{
  "title": "JEHOVÁ-JIREH #1",
  "id": "64360009",
  "content": [
    "🦅  Tomen asiento. Esta es una gran oportunidad, regresar de nuevo esta noche. Y es una gran bendición para mí venir a hablarles de nuestro Señor Jesús, a Quien estoy seguro que la mayoría de Uds. conocen, o así espero, en el perdón de sus pecados y—y por medio de Su gracia para con Uds. Y que Él les imparta, en esta noche, más de Su gracia. Cuando salgamos de aquí, que podamos decir como aquellos que venían de Emaús: “Nuestros corazones ardían, mientras Él nos hablaba por el camino”.",
    "Ahora, cada mañana, creo que tienen un—un—un—un hombre de relaciones públicas como él. El Sr. Vayle aquí está teniendo una—una lección, respondiendo preguntas y hablando de la Escritura. ¿Es aquí en este edificio? Aquí mismo en este edificio, por la mañana. Y si alguien dispone de tiempo, y algunos ministros o demás quisieran visitar, pues, cualquiera es bienvenido. Y el Hermano Vayle es un maestro muy profundo; en verdad tiene una buena educación.",
    "Y por eso dije el otro día, que yo—yo quisiera tener educación. Tengo que usar parábolas, una que otra cosa, para explicar, Uds. saben. Yo no tengo suficiente educación para explicar en detalle. Pero, de alguna manera u otra, el Señor me ayuda a salir adelante.",
    "Y recuerdo, una vez hubo un—un hombre en la Escritura, su nombre era Juan, y su padre era un sacerdote. Normalmente, ellos seguían lo que hacía su padre. Pero, vaya que él tenía un mensaje: él anunciaría al Mesías. Y si él hubiera ido a la escuela adonde fue su padre, hubieran dicho: “Pues, ¿conoces al amado Hermano Fulano de tal? Ese es precisamente el Mesías”, ellos lo convencerían. Así que, ¿ven?, él no fue a ninguna escuela de esas.",
    "Se fue al desierto, donde aprendió de Dios. ¿Se fijan en los mensajes que daba? Él nunca tuvo educación. Él entró a los nueve años, salió a los treinta, predicó seis meses, y fue ejecutado. Ahora vemos que él usó… Dijo, al venir los fariseos y los saduceos, él dijo: “¡Oh, generación de víboras!”. Eso era lo que él veía en el desierto; víboras, algo que es sucio y rastrero, y engañoso. ¿Ven?",
    "Ahora alguien pudiera haber dicho: “¡Oh, Uds., míseros inconvenientes insignificantes!” o algo. Pero él…",
    "Pero, ¿ven?, él no sabía usar palabras, así que solo dijo: “Generación de víboras”, eso era lo que él había visto en el desierto. Dijo: “¿Quién os enseñó a huir de la ira venidera? No empiecen a decir que ‘Tenemos, pertenecemos a esto y pertenecemos a aquello’, porque Dios puede de estas piedras” lo que él había visto, “levantar hijos a Abraham. Y el hacha está puesta a la raíz del árbol”. Él sabía qué hacer con un árbol malo. “El que no da buen fruto, es cortado y echado en el fuego”, para quemar la madera mala.",
    "¿Ven?, su mensaje todo era algo de la naturaleza, y él lo tipificaba. La gente común lo entiende. Y luego, ellos… A veces creo que puede ser un poco mejor hacerlo así que todas estas grandes palabras que la gente aprende en la escuela.",
    "Ahora, nos retrasamos un poco anoche, y trataremos de despedirlos a tiempo esta noche, si podemos. Y confío en que el Señor no permita que llueva demasiado esta noche, sobre este techo de hojalata, y solo creeremos y—y trataremos de servirle a Él, lo mejor que podamos.",
    "Ahora pongámonos de pie mientras leemos la Palabra de Dios, leyendo ahora del Libro de Génesis. Y comenzamos en el capítulo 22 y el versículo 7, hasta el 14 inclusive.\n\nEntonces habló Isaac a Abraham su padre, y dijo: Padre mío. Y él respondió: Heme aquí, mi hijo. Y él dijo: He aquí el fuego y la leña; mas ¿dónde está el cordero para el holocausto?\n\nY respondió Abraham: Dios se proveerá de cordero para el holocausto, hijo mío. E iban juntos.\n\nY cuando llegaron al lugar que Dios le había dicho, edificó allí Abraham un altar, y compuso la leña, y ató a…su propio hijo, y lo puso en el altar sobre la leña.\n\nY extendió Abraham su mano y tomó el cuchillo para degollar a su hijo.\n\nEntonces el ángel de Jehová le dio voces desde el cielo, y dijo: Abraham, Abraham. Y él respondió: Heme aquí.\n\nY dijo: No extiendas tu mano sobre el muchacho, ni extiendas…le hagas nada; porque ya conozco que temes a Dios, por cuanto rehusaste…no me rehusaste tu hijo, tu único.\n\nEntonces alzó Abraham sus ojos y miró, y he aquí a sus espaldas un carnero trabado en el zarzal por los cuernos; y fue Abraham y tomó el carnero, y lo ofreció en holocausto en lugar de su hijo.\n\nY llamó Abraham el nombre del lugar, Jehová-jireh. Por tanto se dice hoy: En el monte de Jehová será provisto.",
    "Inclinemos nuestros rostros un momento y oremos.",
    "Nuestro Padre Celestial, esta Palabra nos dice, la cual es Dios, que, “La fe viene por el oír, y el oír, por la Palabra de Dios”. Y ahora, Padre, oramos que Tú nos impartas el contexto de esta lectura, para que aprendamos como nos lo dice la Biblia, que, “Todas esas cosas allá en el Antiguo Testamento fueron ejemplos para que nosotros viéramos”. Aquellos que obedecen el llamado de Dios, son bienaventurados. Aquellos que lo rechazan, reciben maldición. Y oramos, Padre, que podamos recibir entendimiento, en esta noche, por medio de la revelación. Que el Espíritu Santo nos revele las cosas que tienen que ver con nosotros en este día, todo está escondido en este gran misterio de Dios que existe desde la fundación del mundo. Porque lo pedimos en el Nombre de Jesús. Amén.\n\nPueden sentarse.",
    "Quiero hablar sobre el tema, si el Señor lo permite, del pensamiento: Jehová-jireh. La palabra significa: “Dios Mismo Se proveerá un sacrificio”.",
    "Y estamos hablando de Abraham, y esto fue en el tiempo en que él estaba esperando un hijo prometido. Para comprender la verdad genuina de esto, vamos a ir atrás. Y esto fue en el capítulo 22. Queremos ir allá atrás; tengo algunas Escrituras anotadas aquí, a las que quisiera referirme, si es posible. Y me gustaría hablar sobre ellas, y quiero comenzar del capítulo 12. Vamos a ir atrás para ver quién es este personaje Abraham, y ahora cómo—cómo fue que Dios lo escogió.",
    "Sabemos que la promesa le fue dada a Abraham y a su Simiente después de él, y solo estando en Abraham somos nosotros herederos con él en la promesa. Ahora, Abraham tenía simiente y la simiente, por supuesto, era, él tuvo mucha simiente, simientes, pero él tenía una Simiente para la cual era la promesa. Él tenía a Ismael; y luego, después de que Sara murió, él se casó con otra mujer y tuvo siete hijos además de las hijas; y todos ellos son simiente de Abraham, pero la… las simientes de Abraham, pero la Simiente era la que tenía la promesa. Y la Simiente, en realidad, es la fe de Abraham, que él tenía en la Palabra prometida de Dios.",
    "Ahora, Abraham, vemos que, nosotros… él no aparece hasta que lo encontremos aquí como en el capítulo 12. En el capítulo 11 de Génesis, encontramos que su padre bajó de Babilonia. Y Abraham era un hombre común, igual que Ud. o yo, o cualquier otro. Y él ya estaba bastante, lo que nosotros consideramos, un hombre entrado en edad. Tenía setenta y cinco años. Se había casado con su hermanastra; su nombre era Sara. Y su nombre entonces, por supuesto, no era Abraham, era Abram. Y—y el de ella era Sarai. Y vemos que ella era diez años menor que él; ella tenía sesenta y cinco, y él setenta y cinco años.",
    "Es probable que ellos, él era un agricultor, vivía allí en el valle del Sinar, y vivía una vida normal. Él—él probablemente salía de día, y conseguía su carne del bosque, y recogía frutos, y vivió esa clase de vida. Solo era un hombre común, no había nada especial en él. Pero un día, Dios lo llamó. Eso fue lo que marcó la diferencia, cuando Dios hizo el llamado.",
    "Y así es con cualquier vida. Es Dios. No es lo que uno hace; es lo que hace Dios. ¿Ven? Ud. dice: “Yo busqué a Dios. Yo busqué a Dios”. Ud. está equivocado. No hay hombre que busque a Dios; Dios busca al hombre. ¿Ven? No son Uds. que buscan a Dios; es Dios buscándolo a Ud.",
    "Jesús dijo: “Uds. no Me escogieron a Mí, sino que Yo los escogí a Uds.”. ¿Ven? Así que Ud. fue escogido antes de la fundación del mundo, o no lo fue. Él solo vino a redimir ese nombre. Y todos aquellos cuyos nombres no están en el Libro de la Vida de ese Cordero… antes de la fundación del mundo, son los únicos que van a estar allí, para comenzar. ¿Ven? Uds. fueron escogidos en Él antes de la fundación del mundo. Cuando el Cordero fue escogido, entonces Ud. fue escogido con Él, antes de la fundación.",
    "Y Ud. es, como dije anoche, un atributo del pensamiento de Dios. ¿Ven?, es de la única manera que Ud. puede ser Eterno, y es la única forma de Vida Eterna. Solo hay una forma de Vida Eterna, y es Dios. Así que, no hay más, Él es Aquel que es Eterno.",
    "Ahora, encontramos que Abraham tenía ese lugar. Y Dios, en el Antiguo Testamento, elaboró tipos y sombras, para mostrar lo que Él iba a hacer.",
    "Ahora vemos aquí que Dios le habló a él. Y lo tremendo es que, después de que Dios lo llamó a él… El llamado de Dios fue un llamado sobrenatural. Sin embargo, eso en ningún momento hizo dudar a Abraham. Él siempre supo que era Dios. Eso es algo grandioso. Cuando…",
    "Los llamamientos de Dios son sobrenaturales; no hay nada natural. Dios toma lo sobrenatural y obra en lo natural, pero los llamamientos de Dios son sobrenaturales. La Biblia dice: “Los dones y llamamientos son sin arrepentimiento”. ¿Ven?, eso está pre-ordenado por—por Dios.",
    "Ahora encontramos que, en esto, que Abraham siendo llamado, oyó la voz de Dios, y Él le dijo algo que era casi totalmente imposible. Él tenía setenta y cinco años, su esposa sesenta y cinco años, eso la pondría como veinte años después de la menopausia, y había vivido con ella desde jovencita. No tenían hijos. Y, sin embargo, le dijo que tendrían un bebé, y por medio de este bebé el mundo entero, todas las naciones, serían bendecidas. Ahora eso es algo extraño.",
    "🦅 Y Abraham” dice la Biblia en Romanos el capítulo 4, “Tampoco dudó, por incredulidad, de la promesa de Dios, sino que se fortaleció, dando gloria a Dios”.",
    "Puedo imaginarme, después del primer mes… Por supuesto, Sara, como dije, había pasado la menopausia. El primer mes, me puedo imaginar que Abraham dijo: “Sara, ¿cómo te sientes, cariño?”.\n\n“Igual”.",
    "🦅 Bueno, bendito sea Dios, de todas maneras vamos a tener el bebé; como sea, vamos a tenerlo. Dios lo dijo”.",
    "Sara, tejió las botitas, y consiguió la cobijita y los ganchitos, y todo; se alistó, preparándose porque ella sabía que lo iba a tener. Dios lo había dicho. ¿Ven?",
    "Pasó el primer año. “¿Te sientes diferente, cariño?”.\n\n“Para nada”.",
    "🦅 ¡Alabado sea Dios! Será un milagro más grande ahora que al principio. ¿Ven?, ha pasado un año. Vamos a tenerlo, de todas maneras”. ¿Por qué? Dios lo dijo. Asunto concluido. Dios lo dijo. Nosotros… Dios lo dijo.",
    "Pasaron diez años. “¿Cómo te sientes ahora, cariño”? Ella tenía setenta y cinco, y él ochenta y cinco.",
    "Ahora, ¿se pueden Uds. imaginar a un anciano y a una anciana así, hoy, yendo al hospital, y decir: “Doctor, queremos preparar todo. Vamos a…?”.",
    "Dios pide que uno crea algunas de las cosas más ridículas, pero Él siempre cumple. Dios… Una persona que le cree a Dios, actúa absolutamente como un loco, para el mundo.",
    "¿Podrían Uds. imaginarse a Moisés, entrenado en toda la—la sabiduría de los egipcios, jefe del ejército, de los—los—los—los ejércitos de Egipto. Y, sin embargo, le tomó cuarenta años entrenarse para eso, y le tomó a Dios cuarenta años sacarle esa educación, exactamente lo que le tardó al mundo colocarle. Otros cuarenta años, para Él desentrenarlo, de toda la educación, sacarle la teología. Y Él se encontró con él en la parte de atrás del desierto, y él supo más acerca de Dios, en cinco minutos en la Presencia de Dios, de lo que él aprendió en cuarenta años de los libros. Así es.",
    "Dios no se conoce por la educación. Él se conoce por fe. Y Dios le habló a él en lo sobrenatural. Y ¡qué cosa más ridícula, a veces, Dios nos hace hacer!",
    "¿Podrían Uds. imaginarse a un anciano, de ochenta años, huyendo, un profeta huyendo de Dios? Y en la Presencia de Dios por cinco minutos: a la mañana siguiente (¿Se lo pueden imaginar?), ¡un anciano, con las barbas hasta por acá abajo así; su cabeza calva brillando; un palo torcido en su mano; su esposa sentada a horcajadas sobre una mula, con un niño en su cadera; camino allá!\n\n“¿A dónde vas, Moisés”?\n\n“Voy a Egipto, a conquistar”.",
    "¿Ven?, “a conquistar”, una invasión de un solo hombre. Eso suena ridículo. Pero, la cosa fue que él lo hizo, porque Dios lo había dicho. Y asunto terminado.",
    "Cuando Dios lo dice, eso es todo. Eso—eso es. Si Dios hizo la promesa, ancle su alma de ella. Si Ud. puede creerlo, ancle su… Si Ud. no lo cree, apártese de eso; le hará daño. Pero si Ud. lo cree, quédese con eso, lo llevará a la victoria, no podría haber algo más cierto.",
    "Ahora, vemos que “Abraham no dudó de la promesa de Dios”. Y cuando él tenía cien años y ella noventa, puedo oírlo; ya casi no puede hablar ahora, está muy anciano y débil: “Bueno, Sara, querida, ¿cómo te sientes?”.\n\n“Pues, querido, igual”.",
    "🦅 ¡Aleluya! Vamos—vamos a tenerlo de todas formas. Dios lo dijo, eso es todo. Dios dio la promesa”. Él dijo que estaba “plenamente convencido de que Dios era poderoso para hacer todo lo que había prometido”.",
    "Y ¿nosotros nos llamamos ahora la Simiente de Abraham, su Simiente Real (no la simiente de Isaac), su Simiente Real, Cristo; y dudamos ante cualquier promesa, la discutimos y decimos que no es así, y dudamos en nuestras mentes? Yo dudo que seamos la Simiente de Abraham con esa clase de pensamiento. La Simiente de Abraham no duda ante nada. Llama las cosas que no son, como si fueran, porque Dios lo dijo. Él es un Creador. Él puede hacerlo así. Él lo prometió y asunto terminado. Eso es todo. Cuando Dios lo dice, eso concluye todo el asunto. Ahora, recuerden, él lo quería… No podía… Él dijo…",
    "Otra cosa que Él le dijo que hiciera, fue que se separara de su parentela y de toda su gente.",
    "Dios, para hacer que un hombre o una mujer, un niño o una niña, le obedezcan, Ud. tiene que separarse de toda incredulidad, así es, hasta que Ud. se separe totalmente de cualquier cosa contraria a esa Palabra, y La crea. Ud.… Dios demanda una separación total.",
    "¡Qué diferencia hay hoy en nuestros colegios que están enviando ministros! Ellos solo los adoctrinan con toda clase de incredulidad y teorías que no son más Escriturales que alguna clase de credo que inventan, y luego los envían con semejante base. Con razón hemos empollado un montón de Oswaldos y Jack Rubys, y demás, por todo el país. El comunismo se está tragando el país, porque tenemos seminarios y predicadores de incubadora en lugar de hijos de Dios, enviados de Dios, nacidos de nuevo, llenos del Espíritu Santo, nacidos del Fuego, hijos de Abraham que creen que la Palabra de Dios es absolutamente la Verdad y nada más que la Verdad, robustos, y que pueden pararse allí basados en las promesas, ante cualquier cosa, y hacerle frente, de que es la Verdad; es la Palabra de Dios. Muy bien.",
    "Ahora, Él dijo: “Sepárate de toda tu parentela, de toda tu gente, de todo, y sígueme”.",
    "Dios no ha cambiado Su manera. Dios es el Dios incambiable. La manera en que Dios hace alguna cosa, una vez, Él tiene que hacerla igual la segunda vez. Recuerden, cuando Uds. pueden ver la acción de Dios en cualquier momento, si Él… Si—si un hombre estuviera perdido, y Él salvó algún hombre en base a cierta decisión que Él tomó, Él siempre, cada vez tiene que permanecer con esa misma decisión; Él no puede cambiarla. ¿Ven? Él es infinito.",
    "Nosotros somos finitos. Mañana yo puedo saber más que hoy. Ud. también, puede saber más el próximo año que este año. Uds. saben más este año que el año pasado, pero Dios no.",
    "Él es perfecto, infinito. Todo lo que Él hace es perfecto. Él no puede tomar una decisión hoy y tomar una mejor mañana; Su primera es perfecta. Por lo tanto, su alma puede depender de cualquier cosa que Él diga, de que es la Verdad.",
    "Dios una vez tuvo que tomar una decisión: cómo salvar a un hombre; y la manera en que Él lo hizo fue sobre la base de la Sangre derramada de un Ser inocente, en el huerto del Edén. Y el hombre ha probado de todo en el mundo para salvar al hombre, de otra manera; han construido ciudades, han construido torres, han tenido organizaciones, educación y cuanta cosa más, y todo es un fracaso total. Solo hay una manera en que Dios salva a un hombre: es a través de la Sangre derramada del Inocente. Esa es la única manera. Esa fue la primera decisión de Dios. Él siempre permanece con ella.",
    "Si Dios sanó a un hombre sobre la base que Él lo haya sanado, Él tiene que sanar al que sigue cuando llega a ese lugar. Si no, Él obró mal cuando lo hizo la primera vez cuando tenía que tomar la decisión.",
    "Si Él toma una decisión, siempre tiene que permanecer con ella. Si no lo hace, entonces Él tomó la decisión equivocada. ¿Ven? ¿Y quién puede decir que Dios tomó una decisión errada? ¿Ven? Nosotros no podríamos decirlo. Así que, Dios tiene que permanecer siempre con Su decisión. Y, cuando Él la toma, es eso.",
    "Y Él dijo: “Sepárate de toda tu parentela, todo, toda la incredulidad que vino de allá de Babilonia”.",
    "La primera gran organización del mundo fue Babilonia, cuando organizó a todas las ciudades para que pagaran tributo a esta cierta ciudad, el mismísimo tipo, todos estos ismos y cosas nuevas que se ven hoy. Si llegan a leer Las dos babilonias de Hislop, y demás, y regresan a Génesis, encontrarán que Génesis es el principio, la simiente, Uds. ven todos estos ismos y cosas, introducidos allí mismo.",
    "¿Ven?, los fariseos almidonados que bajaron de allí, esa mujer con esas raíces especiales y demás, eso vino directamente a los días de Jesús. Fariseos que no creían en el Espíritu ni en otra cosa, y ellos estorbaron a Jesús. Jesús dijo: “Dejadlos. Si el ciego guiare al ciego, ambos caerán en el hoyo. Dejen…”. Él continuó predicando y sanando a los enfermos, y haciendo milagros, y todo igual. Eso no Lo detuvo a Él, porque Él era la Palabra. La Palabra continúa, no importa lo que suceda.",
    "Y vemos que suceden esas cosas, y finalmente llegan a florecer aquí en los postreros días. Como Jambres y Janes resistieron a Moisés, así mismo será.",
    "Ahora, una separación total de toda incredulidad. Y, recuerden, Abraham el patriarca nunca fue absoluta y completamente bendecido hasta que obedeció exactamente lo que Dios le dijo que hiciera. Y nosotros nunca, nunca, nunca seremos bendecidos ni tendremos las bendiciones, hasta que obedezcamos lo que Dios dijo que hiciéramos.",
    "Otra cosa que quiero que noten aquí en el capítulo 12, es que el pacto era completamente incondicional. Este no tenía condiciones. “Ya lo he hecho Yo” no “si tú”; no había nada de, si tú. “Yo ya lo he hecho”. Él le dio a Abraham el pacto, incondicionalmente.",
    "Y sepan ahora que en el pacto Adánico, fue: “Si Uds. no tocan este árbol, entonces Yo haré tal y tal cosa. Pero si lo hacen, entonces Yo tendré que hacer tal y tal”. ¿Ven?, ese tenía adjunta una ley.",
    "Pero en este pacto: “Yo ya te he puesto por padre de muchas naciones”. Y Él ya… Todo es incondicional. El pacto es puramente gracia, absolutamente gracia. Lo único que ellos tenían que hacer para mantener este pacto era quedarse y morar en la tierra; y toda bendición que iba con el pacto, iba con ellos. Lo único que ellos tenían que hacer era quedarse en esa tierra. Ahora nos damos cuenta que cuando se fueron a Egipto, ellos perdieron su bendición, más no su pacto. El pacto aún permanecía. Ellos perdieron la bendición, pero no su pacto, porque su pacto era gracia, incondicionalmente.",
    "Y en—en Éxodo, el capítulo 19, Ex-… Israel cometió una de las cosas más imprudentes que jamás haya hecho, cuando rechazó la gracia y aceptó la ley. Miren lo que la gracia había hecho. La gracia tuvo que proveerles un libertador, tuvo que proveerles un profeta, con una Columna de Fuego para vindicarlo, con una Palabra confirmada, era el cordero del sacrificio. La gracia les había dado un gran avivamiento. La gracia les abrió camino, abrió el Mar Rojo, les dio pasó allí. Los liberó con señales y maravillas, todo por gracia. Pero ellos querían algo con lo cual hacerse los importantes.",
    "Ahora, así mismo es la gente hoy, la cosa sigue igual. Tienen que hacer algo, el hombre tiene que meter las manos en algo. Y allí fue que Israel cometió el gran error, cuando rechazó la gracia y tomó la ley en su lugar. Y el… No obstante, el pacto que Él hizo con ellos aún era incondicional. Y vemos que aún sigue igual hoy.",
    "Abraham, entonces, después de haber recibido estas condiciones, comenzó su viaje, avanzando. Ahora vemos que partió.",
    "Y en el capítulo 13, él finalmente llegó a un punto de obediencia completa a Dios. Vemos entonces, en el capítulo 13, que Lot… Primero, él se llevó a su padre, y el anciano siempre fue como un estorbo. Y él quiso llevarse a un grupo, arrastrándolos con él. Y cuando Uds. hacen eso, en ese punto lo tienen. Dios dijo: “Sepárate”.",
    "🦅 Bueno, lo que pasa es que, ellos no creen completamente, pero…”. Entonces sepárese de eso. Eso es todo, solo aléjese de eso.",
    "Y luego, el anciano, finalmente, después de su entierro, Lot se convirtió en el—el pelo en el bizcocho, por así decirlo. Vemos que él comenzó a murmurar. Y ambos se hicieron ricos, y tenían suficiente para vivir bien. Y vemos entonces que Lot comenzó a pelear, sus pastores contra los pastores de Abraham.",
    "Y vemos que Él no, Dios no había hallado una plena fidelidad en …-aham, Abraham, para obedecer lo que Él le había dicho que hiciera, de separarse completamente de toda su parentela, de toda su gente, para servirle a Él.",
    "Y vemos que, Dios le habla aquí a Abraham, en el altar, y le dice qué hacer. Finalmente, Lot, cuando pasó el problema entre Abraham y Lot; que era hijo de su hermano Harán, y ellos… Sería su sobrino. Y finalmente dijo: “Deja… Pues somos hermanos. No tendremos ninguna disputa entre nosotros. Ahora tú, si vas al este, yo iré al oeste. Y si tú vas al oeste, yo iré al este. Ahora pues, separémonos, y no… Hay suficiente lugar aquí para todos nosotros. Y tú simplemente ve, solo escoge”. Ahora ese era un verdadero espíritu Cristiano en Abraham, dar aun al enemigo el beneficio de escoger. Y así que él le permitió escoger su camino.",
    "Y Lot, como tantos hoy, vio una oportunidad. Si él pudiera apartarse de aquello tan estricto, pues, él podría ganar unos cuantos dólares, podría ser un hombre popular. Así que, él miró hacia Sodoma. Y era una tierra bien irrigada, y una ciudad grande, y con una buena industria de sal, y demás. Ellos, ellos exportaban desde allí. Y—y también, además, estaba llena de diversión, mujeres con toda su pintura de Jezabel y todo, pasándolo de maravilla. Y a su esposa también le gustaba un poco eso, porque, vemos, después de que él llegó a ser alcalde allá, que ella como que—a ella como que le gustó la costumbre de la gente. Y eso es todo lo que Ud. tiene que hacer, enredarse con algo. ¿Ven?",
    "Dios quiere que Ud. se separe, y—y se aleje tanto de esas cosas que ni siquiera las vea, en lo absoluto. Que, Uds. solo quieran ver una cosa, y es Él y lo que Él prometió.",
    "Pero a la Sra. Lot, como que le gustó. Y, no hay duda que ella dijo: “Querido, acabo de llegar, y mira cómo se visten las mujeres allá, y mira a esas muchachas. Mira cómo se visten nuestras muchachas. Y, ¿no te parece que ellas son más modernas?”. ¡Oh, vaya! Si no hemos regresado directamente a otra Sodoma, no se lo qué es. Allí lo vemos.",
    "Pero Abraham se quedó con la promesa. Luego vemos que, a medida que avanza, y el… al ellos separarse, y Lot. Y Abraham tomó los terrenos más áridos, no muy lejos, se quedó donde no había mucho pasto para su ganado. Y, pero, él estaba listo para ir en esa dirección, porque Dios lo había puesto a él en esa tierra, y allí es donde él quería quedarse. Listo para poseerla.",
    "Ahora, cuando él finalmente Le obedeció completamente a Dios, cuando por fin Le obedeció plenamente a Dios, de separarse completamente, fue entonces cuando el Señor le apareció de nuevo. Hasta que él lo hiciera, el Señor se mantuvo alejado de Abraham. Pero cuando él obedeció plenamente, entonces Lot… Dios se le apareció, le dijo: “Abraham, alza tus ojos. Mira al este, mira al oeste, mira al norte, mira al sur, todo te pertenece”. Amén. Ahora, me gusta eso.",
    "Y, saben, algo así sucedió cuando yo fui salvo. Siempre había oído que Dios era un gran Dios. Y, saben, cuando fui salvo, yo… Alguien dijo: “Ahora lo único que tienes que hacer es unirte a una iglesia, y pon tu nombre en esta lista de la iglesia aquí en la iglesia bautista. Eso es lo único que tienes que hacer”.",
    "Pero, saben, un día vi que yo era heredero de algo, que yo—yo—yo quería mirar eso y ver lo que tenía. Uds. saben, simplemente soy así. Como una—una gran galería comercial, es suya, y—y todo allí le pertenece a Ud.",
    "Ud.—Ud. no sabe lo que posee hasta que va a escudriñar la Biblia, para encontrar las promesas. Amén. Ellos lo mantendrán a Ud. alejado de ellas si pueden; pero son suyas. Toda promesa es para Abraham y para su Simiente después de él. Amén. Toda promesa Divina en la Palabra le pertenece a Abraham y a su Simiente, y Ud. es un heredero de ella. ¡Un heredero! ¡Oh, vaya! Me gusta revisar para ver lo que tengo. Si alguien me da algo, me gusta revisarlo. Y a mí me gusta buscar en la Biblia y ver lo que me pertenece. Toda Simiente de Abraham debe hacerlo, cuando Ud. nace de nuevo, lleno del Espíritu de Dios, y con el Espíritu Santo, Ud. es heredero de cada una de esas promesas.",
    "Saben, es como dije, una gran galería, porque somos bautizados en esa galería. Por un solo Espíritu somos todos bautizados en un Cuerpo, y ese Cuerpo es Cristo, el cual es la Simiente Real de Abraham, y herederos de todo lo que contiene. Amén. Todo lo que estaba en Dios, Dios lo derramó en Cristo; todo lo que estaba en Cristo, Él lo derramó en el creyente. Amén. ¡Dios sobre nosotros, Dios con nosotros, y Dios en nosotros! Todo, toda promesa en la Biblia, es suya si Ud. puede creerla, si Ud. tiene suficiente fe para aceptarlo y creerlo.",
    "Saben, cuando miro alrededor, si encuentro algo que está un poco alto, me pregunto qué hay allí, me consigo una escalera y la llevo, y subo hasta llegar arriba. Así es con una promesa en la Biblia, si algo me parece un poco misterioso, yo sigo orando hasta alcanzarlo. Eso es todo. Así es como se hace. Siga orando, siga aferrado, subiendo, creyendo, hasta que esté… Ud. es un heredero de aquello, a Ud. le ha sido prometido, y Ud. tiene derecho a eso, y: “Pedid y recibiréis, porque todo es posible a los que creen”.",
    "Ahora nos damos cuenta que Abraham caminó por la tierra. Dios le habló, dijo: “Camina por la tierra, mírala. Todo aquí te pertenece. Cada porción es toda tuya. Todo te pertenece”.",
    "Ahora, nos damos cuenta entonces que, que en el capítulo 14 de Éxodo ahora o… el capítulo 14 de Génesis, perdónenme. En el capítulo 14 de Génesis, Abraham y Lot se habían separado, y Lot finalmente se metió en problemas. Y a Ud. siempre le sucederá; cuando Ud. se separa de los creyentes, Ud. se meterá en problemas. Encontramos que los reyes se aliaron e hicieron guerra. Y vinieron y tomaron a Sodoma, tomaron a Gomorra, tomaron a todos sus reyes de las hondonadas y de los valles, y todo, y se llevaron a Lot. Y solo unas pocas personas escaparon a las montañas.",
    "Y entre ellos, alguien que escapó fue y le dijo a Abraham el hebreo, dijo que, “Sodoma y Gomorra han caido, y han tomado a sus reyes, y—y demás, y se llevaron toda su gente, y sus víveres y todo lo que tenían. Y se llevaron a Lot y a su esposa, y a sus hijas, a todas las mujeres, y se fueron”.",
    "Ahora, Abraham, observen este espíritu Cristiano al ir tras su hermano. Aunque Lot se descarrió, había retrocedido, sin embargo, Abraham lo amaba. Salió en búsqueda.",
    "Así como Jesús, en la Edad de la Iglesia de Laodicea; a pesar de que ellos lo habían sacado a Él de su iglesia. Y Él estaba afuera, tocando, queriendo entrar de nuevo. [El Hermano Branham toca siete veces en el púlpito.—Ed.] ¡Si Él tan solo puede hacer que alguien abra la puerta para que Él pueda entrar!",
    "Allí está ese espíritu de Abraham, ¿ven?, yendo tras su hermano caído y degradado. Y fue tras él, y tomó a trescientos hombres, de sus siervos, y los armó. Y él se le enfrentó allá en Dan; ese es el extremo allí de Palestina. Y se le enfrentó allí, y se separó de noche, y persiguió y combatió a los ejércitos, y venció a los reyes y los mató, y trajo de regreso a todos los que habían sido llevados.",
    "Fíjense, cuando él regresó, ¡qué hermoso cuadro aquí! Por eso me gusta dar un poquito de esto en avance, para que captemos el… antes de llegar a mi texto de Jehová-jireh. Si se fijan, Abraham traía de vuelta a todos los que se habían perdido, a su hermano descarriado y a los hijos, mientras él los traía de regreso, los reyes salieron a recibirlo.",
    "Y Melquisedec salió, “El cual era el Rey de Salem, Rey de paz, Rey de justicia, el Rey de Jerusalén; sin padre, sin madre, sin principio de días, sin fin de vida”. Melquisedec se encontró con él en la de-… viniendo de la derrota del rey, a Quien el patriarca Abraham (Hebreos 7) encontró a este Hombre y pagó la decima parte, un diezmo. ¡Qué gran Hombre debe haber sido este! ¿Quién piensan Uds. que era? “Él no tuvo padre; Él no tenía madre; Él nunca comenzó”. Y quienquiera que Él sea, Él aún vive. “Él nunca terminó. ¡El Rey de Salem, Rey de paz!”. ¡Oh!, ¿Quién era este gran Hombre?",
    "Y fíjense en el tipo que encontramos aquí: Después de que la batalla termine, después de que el—el verdadero creyente ha peleado contra el enemigo, y roto las líneas enemigas y tratando de tomar a su hermano, la verdadera Simiente de Abraham trae de nuevo a ese hermano descarriado, Melquisedec salió y sirvió vino y pan, comunión, dando la comunión después de que la batalla había terminado, le sirvió la comunión a él después de la batalla.",
    "Un tipo muy hermoso de cuando la batalla haya terminado, aquí en la tierra, y se hayan ganado las victorias. Jesús dijo que: “Ellos la comerían nuevamente en el Reino del Padre”, después de que los descarriados hayan sido devueltos. Entonces, lo primero que hacemos al entrar, después de la batalla, es sentarnos a la mesa en el Reino de Dios. Y allí, aquellos que pelearon y se han sentado y vencieron, serán vestidos en la justicia de Cristo, y luego, participan de nuevo del pan y del vino, en el Reino del Padre en el otro lado. ¡Qué cuadro más real es este, de Abraham saliendo y rescatando a Lot y trayéndolo de vuelta!",
    "Ahora, vemos entonces, que en el capítulo 15, encontramos algo muy sobresaliente aquí. Esto me—me agrada muchísimo, pues, al ver quién era Abraham, y Abraham y su Simiente después de él. Vemos aquí, que después de que Abraham había hecho todas estas grandes cosas: creerle a Dios, aferrarse de la promesa, separarse, y todo el tiempo siguiendo el camino de—de cumplir los mandamientos del Señor, nos damos cuenta que Dios se le apareció en el altar. Y Abraham Le hizo la pregunta, él dijo: “Ahora, ¿quién es mi heredero sino—sino ¿este Eliezer de Damasco? Y ahora, Tú me prometiste una Simiente. Y yo—yo quiero que hagas algo; quiero que me confirmes esta promesa”.",
    "Y Dios dijo que se la confirmaría a Abraham, confirmaría el pacto que Él había hecho entre Él y Abraham. Ahora Él le va a dar una señal, de que va a ser verdad. Que, a pesar de que es viejo, él ahora tiene como ochenta y cinco años, sin embargo, Él le va a probar, por medio de una señal, que Él va a cumplir ese pacto.",
    "¡Oh, estoy tan contento de que Dios siempre nos da señales!, porque Él… Y debemos saber, hoy, que en la hora en la que ahora estamos viviendo, debe haber una señal en la tierra en este tiempo. Nosotros debemos buscar esa señal. Dios no hace nada sin primero darle a la gente una señal y una advertencia. Y una señal genuina es seguida por una voz, y la voz siempre es una voz Escritural.",
    "Ahora, Él va a confirmar el pacto con Abraham, o aún era Abram. Y Él dijo: “Toma una becerra joven”. Ahora, recuerden, hay un becerro hembra. “Y toma una cabra de tres años. Cada una debía tener tres años”. Fíjense, una becerra de tres años, hembra; cabra de tres años, una hembra. “Y un carnero”, macho. Cada uno de tres, tres años, y hay tres de ellos. Tres; ella, dos ellas, y un él. ¿Ven? De tres años, un sacrificio limpio, un cordero… una becerra, una cabra de tres años, y luego un carnero.",
    "Si Uds. se fijan, todo allí constituye una señal. Y, bueno, yo no debo predicar doctrina aquí en la plataforma, y estoy seguro que con eso es suficiente para que Uds. puedan ver. Fíjense. Y tomó dos, dos aves. “Un palomino y otra tórtola”, que son la misma familia, el palomino y la tórtola.",
    "Ahora, él cortó la cabra… la oveja en dos. Él cortó el—el carnero y la cabra, y los demás. Él los dividió, los cortó por la mitad y los puso a un lado. Pero las palomas, él… y el palomino no cortó. Eso, por supuesto, cualquiera que conoce la Escritura, sabe que es sanidad Divina. ¿Ven?, está en ambos pactos. Y entonces vemos que él los incluyó allí. La sanidad siempre es por fe en la Sangre derramada, siempre. Y el antiguo pacto tenía sanidad Divina, ¿cuánto más la tiene el Nuevo Pacto? ¿Ven? Si el antiguo pacto la produjo, ¿qué me dice del Nuevo, cuando, “es un pacto más excelente, habla de cosas mejores, más elevadas, más grandes, cosas mejores”? ¡El Nuevo Pacto!",
    "Ahora, vemos aquí, que Abraham, cuando hizo esto, vean entonces lo que sucedió. Ahora, aquí hay un gran punto sobresaliente. No quiero que—que—que se lo pierdan. La confirmación del pacto, en otras palabras, es una promesa, que, “soy fiel a lo que Yo hago o a lo que digo que haré”, Dios confirmándoselo a Abraham.",
    "Y él tomó esos sacrificios y los mató, y los puso uno enfrente del otro, juntos, cuando los acomodaba; y ahuyentaba las aves de ellos, para que las aves no bajaran sobre la carne fresca, hasta la caída del sol, en la tarde. Y cuando cayó el sol, o se estaba poniendo, aquí Él le mostró a Abraham lo que Él iba a hacer en el futuro, lo que iba a suceder.",
    "Fíjense, Él le dijo a Abraham: Lo primero que él vio fue un verdadero horror de oscuridad que vino sobre él. Primero, un sueño muy pesado lo sobrecogió a él. Ahora, ese sueño representó la muerte para todos los seres humanos. Todo hombre tiene que morir; muerte a todos los seres humanos. Ese sueño lo sobrecogió a él; y antes de eso fue un—un—un verdadero horror de la oscuridad; y luego un horno de fuego; y luego una pequeña Luz, antorcha, pasó entre el pacto, pasó entre los sacrificios, divididos. Ahora, ¿qué significa eso? Significa que todo ser humano tiene que morir; y realmente, después de eso, merece ir al infierno; así es, a las tinieblas, a las tinieblas de afuera, separados de Dios; pero la Luz entró, y pasó en el medio, dividiendo esos sacrificios. Si Uds. entienden, nosotros… ¡Ese pacto!",
    "Como nosotros los americanos, ¿cómo hacemos un pacto? Bueno, lo primero que hacemos, decimos, vamos a hacer alguna clase de negocio o algo, normalmente salimos a comer; y nos sentamos, hablamos un rato, y luego presentamos nuestras propuestas; y luego estrechamos las manos. Decimos: “¡Trato hecho!”. Ese es nuestro pacto; esa es nuestra promesa.",
    "Ahora, en Japón, ¿saben Uds. cómo hacen un pacto en Japón? Ellos también comen algo; luego toman un pequeño salero, y se echan sal el uno al otro. Eso es en confirmación del pacto.",
    "Nosotros nos damos la mano, decimos: “Está sellado, muchacho. Yo lo creo. Estoy contigo. Es una promesa”.",
    "En japonés, Japón, se arrojan sal el uno al otro. “Está sellado, amigo. Eso es todo”. Allí termina entonces toda contienda. Ellos, ellos hicieron el pacto, lo confirmaron, arrojándose sal el uno al otro.",
    "Pero, en los días de antaño. ¿Me permites uno de estos? [El Hermano Branham toma un pedazo de papel.—Ed.] En los días de antaño, así es como hacían un pacto. Llegábamos a un acuerdo, y tomábamos el acuerdo y lo escribíamos así. Y luego sacrificábamos un animal, un sacrificio; dividiéndolo, acomodándolo como fue allí en el tiempo de Abraham. Y luego nos parábamos en medio de este pacto, Ud. y yo, y hacíamos un voto a Dios. “Si no cumplimos este pacto, que fuéramos como ese sacrificio muerto que murió en nuestro lugar. Que esa sangre de ese sacrificio responda por nosotros. Que muramos la misma muerte, si no cumplimos el pacto”.",
    "Entonces todo se redactaba, o se escribía en un pedazo escrito así. Entonces se rasgaba en dos, así. [El Hermano Branham rasga un pedazo de papel en dos.—Ed.] Ahora, tome Ud. una mitad, y yo tomo la mitad. Y entonces, ¿lo ven?, Uds. no pueden duplicar eso, en lo absoluto, especialmente cuando está escrito en piel de oveja. ¿Ven?, Ud. no podría duplicarlo, en absoluto. Esto tiene que cuadrar exactamente con eso, para que así sea. Y luego cuando nos juntamos, yo tengo una parte, y Ud. tiene la otra. Y luego, cuando nos juntemos, y se haga este pacto, y hagamos nuestros votos, entonces mi pedazo de papel debe cuadrar exactamente con su pedazo de papel, y, por tanto, Ud. es el que está conmigo en el pacto.",
    "Lo que Dios estaba mostrando allí que estaba haciendo, era que Dios Mismo bajaría para hacerse carne, y Él iba a estar en el pacto. Y Dios tomó a Cristo, el Espíritu, Dios Jehová tomó a Cristo, en la cruz, y lo rasgó a Él en dos. Él rasgó Su alma y la puso en lo Alto, y tomó el cuerpo y lo puso en el sepulcro. Y levantó el cuerpo, en la mañana de la resurrección; y envió de nuevo el Espíritu que estaba sobre Él, para que estuviera sobre la Iglesia. Que, la misma confirmación en estos últimos días: “Jesucristo el mismo ayer, hoy, y por los siglos” que ese mismo pacto tendría que estar en el pueblo.",
    "¿Cómo va Ud. a conseguir Eso por medio de la educación? ¿Cómo va Ud. a conseguir Eso de alguna otra manera aparte de una confirmación de Jesucristo vivo y resucitado, que ha sido levantado de entre los muertos y está sentado en la Majestad en las Alturas, esta noche? Con el mismo Espíritu que estaba sobre Él, ahora sobre la Simiente Real de Abraham, en los postreros días, confirmando y probando que Él es el mismo ayer, hoy, y por los siglos. Amén. Eso lo hace sentir a uno religioso, ¿no es así? Allí está, en el pacto exacto: “Escribiré Mi pacto en sus corazones”. Jesús dijo: “Las cosas que Yo hago, vosotros también las haréis”.",
    "Mientras llegamos aquí a Sodoma, en unos minutos, observen cómo es, cómo sucede allí, exactamente cómo es la promesa para el día postrero y lo que Él haría.",
    "Él lo estaba confirmando, mostrando que Él… Él rasgó el cuerpo de Jesús, tomando el Espíritu, levantó el cuerpo a la diestra del trono de Dios; y envió la otra parte, la parte que Él cortó, el Espíritu sobre nosotros, lo cual se llama el Espíritu Santo. Y la propia Vida que estaba en Cristo está en Ud., mostrando que Él es su Redentor. Él los ha adoptado a Uds. para Dios, y ahora somos hijos e hijas de Dios, teniendo el Espíritu de Cristo. Amén.",
    "🦅 Las obras que Yo hago, vosotros también las haréis. Mayores que estas haréis, porque Yo voy a Mi Padre”. Amén.",
    "El Espíritu que estaba en Él está en Ud., Vida Eterna. Él es el dador de Vida Eterna. Él es un Redentor, para traer de nuevo lo que cayó en la caída, en la raza humana, para traerlo de nuevo a Dios. Y el Espíritu que estuvo en Cristo está en Uds. Y si el espíritu de—de Dillon estuviera en mí, yo tendría pistolas. Si el espíritu de un artista estuviera en mí, yo pintaría cuadros. Si el Espíritu de Cristo está en Ud., las obras de Cristo Ud. hará. Amén. Así es. La Vida que estaba en Él está en Ud.",
    "Transfiera Ud. la vida de cualquier cosa a otra cosa. Si Ud. pudiera tomar la vida de una—de una calabaza y ponerla en una vid de sandía, produciría calabazas, exactamente. Si toma la vida de un árbol de durazno, y la pone en un árbol de pera, producirá duraznos, porque la vida que está en el árbol muestra lo que es.",
    "Y así es cómo, la Simiente Real; por medio de Isaac vino la simiente natural, que La rechazó. En la cruz, pasó de Efraín a Manasés, fue transferida, la bendición de la mano derecha a la mano izquierda; o la mano izquierda pertenecía a la izquierda, del menor al mayor; desde allí cambió todo el cuadro de la simiente natural de Isaac, la cual rechazó a Cristo, y la iglesia natural hoy que aún lo rechaza a Él.",
    "Pero la espiritual, la Simiente Real de Dios que cree, la Simiente Real de Abraham que cree toda Palabra de Dios: en ellos hay una confirmación de un Jesucristo vivo y resucitado. Amén. Amén. ¡Oh, vaya! ¿Ven?, así mismo como fue, toda la Iglesia debe estar relacionada.",
    "Cuando fue tipificado en la simiente natural, miren, Isaac y Rebekah eran primos hermanos, parientes de sangre, mismos padres; ¿ven?, los padres eran hermanos, haciéndolos primos de sangre, la novia y el novio.",
    "Y en Adán y Eva, era todo Adán, para comenzar. Dios tomó una costilla de su costado e hizo una mujer, y Él tomó el espíritu femenino de Adán y lo puso en una mujer.",
    "Por lo tanto, cuando una mujer actúa de manera masculina, hay algo… hay una perversión allí en alguna parte. Y cuando un hombre quiere ser un gran afeminado, algo anda mal en alguna parte. Dios hizo al hombre y lo vistió como hombre, y a la mujer como mujer. Él quiere que siempre permanezcan así. Amén. Cuando Ud. los ve haciendo otra cosa, algo anda mal. Está pervertido. Y todo ha llegado ser un montón de pervertidos. Esa es la pura verdad. Toda la raza, la generación completa, es: “toda una llaga podrida”, como dice la Biblia. Ya casi no hay nada sensato en ninguna parte. Uds. saben que es la verdad. Casi no se—no se pueden encontrar entre ellos allá… Salga a la calle, es difícil encontrar un verdadero hombre; veo puros afeminados. Y las mujeres, usan pantalones, se cortan el cabello, usan lápiz labial, fuman cigarrillos, quieren ser un hombre. ¿Para qué quiere Ud. ser un hombre? Ud. debe ser una dama.",
    "Vi un aviso, decía: “Mesas para damas”, en un bar.",
    "Yo dije: “Nunca han tenido una como cliente. Una dama no irá a tal lugar. No, señor. No, una dama no lo hará. Una mujer pudiera, pero no una dama. Ella no entrará a tal lugar. Pero ahí lo tienen, ¿ven?",
    "Dios separó, cortó. ¿Ven?, el Cuerpo, la Novia de Cristo, tiene que regresar directamente a lo primero. Ahora, Eva era…",
    "¿Qué era Eva? Ella y Adán eran iguales. Ellos fueron llamados Adán. Ellos eran espíritu. Cuando Él formó al hombre, la primera vez, Él lo hizo a Su Propia imagen. Y Dios es un Espíritu. “A la imagen de Dios lo creó, varón y hembra los creó”. Él era… y entonces aún no había hombre para labrar la tierra. Entonces Dios formó al hombre del polvo de la tierra y puso este espíritu dual en él, y ese fue el primer Adán.",
    "Entonces cuando Él separó a Eva de Adán, Eva cayó por descreer la Palabra. Así fue. ¡Allí es donde la iglesia falló hoy, descreyendo la Palabra!",
    "Pero en este caso, a la Simiente Real, llamada, predestinada a Vida Eterna, la Simiente Real de Abraham, ellos creen esa Palabra. A mí no me importa lo que haya de venir, cuánto se burlen, quién diga esto, aquello o lo otro, ellos son ordenados a Vida Eterna. Y ella regresa directamente. Ella y su Amante, Cristo, son uno. La Vida, el Espíritu que está en Cristo, está en la Iglesia. Ese es su pacto Eterno, aquí. ¿Ven? Dios tomó el Espíritu de Cristo, lo rasgó en dos, en el sacrificio en el Calvario; y tomó ese Espíritu, levantó el cuerpo y lo puso a la diestra del Trono de Dios y Majestad en las Alturas. Es decir, todo en el Cielo está controlado por Él. Y entonces el Espíritu que estaba sobre Él, regresó; el mismo Espíritu, no otro Espíritu, el mismo Espíritu vino sobre Él, para confirmar el pacto con la Simiente Real.",
    "Y en los últimos días nosotros debemos verlo, de acuerdo a la Escritura. Y antes de que la Novia de Cristo pueda ser levantada, tiene que haber un ministerio que cuadre exactamente con eso. Amén. Estoy tan contento de decir, esta noche, que sé que esa es la Verdad. Amén. ¡Cuadrando, confirmando el pacto!",
    "Él lo confirmó allí, le mostró lo que Él iba a hacer, confirmando el pacto. Cualquier erudito de la Biblia sabe que allí es donde Él confirmó el pacto con Abraham. ¿Qué estaba haciendo Él? Mostrando en una figura, lo que Él iba a hacer, con estos sacrificios.",
    "Y, bueno, se está haciendo tarde y no tendré tiempo para dividir estos sacrificios. Voy a tener que hacer eso quizás mañana en la noche, pero, fíjense, mostrar lo que ellos, lo que significaban estos sacrificios. Pero, ¿ven?, Él lo confirmó, mostrando que en los últimos días…",
    "Ahora, cualquiera que haya leído historia antigua, sabe que así ellos hacían un pacto. Ellos lo escribían, luego lo rasgaban en dos y lo entregaban; uno tomaba un pedazo, y el otro tomaba el otro. Ellos tenían que volver, sobre un sacrificio, hacer su sacrificio. Eso es lo que Abraham hizo con… allá en Gerar, y todo aquello, adonde él fue allí, donde ellos ofrecieron el altar… ofrecieron su sacrificio e hicieron sus acuerdos, y lo dividieron así en dos. Y Dios hizo lo mismo, mostrando allí que lo que Él iba a hacer con A-…",
    "La pregunta era: “¿Dónde está—dónde está esta Simiente que Tú me prometiste? ¿Dónde? ¿Cómo llegaré a serlo? La gente se ríe de mí, diciendo: ‘Abraham, padre de naciones, han pasado quince años. Ahora tienes ochenta y cinco años, o—o noventa. ¿Dónde, dónde, dónde, dónde están todos sus hijos? ¿Cuántos hijos tienes ahora, padre de naciones?’”. ¿Ven?, burlándose de él. Pero él no dudó. Él se quedó con eso. Se burlaron, decían: “Padre de naciones, vamos a ver, ¿cuántos hijos tienes en este momento?”. ¿Ven?, queriendo burlarse, porque él se estaba aferrando de las promesas de Dios, creyendo que Él es capaz de cumplir lo que prometió. Él es—Él es más que capaz. Él es…",
    "Él puede proveer Su Propio sacrificio; Él es Jehová-jireh. Él puede proveer y hacer camino para lo que prometió. Y Él le confirmó el pacto, mostrándole cómo lo iba a hacer, tomando a Cristo y rasgando Su Vida, y enviándola en los últimos días sobre…",
    "Ahora terminaremos eso en la Escritura, esta semana, para probarles eso; que este pacto tiene que ser confirmado con la Simiente Real de Abraham, que son el pueblo de entre los gentiles, no judíos: “Un pueblo de entre los gentiles, por causa de Su Nombre”, tomándolo por causa de Su Nombre. La Iglesia que tiene Su Nombre regresará a Él, porque eso es lo que Ella es, su Vida.",
    "Escuchen, cuando, en el Día de Pentecostés, cuando el Espíritu Santo cayó en el Día de Pentecostés, se le dio Vida a la Iglesia. Y esa Iglesia que salió y produjo, ellos escribieron un Libro de los Hechos después de esa Iglesia, de lo que Ella hizo, porque fue Cristo en los apóstoles.",
    "Ahora Jesús dijo, en San Juan 15: “Yo soy la Vid, vosotros los pámpanos”. Ahora, la Vid no da fruto. El pámpano da el fruto; es energizado por la Vid. Bueno, ahora, si esa rama, la primera de ese árbol, produjo un Libro de los Hechos, si ella alguna vez produce otra rama, será la misma Vida.",
    "Hace unos meses, yo estaba con mi buen amigo, John Sharrit, allá en Phoenix. Yo vivo en Tucson, como Uds. saben. Y yo estaba en Phoenix, el Hermano John Sharrit es un hermano Cristiano muy fino. Y él era muy, muy pobre, y el Señor lo ha bendecido. Y—y cuando fui por primera vez a Phoenix, hace años, él no tenía hijos. Y—y él quería hijos. Y—y ellos, pobres, trabajando en la calle, rompiendo concreto, como a veinticinco, treinta centavos la hora. Y él llegó allá, y creyó cada Palabra del Mensaje. Y él dijo: “¿Podría orar por mí?”. Él ahora tiene cinco hijos.",
    "Y, además de eso, él da alrededor de tres a cuatro millones de dólares cada año a la causa de Cristo. Seguro que sí. Yo estuve con él aquí, no hace mucho, mirando su granja de algodón. Él compró todo un condado, tenía mil quinientos mexicanos trabajando allí. Y estaba, hace quince años estaba rompiendo concreto, por veinticinco centavos la hora.",
    "Me llevó a su gran huerto de cítricos. Y vi allí el árbol más extraño que yo haya visto en mi vida. Era alguna clase de árbol, tenía toda clase de fruto. Y miré, y tenía naranjas, tenía limones, tenía toronjas, tenía mandarinas, tenía tangelo. Creo que había como nueve tipos distintos de fruta, o diez. Y yo dije: “¿Qué clase de árbol es ese?”.",
    "🦅 ¡Oh!” dijo él, “ese solo es un pequeño experimento, Hermano Branham”.",
    "Dije: “¡Oh!, ya veo”. Y dije: “¿Todos están viviendo en ese árbol?”. Yo dije: “¿Qué clase de árbol es, originalmente?”.",
    "Él dijo: “Es un naranjo. Da naranja navelina”.",
    "Y dije: “¿En serio?”. Dije: “¿Y qué hacen estos otros allí?”.\n\nY él dijo: “Están injertados allí”.",
    "Yo dije: “¡Oh!, ya veo”. Dije: “Entiendo”. Yo dije: “Ahora, ahora el próximo año, todo volverá a dar naranja, ¿no es así?”.",
    "Dijo: “¡Oh, no!”. Dijo: “No, el limón producirá un limón”. Él dijo: “La… y la toronja producirá toronja, y la mandarina producirá mandarina”.\n\nYo dije: “¿De un naranjo?”.\n\nÉl dijo: “Sí, señor”.\n\nYo dije: “No entiendo cómo puede hacerlo”.\n\nDijo: “Todas son frutas cítricas”.\n\nYo dije: “Pues, ¡alabado sea el Señor! Veo algo”.",
    "¡Mire! ¡Oh, hermano!, cuando ese Espíritu Santo entró a esa Vid, y produjo desde su Vid hasta el primer pámpano, y ellos escribieron después un Libro de los Hechos, si ese árbol llega a producir otra rama original, ella producirá eso mismo: será Jesucristo. Ahora, tenemos a los metodistas, presbiterianos, bautistas, luteranos, todo lo demás injertado en ella, produciendo fruto denominacional; pero si ella alguna vez produce otra rama, será una Palabra de Dios genuina, llena de Cristo, centrada en Cristo.",
    "Y recuerden, recuerden Uds. el mensaje, El Árbol Novia. Muchos de Uds. llevan la cinta. Cómo es que el labrador vino, y eso no estaba dando la clase de fruto correcto, así que él lo podó, lo podó, siguió cortando, cortando. Pero Joel dijo: “Lo que quedó de la oruga, comió el saltón; lo que la oru-… dejó el saltón, algo más comió”. Nos damos cuenta que esos insectos son los mismos insectos, solo que en una etapa diferente. Y lo que dejaron los luteranos, se lo comieron los metodistas; lo que dejaron los metodistas, se lo comieron los bautistas; lo que dejaron los bautistas, se lo comieron los pentecostales. Toda la cosa está derribada.",
    "Pero Dios dijo: “Yo restauraré, dice el Señor, todos los años. Yo enviaré otra Iglesia en los postreros días. Yo restauraré de nuevo ese Poder original. Yo… Al caer la tarde habrá Luz”. Abajo, en el corazón de ese árbol, no importa cuántas ramas sean podadas, ¡la Simiente Real de Abraham retoñará! ¡Aleluya! Dios lo prometió. Dios lo hará. Él dijo que lo haría. “Yo restauraré todos los años que las denominaciones se comieron. Yo restauraré todos los años. Yo he podado la cosa, sin embargo, de su corazón vendrá una Vid. Él será como un árbol plantado junto a corrientes de agua, un hombre que medita en la Palabra de Dios, día y noche” no en un credo o en una denominación, “sino que medita en la Palabra, día y noche. Él será como un árbol plantado junto a un río de agua; las ramas no se marchitan. Él producirá su fruto en el tiempo”. Dios lo prometió.",
    "Dios, desgarrando, arrancando, cortando, separándose a Sí Mismo, dividiéndose a Sí Mismo. Él hizo lo mismo en el Día de Pentecostés, cuando bajó el Espíritu Santo. Esa Columna de Fuego que bajó, que siguió a Israel, todos sabemos que ese era el Logos, ese era Cristo. Y cuando bajó, en el Día de Pentecostés, ¿qué hizo? Se dividió, y lenguas de Fuego se asentaron sobre cada uno de ellos. Dios Mismo dividiéndose entre el pueblo. ¡Oh, hermano!, Ud. puede estar sin dividirse, al tener el mismo Espíritu que estaba en Cristo:",
    "🦅 El que en Mí cree, las obras que Yo hago, él las hará también. Mayores que estas, o más que estas”, es la traducción correcta “porque Yo voy al Padre. Todavía un poco, y el mundo no Me verá más; pero vosotros Me veréis, porque Yo” pronombre personal, “Yo estaré con vosotros, aun en vosotros, en el tiempo del fin, la consumación”. Él prometió que lo haría. La Simiente de Abraham, Él está aquí ahora. Él es…",
    "Estábamos aquí, hace unos días, celebrando Su resurrección, que Dios Lo resucitó. Nosotros lo declaramos; lo cantamos. Y Él pudiera aparecer y hacer algo que Él hizo igual como antes de Su resurrección, y lo llamaríamos: “Un adivino, un diablo, un Beelzebú” no dándole cabida en la iglesia. ¿Por qué hacemos eso? Para darle cumplimiento a la Escritura, que, en la Edad de Laodicea, la Palabra, que era Cristo, fue dejada afuera, [El Hermano Branham toca cuatro veces en el púlpito.—Ed.] llamando a la puerta, buscando cooperación de alguna parte, para entrar y darse Él a conocer.",
    "¡Pero de Allí vendrá una rama, sin duda alguna!",
    "Le dije al Hermano Sharrit: “Entonces, ¿qué clase de rama producirá el próximo año? ¿Será de naranja? ¿Será de limón? Será…”.",
    "🦅 Sí, será la original” dijo él. “Cuando produzca una rama propia, será de naranja, así como fue en el principio”.",
    "Y cuando la verdadera Simiente viviente de Abraham viniera, ese mismo Espíritu que estaba en Jesucristo vivirá entre ellos, cada Palabra será acentuada con un “amén”. [El Hermano Branham toca cuatro veces en el púlpito.—Ed.] Ellos La creen. No: “Esto es inspirado, y Eso no es inspirado”. Ellos La creen toda, porque es la Palabra de Dios.",
    "¿La creen Uds. en esta noche, con todo su corazón? [La congregación dice: “Amén”.—Ed.] Yo la creo.",
    "Pues, me puse aquí a predicar y el tiempo ha pasado. Inclinemos nuestros rostros por un minuto. Y terminaré esto mañana por la noche. Prometí que no los tendría hasta tarde.",
    "Jesucristo el mismo ayer, hoy, y por… Confirmado, fue suficiente para Abraham, cuando él lo vio por fe, siguió adelante, sin dudar en incredulidad. Él no dudó. Ahora, ¿qué me dice de Su Simiente Real, nosotros que decimos, los Cristianos de este día, quienes decimos besar la misma copa de la que Él bebió, teniendo en nosotros Su mismo Espíritu, y lo vemos a Él vindicar Su promesa de que estaría aquí con nosotros?",
    "La promesa, para darle cumplimiento a eso, no ha venido en todas las edades; nunca la tuvimos antes. Busquen en la historia. Nunca se mostró. Y ¿a dónde se suponía que iría en los últimos días? A la Iglesia elegida. No a Babilonia, no a Sodoma; ellos recibieron un mensajero allá. Pero el Espíritu Santo es el Mensajero a la Iglesia elegida, en esta noche, Dios morando en carne humana, Él mostrándose, el Discernidor, la Palabra que discierne los pensamientos y las intenciones del corazón; “Jesucristo el mismo ayer, hoy, y por los siglos”. Él es Jehová-jireh. Él ya ha provisto nuestro Sacrificio, y está confirmando Su pacto. Él está cumpliendo Su pacto, en los últimos días, con el pueblo.",
    "Amigos, podríamos hablar aquí toda la noche. Las cosas que se han dicho, se ha dicho suficiente. Hay personas enfermas aquí; Uds. necesitan sanidad. ¿Por qué no creen Eso? Si yo pudiera sanarlos, lo haría. Estén orando. Si yo pudiera sanarlos, lo haría. Yo no puedo sanarlos. Estoy… Fíjense que estoy dando el servicio, la primera o segunda noche aquí, para orar por los enfermos. Y no es solo para eso; si hay alguna Simiente aquí que es ordenada a Vida, el Espíritu Santo la alcanzará. Ellos lo verán. Ellos lo sabrán. Ahora Él es…",
    "¿Cuántos aquí podrían levantar las manos, ante Dios, y decir: “Yo lo creo con todo mi corazón, que Jesucristo es el mismo ayer, hoy, y por los siglos; que Él ha resucitado de entre los muertos, y está vivo entre nosotros esta noche, mostrándose entre nosotros, y yo creo que esto es de Dios”? ¿Podrían levantar las manos y decir: “Yo verdaderamente lo creo”?",
    "Ahora, Padre Celestial, están en Tus manos. Ellos están… Están declarando que son la Simiente de Abraham. Ellos—ellos quieren—ellos quieren las bendiciones de Dios. Y ahora les he dicho, de esta sencilla manera. Comencé con mi texto y no pude terminarlo. Pero, Padre, ellos—ellos ven aquí, en la confirmación a Abraham, que Tú le confirmaste a él la promesa, le diste la confirmación. Ahora si el—si el Espíritu de Cristo no está en nosotros, entonces no somos nada de Cristo. Y la naturaleza de Cristo no se puede cambiar.",
    "Y Él nos lo ha dicho bien, y promete estas cosas conforme a la Biblia, en muchos lugares. Aun el Antiguo Testamento lo prometió, en Malaquías 4, de cómo sería en los postreros días: “Haría volver los corazones de los hijos de nuevo a la Fe de los padres” como los padres pentecostales, la Doctrina original de la Biblia, la Palabra original, lo que Eso haría. Y habría una señal, y esta señal confirmaría, sería confirmada por la Voz que la seguiría, que Tú estás aquí. Y nosotros Te creemos.",
    "Ahora, Padre, que—que Satanás vaya saliendo. Nosotros—nosotros no creemos que tengamos poder alguno, Señor. No reclamamos tener poder; nosotros reclamamos tener autoridad.",
    "Podemos ver, que el pequeño policía en la calle, con una pequeña gorra en la cabeza, los grandes vehículos pasando por esas autopistas anchas, a ciento cuarenta y cinco kilómetros por hora, con un motor de trescientos caballos de fuerza, él no tiene poder para detener ni uno de ellos; sencillamente lo aplastarían. Pero esperen a que él muestre esa insignia y levante las manos, los frenos chillarán y las llantas zumbarán. Es autoridad. Toda la ciudad lo respalda a él. Él tiene autoridad, no poder. Puede ser que no pese ni 45 kilos, pero él tiene autoridad.",
    "Y así es en esta noche, Señor. Nosotros venimos a Satanás, no con poder, sino con la autoridad, mostrando la Sangre y la confirmación del pacto. Él no tiene derecho a mantener estas personas enfermas.",
    "Mirándolos y viéndolos sudar, aquí, ¡oh, Dios, si hubiera alguna manera de poder hacerles llegar el Mensaje! ¡Si ellos tan solo pudieran ver, Señor, darse cuenta! Despiértalos, Señor. Una vez, ahora, en esta noche, que puedan ver que Tú eres el mismo Dios. Tú estás confirmando Tu Palabra. Tú La cumples, tal y como prometiste. En estos postreros días, Tú dijiste que sucederían estas cosas: “Cuando el Hijo del Hombre se manifieste” que estas cosas sucederían. Concédelo, Señor, y permíteles ver que eres Tú. En el Nombre de Jesús, oro. Amén.",
    "Ahora crean, amigos. Uds. son una congregación muy amable. Me he pasado del tiempo, ¿ven?, y no fue mi—mi intención hacerlo. Les dije que yo… saldríamos a tiempo, esta noche, pero no pude, porque yo… Y terminaré mi texto mañana en la noche, tal vez, si el Señor quiere.",
    "Ahora aquí estamos. Uds. son personas; todos somos solo seres humanos. Queremos vivir. Todos quieren vivir su tiempo completamente; yo creo que Dios lo quiere para nosotros. Yo—yo lo creo. Ahora, no es porque no haya Bálsamo en Galaad.",
    "Saben, alguien dijo una vez: “¿Por qué, por qué es? ¿Será—será que no hay bálsamo en Galaad?”.",
    "🦅 ¿Será que no habrá profeta allí?”, dijo Isaías o, quiero decir, dijo Elías. “Ve y pregúntale: ‘¿Será porque no hay profeta en Israel? ¿Por qué van Uds. a Ecrón allá, al dios Baal-zebub? ¿Por qué, para qué van Uds. allá?’ Él siendo un judío, ‘¿Por qué vas allá?’”.",
    "Dijo: “¿Será porque no hay bálsamo en Galaad, no hay médico allí? ¿o sí? ¿Es esa la razón?”.",
    "¿Será esa la razón? No, señor. Nosotros tenemos Bálsamo. El Espíritu Santo está aquí. Sí, señor. La promesa es nuestra. Ahora Uds. solo tienen que creerlo. Uds.…",
    "Es un día en que la mente de la gente está por todas partes, que ellos no… Siento lástima por ellos. Ellos no saben qué creer. Uno dice esto y otro dice aquello. “Y la palabra de todo hombre sea mentira, y la Mía veraz”, dijo el Señor Dios. Correcto. Ahora, Él no puede cambiar Su naturaleza.",
    "Ahora, creo que anoche comenzamos de la tarjeta de oración uno (¿no es así?), y llamamos como hasta el veinte, o algo así. ¿Eh? Cambiemos ese procedimiento. No tengamos tarjetas de oración en lo absoluto. Sí, Ud. solo ore. Saben, una tarjeta de oración solo los sube aquí.",
    "Pero yo siento Su Presencia, y solo sé que Él está aquí. ¿Cuántos han visto una fotografía de ese Ángel del Señor? Dios es mi testigo, cuando los encuentre en el Juicio, Él no está a dos pies de donde estoy parado aquí mismo. Correcto. Está aquí.",
    "Ahora, alguien que no tenga tarjetas de oración, levante la mano, diga: “Yo no tengo tarjetas de oración, y, sin embargo, estoy enfermo y necesitado”. Bueno, por todo el lugar. Muy bien.",
    "Ahora, déjenme decirles. ¿Qué hizo ese Ángel allá en esa ocasión? Él le dio la espalda, le dio la espalda a Abraham. Y a eso iba a llegar esta noche y no lo hice. Y siendo que Él dijo: “Sería igual en la venida del Señor, como fue en Sodoma”. Vimos que Él estaba de espaldas a la tienda. Y Sara se rió de lo que Él dijo, por lo que le dijo. Y ella no podía entenderlo, que solo siendo un Hombre allá, comiendo la carne que ella frió, bebiendo la leche de la vaca, y comiéndose su ternero, y ese era Dios.",
    "La Biblia dice que lo era. Abraham dijo que era: “Elohim”. Correcto. “Elohim”, Dios. Él Se desvaneció allí mismo delante de Abraham. Y “Dios”; le llamó a Él: “Señor Dios, Elohim, el Ser todosuficiente”.",
    "🦅 En el principio”, se usa la misma palabra; cualquier erudito sabe eso. “En el principio Dios”, búsquenlo en hebreo: “Elohim”.",
    "Observen cuando Abraham dijo: “Señor Dios, Elohim”, el mismo Hombre, la misma Persona, mostrando que Dios Se manifestaría en carne humana, a la Simiente de Abraham, para confirmar el pacto y hacer lo mismo que Él hizo, (¿lo ven?), lo mismo que Él hizo allí. Él siempre es un profeta que discierne los pensamientos y las intenciones del corazón. Pues, ¿cuántos saben que la Biblia lo dice: “La Palabra de Dios discierne los pensamientos del corazón?”. [La congregación dice: “Amén”.—Ed.]",
    "Ahora, ¡si Dios acepta por lo menos tres personas aquí, esta noche! Ahora esto es un reto. Si alguien piensa que no lo es, venga Ud. a hacerlo. Si no lo hacen, entonces no digan nada al respecto. ¿Ven? Ahora, fíjense, tomando por lo menos tres personas (tres es una confirmación), que sean completamente desconocidos, y si el Espíritu Santo… Si Uds. solo creen, es todo lo que les pido, que crean, que hagan, es creer que esta Biblia es la Verdad, y estamos viviendo en los últimos días, y esto es lo prometido para los últimos días.",
    "Recuerden, Abraham, ni nadie más vio alguna otra señal hasta que el Hijo prometido llegó a la escena. Abraham había visto toda clase de señales y cosas, hasta allí, pero esa fue la última señal. Él nunca la quebrantará; la continuidad de Dios. La Simiente de Abraham, esa es su última señal. ¿Ven? Esa fue la última. ¡Dios! Él supo allí mismo que Ese era Elohim. Y Jesús respondió y dijo que sería de esa manera, y aquí estamos, hoy aquí mismo en eso, lo mismo.",
    "Pueblo, esto es Verdad. Yo sé: “¿Aquí en un pequeño granero?” dicen Uds. Bueno, siempre ha sido así. Él nació en un pesebre. Casi nadie Le creería. Pero solo son esas Simientes las que creen, las que están ordenadas a Vida, nada más. “Todo lo que el Padre Me ha dado vendrá a Mí”. Así es. Que eso no le preocupe; si sus nombres están allí, ellos lo verán. Y ¿cómo? Ellos lo verán.",
    "Ahora, ¿ven?, solo la idea, yo—yo pudiera orar e imponerles manos. Voy a hablar sobre eso, particularmente el domingo por la tarde. Pero yo—yo quiero que vean que Uds. pueden poner sus manos sobre Él. “Él es el Sumo Sacerdote que Se compadece de nuestras debilidades”. ¿Lo creen Uds.? [La congregación dice: “Amén”.—Ed.] Uds. créanlo. Y ahora, si Él hace eso…",
    "Yo—yo conozco a alguien aquí. Miré por casualidad, y vi a dos o tres de mis amigos sentados allí mismo, ese es un ministro, un par de ellos allí. Y uno con el rostro inclinado, el Señor acaba de sanar a su pequeño, de una conmoción cerebral hoy, me llamó por teléfono.",
    "Y—y otro hombre allí, y su bebito, la otra noche, pensaron que había muerto. Y yo estaba en Beaumont. Y nosotros, llamaron, fuimos, y él me puso sus manos, comenzó a llorar, dijo: “Hermano Branham, la Palabra del Señor está con Ud. Solo pídale a Él”. En ese mismo minuto, el bebito regresó a la vida, y volvió a vivir. Allí está el padre, sentado allí mismo, un ministro.",
    "Y este hombre, un automóvil chocó, y lo arrojó a través de no sé qué, y a una zanja, y conmocionó su pequeño cerebro, y demás. El Señor lo sanó, perfectamente normal. Ellos creyeron. Ellos absolutamente…",
    "Ahora no digan que yo lo hice. Yo no tuve nada que ver con eso. Fue su fe en Dios lo que lo hizo. ¡Uds. tengan fe! Todo…",
    "Jesús dijo, en San Marcos 11:22: “¡Lo que sea! Si Ud. le dice a este monte: ‘Quítate’, y no dudare en su corazón, sino creyere que será hecho lo que dice, Ud. puede recibir lo que ha dicho”. Pero allí está, ¿ven? No es una esperanza; ya Ud. “lo sabe”.",
    "Y si Él Mismo puede probar que está vivo, Aquel que hizo la promesa puede Él Mismo probar que está vivo, y nada más en el mundo puede hacerlo: ¡Despierte! Sacúdase Ud. fuertemente, su espíritu. ¿Ven? No hay nada en el mundo que pueda hacerlo sino Dios.",
    "Ahora Ud. puede—Ud. puede considerarlo como algo maligno, si quiere. Ellos Lo consideraron a Él como maligno, y ellos aún pueden tratar a Su Espíritu como maligno. Ellos dijeron que “Él era el diablo, que hacía eso”. Bueno, por supuesto, ellos recibieron esa recompensa.",
    "Uds. solo crean. Ud. no puede sanar; yo no puedo sanar; no hay hombre que pueda sanar. Dios es el sanador.",
    "Pero si Uds. tan solo pueden darse cuenta que precisamente Él, a quien sirven, habiéndose Uds. separado del mundo para servir, precisamente Él que Uds. aman, es precisamente Él que va a pararse en el Juicio, Uds. en el Juicio con Él, para ser juzgados: ¡si Su Presencia puede venir aquí y mostrar que Él está aquí!",
    "Pues Su cuerpo físico no puede hacerlo; cuando ese venga, el tiempo habrá terminado. “Como el relámpago que sale del oriente hasta el occidente, así será la venida del Hijo del Hombre”. Pero: ¡Su Espíritu!",
    "Y la Iglesia ha venido, miren cómo ha surgido: por justificación, santificación, bautismo del Espíritu Santo; y entrando ahora directo en el tiempo del rapto, para preparar a la Iglesia. Exactamente así como lo prometió, así como están en línea las Edades de la Iglesia, y nosotros vimos eso, todo viene sucediendo y sucediendo.",
    "Pentecostés es la última organización. Eso es de acuerdo a la Escritura. Será la última organización, rechazada con las demás, así es, como organización. Ninguna organización es aceptada por Dios. Es una… Son individuos, los que Dios acepta.",
    "Ahora, ¿podrán Uds. creer Su Presencia? Ahora aquí, yo solo soy su hermano, y pues, fui enviado, que Dios me dijo que viniera a hacer esto. Por tanto, yo Le creo. Y si eso no estuviera escrito en la Palabra, para esta edad, yo me apartaría. Cualquier cosa que no esté en esa Palabra, yo no la creo. Yo—yo no lo aceptaría. Yo no digo que no lo creería, pero no lo acepto; yo no lo entiendo. Pero cuando está en esta Palabra, y es una promesa para esta edad, yo lo entiendo. ¿Ud.? [La congregación dice: “Amén”.—Ed.] Que el Señor nos ayude ahora. Y Ud. solo… Uds. extiéndanse ahora, por fe, crean que en el… nuestra presencia… Estamos en Su Presencia, mejor dicho, ahora, ese mismo Jesús es el que hizo esa promesa.",
    "Y aquí en la Biblia, Pablo, inspirado, recibiendo las revelaciones en tal abundancia que se volvió nervioso; “Y tuvo problemas en la carne, que la grandeza de las revelaciones no le exaltase desmedidamente”. ¿Ven?, él escribió la Biblia, fue tal su inspiración. Él escribió los Libros de la Biblia. Como Moisés, él era un profeta. Así que él, la Palabra vino a él, y él La escribió, y eso fue permitido en las Escrituras, los Escritos sagrados. Ahora, él fue el que—que—que dice, lo de… cree esto, enseñó estas cosas.",
    "Recuerden entonces que Cristo ha resucitado de los muertos y está entre nosotros. Y entiendan bien esto: Cristo resucitó de los muertos y está entre nosotros.",
    "Ahora, hemos visto toda clase de grandes movimientos, y gritar y alabar a Dios; todo bien. Hemos hablado en lenguas y profetizado, y todo. Hemos visto todo eso. Eso está bien; es lo que viene con Eso.",
    "Pero, recuerden: lo último es Su Divina Presencia, la Palabra Misma. Él es la Palabra. La Cabeza, la Palabra, que viene al Cuerpo. ¿Ven? Y luego esa Palabra, en Hebreos el capítulo 4, dice: “La Palabra de Dios es más cortante, más eficaz que una espada de dos filos, y discierne los pensamientos y las intenciones del corazón”. Ahora tomen esa Escritura y aplíquenla desde que comenzaron los profetas, aplíquenla a Jesucristo, y vean si no es eso mismo, lo mismo, que Él es conocido como el Mesías.",
    "Ahora no es algún hombre aquí que sea el Mesías; el Espíritu Santo es el que es el Mesías. Cristo y el Espíritu Santo son la misma cosa, así que aquí está Él ahora obrando en la carne, preparando el Cuerpo para la gracia del rapto. Créanlo, amigos.\n\nSeñor Dios, por favor permite que suceda esta noche.",
    "Ahora en el Nombre de Jesucristo, tomo todo espíritu aquí bajo mi control, para la gloria de Dios. Yo digo eso para que Uds. entiendan. ¿Ven?, Uds. no…",
    "Si está dudando, Ud.—Ud., no es bueno que se quede mucho tiempo, porque hay mucha gente sentada aquí, sin duda, que ha visto lo que a veces les sucede a los incrédulos. Pasará de uno a otro, como sucedió en la Biblia.",
    "¿Cuántos de Uds. aquí están orando, saben que soy un desconocido, no sé nada de Uds.? Levanten las manos, de que están orando, para que se sepa que yo no sé nada de Uds.",
    "Ud., ese hombre sentado allí con la corbata negra, aquí mirándome directamente.",
    "Ahora miren. ¿Ven esa Luz? ¿No La ven Uds.? Es una Luz como ámbar, dorada-verdosa aquí abajo.",
    "¿Cree Ud. que yo soy Su siervo, señor? Si Dios puede revelarme cuál es su problema, ¿cree Ud., me creería con todo su corazón?, ¿creería Ud. que es Dios? ¿Lo haría? ¿Creería Ud. que vendría su sanidad? ¿Tiene Ud. una tarjeta de oración? No, Ud. no la tiene. Ud. no la necesita. Su problema está en su oído. Si así es, levante la mano. Estaba en su oído; ya no, si Ud. lo cree. Yo no conozco al hombre, nunca lo he visto.",
    "Ahora aquí hay un hombre sentado allí junto a Ud. Él como que está orando. Él está orando por algo que sufre. Míreme, señor. ¿Tiene Ud. una tarjeta de oración? [El hermano dice: “No”.—Ed.] No la tiene. ¿Cree Ud. que soy el siervo de Dios? [“Sí”.] ¿Cree Ud. lo que le he dicho, la Verdad? [“Sí, señor”.] ¿Cree Ud. que es la Presencia de Jesucristo? [“Sí, señor”.] ¿Cree Ud. que su columna va a estar bien de ahora en adelante? ¿Lo cree? Levante la mano. ¡Si Ud. cree! ¿Ven?",
    "Ahora pregúntenle al hombre. Yo nunca lo he visto en mi vida. Él no me ha tocado; él está a seis metros de mí. ¿Qué tocó él? Eso cumple la Escritura. Él tocó al Sumo Sacerdote. Él estaba sentado allí, orando para ser sanado. ¿Ven?, él tocó al Sumo Sacerdote que puede ser tocado por el sentir de nuestras debilidades. ¿Ven?",
    "Ahora, ¿qué le parece a Ud., joven sentado allá atrás, un joven mirándome tan directamente? ¿Cree Ud. que Dios sanó ese problema renal que tiene? ¿Lo cree? Levante la mano, si Ud. lo cree. ¿Quiere Ud. dejar ese vicio que también tiene, botar esos cigarrillos? Mueva su mano así si es lo que quiere. Entonces déjelo y olvídelo. Jesucristo lo sanó. ¡Si Ud. puede creer!",
    "Allí frente a Ud., está sentada una señora con lentes. Ella está sufriendo de un problema de nervios. ¿Cree que Dios la sanará, señora? Levante la mano si Ud. lo cree. Muy bien.",
    "¿Me haría un favor? Hay una damita sentada junto a Ud., está sufriendo con un problema femenino, un problema de dama. Así es, señora. Levante la mano, si así es. Drenaje. Ponga su mano sobre ella, para que ella se recupere, porque ella cree.",
    "Oiga, luego, al lado de ella, uno, dos, allí está Eso directamente sobre esa otra señora sentada a su lado. Ella está sufriendo de sus piernas, problemas con sus piernas. ¿Cree Ud. que Dios sanará sus piernas? Levante la mano. Allí lo tienen. ¿Ven?",
    "¿Creen Uds. que Él es Jesucristo el mismo ayer, hoy, y por los siglos? [La congregación dice: “Amén”.—Ed.]",
    "¿Cree Ud. sentada allí? ¿Justamente detrás de este hombre sentado aquí en frente, la señora sentada aquí? ¿Cree Ud. que Dios…? Ud. tiene dos cosas peligrosas. Una de ellas es cáncer; la otra, es artritis. ¿Cree Ud. que Dios la sanará? Si cree, levante la mano y diga: “Yo—yo creo”. Muy bien, crea.\n\n¿Cree Ud.? Él está confirmando el pacto.",
    "Aquí hay una señora sentada aquí mirándome, directamente detrás de este hombre. Ella tiene un vestido como rojo. Rojo, aquí arriba; podría ser un suéter. Ella está demasiado lejos; está oscuro allá. Después, ¿ven?, eso lo debilita mucho a uno, todo comienza a volverse como de un color lechoso por todo el salón.",
    "Lo cual, allí está, justo sobre ella. ¿Ven esa Luz? Ella está orando por algo. Si Jesucristo me revela por lo que Ud. está orando, ¿creerá Ud. con todo su corazón? ¿Lo hará? Yo soy un desconocido para Ud., y Ud. es desconocida para mí. Pero Ud. ha contactado al Sumo Sacerdote, pues la señal que Él me da está directamente sobre Ud., ¿ven?, ¿ven?, la señal. Yo lo sé.",
    "Ud. tiene un tremendo problema nervioso del que sufre. Y Ud. también tiene un bocio en la garganta, con lo que está sufriendo. Si es verdad, levante la mano.\n\nUds. dicen: “Eso se puede ver”.",
    "Muy bien, Ud. viene… Ud. no es de aquí. Ud. viene… Ud. no es de esta región, de este lugar. Ud. viene de Memphis. Correcto.",
    "La señora a su lado, ella también viene de Memphis. ¿Cree Ud. con todo su corazón, señora? ¿Cree Ud. que Dios puede sanarla? ¿Cree Ud. que yo soy Su profeta, o Su siervo? Eso hace tropezar a la gente, ¿ven? ¿Cree Ud. que soy Su siervo? ¿Cree Ud. que es Dios el que está hablando esto? Ud. sabe que yo no podría saber nada de Ud. ¿Cree Ud. entonces que es Dios? Muy bien. Crea Ud. con todo su corazón. Y tiene, Ud. está sufriendo, tiene un… Ud. también tiene problemas de garganta. Y otra cosa, Ud. tiene un nudo, un crecimiento en su costado. ¿Cree Ud. que Dios puede decirme de qué lado está? Si es así, levante la mano si le digo la verdad. Está en el lado derecho. ¿Ve? ¿Ve? ¿Cree Ud. que Dios puede decirme quién es Ud.? ¿Le ayudará eso? Ud. es la Sra. Cox. Correcto. ¿Ve? Regrese, ¿ven?",
    "¿Creen Uds.? ¿Todos Uds. creen ahora? [La congregación se regocija y dice: “Amén”.—Ed.] ¿Ven?, esa es la confirmación del pacto a la Simiente de Abraham, ¡si Uds. pueden creer! ¿Ven?",
    "Aquí, allí hay una mujercita acostada allá en la camilla. ¿Puede oírme, señora, acostada en esa camilla? Sí. Yo no puedo sanarla. No sé nada de Ud.; Ud. solo es una desconocida para mí. Pero, ¿cree Ud. que Jesucristo puede revelarme cuál es su problema? ¿Le ayudaría? ¿Lo haría?, ¿lo haría? Si se queda postrada allí, Ud. morirá. Ud. solo tiene una oportunidad de vivir, y es aceptar a Cristo. Ud. tiene cáncer. Es cierto. ¿Cree Ud. que Dios la sanará ahora? ¿Cree? Levante la mano si lo cree. Muy bien. En su lugar, lo único que Ud. podría hacer, sería levantarse de esa cama; y tomar sobre lo que está acostada e irse a casa, confesando su fe en Dios, como la Simiente de Abraham. Levántese, en el Nombre de Jesús.\n\n¿Ven?, ella se levanta, para recibir su promesa en Dios.",
    "¿Cuántos más de Uds. lo creen ahora con todo su corazón?",
    "Póngase de pie. Ud. tiene fuerza; Dios le dará fuerza. Levántese, de pie. Allí está ella, se ha parado de la camilla.",
    "Ahora los demás que quieran recibir a Jesucristo, pónganse de pie. Póngase de pie. Póngase de pie, en todo lugar, acepten a Jesucristo como su sanador.",
    "Señor Jesús, sana a cada uno de ellos. Concédelo, Señor. 🦅"
  ]
}