{
  "title": "LA IDENTIFICACIÓN DE CRISTO EN TODAS LAS EDADES",
  "id": "64400009",
  "content": [
    "🦅  Realmente considero éste un gran privilegio estar aquí esta noche. Es la primera vez que estoy aquí en esta ciudad tan fina de Birmingham. Oh, había querido venir, muchas veces. Pero simplemente parece resultar de otra manera, y el Señor ha establecido Sus propios tiempos para las cosas; por tanto, así es como Él lo ha resuelto. Estamos agradecidos por este tiempo, y por estos buenos patrocinadores.",
    "Y ahora esta noche es como…siempre destinamos una-una noche para conocernos. Y, saben, cuando se está en un edificio como éste, donde hay…no me supongo que ha sido usado para tener servicios de iglesia. Entiendo que es una armería. Probablemente sólo, probablemente hacen ejercicios y tienen juegos y todo eso. No es como entrar en una iglesia. Donde uno…Yo creo que en la iglesia está el Espíritu de Dios, y parece haber un sentir sagrado. Pero cuando uno entra a un lugar donde hay entretenimientos, y a veces charlatanerías, entonces parece como que es difícil comenzar por un rato, hasta que nos conocemos el uno al otro. Y luego, al ser todos desconocidos, entre nosotros, como que lo hace…Bueno, miramos y tenemos preguntas. Pero tratemos tan sólo de hacer eso a un lado, lo más rápido posible.",
    "Y-y sólo recuerden, estamos aquí para servir al Señor Jesús. Estamos aquí para hacer lo que podamos, todo lo que podamos, para el avance de Su Reino. Y yo estoy aportando mis esfuerzos. Y yo-yo no puedo hacerlo solo. Va a requerir la ayuda de Uds. junto con mi ayuda, y con la ayuda de Dios, y con Él podremos ver la gloria de Dios bajar y visitarnos. Y es lo que estamos deseando, para eso estamos aquí, es para una visitación de Dios.",
    "Ahora no somos muchos en número, y no tenemos multitudes muy grandes; no permanecemos por mucho tiempo. Y otra cosa, yo…el Mensaje mío es mayormente para las personas del Evangelio completo. Es sobre esas bases, aunque todos vienen.",
    "Nosotros oramos por los enfermos. Y no reclamamos ser un sanador o alguien que pueda sanar a alguien. Creemos que sólo hay un Sanador, ése es Dios. Sin embargo, creemos que Él ordenó al hombre para orar por los enfermos, y eso hacemos; oramos por los enfermos. Y el Señor ha sido bondadoso con nosotros, al responder a nuestras oraciones tantas veces. Y nosotros, alrededor del mundo, hemos visto, pues multiplique eso por miles y miles de personas, lisiados, afligidos, ciegos, cojos, mancos, ser sanos. Y simplemente creemos, que estamos…que “Él fue herido por nuestras rebeliones; por Sus llagas fuimos curados”. Y creemos que ése es el beneficio, ése es el privilegio para los creyentes.",
    "Ahora, no es para incrédulos. La gente dice: “Pues, yo-yo no creo que eso pueda suceder”. Bueno, nunca sucederá para Ud. Sólo, sólo…Ud. lo ha resuelto, nunca sucederá para Ud.; pero sí para aquéllos que creen, pues sólo es para creyentes.",
    "Ahora, eso no nos hace un sanador, igual como predicar la salvación no nos hace un Salvador. Nosotros-nosotros sabemos que hay un Sanador y un Salvador, y es la misma Persona: Jesucristo. Estamos aquí para glorificarlo a Él ante el pueblo.",
    "Ahora, un avivamiento no es precisamente añadir nuevos miembros a la iglesia. Un avivamiento es revivir lo que Ud. ya tiene. Y, a veces me he preguntado para qué es un avivamiento.",
    "Esto podría sonarles un poco extraño, que un desconocido les diga esto. No obstante, un día yo estaba parado en la orilla del lago, del Lago Michigan. Observaba las olas, cómo iban y venían, y saltaban. Oh, eran vientos recios que soplaban, y-y las olas saltaban al aire, y lo agitaban; y entraban rodando y volvían a salir, y volvían a entrar. Pensé: “Vaya, ¡qué avivamiento!”. Pero saben, no hay más agua en ese lago que cuando está perfectamente normal y quieto. Eso es cierto, tiene exactamente la misma cantidad de agua. ¿Ven?",
    "Entonces me pregunto: ¿Por qué está ese lago todo agitado? Es igual como cuando nosotros nos agitamos en un avivamiento; nos revuelve. Sin embargo, ¿saben lo que eso siempre le hace al lago? Lo limpia. Eso arrastra toda la basura a la orilla. Entonces para eso es que nosotros necesitamos tener un avivamiento: para sacar toda la incredulidad y las demás cosas de nosotros; para poder ver más claro lo que Dios quiere para nosotros. Eso es lo que estamos anticipando en esta ocasión, es un avivamiento entre el pueblo.",
    "Ahora, mi patrocinador, el Hermano Urshan (estos hermanos aquí), y algunos probablemente sentados por allá: ahora, ellos son ministros de Dios, igual que yo o que todos los otros ministros. Y, el…",
    "Jesús dijo una vez: “El Reino del Cielo es semejante a un hombre que tomó una red y fue al lago. Y cuando él echó la red, y la sacó, allí tenía de todas las clases”. La red del Evangelio atrapa de todas las clases, pues, de toda clase de pescado. Vean, es probable que algunos fueran, por decir salamandras, algunos eran serpientes, algunos arañas, algunos tortugas, y-y todo eso; y algunos eran verdaderos pescados. Por tanto, nosotros no sabemos lo que atrapamos en la red, sólo echamos la red.",
    "Y ahora vengo yo. Dos mallas alcanzarán más que una malla. Y vengo a poner mi red. Es lo que es una malla; así le llamamos más al norte, una malla. Y vengo a-a entretejer mi red con las redes de ellos, las redes de Uds. Y arrojemos bien lejos, tan lejos como podamos. Y juntemos nuestras redes, y nuestros corazones, y nuestros esfuerzos, y recojamos, para ver si hay pescados que el Maestro pueda usar. Y Él es quien juzga eso; nosotros no sabemos. Para nosotros todos lucen igual, simplemente han sido atrapados en la red. No obstante, Dios sabe quiénes son, y los conoció desde el principio. Así que nosotros sólo recogemos la red; no somos jueces para juzgar quién es y quién no. Sólo estamos recogiendo la red; por tanto, yo estoy aquí para ayudarlos.",
    "Y ahora esta semana, oren, vayan al teléfono, llamen a alguien, e invítenlos a la iglesia, aquí a la armería. Sólo disponemos de un tiempo corto. Hay nervios, pone al pueblo nervioso, cuando uno ya se va conociendo y la gente se calma, luego hay que ir a otro lugar.",
    "Con frecuencia he pensado, en ocasiones, si-si uno de estos días no pudiera tener una carpa y llegar a los alrededores de una ciudad grande como ésta y colocarla, para poder quedarnos varias semanas; y tener por la mañana reunión ministerial, y conocer a todos los ministros y hablar del asunto.",
    "Y confío que el Señor bendecirá nuestros esfuerzos en esta semana. Confío que no quedará aquí ni un catre, ni una silla de ruedas, o lo que sea, y ni una persona enferma con problema del corazón, tuberculosis, cáncer, que el Señor Jesús no le sane. Yo estaré orando.",
    "No visito mucho, Uds. saben, por razón de este tipo de ministerio. No es que no quiera visitar, pero es que yo-yo-yo no puedo servir a Dios y luego al hombre a la vez; tengo que estar a solas y orar. Y estaré haciendo eso por Uds. Y Uds. estén haciendo la otra parte: reuniéndose y trayendo a la gente y demás, y traigan a los enfermos y afligidos; y estén orando por mí, cada uno, oren por mí. Así es como ganamos la victoria.",
    "Ahora, sólo como para poner el fundamento de lo que tratamos de hacer: en primer lugar, no representamos ninguna denominación; no estamos contra ninguna denominación, sólo es que no representamos ninguna. Estamos…",
    "Yo recibí la ordenación de Bautista Misionero. Y después renuncié a mi tarjeta de compañerismo, no al compañerismo con mis hermanos, sólo para no ser representado entre ningún grupo. Yo vine entre los pentecostales, cuando comencé a orar por los enfermos y que fui comisionado a hacerlo. Vine entre los pentecostales, y me doy cuenta, pensé que eran un solo grupo, pero me doy cuenta que allí hay tantos grupos como los hay de los bautistas, distintos. Entonces yo-yo vi que ellos estaban discutiendo, y estaban discutiendo en la bautista por esto, eso, y lo otro, así es que simplemente los dejé discutir.",
    "Y yo procuro darle nuestro abrazo a cada uno y decir: “Todos somos hermanos; sencillamente sirvámosle al Señor”. Y la poca influencia que pueda tener, yo no la pongo sobre ninguna cierta denominación, sino sólo sobre Cristo. Y allí nosotros…Y nos esforzamos en servirle a Él de esa manera.",
    "Todos están invitados, sin excepción; todos son bienvenidos. Mientras se comporten y mantengan el orden, pues, no podrían ser más bienvenidos.",
    "Ahora, otra cosa es nuestro sistema de orar por los enfermos. Ahora, cada día, el Hermano Borders o Terry, o el Hermano Sothmann, o Billy Paul o…Normalmente es Billy Paul; ésa es su labor. Y si él no puede llegar, será uno de estos otros hombres que estará repartiendo las tarjetas de oración cada día. Ellos lo hacen: vienen, toman las tarjetas de oración, unas cien, y las mezclan todas allí delante de Uds., y luego le dan las tarjetas a la gente, al que quiera una. Ahora, ellos hacen eso cada día. Pues, cuando primero empezamos, nos dimos cuenta que se necesitaban las tarjetas de oración. No es un ruedo, Uds. saben, empujándose uno por encima del otro. Es un…Hay que tenerlo en orden.",
    "Y entonces descubrimos a alguien tratando de vender las tarjetas de oración, y garantizándole a la gente que subiría a la plataforma. Y pues, tuvimos que detener eso. Y luego puse a mi propio hijo en eso, porque sabía que él no vendería ni una.",
    "Y luego salió la idea de: “Déme a mí cierta tarjeta de oración. ¿De dónde comenzará Ud. a orar por ellos esta noche? Y entonces voy-voy a orar…Yo quiero esa tarjeta”. Bueno, para estar seguro de que ese muchacho no-él no sepa de dónde va a empezar esa línea de oración, él mezcla las tarjetas y las entrega. Él no sabe cuál les está entregando; él simplemente les entrega una tarjeta de oración. Alguno podría recibir la número uno, el otro la cincuenta, y-y así de esa manera.",
    "Y luego para redoblar eso, yo vengo en la tarde, y nadie, y ni yo mismo sé de dónde empezaré a llamar esas tarjetas de oración. Yo pudiera empezar de la uno; pudiera empezar de la veinticinco; pudiera empezar de la setenta y cinco o de la cien y contar hacia atrás; de la dieciséis y comenzar hacia delante y luego hacia atrás. Cualquiera que ha estado en la reunión sabe que lo hacemos de esa manera, de atrás hacia adelante, de adonde sea.",
    "Y entonces, cada día…Al principio íbamos y repartíamos todas las tarjetas de oración el primer día. Entonces si entraba gente nueva, no recibían tarjeta de oración; estaba resuelto, no se oraba por ellos durante la reunión. Pero ahora las repartimos cada día, para que quien quiera una tarjeta de oración la pueda recibir. Pudiera ser que en una noche no lleguemos a todas, pero guarde su tarjeta, llegaremos a ella antes de irnos.",
    "Ahora, pero hay muchos, muchos sanados en la audiencia, muchos más sanos que cuando están aquí en la plataforma. Es su fe que obra la sanidad; no es nuestra oración. Nuestra oración ayudará, no cabe duda; todos reunidos en oración por Ud., eso ayudará. Y si…",
    "Y luego el domingo en la tarde, el Señor mediante, estaremos orando por todos, recogiendo sus tarjetas de oración y orando por todos; o tal vez el sábado en la noche, en alguna, depende en cuál los hermanos quieran que lo hagamos.",
    "Y ahora, queremos decir esto para que Uds. entiendan. La razón que yo aplazo esa línea de oración, de ver a cada persona, es porque principalmente, mi-mi objetivo es éste: que las personas reciban a Cristo como su Sanador sin que nadie les imponga las manos.",
    "Normalmente, tome Ud. a un evangelista que viene a la ciudad, pues, él es-él es el todo en la iglesia. Cuando él se va, a veces la congregación mira a su pastor y dice: “Pues, ¿y qué de mi pastor?”. Yo quiero que sepan que su pastor es un hombre piadoso, y quiero que tengan respeto y sepan que ese hombre está tan ordenado para orar por los enfermos como cualquier otro. Y nosotros-nosotros queremos que Uds.…y-y de…",
    "De hecho, nuestro objetivo, principalmente, es que Uds. vean la Presencia de Jesucristo, y sepan que Él está aquí. Y entonces, mientras están en Su Presencia, tan sólo acéptenlo como su Salvador y su Sanador. Si Ud. no es salvo, acéptelo como Salvador. Si Ud. es salvo y no está sano, entonces acéptelo a Él como su Sanador. Entonces nadie puede decir: “¡El Hermano Fulano de Tal me impuso a mí las manos!”. No. Ud. puso las manos sobre Él, entonces, eso es lo principal. Ahora quiero que tengan eso en mente, siempre. Es Ud. poniendo sus…tocándolo a Él. Y la Biblia dice que “Él es el Sumo Sacerdote que puede ser tocado por el sentir de nuestras dolencias”. Y ahora recuerden eso: es Ud. tocándolo a Él. No…",
    "El pastor tiene derecho a imponer las manos. Imponer…No tan solo el pastor, “Estas señales seguirán a los que creen”, simplemente creyentes, cualquiera que imponga manos sobre los enfermos tiene derecho a hacer eso. Es Ud. mismo identificándose con la persona en oración, igual como Ud. coloca las manos, por fe, sobre Cristo, y se identifica con su Sacrificio. Entonces, recuerden eso ahora mientras la-mientras transcurre la semana, y oren sinceramente.",
    "Ahora, pienso que eso casi lo cubre ahora. Y luego cada noche tratamos de salir temprano, tan temprano como nos sea posible. Ahora, estamos empezando entonces a veinticinco minutos para las nueve, según el reloj mío. Y si el Señor lo permite, queremos salir cada noche a las nueve y media, o tal vez antes, para que Uds. tengan suficiente tiempo, vayan a sus casas y regresen. Ahora si no se ora por Ud., o no lo capta en la primera noche…",
    "El ministerio mío podría serles un poco extraño. Pero si es extraño, no vayan simplemente a arrojarlo a un lado. Siéntense y considérenlo; tomen la Biblia. Ahora yo creo que Dios puede hacer cosas que Él nunca escribió aquí en la Biblia. No obstante, yo sólo quiero que Él…Si sólo cumple lo que escribió aquí, estaré satisfecho con eso.",
    "Pues estamos viviendo en los días de toda clase de cosas extrañas, ismos que no son Escritúrales. Pero saben, en los días de Noé…Jesús dijo: “Como fue en los días de Noé”. Saben, la gente tal vez construía barcos en aquellos días, ya sea que fueran construidos de Dios o no; pero no flotaron cuando llegó el tiempo para que flotaran. Así que a mí me gusta que el Mensaje sea construido de Dios según las Escrituras, un Mensaje Escritural, y a la par con Ella, todo según la Escritura. Eso entonces es ASÍ DICE EL SEÑOR. Y tendrá que perdurar, porque no es mi palabra que está en duda, será la Palabra de Él que está en duda; ¡tráiganlo de la Escritura!",
    "Y nosotros estamos en una dispensación que cambia; estamos cambiando ahora. Y todo cambio, como al edificar un edificio, se llega a la esquina, hay que doblar allí. Es-es extraño, todos quieren correr de largo; uno tendría una sola pared larga. No obstante, estamos edificando un edificio. Y hemos llegado a las esquinas, y se tiene que cambiar, por esas esquinas. Como el Hermano Don Price tan bien…él…y tan bien lo declaró no hace mucho. En esos cambios es donde viene el problema, donde el…es difícil de hacer esa esquina, cortar esa esquina y hacerla precisa.\n\nAhora, antes que leamos la Palabra…",
    "Cada noche, el Hermano Borders es el director, y él también habla en la plataforma.",
    "Y el Dr. Lee Vayle está aquí en algún lugar; supongo que él llegó aquí. Él se encontró conmigo en Kentucky; conducía a treinta millas por hora, asentando la maquina en otro Ford. Y, así que, venía para acá y me vi con él. Y él es el-el hombre de las relaciones públicas. Él estará hablando, me supongo, en algún momento de la reunión, un poco cada día. Entonces, si hay preguntas o lo que sea, pues, pregúntenle al Hermano Vayle, él podrá ayudarlos en estas preguntas. Muy bien. Ahora, mientras nosotros…[Cinta en blanco.—Ed.]",
    "Antes de leer la Palabra, tengo una costumbre de ponernos de pie mientras leemos la Palabra de Dios. Nos ponemos de pie cuando tocamos el Star-Spangled Banner [Himno nacional de los estados unidos de América.—Traductor], y juramos lealtad, ¿por qué no ponernos de pie cuando leemos la Palabra de Dios?",
    "Voy a leer esta noche de Hebreos el capítulo 13, empezando con el versículo uno.\n\nPermanezca el amor fraternal.\n\nNo os olvidéis de la hospitalidad, porque por ella algunos, sin saberlo, hospedaron ángeles.\n\nAcordaos de los presos, como si estuvierais presos juntamente con ellos; y de los maltratados, como que también vosotros mismos estáis en el cuerpo.\n\nHonroso sea en todos el matrimonio, y el lecho sin mancilla; pero a los fornicarios y a los adúlteros los juzgará Dios.\n\nSean vuestras costumbres sin avaricia, contentos con lo que tenéis ahora; porque él dijo: No te desampararé, ni te dejaré;\n\nde manera que podemos decir confiadamente: El Señor es mi ayudador; no temeré lo que me pueda hacer el hombre.\n\nAcordaos de vuestros pastores, que os hablaron la palabra de Dios; considerad cuál haya sido el resultado de su conducta, e imitad su fe.\n\nJesucristo es el mismo ayer,…hoy, y por los siglos.",
    "Inclinemos nuestros rostros por un momento para orar. Ahora con nuestros rostros y corazones inclinados, me pregunto si hay algunas peticiones esta noche que quisieran que se recordaran, ¿levantarían sus manos a Dios, y dicen con eso: “Acuérdate de mí, oh Dios?”. Gracias.",
    "Nuestro Padre Celestial, estamos abordando Tu Divino Trono, en el todopoderoso Nombre del Señor Jesús que dijo: “Si pidiereis al Padre cualquier cosa en Mi Nombre, será concedido”. Y estamos tan agradecidos por esa promesa, sabiendo esto: que nuestra fe sale ahora abriéndose camino, más allá de toda sombra de duda; sabiendo que nosotros, por fe, estamos hablando personalmente con el Dios Todopoderoso, pues es una promesa. Y de nuevo es dicho: “Donde estén dos o tres congregados en Mi Nombre, allí estoy Yo en medio de ellos”.",
    "Ahora cada uno de nosotros tiene una petición, Señor, habiendo levantado nuestras manos hacia Ti. Tú conoces lo que hay en nuestros corazones, debajo de nuestra mano. Y oramos que nos respondas, Señor; no que seamos dignos de la respuesta, sino porque prometiste responder. Tú dijiste que lo concederías. Y sé que lo harás, pues eres-Tú eres el gran Dios que hizo los cielos y la Tierra, y el Juez de todos los cielos y la Tierra. Y ¿dirías algo que Tú no lo cumplirías? Lejos esté de Dios hacer algo así. Lo que falta es nuestra fe para creerlo.",
    "Y oramos, Señor, que esta noche le-le sea de tanto estímulo a nuestra fe y la impulse a tal lugar, que caminemos con ella, Señor, más allá del entendimiento. Que no tratemos de entender, sino sólo creer. “Y fe es la sustancia de las cosas que esperamos, y la evidencia de las cosas que no podemos ver o probar”. Nosotros sencillamente lo creemos, y eso, Dios hace que acontezca.",
    "Y oramos, Padre, para que-que los Ángeles de Dios se paren en cada puerta y en cada fila de asientos, y junto a-a todo asiento; y traigan convicción a los pecadores de-de que ellos-que están errados, y que entonces acepten al Señor Jesús. Y aquéllos sin el bautismo con el Espíritu, que el Espíritu Santo descienda mientras estamos hablando, y mientras la Presencia de Cristo es tan real; concédelo, Señor. Oramos que no quede ni uno débil entre nosotros. Que toda persona que entre por estas puertas, Señor, sea tan inspirada con fe que sean sanos, todos.",
    "Bendice a estos ministros, Señor, estas iglesias a través del país. Que por causa de este gran esfuerzo que estas personas han hecho…un pueblo pequeño que somos, pero con todo, Señor, un pueblo que es sincero en esforzarse por sostener esa Fe que una vez fue dada a los santos, en medio de las tinieblas. Que venga un avivamiento a la antigua que simplemente irrumpa entre las iglesias por todas partes, y los santos hambrientos comiencen a clamar, y pecadores a nacer en el Reino de Dios, como santos; concédelo, Señor. Ese es nuestro propósito; es lo que está en nuestros corazones. Tratamos de hacer esto para Tu honra, Señor, porque sabemos que nos queda poco tiempo.",
    "Vemos la Tierra estremeciendo y otra vez temblando, y, en un Viernes Santo, como sucedió hace mil novecientos años en un Viernes Santo. Tú dijiste que habría terremotos en diferentes lugares. Nosotros vemos todas las señales apareciendo y sabemos que el tiempo está cerca.",
    "Por tanto, Señor, queremos trabajar mientras podamos, pues cuando la vida se termine, no trabajaremos más. Y oramos, Padre Celestial, que llevemos a cabo nuestros esfuerzos en este tiempo. Y cuando la reunión pase a la historia, que podamos sentir que hemos hecho lo mejor que podemos; concédelo, Señor. Bendice a mis hermanos en todas partes. Bendice ahora a todos los que entrarán a la reunión, y a los que oirán. Porque lo pedimos en el Nombre de Jesús. Amén.\n\nPueden tomar asiento. Gracias hermano.",
    "Quiero tomar un texto en esta noche, si lo llamara un texto, una pequeña plática formal, y, llamado: Jesús…El Cristo, más bien, es identificado en todas las edades. En otras palabras: La Identificación De Cristo En Todas Las Edades.",
    "Porque Hebreos 13:8 dijo: “Él es el mismo ayer, hoy, y por los siglos”. Y queremos ver cómo en tiempos pasados, lo que Él fue. Ahora, nosotros hablamos mucho de Él, y para eso estamos aquí ahora, es para hablar de Él. Y ahora, si Él es el mismo ayer, hoy, y por los siglos, y-y si Él fue visto y conocido en los días de ayer, entonces ¿por qué no hoy? Si Él fue visto y conocido, e identificado en días pasados, entonces ¿por qué no hacemos nosotros lo mismo hoy?",
    "Encontramos que esta gran Persona, nadie pudo oír de Él sin ellos-ellos querer averiguar más de Él. ¡Hay algo en cuanto a Él! Ese Nombre de Jesucristo, sencillamente no hay otro Nombre, en ningún lugar, que atraiga así a las personas. ¡Hay algo en cuanto a Él!",
    "El hombre es, sabe que él vino del más allá. Y hay una cortina tenebrosa que cuelga entre él y el lugar donde estaba antes de venir aquí; y sabe que debe pasar detrás de esa cortina. Y él siempre está queriendo saber de dónde vino, lo que él es, y hacia dónde se dirige. Tenemos millones de tomos que han sido escritos, me supongo, acerca del tema. Pero sólo hay un Libro, y ése es-ése contiene sesenta y seis tomos, que les pueden decir a Uds. de dónde vienen, quiénes son y adónde van, y ésa es esta Biblia. Es la Palabra que les dice de dónde vienen, quiénes son, y adónde van.",
    "Tantas personas tienen tantas ideas tan diferentes acerca de Cristo, y en especial en este día que ahora tenemos.\n\nTenemos algunas de ellas que lo consideran a Él sólo como un gran maestro.",
    "Y lo fue, pero Él fue más que un gran maestro. ¿Ven? Él lo fue. Nunca hubo un hombre que hablara como Él, pero Él fue más que sólo un gran maestro. Pero eso parece ser como una gran filosofía entre muchas de las iglesias hoy, considerarlo a Él como un maestro; que nunca antes se enseñó como Él. Que: “Él sólo es un gran historiador antiguo, muy maravilloso, o maestro, más bien, de días pasados. Su enseñanza está bien, y uno puede creer parte de ella y parte de ella no; ¡pero Él fue un gran filósofo!”. En otras palabras, ellos lo consideran a Él algo así como Confucio, un-un filósofo chino de hace muchos cientos de años atrás. Ahora, Él fue más que un maestro; Él es-Él es más que eso.\n\nLuego algunos lo consideran sólo un buen hombre.",
    "Bueno, Él, Él fue un buen hombre. En realidad, el único buen Hombre que hemos tenido, fue Él. Tenía que haber un buen Hombre que muriera por nosotros los hombres malos, para-para volvernos buenos, no por méritos nuestros, sino por lo que un buen Hombre hizo: redimirnos a todos nosotros, ¿ven?",
    "Y qué necedad sería, después de tener la única manera de redención y habiendo un solo plan, y luego rechazarlo. Sería una-una cosa descabellada, el rechazar la única manera, el único plan, eso es Dios, el plan de Dios. Hay muchos otros planes, pero Dios tiene un plan y ese plan es por medio de Jesucristo y sólo Él. No es por medio de ningún sistema, ningún sistema educacional ni ningún sistema denominacional, ni ninguna cosa; ¡es por medio de Jesucristo y sólo Él! Ése es el plan Eterno de Dios, por medio de Él. Dios siempre hace las cosas de una sola manera. Él nunca cambia Su manera de hacerlo.\n\nAhora nos damos cuenta que algunos dicen: “Él fue un profeta”.",
    "Y Él fue un profeta, pero fue más que un profeta. Él fue profeta y más. Y ellos habían tenido muchos profetas. Todos los profetas murieron en la puerta de la muerte, pero este Hombre tomó las llaves (la muerte, infierno, sepulcro), como Sansón tomó las puertas de Gaza, y eliminó eso; sacó el aguijón y la muerte misma, y sorbida fue en victoria, y se levantó al tercer día triunfante. Eso hace a Sus creyentes más que vencedores; eso ya está conquistado. No queda más para hacer sino entrar caminando directamente, con el canto de los victoriosos en nuestros corazones. Él es el gran triunfante, y Este grande fue más que un profeta.",
    "Ahora los profetas fueron grandes hombres, nosotros-nosotros sabemos eso. La Palabra del Señor vino a los profetas; y viene a ellos y a ellos únicamente. Y nos damos cuenta que ésa es la Escritura, lo que dice: “Él no hará nada sin decirles primero a Sus siervos los profetas”. Y fueron grandes hombres, pero este Hombre fue más que un profeta.",
    "Ahora, nos damos cuenta entonces, que mucha gente piensa que Él fue un organizador de iglesia, hace…fue un gran hombre con una gran mente, y organizó iglesias, sabía cómo formarlas.",
    "Escuché a un sacerdote hablando no hace mucho, dijo: “Jesucristo organizó la primera iglesia romana, y Él debe haber sabido cómo hacerlo”.",
    "Ahora, la Iglesia nunca fue organizada, y no comenzó en Roma. Ella comenzó en Jerusalén el día de Pentecostés, y no en Nicea, Roma. Y Ella…Y Jesús nunca organizó nada. Lo único que Él hizo fue llamar. Uno no, uno no es organizado en Cristo; uno nace en el Reino de Dios.",
    "Yo-yo acabo de tener mi cumpleaños el lunes pasado, y cumplí cincuenta y cinco años. Y, saben, la familia Branham nunca me pidió que me uniera a la familia, ¡yo nací un Branham!",
    "¡Y así es como nosotros somos Cristianos! Sencillamente nacemos Cristianos, por el Poder de la resurrección de Jesucristo. Y somos Cristianos por nacimiento. Eso, eso nos hace nuevas criaturas; en nuestra vieja naturaleza jamás podíamos ser Cristianos. Por eso es que hoy tenemos a tantos llamándose Cristianos y viviendo cualquier clase de vida. Ellos nunca experi-…nunca experimentaron ese nuevo nacimiento, ese Algo que lo cambia a uno, que le saca la vida. Como sacarle la sangre a un hombre, y que él tenga cierta clase de sangre, y poner de otro tipo en él. Es sacar la vida vieja del hombre e inyectando la Vida de Cristo en el creyente, y entonces él viene a ser una nueva creación. Él es una nueva criatura.",
    "Ahora la única manera que alguna vez llegaremos a saber, y dejar satisfechas a todas las personas…",
    "Si yo les preguntara a los-a los pentecostales en esta noche, ¿qué piensan Uds. que debe ser Él? Ellos lo considerarían a Él como “un pentecostal”. Si yo les preguntara a los-a los Hermanos Unidos lo que Él debiera ser; “Pues, Él fue un Hermano Unido”. Si yo les preguntara a los metodistas; “Pues, Él fue un metodista”. A los bautistas y a los demás.",
    "Pero ahora sólo hay una manera de-de satisfacer eso, y hacerlo Escrituralmente. Ahora queremos siempre, en esta plataforma, estar exactamente con la Escritura; si no, Uds. tienen el deber de venir a mí y-y corregirme. Ahora, se requiere que eso esté con las Escrituras.",
    "Entonces la única manera de saber lo que Él es hoy, es averiguar lo que Él fue. ¿Ven? Porque Él dijo que es “el mismo ayer, hoy, y por los siglos”. Y si podemos averiguar lo que Él fue, entonces tiene que ser el mismo hoy, porque Él no puede cambiar. La Biblia dijo: “Él es el mismo”, m-i-s-m-o, “el mismo ayer, hoy, y por los siglos”.",
    "Ahora en Primera de Juan, o en San Juan el primer capítulo, lo encontramos. Aquí está lo dicho por el escritor, inspirado por el Espíritu Santo, él escribió esto: “En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios. Y aquel Verbo fue hecho carne y habitó entre nosotros”.",
    "¿Se los puedo esclarecer? “En el principio era el Eterno”; Él ni siquiera era Dios. Dios, nuestra palabra dios en inglés, es un-es un “objeto de adoración”. Pero Él, no había nada que lo adorara; Él solamente era el Eterno.",
    "En Él había atributos; cualquiera sabe lo que es un atributo. En otras palabras, en Él estaban Sus pensamientos, sólo pensamientos, ése es Su atributo; después, Su Palabra. Y un-un pensamiento expresado, es una palabra. “En el principio era el Verbo”; antes de siquiera ser expresada, era un pensamiento, atributos.",
    "En este pensamiento Él iba a ser Dios. Probablemente creó a los Ángeles primero, luego Él fue adorado, fue Dios.",
    "Y entonces, en Él había atributos de ser Padre, ser Hijo, ser Salvador; nada estaba perdido, algo se tenía que perder para entonces abrirle camino. De ser sanador: no había nada enfermo, entonces Él tenía, algo tenía que enfermarse para que Él lo sanara. Es simplemente un despliegue de Sus atributos.",
    "Y ahora, recuerden: si Ud. alguna vez ha tenido, o tendrá Vida Eterna, Ud. la tuvo con Él allá. ¿Lo ven? Ud. la tuvo con Él, puesto que Jesús vino, y Jesús fue el Redentor. Redimir algo es “traerlo de vuelta” de donde había caído o de donde se había ido; redimirlo, “traerlo de nuevo”. Y Ud., su apariencia externa, quién sea Ud., cuál sea su nombre, ése fue el pensamiento de Dios antes de la fundación del mundo. Y Jesús vino, no para salvar la cosa por completo, Él deseaba hacerlo; pero Él vino a redimir, traer de vuelta aquéllos que estaban en Sus pensamientos antes del principio.",
    "Por esa razón, Él fue la Palabra hecha carne. ¿Lo ven? “Dios estaba en Cristo, reconciliando consigo al mundo”. La Palabra, el pensamiento de Dios de cómo Él lo haría: Él se expresó a Sí mismo en Jesucristo; fue Dios materializándose.",
    "Entonces, donde Ud. ahora está, Ud. tiene que morir, porque Ud. aún…Es como tomar una fotografía, Ud. es el negativo. Cualquier negativo tiene que ir al cuarto oscuro, pasar por ácidos, para revelar la foto para dejarles ver lo que es. Nosotros estamos ahora en la imagen expresada de Él; el negativo ha sido tomado, y estamos en vida humana. Pero tenemos que entrar en el cuarto oscuro (bajar al sepulcro), para pasar por el revelado, para volver en la imagen; ¡oh vaya! jóvenes para siempre, toda la vejez y todos los defectos y todo será quitado.",
    "Entonces somos redimidos, nuevamente los atributos de Dios. Dios materializado, con Cristo en la Iglesia; como el hombre y su esposa, correcto, Cristo y la Novia. Pues eso redime trayendo de nuevo Su pensamiento, y Su pensamiento es expresado.",
    "Ahora Uds. dicen: “Eso tardó mucho tiempo”. No para Dios. Nosotros somos finitos, tenemos que darnos prisa.",
    "Estaba pensando: cuando salí de Jeffersonville, y conduciendo a treinta millas por hora, conduje hasta Birmingham en un día, y un poquito de la noche; y pensé que eso no fue mucho para mí. Pero ¿qué si una hormiguita tratara de recorrer eso? ¡Lo que significaría para ella! Vean, ella no pudiera hacerlo en miles de vidas. Sin embargo no significó nada para mí, no fue mucho para mí. ¿Qué tal en un avión? ¿Qué tal en un avión a propulsión? Luego ¿un astronauta? Luego, ¿qué tal Dios?",
    "Vean, Jesús apenas fue crucificado ayer en la tarde, en el tiempo de Dios, si Él tuviera tiempo. “Mil años sólo es un día con Dios”, por así decirlo. Ni siquiera es eso; apenas es “como si fuera un día”. Por tanto, esto a duras penas ha sido una semana, si se le quisiera contar tiempo a Él, completamente, desde el principio de la creación, sólo desarrollándolo.",
    "Dios con Sus pensamientos, materializándose, y eso entonces nos trae a nosotros con Vida Eterna. Y Vida Eterna, sólo hay una forma de Ella, ésa es Dios. Y luego es Dios expresado en Su Iglesia, como Dios expresado en Su Hijo. Es el mismo Dios todo el tiempo: Dios sobre nosotros; Dios con nosotros; Dios en nosotros; sencillamente trayendo de nuevo todo el asunto.\n\nAhora, “En el principio era el Verbo”.",
    "Ahora si fuéramos a hablar de quién va a juzgar el mundo, pues, Uds., alguien diría…Yo oí a una persona católica, dijo: “Dios va a juzgar el mundo por la iglesia católica”. Si Él lo hace, ¿por cuál iglesia católica? Vean, ellos tienen tantas diferentes. ¿La ortodoxa, la griega, o la romana, o según qué?, vean ¿por cuál iglesia católica juzgará Él al mundo? Pues si Él lo juzga por la iglesia católica, entonces los protestantes quedan fuera. Si Él lo juzga por la iglesia protestante, entonces los católicos quedan fuera. Si Él lo juzga por la metodista, los bautistas quedan fuera. Pues, dirá Ud.: “Un momento, todos ellos son…”. ¡Oh no!",
    "Recuerden, en el principio, lo único fortificado, de…que Dios les dio a Adán y a Eva, fue permanecer detrás de Su Palabra. Y no sólo que…Satanás no descre-…no le dijo a ella que Eso no era así. Él tan sólo le citó mal una pequeña fase. Y si una pequeña fase causó todo este problema, enfermedad, y tristezas y dolores, una pequeña fase nos mantendrá fuera de Eso.",
    "Dios va a juzgar el mundo, no por un cierto grupo. Él juzgará al mundo por Jesucristo, y Cristo es la Palabra; Él es la Palabra. “En el principio era el Verbo, el Verbo era con Dios y el Verbo era Dios. Y aquel Verbo fue hecho carne y habitó entre nosotros”. Así que Él es la Palabra de Dios expresada en cada edad. Eso lo hace a Él el mismo ayer, hoy y por los siglos.",
    "Él se identificó en el principio con los profetas. Ahora recuerden, por medio de los profetas es que habla el Señor. Y-y ahora noten: Él se identificó en seres humanos desde el mismo principio, desde que el tiempo primero empezo.",
    "Él siempre tiene una manera de hacer las cosas, y Él nunca cambia Su manera. Por esa razón es que yo puedo creer Su Palabra. Si Dios alguna vez fuera llamado en la escena para obrar, y la decisión que Dios tomó cuando fue llamado a la escena, Él tiene que obrar de la misma manera cada vez que Él es llamado a la escena o Él obró mal en la primera ocasión. De otra manera, si Él fue llamado a salvar a un hombre, Él lo salvó sobre cierta base; y si Él es llamado a salvar a otro hombre, Él tiene que hacerlo de la misma manera que lo hizo la primera vez, o Él lo hizo mal cuando lo hizo de la primera manera. Si Él alguna vez fue llamado a la escena para sanar a un hombre, y lo sanó en base a cierta cosa; si Él llega a ser llamado de nuevo a sanar, Él tiene que sanar sobre esas mismas bases o Él obró mal. Y Él es infinito, omnipresente, omnisciente. Él-Él es el Dios infinito, así que Él no cambia.",
    "Ahora nosotros somos finitos. Podemos decir que esto es correcto hoy, mañana podemos descubrir algo diferente. Podemos mejorar. Mejoramos, construimos mejores casas que hace cien años. Tenemos mejores autos que hace veinte años, y tenemos mejor transporte, y lo que Ud. quisiera ver; estamos mejor porque estamos aprendiendo.",
    "Pero no Dios, porque para empezar Él es perfecto. Por tanto, Él y Su Palabra es lo mismo, así que Su Palabra es perfecta. Si Ud. no cree eso, no vaya a entrar en la línea de oración, porque ésa es la única base sobre la que Ud. puede aceptar cualquier cosa. La fe solamente puede descansar sobre algo de lo cual está segura; y la verdadera fe genuina, reposa sobre la Roca Eterna, de la Palabra Eterna de Dios. Ella no se mueve. Ella permanece allí a pesar de todo. ¿Hablar de la roca de Gibraltar? Ésa es la Roca de las Edades, sobre la cual está parada. La Palabra nunca puede cambiar, y la fe reposa en Eso. Dijo: “Los cielos y la tierra pasarán pero Mis Palabras nunca fallarán”. Los hombres y mujeres que alguna vez llegaron a ser algo, fueron hombres y mujeres que creyeron que eso era la Verdad; y esa es la Verdad. Él, la Palabra, es la Verdad.",
    "Ahora nos damos cuenta que Él, en el principio, Dios asignó cierta cantidad de Palabra para cada edad, para cada-cada edad. Y luego a medida que esa Palabra llegó, fue la hora para que fuera revelada…No pierdan esto. Cuando llegó la hora para que esa Palabra fuera revelada, normalmente el hombre la tenía tan enredada, hasta que Él se le aparecía a un profeta; escudriñen las Escrituras. ¿Ven? Ahora recuerden, el incambiable Dios, Él no puede cambiar Sus maneras. Él cada vez tiene que hacerlo igual, sin cambiar.",
    "Permítanme darles sólo un ejemplo: Cuando el hombre cayó, pecó, y Dios fue invocado, fue para arrojarle a juicio o para hacer una vía de escape para él. Ahora Dios, en el Huerto del Edén, hizo un plan, para salvar al hombre, una vía, y fue por medio de la Sangre derramada de un súbdito inocente. ¡Él nunca lo ha cambiado! Nosotros hemos tratado de edificar ciudades, torres, educar, denominar, ¡pero todo ha fallado! ¡Dios sólo se puede encontrar con el hombre bajo la Sangre derramada del Inocente! Él lo hizo en el Huerto del Edén y Él nunca lo ha cambiado.",
    "Y Dios nunca cambia Sus maneras. Él, si lo hace, entonces Él es finito como lo soy yo, lo es Ud. Nosotros, decimos: “Pues yo me equivoqué allí pero yo-yo tendré la razón esta vez”. Dios no. Él tiene la razón desde un principio, Él no tiene que cambiar nada. Él hizo la promesa y Él es Dios; Él la respalda.",
    "Como Abraham, él estuvo convencido de que Dios podía cumplir cualquier cosa que Él prometió, así que él no consideró nada que fuera contrario a la Palabra. Él continuó normalmente: contrario a lo científico, a las pruebas científicas, y en contra de razonamientos, contra esperanza, en contra de todo lo que había; la Palabra de Dios era primordial. Abraham dijo: “Que todo lo demás esté equivocado”. Él tendría el bebé de todas maneras. Y así que él lo tuvo (¿ven?), porque él lo creyó.",
    "Ahora, encontramos entonces que el incambiable Dios siempre obra igual. Ahora fíjense ligeramente, en la historia del tiempo. Acompáñenme ahora en los próximos minutos; regresemos y averigüemos.",
    "En el principio, Él les habló a los profetas, y la Palabra del Señor vino al profeta. Y el profeta pudiendo predecir cosas divinas, y sucediendo justamente de esa manera, ésa era su identificación. Un profeta, vidente, significa uno que “predice o que da a saber”, y también “es un intérprete Divino de la Palabra escrita”. Cualquiera sabe eso, sabiendo lo que significa un profeta.",
    "Ahora la palabra profeta en inglés, p-r-o-f-e-t-a, significa “un predicador”, cualquiera predicando.",
    "Pero un vidente del Antiguo Testamento, al que se refería como un profeta, era el que veía cosas de antemano. Él dijo: “Si hay entre vosotros uno que es espiritual o profeta, Yo Jehová me daré a conocer a él. Y si lo que él dice viene a cumplimiento, entonces oídle; mas si no viene a cumplimiento, no oigan a ese profeta (¿ven?), porque él está profetizando falsamente. Pero si Yo lo he enviado, ésa será mi identificación: lo que él dice vendrá a cumplimiento. Él nace en el mundo, ordenado, preordenado de Dios para hacer eso”; pues “todos los dones y llamamientos son sin arrepentimiento”, son preordenados de Dios.",
    "Antes que el mundo comenzara, Él ya sabía todo al respecto. Él conocía toda pulga, toda mosca, y cuánto sebo produciría y las veces que parpadearía; eso-eso es infinito (¿ven?), infinito. Eso simplemente…Si no, entonces Él no es infinito. Él lo sabía todo. Y Él es-Él es omi-nente-omnisciente. Por Él ser omnipresente lo hace…Al ser omnisciente lo hace a Él omnipresente. Él lo sabe todo, lo supo desde antes que el mundo comenzara.",
    "Él sabía antes que el mundo comenzara que nosotros estaríamos aquí. Él sabía cuántas veces yo subiría y bajaría mis manos. Ahora Él sabía las palabras que yo diría. Él sabía las veces que Ud. parpadearía, lo que Ud. pensaría, ¡antes que el mundo comenzara! ¿A qué le tememos? ¡Dios es nuestro Padre! Eso es correcto. Él es nuestro Padre, no tenemos preocupación; sólo es que la gente ha perdido su fe y confianza en Él.",
    "Y encontramos que eso va por tiempos, y entonces hay Palabras que Dios ha hablado que vendrán a cumplimiento. Y después todos ellos se confunden; y luego Dios nos envía profeta a la escena, y ese profeta vindica esa Palabra para esa edad, siempre. Repasen las Edades de la Iglesia, lo que deberemos tener, miren si Uds. no ven esos hombres a través de las Edades de las Iglesia como los vemos nosotros desde los-los apóstoles. Ahora, fíjense de nuevo en esto.",
    "Dios le habló a Noé, y él fue un profeta, le dijo de lo que vendría. Él profetizó y eso aconteció.",
    "Ahora allí vino José. José, un ejemplo perfecto, ése fue Cristo en José. Pues Uds. notan que él fue amado de su padre, odiado por sus hermanos porque él era un vidente. Ellos lo odiaron a él sin causa. El hombre no lo podía evitar; lo que él era, eso era. Y los otros hermanos le odiaron, un muy buen tipo de todas las edades. Siempre, cuando un vidente viene a la escena, los demás lo odian, por la misma causa que odiaron a José. Él no podía evitar eso. Él…?…Él podía interpretarles los sueños; nunca estuvo errado. Él-él predijo cosas; nunca se equivocó. Y sus hermanos lo odiaron a él sin causa.",
    "Y fíjense, su vida nos representó a Cristo exactamente. Aún fue vendido casi por treinta piezas de plata, sacado del pozo; y se sentó a la diestra del Faraón, el gobernador del mundo en ese día. Y cada vez que él salía del palacio, ellos tocaban una trompeta, y decían: “Dóblese toda rodilla porque viene José”. Un tipo perfecto de Cristo en el Milenio; cuando la trompeta suene y el…Él vendrá y toda rodilla se doblará y toda lengua lo confesará a Él.",
    "Fíjense, en su prisión él fue un profeta. Allí es cuando él fue vendido y metido en prisión por culpa de la esposa de Potifar. Luego encontramos que allí el carnicero y el panadero, los dos tuvieron un sueño, y él interpretó el sueño, y uno se perdió y el otro fue salvo. Así también Jesús en la Cruz, exactamente; uno se perdió, uno fue salvo, cuando Él estuvo en Su prisión clavado a la Cruz. Sencillamente un ejemplo perfecto.",
    "Nos damos cuenta que cuando Moisés vino a la escena, ahora, Moisés no pudo venir en el mismo espíritu o de la misma manera, con el mismo mensaje que-que tuvo Noé. Ésa era otra edad, para que se cumpliera otra palabra. Dios dijo: “Tu simiente peregrinará en una tierra extraña, serán siervos por cuatrocientos años, entonces Yo los sacaré con un brazo fuerte”. Pero cuando Moisés fue llamado, tomó cuarenta años de escuela, luego cuarenta años para volverle a sacar todo eso; luego Dios lo llamó, por la Luz sobrenatural, una Columna de Fuego allá en una zarza ardiente. Y él conoció más de Dios en cinco minutos que lo que aprendió en cuarenta años, porque él estuvo en Su Presencia. Eso es lo que yo…",
    "Cuando un hombre está en la Presencia de Dios, ¡entonces él sabe algo! Él sabe algo.",
    "Ahora él no puede aprenderlo en libros. Ud. no puede aprender a Dios por libros. La educación toma…Uds. dicen: “Él es un D.D.D., Ph.D.”; eso sólo lo aparta a él tanto más de Dios, para mí. ¡Uno no conoce a Dios por educación!",
    "Uno conoce a Dios por fe, y uno le cree. Así es como uno conoce a Dios. Y aún, por eso pienso que nuestras reuniones, en la Presencia Divina de Dios, deberían estimularle la fe a la gente a saber que no importa lo que diga la ciencia, lo que el incrédulo diga: ¡Cristo fue enviado a Uds., los creyentes! Uds. tienen derecho a disfrutar de Su compañerismo y de Sus bendiciones, y todo por lo cual Él murió. Allí lo tienen.",
    "Ningún hombre tiene el derecho de predicar el Evangelio, hasta haberse arrodillado allá en esas arenas sagradas en la Presencia de esa Columna de Fuego, y oído la Voz de Dios hablarle a él. Saben, las religiones hoy pueden descartarlo todo con explicaciones: “Y esto sucedió y eso ya ha pasado. Y Esto fue para otra edad, y esto”. ¡Pero un hombre que se haya encontrado con Dios cara a cara, y hablado con Él, no hay científico, ni diablo, ni cosa alguna que pueda venir sobre ese terreno sagrado! Él estuvo allí donde se encontró con Dios y él sabe de lo que está hablando, y no hay necesidad que algún otro trate de decírselo.",
    "Dios hablando en las edades, por Sus profetas, identificándose Él mismo cada vez por la edad que venía.",
    "Ahora, allí vino Jesús de Nazaret. Él también fue un profeta. La Biblia dice que Él lo sería. Deuteronomio 18:15, Moisés dijo: “Profeta de en medio de vosotros, como yo, levantará Jehová vuestro Dios; y a él oirá el pueblo”.",
    "Ahora fíjense, en cada edad, todo Israel, todo el pueblo creyó eso, a los profetas, cuando ellos eran profetas identificados. Hebreos trec-…Hebreos el primer capítulo dice: “Dios, habiendo hablado muchas veces y de muchas maneras en otro tiempo a los padres por los profetas, en estos postreros días por Su Hijo Jesucristo”. ¿Ven Uds.? Por medio de Su Hijo, Jesucristo. Noten, nunca cambia Su manera, es la misma; siempre, la continuidad de la Palabra de Dios. Dios nunca usó un sistema, nunca usó una organización, nunca usó grupos; ¡Él usa una sola persona!",
    "Si Ud. es metodista, bautista, eso está bien; presbiteriano, pentecostal, eso es bueno; ¡pero Dios lidia con Ud. como individuo! ¡Es Ud., no su iglesia! ¡Ud. es el que es responsable, no lo que diga su iglesia! ¡Es lo que Dios le dijo a Ud.! Eso tiene que estar con la Palabra. Sí, Dios lidia con individuos; Él siempre lo ha hecho.",
    "Los profetas, no hay una escuela de profetas. Ellos intentaron eso una vez y fallaron. Por tanto, ellos se dieron cuenta, Acab tenía allá un grupo de ellos. Pero Dios también tenía uno con el nombre de Miqueas, que todos los demás odiaban; pero él tenía la Verdad. Él tenía la verdad de la Palabra porque Su profecía era de acuerdo a la Palabra.",
    "Así tiene que ser siempre. ¡El profeta es enviado para vindicar la Palabra prometida para ese día!",
    "Ahora allí está exactamente cómo fue que ellos fallaron en ver a Jesús; así exactamente. Miren esos hombres, esos fariseos y saduceos, eruditos que ya no los tenemos hoy. Ellos tenían que nacer en cierta, de cierta tribu, Leví. Sus ta-ta-ta-tatara abuelos eran sacerdotes, por todo el linaje. Ellos estudiaban esa Palabra día y noche, día y noche. Pero cuando la Palabra fue vindicada, ellos no lo sabían. ¿Ven? Ellos tenían tradición. Jesús dijo: “Por vuestra tradición habéis invalidado la Palabra de Dios”. Ahora Él vino exactamente de la manera que el profeta dijo que Él vendría, pero noten, ellos tenían una tradición, y no pudieron ver Eso.",
    "🦅 Este bebé nacido allá, un nacimiento ilegítimo, y en un establo de vacas, ¿cómo podría serlo? Y este individuo no fue a ninguna escuela. Él no tenía credenciales, Él no tenía tarjeta de compañerismo, Él no pertenecía a ninguna organización. Ellos no conocían escuela a la que Él hubiera asistido. ¿Cómo podría esto ser algo?”. ¡Pero lo era! ¡Ellos fallaron en verlo!",
    "¡Él dijo: “Las obras que Yo hago dan testimonio de Mí! ¡Escudriñad las Escrituras; porque en Ellas os parece que tenéis la Vida Eterna; y Ellas son las que dan testimonio, les dicen Quién Soy! Ellas son Mi testimonio, las Escrituras”. Dijo: “Si no me creéis, creed a las obras que Yo hago. Ellas os dicen Quién soy”.\n\nEllos dijeron: “¡A Moisés tenemos! ¡Nosotros le creemos a Moisés!”.",
    "Dijo: “Si le creyereis a Moisés me creeríais a Mí, él escribió de Mí”. ¿Ven?",
    "Ellos estaban tan entenebrecidos que todavía no lo podían ver. ¿Será posible que eso pudiera repetir? De hecho, está profetizado, saben. Eso también fue profetizado allá.\n\nDicen Uds.: “¿Para este día?”. ¡Oh sí!",
    "🦅 Impetuosos, infatuados, amadores de los deleites más que de Dios, implacables, calumniadores, intemperantes, aborrecedores de los buenos, teniendo apariencia de piedad pero negando la eficacia de Ella; ¡a éstos evita!”. Está profetizado, y toda profecía tiene que cumplirse. Me pregunto si estamos cerca de ese tiempo. Yo sólo me pregunto si lo estamos. Miremos alrededor un poco y veamos qué tan cómodos estamos en Sion. Ahora démonos cuenta.",
    "Veamos lo que fue Jesús: Cuando Él vino, Él fue la Palabra. Él fue absolutamente la Palabra. Y la Palabra siempre es correctiva. Ella corrige el error. Aunque a veces el error no lo crea, pero la Palabra corrige el error.",
    "Miren a Jesús, apenas con doce años; un niño pequeño como este jovencito sentado aquí dormido, con los soportes en sus piernas. Jesús era un-un niño pequeño como de doce años; no hay registro de dónde Él haya asistido a la escuela. Pero ellos subieron a la fiesta de la Pascua, y cuando ellos…o a la fiesta de Pentecostés más bien. Y ellos subieron a la fiesta, José y María, y toda la congregación de allá de la ciudad. Ellos subieron a Jerusalén. Y tres días en la jornada, ellos suponían que Él estaba con las personas y allí con algunos de los allegados; pero Él se les perdió. Ellos se pusieron a buscar y Él no estaba allí. Regresaron a Jerusalén y lo encontraron en el templo, discutiendo con los sacerdotes, discutiendo, con esos hombres.",
    "Noten aquí, no para herirlas a Uds. personas católicas. Pero Uds. que toman a María como diosa o una intercesora, miren aquí. Ella había dado testimonio, obsérvenla condenar su propio testimonio. Ella dijo: “Tu padre y yo te hemos buscado con lágrimas”. Observen lo que ella hizo: ella condenó su propio testimonio. Ella estaba llamando a José Su padre.",
    "Pero observen. Sólo era un muchacho, sólo un niño pequeño, pero la Palabra siempre corrige el error. Dijo: “¿No sabéis que en los negocios de Mi Padre debo estar?”. ¡La Palabra, espontáneamente (¿ven?), corrigió el error!",
    "Ella dijo: “Tu padre y yo”, José. Allí delante de esos sacerdotes, a quienes ya les había dicho que ella había concebido del Espíritu Santo; y aquí testifica ella e identifica a José como Su padre, ¡condenando su propio testimonio!",
    "¡Pero observen la Palabra captar eso! Él era la Palabra. “En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios. Y aquel Verbo fue hecho carne y habitó entre nosotros”. ¡La Palabra captó eso para corregir el error!",
    "🦅 ¿No sabéis que en los negocios de Mi Padre debo estar”? Si José hubiera sido Su padre, hubiera estado en el taller de carpintería, en su negocio. Pero el negocio de Su Padre era condenar esas organizaciones y demás, y Él estaba allá condenándolos, donde Él-donde Él pertenecía. Qué-qué tiempo estaba teniendo Él allí, donde ellos ni siquiera podían entender cómo este niño sabía algo así; ¡pero Él era la Palabra! ¡Nunca habló un hombre como Él! ¡Lo que Él decía, tenía la autoridad para ponerlo por obra!\n\nEsos profetas también, porque ellos vivieron en la hora.",
    "Él fue, Él-Él fue todos los profetas vaciados en Uno, y aun más, porque Él fue la plenitud de la Palabra. Él fue toda la Palabra. Los profetas sólo eran la Palabra para esa edad, pero Él fue la Palabra ¡para todas las edades! Él fue Dios mismo, bajando y manifestado en un cuerpo de carne. “El Verbo se hizo carne y habitó entre nosotros”.",
    "Veamos cómo Él mismo se identificó, lo primero después de salir del desierto, de ser bautizado con el Espíritu Santo. Bautizado, con Juan…Aquí hay otro pequeño pensamiento que podrían captar antes de pensar en eso.",
    "¿Saben Uds. que la Biblia dice: “La Palabra viene al profeta”? Si hay un profeta en la tierra, la Palabra tiene que venir a él.",
    "Miren a Juan, fue un profeta, el primero que ellos habían tenido (¿ven?), y él fue un profeta de la Palabra. Y mientras él estaba parado allí profetizando, la Palabra vino a él en el agua. Jesús fue la Palabra, salió caminando allí al agua. Y Juan dijo: “Yo necesito ser bautizado por Ti; ¿por qué vienes Tú a mí?”.",
    "Y Él dijo: “Deja ahora, porque así conviene que cumplamos toda justicia”. ¿Por qué? Luego Juan siendo un profeta, y Él siendo la Palabra, sabía que Él era el Sacrificio, así que el Sacrificio tiene que ser lavado antes de ser presentado. Así que él bautizó a Jesús, lavando la Palabra antes de ser presentada, ¿ven Uds.? Entonces él bau-…Él dijo: “Deja ahora, porque así conviene que cumplamos toda justicia”.",
    "🦅 Entonces dejándolo, Jesús subió luego del agua. Y he aquí, los cielos fueron abiertos, y él vio al Espíritu de Dios como una paloma descendiendo sobre Él”. Y Él se internó en el desierto, fue tentado por cuarenta días, luego salió.",
    "Sigamos ahora Su ministerio. Estamos en San Juan 1. Veamos lo que acontece, y veamos lo que Él fue allá, entonces podremos darnos cuenta lo que Él fue ahora, allá. Mírenlo a Él ahora en las edades pasadas, estamos en el tiempo de Jesús.",
    "Luego terminaremos, tal vez continuemos de allí mañana en la noche; sólo nos quedan unos minutos.",
    "Aquí sale Él del desierto. Lo primero, había un hombre llamado Andrés. Él había estado asistiendo al mensaje de Juan. Y Juan comenzó a decir…",
    "Juan sabía que él iba a-a ser el presentador del Mesías, porque él lo había dicho, Uds. saben. Su-su padre era un sacerdote, pero él no siguió a su padre. Su trabajo era demasiado importante para asistir a una de las escuelas teológicas, así que él se fue al desierto a los nueve años. Él sabía que tenía que identificar, tenía que ver la señal que probaría quién sería ese-ese Mesías. Y él estaba tan seguro de eso (él conocía su llamamiento), estaba tan seguro de eso, que estando parado entre un grupo de personas como éste, dijo: “¡Él está ahora entre Uds.! Hay Uno parado entre Uds. a Quién no conocen. Él bautizará con el Espíritu Santo y Fuego”. Dijo: “Yo ni siquiera soy digno de desatar Su calzado”.",
    "Y luego, de repente, Jesús salió allí, y él vio esa señal. Él dijo: “Yo vi la señal y estoy seguro que ése era Él”; y él lo bautizó. Ahora, cuando Jesús…",
    "Y no cabe duda que Andrés le había contado a su hermano. Ahora, su hermano era un poco…Simón, él era uno de estos hombres duros que no querían creer nada. Él dijo: “Yo recuerdo lo que mi padre me dijo; él dijo: ‘Hijo’, un día, dijo, ‘sabes que hemos pescado y hemos confiado en Dios para que-que nos diera pescado para pagar nuestras deudas y conseguir de comer’. Él dijo: ‘Muchas veces tuvimos que orar, mucho antes de que mamá muriera, y de todo, para que nos diera una buena pesca, para que tuviéramos alimento para el día. Y yo siempre he esperado, como lo haría cualquier buen hebreo, por el Mesías venidero’. Dijo: ‘Ahora me estoy envejeciendo y supongo que no lo veré. Pero yo quiero que Uds. muchachos sepan: un poco antes de que Él aparezca en la escena, habrá toda clase de cosas falsas que se levantarán (¿ven?); pero yo quiero que sepan: nosotros debemos confiar en la Palabra. Moisés, nuestro profeta, nos dijo que Jehová Dios levantaría un profeta. Ahora no hemos tenido un profeta por cientos y cientos de años. Pero cuando venga el Mesías, Él será identificado como profeta. Ahora, Uds. lo conocerán porque Él será un profeta’”.",
    "Y entonces este hombre estaba predicando, no hacía más que predicar, Juan. Entonces él, Simón, no podía creer eso.",
    "Entonces él le dijo que Éste del que él hablaba, había venido, por tanto eso lo identificaba a él como un profeta (¿ven?), que Él…de lo que-por lo que había sucedido.",
    "Entonces Andrés y Simón fueron un día, y lavaban sus redes, y ellos…fueron allá a ver a Jesús. Y cuando Simón vino corriendo en Presencia Suya, Jesús lo miró y dijo: “Tu nombre es Simón, y tú eres el hijo de Jonás”, con eso fue suficiente. Él supo en ese momento que ésa era aquella Palabra hecha carne. ¿Ven? Él lo supo.",
    "¿Por qué? Hebreos, el capítulo 4, versículo 12 (que es conocido entre todos los eruditos), que “la Palabra de Dios es más cortante que una espada de dos filos, y es discernidora de los pensamientos y las intenciones del corazón”. ¿Cuántos lectores saben eso? [La congregación dice: “Amén”.—Ed.] Correcto. Hebreos 4, es correcto, 4:12.",
    "Ahora, cuando él vio eso, conoció que Él no sólo supo quién era él, también sabía de ese piadoso padre anciano suyo. Él supo en ese momento que ése era el Mesías. A él le fueron dadas las llaves del Reino, más adelante.",
    "Luego había un hombre parado allí llamado Felipe. Así que él tenía un compañero que venía estudiando la Biblia con él, oh por muchos años, y ése era un compañero llamado Natanael. Él vivía como a quince millas, si Uds. lo revisan en el mapa, donde él fue al otro lado de la colina a buscar a Natanael. Y cuando lo encontró…Él era-él era un hombre de olivar, él cultivaba olivas; y él se encontraba afuera en el olivar orando. Y claro, Natanael, después…o Felipe, perdónenme. Felipe, después de ver a Natanael orando, él fue un caballero, esperó que él terminara de orar. Cuando se levantó, le dijo: “¡Oye! ¡Ven y ve a quién encontramos! A Jesús de Nazaret, el hijo de José, éste es-éste es el Mesías del que hemos venido hablando”.",
    "🦅 ¡Oh”! Luego escuchen a este hombre. Dijo: “Pues, ¿podría algo bueno salir de una cantidad de gente como ésa, de ellos?”.",
    "Y yo pienso que él le dio la mejor respuesta que alguien hubiera podido darle. Dijo: “Ven y ve”.",
    "No-no se quede en casa a criticar. Venga y averigüe por su cuenta. Traiga su Palabra y escudriñémosla, y averigüemos lo que es. Uds. saben lo que la Palabra dice que va a ser este Mesías. Lo que Él fue ayer, Él es hoy. Escudriñen la Palabra, averigüen lo que Él es. Si Él es una organización, si Él es un grupo de personas, ¿qué es Él? ¿Ven?",
    "Entonces allí encontramos que ellos vinieron del otro lado del monte, y no hay duda que Felipe le relató lo que Él había dicho. “Pues, ese viejo pescador que no tenía la suficiente educación para firmar ese recibo, cuando él compró ese pescado: Él le dijo quién era y le dijo quién era su padre. No me sorprendería si Él no te dice quién eres cuando llegues allí”.\n\n“¡Oh vaya!, tendré que verlo”, dijo él.",
    "Entró allí directo en Su Presencia, tal vez como aquí, en la línea de oración, donde fuera; Jesús estaba orando por los enfermos. Y cuando Jesús lo miró, la primera vez que lo había visto, Él dijo: “He aquí un israelita en quien no hay engaño”.",
    "Él dijo: “Rabí”, que significa maestro, “¿cuándo me viste? Esta es la primera vez que yo te veo, ¿cuándo me viste?”.",
    "Él dijo: “Antes que Felipe te llamara, cuando estabas debajo del árbol, te vi”. ¡Oh, qué ojo!",
    "Miren los-miren los resultados. “Rabí: Tú eres el Hijo de Dios, Tú eres el Rey de Israel”. Ese hombre sabía…",
    "Miren la diferencia entre él y esos sacerdotes parados allá. Esos sacerdotes no lo creyeron, y sabiendo que sí aconteció, pues ellos tenían que responderle a su congregación. ¿Entonces saben Uds. lo que dijeron? Ellos dijeron: “Él obra…Él es un adivino; Él es Belcebú, el diablo. Él es un diablo”.",
    "Y Jesús dijo: “Les perdono por eso”, el sacrificio aún no había sido ofrecido, “pero cuando venga el Espíritu Santo” ahora, “y haga lo mismo, una palabra en contra jamás será perdonada, en este siglo ni en el venidero”. Por tanto, Uds. pueden ver dónde nos arrojaría eso si nosotros viéramos lo mismo. ¿Ven?",
    "Ahora avancemos un poquito más. Encontramos entonces que sólo hay tres clases de gente en la Tierra, tres razas; eso lo sabemos: Cam, Sem y la gente de Jafet. Eso es el judío, y el samaritano, y el gentil. Ahora el samaritano es mitad judío y gentil.",
    "Ahora nosotros sabemos que los judíos estaban esperando un Mesías, también los samaritanos. Pero nosotros los gentiles éramos anglo-sajones, nosotros-nosotros adorábamos ídolos, cargábamos mazos en la espalda y éramos paganos. Nosotros no andábamos en busca de ningún Mesías; y tampoco nos fue mostrado ningún Mesías, nada de Su señal. Nosotros vimos a un hombre caminando, mas no una señal Mesiánica.",
    "Pero allí estaba Samaria. Entonces Jesús, una vez, camino a Jericó, fue al otro lado de la montaña; “tuvo necesidad de pasar por Samaria”, y Él llegó a una ciudad llamada Sicar. Era como al mediodía, tal vez un lugar algo parecido aquí a éste. Y Él fue al pozo y se sentó, y-y envió a Sus discípulos por los víveres, alimentos.",
    "Y mientras estaban allí, una mujer, una joven de la ciudad, de mala reputación (ella había tenido demasiados maridos), salió al pozo. Pues, ella no podía venir con las demás mujeres, pues, ésa aún es una costumbre, ellas no se pueden mezclar. Así que ella vino a sacar agua. Y cuando ella comenzó a bajar el-el cántaro por el manubrio, para sacar el agua, ella oyó la voz de un Hombre decir: “Mujer, dame de beber”. Y ella miró alrededor y allí estaba un judío. Y ella…",
    "Debe haber lucido un poco mayor para Su edad. Él tal vez lucía un poco mayor de lo que era. Saben, dice allí en San Juan 6 que “aún no tienes cincuenta años ¿y dices que has visto a Abraham? Ahora sabemos que Tú tienes demonio”. Él dijo: “Antes que Abraham fuese, Yo Soy”. Entonces, pero Él, Su-Su trabajo debe haberlo hecho lucir un poco tal vez canoso, o algo. Él sólo tenía treinta y tres, pero Él se veía un poco mayor.",
    "Dijo: “Ud. dice, siendo Ud. judío y ¿me pide a mí, una mujer de Samaria? Tenemos segregación, no hay nada, Ud.…Nosotros sencillamente no podemos hacer eso. Ud. no puede, no debe hacer eso”.",
    "Él dijo: “Pero si supieras con Quién es que hablas, me pedirías a Mí de beber”.",
    "¿Qué estaba haciendo Él? Sosteniendo una conversación. El Padre lo había enviado allí, pero Él…Aquí estaba la mujer; ése debía ser el momento. Entonces dijo, Él le habló a ella hasta que captó su espíritu, vio. ¿Ven? La Palabra discierne el pensamiento que hay en el corazón, y Él fue la Palabra. ¿Cuántos creen que Él fue la Palabra? [La congregación dice: “Amén”.—Ed.] Seguro. ¿Ven? Y la Palabra discierne los pensamientos en el corazón. ¿Ven?",
    "Él dijo, encontró cuál era su problema. Todos sabemos lo que era: demasiados maridos. Él dijo: “Ve y trae tu marido y ven acá”.\n\nElla dijo: “Yo no tengo marido”.",
    "Dijo: “Has dicho la verdad; has tenido cinco, y con el que ahora vives no es tuyo”.",
    "Miren a esa mujercita. ¿Ven? Ella había descendido de los pensamientos de Dios; ella podía ser redimida. Ella era un súbdito. Ella tenía representación en el Cielo. ¡Ella dio un giro!",
    "Miren la diferencia entre ella y esos predicadores, sus sacerdotes. Esos predicadores cuando lo vieron, ellos dijeron: “Pues, este hombre es un adivino”. ¡Ellos no conocieron la Palabra!",
    "Miren lo que dijo ella: “Nosotros sabemos, Señor; debes ser un profeta. Nosotros no hemos tenido uno por cientos de años. Y sabemos que cuando venga el Mesías, eso es lo que Él va a hacer”. ¡Oh vaya!",
    "Ella pudiera-ella pudiera enseñarle algo a Birmingham. Ella pudiera enseñarle algo al resto del mundo; sí señor. Ella pudiera enseñarle algo a estos seminarios teológicos. ¿Ven? “El mismo ayer, hoy, y por los siglos”. Miren, nosotros…",
    "🦅 Señor, me parece que Tú eres profeta”. ¿Ven? Él leyó los pensamientos que había en su corazón. Ella dijo: “Tú debes ser un profeta. Nosotros sabemos, los samaritanos, nosotros lo estamos esperando; un Mesías vendrá. Nosotros no hemos tenido un profeta por cuatrocientos años. Malaquías fue nuestro último profeta, y él dijo que habría un precursor. Nosotros hemos oído de él, un hombre allá en el-allá en el Jordán; ‘Yo envió Mi mensajero delante de Mi faz para preparar el camino’. Yo he oído de eso. Y nosotros estamos esperando inmediatamente que venga un Mesías”.\n\nDijo: “Yo soy, el que habla contigo”.",
    "Eso concluyó el asunto. Ella fue a la ciudad, dijo: “Vengan, vean a un Hombre que me ha dicho todo cuanto he hecho. ¿No será ése el propio Mesías?”.",
    "Amigos míos, no nos queda tiempo para avanzar más. Pero si ése fue el Mesías ayer, es el Mesías hoy, porque Él es el mismo ayer, hoy. Él murió para de esa manera hacer una expiación; para hacer que estas cosas se cumplieran; para darles a Uds. los privilegios de obtener de lo que Él hizo por Uds. Ahora recuerde: si Ud. es un pecador, Ud. realmente fue salvo cuando Jesús murió en la Cruz; pero Ud. tiene que creerlo y aceptarlo como suyo, la salvación personal suya. Y si está enfermo, Ud. fue sano cuando Jesús fue herido por nuestras rebeliones; por Sus llagas Ud. fue curado.",
    "Ahora si Él estuviera parado aquí esta noche, con este traje que Él me dio, no pudiera haber…Si Ud. dijera: “Sáname Señor”, Él no pudiera hacerlo; Él ya lo ha hecho. ¿Ven?",
    "Pero ahora, ¿qué si alguno de Uds. dijera: “Podrá entonces Jesús estar en Birmingham esta noche?”. Sí señor, Él lo prometió. “¿Pues cómo estaría Él aquí, en la forma de qué”? ¡Del Espíritu Santo! Eso es lo que es Él: el mismo ayer, hoy, y por los siglos. Él está en la forma del Espíritu Santo.",
    "Ahora yo desearía tener tiempo para inyectar aquí un pensamiento más, pero probablemente no lo haga. Permitan- permítanme hacerlo rápidamente. ¿Me-me soportarán por unos minutos? [La congregación dice: “Amén”.—Ed.] No quiero retrasarlos demasiado y que los dejen sus buses.",
    "Jesús dijo, en San Lucas el capítulo 16, o el capítulo 17: “Como fue en los días de Lot, así será en la venida del Hijo del Hombre”. ¿Dijo Él eso? [La congregación dice: “Amén”.—Ed.]",
    "Ahora observen lo que fue. Él estaba leyendo la misma Biblia que nosotros leíamos, Génesis 22 o 19, 20, por allí. Fíjense, Él estaba leyendo la misma Biblia. Observen la escena de Lot. ¡Oh, qué nación tan pecaminosa era!, ¡qué lugar tan pecaminoso! Miren hoy entre lo que nos encontramos.",
    "Miren lo que Él dijo: “Una-una-una-una generación pecaminosa y adultera, mala y adultera demanda señal. Y ellos la recibirán, la señal de Jonás, resucitado de los muertos; o resucitado de estar casi como muerto, en el vientre de la ballena por tres días y noches. El Hijo del Hombre: la señal de la resurrección; esta generación adulterina recibiría la señal de la resurrección”.",
    "Ahora Jesús dijo: “Como fue en los días de Lot”. Fíjense en la escena. Había dos Ángeles allá entre los sodomitas predicando, dos grandes mensajeros. Hubo Uno que se quedó con Abraham.",
    "Y los que fueron allá a Sodoma, ellos obraron señales. ¿Cómo lo hicieron? Al predicar el Evangelio y herirlos con ceguera. Su propia predicación hirió a la gente con ceguera. Si eso no fue un Billy Graham moderno, nunca lo he visto. No se ha tenido un mensajero aún, en todas las edades, que su nombre terminara con h-a-m, para la iglesia. Recuerden, hemos-hemos tenido a un Moody, Sankey, Finney, Knox, Calvin, y demás, Billy Sunday, pero nunca un h-a-m, hasta este tiempo; h-a-m, “padre a las naciones”. Está ahora allí (¿ven?) allá. Miren la escena de Sodoma.",
    "Y recuerden, hubo un Hombre que se quedó allá con ellos, al que Abraham llamó Elohim, Dios. Miren lo que él, cómo supo que Él era Elohim. Él dijo: “Abraham: ¿Dónde está tu esposa, Sara?”.\n\nDijo: “Ella está en la tienda detrás de Ti”.",
    "Tenía cien años. Dijo: “Voy a visitarte según la promesa que te di, en el tiempo de la vida”, los otros veintiocho días. Ya llevaban veinticinco años esperando; Sara tenía noventa y él cien. “Voy a visitarte según el tiempo de la vida”.",
    "Y Sara, dentro de sí, dijo: “Huh”, en la tienda.",
    "Él dijo: “¿Por qué se ha reído Sara, ese ‘huh’, en la tienda detrás de Mí?”.",
    "Abraham lo llamó “Elohim”, Dios manifestado en carne humana. Comiendo un-del becerro, bebiendo la leche de la vaca, y comiendo pan, tortas de maíz; y Dios se manifestó en carne humana.",
    "Jesús dijo: “Como fue en los días de Sodoma, así será en la venida del Hijo del Hombre”, cuando Dios mismo se volvería a manifestar en carne humana.",
    "Y recuerden, esa fue la última señal. Abraham había visto señal tras señal tras señal. Pero esta vez, aquí estaba Dios manifestado en carne, y podía saber lo que Sara estaba pensando a espaldas de Él. Eso dejó saber que era la Palabra, porque la Palabra discierne los pensamientos que hay en el corazón. ¿Ven? ¿Lo captan? ¿Levanten sus manos si lo captan? [La congregación dice: “Amén”.—Ed.] Muy bien. ¿Ven? Ahora, ésa fue la última señal.",
    "Ahora recuerden, Abraham y su grupo no estaban en Sodoma. Ellos estaban afuera de Sodoma, no allá en ese mundo denominacional, apartados de allí, allá afuera. ¿Ven Uds. la señal que ellos recibieron, tremendos mensajes intelectuales? Pero miren la señal que recibió la iglesia Elegida, Abraham. G-r-a-h-a-m son seis letras, mundo, número de hombre. El hombre fue creado en el sexto día; él es seis. Pero A-b-r-a-h-a-m son siete letras (¿ven?); la Iglesia elegida, parada afuera. Fíjense, ellos recibieron esa señal: a Dios manifestado en carne.",
    "Y Jesús dijo (ahora observen): Lucas el capítulo 17, en el…“Como fue en los días de Sodoma, así será en la venida del Hijo del Hombre, cuando el Hijo del Hombre se esté manifestando”. Y recuerden: cuando el Hijo del Hombre se esté manifestando en estos postreros días a Su pueblo (obrando por Sí mismo entre el pueblo), Juan, fue en el 14:12, dijo: “La obras que Yo hago, él también las hará”.",
    "Y nos es prometido eso, para restaurar. Toda voz es seguida por un mensaje. Y el Mensaje fue: “Restaurar la fe otra vez a la Fe original”. Malaquías 4: “Restaurar de nuevo la Fe al…de los padres, al pueblo”. Ellos se han desviado en toda clase de cosa; pero, “restaurar de nuevo esa Fe”. El Mensaje de la hora es: “¡Regresar a la Palabra!”. Dios, el…",
    "Recuerden: estamos esperando un Hijo prometido. Y nosotros somos la Simiente de Abraham, ¿verdad que sí? [La congregación dice: “Amén”.—Ed.] ¡Simiente Real, por medio de Cristo! Y ellos estaban esperando un hijo prometido, Isaac. Y la Simiente real hoy, estamos esperando una señal prometida. ¿Verdad que sí? [“Amén”.] El Hijo de Dios prometido, que regrese. Y el…",
    "Ellos habían tenido toda clase de mensajes, y toda clase de cosas que Abraham había visto. Pero un poco antes del Hijo prometido, la última señal, antes del mundo gentil ser destruido, fue ésta: Dios se manifestó en carne, que conoció los secretos del corazón.",
    "Ahora ésa es la última señal que la iglesia y la Iglesia espiritual reciben. Ésa es la última señal que la iglesia natural recibe, y el mundo gentil será destruido; y ella está lista para eso ahora mismo.",
    "La Tierra está temblando por todas partes con terremotos. ¿Por qué? La primera vez que el terremoto sacudió toda la tierra, fue el Viernes Santo. La última vez que la sacudió, fue en otro Viernes Santo. ¿Por qué tembló? Porque ellos habían rechazado a su Mesías. ¿Por qué tembló de nuevo? Ellos han vuelto a hacer lo mismo. ¿Ven?",
    "La Edad de la Iglesia de Laodicea, cualquier erudito sabe que Él estaba por fuera, tocando, tratando de…“He aquí Yo estoy a la puerta y toco”. [El Hno. Branham toca cinco veces sobre el púlpito.—Ed.] Es la única edad de la iglesia que llegó a sacarlo completamente. Y el Concilio Ecuménico, eso exactamente es lo que Uds. han hecho para formar la marca de la bestia, y están llevando allí. Pues, ¿qué es…? ¿Cómo pueden dos caminar juntos si no estuvieren de acuerdo? Y al haber hecho eso, ellos han rechazado de nuevo la Palabra; Ella queda por fuera. Ni siquiera se puede conseguir cooperación por ninguna parte. Eso es exactamente cierto.",
    "¡Oh Dios, ten misericordia! “Jesucristo el mismo ayer, hoy, y por los siglos”.\n\nInclinemos nuestros rostros.",
    "Señor Dios, Tú mismo te identificas en todas las edades, Dios. Tú fuiste Dios en otro tiempo que le hablaste a los padres por los profetas, en estos postreros días por Tu Hijo, Jesucristo; al cual amamos y le creemos, y sabemos que Él es el mismo ayer, hoy, y por los siglos, como Él ha prometido.",
    "Ahora Padre, qué maravillosa multitud, de una fe fina; es fácil hablarles. Pero (¡Oh Dios!), que esa fe ahora escale, que simplemente entre ahora en otro ciclo, dando un paso afuera del pensamiento humano. Ellos han oído esto; les ha sido enseñado por sus pastores. Ellos-ellos lo han esperado por años y años, que venga. Y ahora, oramos, Padre, que Tú nos lo des a conocer a nosotros esta noche, que Tú no estás muerto, sino que estás vivo para siempre; y vives entre Tu pueblo como el Lirio en el valle, entre todas las otras flores, la flor más hermosa entre diez mil.",
    "Oramos ahora ¡oh Lirio del Valle!, que vengas a nosotros esta noche. Date a conocer entre nosotros, para identificarte Tú mismo en esta edad. Pues está prometido (acabo de hablarles la Palabra), que en los postreros días como Sodoma y Gomorra, así el Hijo del Hombre se manifestaría como Él hizo en Sodoma y Gomorra; antes de venirles el Hijo prometido a los elegidos, y venirles la destrucción a los rechazados. Entonces yo oro, Padre, que ellos entiendan esto; y que Tú vengas y cumplas Tú Palabra, lo cual sé que harás. En el Nombre de Jesús. Amén.",
    "Ahora, creo que Billy dijo que repartió algunas tarjetas, ¿será eso correcto? Levanten las manos si hay tarjetas repartidas. ¿Qué letra tienen? [Alguien dice: “B”.—Ed.] B. Muy bien, B. Vamos rápidamente ahora…",
    "Voy a pedirles una cosa, que ahora se mantengan sentados quietamente. No se muevan alrededor. Sólo concédannos diez minutos. ¿Lo harán? Sólo diez minutos, si todos se sentaran perfectamente en silencio por diez minutos. No se muevan alrededor. Muy bien.",
    "Comencemos de la número uno. ¿Quién tiene la B, número uno? Ahora, rápidamente, levante la mano. Si no pueden…",
    "El hombre se estaba moviendo en el catre, vean cuál es su número de tarjeta de oración, si es. Vean. ¿Tiene una tarjeta de oración? ¿Ud., Ud. no tiene? Muy bien. [Alguien dice: “Es cuatro”.—Ed.] Muy bien.",
    "Número uno, ¿se me pasó? [Alguien dice: “Aquí”.—Ed.] O tal vez empecemos entonces de otro lugar. Muy bien. [Alguien dice: “Aquí mismo”.] ¡Oh, lo siento! Muy bien. Número uno, número dos, tres. Número dos, levántese, pues…Póngase de pie cuando Ud., yo llame su número. Dos, uno, dos, tres, cuatro. [Alguien dice: “Aquí mismo”.] Cuatro.",
    "Cinco. Fíjense ahora en su tarjeta. Cinco pase aquí mismo y forme una pequeña línea. Cinco. Seis, seis. Siete, siete. Si Ud. no se puede levantar ahora, permita que alguien le levante la mano, nosotros le cargaremos. Muy bien, siete. Ocho, ocho, ocho. Siete, ocho. Ahora estamos…realmente estamos ahora pasados del tiempo.",
    "Muy bien, no hay problema, déjenla sentarse allí hasta que ya estemos para llamarla, y entonces sólo ubíquenla en la línea donde ella debe estar. Muy bien.",
    "Nueve, nueve. Diez, diez. Once, once, once. Paremos entonces allí. Muy bien.",
    "¿Cuántos aquí no tienen tarjeta de oración y están enfermos? Levanten las manos. Bueno, levanten las manos. ¿Cuántos hay aquí que no me conocen a mí, levanten la mano? Saben que yo no sé nada de Uds., ¿levanten la mano? Muy bien. Ahora Uds. miren hacia acá y crean ahora. Yo…Todos en mucha reverencia.",
    "Ahora sólo recuerden: una palabra de Él significará más de lo que yo pudiera hablar en cien vidas. ¿Ven? Yo pudiera predicar Esto. ¿Cuántos creen que Ésa es la Verdad? [La congregación dice: “Amén”.—Ed.] Muy bien. Ahora, si es la Verdad, Dios está obligado. Si ésa es Su Palabra, ésa es Su promesa, Él está obligado a hacerlo. Él está obligado a confirmar Su Palabra. ¿Verdad que sí? [“Amén”.] Y si Él lo hace, ¿lo creerán? [“Amén”.] Uds. créanlo.",
    "Ahora, Uds. podrían decir: “¿Jesús? Yo miro alrededor y no lo veo por ningún lugar”.",
    "Miren, ¿qué si algún hombre entrara aquí con cicatrices de clavos en las manos, y-y algo por todo su rostro, y sangre, y todo eso? Cualquier hipócrita pudiera hacer eso. Y recuerden, Jesús no vendrá así. Cuando Él venga de esa manera, el tiempo no será más. No habrá más tiempo cuando Él venga de esa manera.",
    "Pero ¿por qué sabría Ud. entonces que es Él si viniera? Porque Él mismo se identificaría por Su-por Su Espíritu, Su señal, Su Vida en Ud.; “Yo soy la Vid, vosotros los pámpanos”. Ahora Uds. sólo recuerden y crean eso ahora con todo su corazón.",
    "Ahora, ¿es ésta su línea de oración? ¿Están todos allí? Yo-yo no sé, ¿ocho o diez? Muy bien, así está bien. Pase aquí. Mañana en la noche trataremos de tomar más. Todos en mucha reverencia. Ahora sólo déjenlos pasar, uno por uno, a medida que pasan.",
    "Ahora, en primer lugar, quiero que todos los que están en esa línea de oración, que saben que yo no los conozco (la pequeña línea de oración aquí, que saben que yo no los conozco), levanten la mano; saben que yo no sé nada acerca de Uds., no sé nada, no sé lo que ande mal con Uds., no tengo idea. Muy bien.",
    "Ahora, bien reverentes, sólo recuerden ahora dónde estamos parados. La Palabra ha sido leída.",
    "Ahora, recuerden: yo no puedo sanar a nadie, ningún otro hombre puede sanar a nadie. Pero la fe suya en lo que es Cristo, es lo que obra la sanidad. Ahora si Él mismo se da a conocer aquí como Él ya lo hizo, se identifica Él mismo así como Él hizo en los otros días, ¿lo conocerían Uds. según eso? [La congregación dice: “Amén”.—Ed.] Ésa es de la única manera que Él dijo que se identificaría. Ésa es de la única manera que Él mismo llegó a identificarse. Y Él es el mismo ayer, hoy, y por los siglos.",
    "Entonces, ahora aquí está una mujer, igual como en San Juan 4. Jesús conoció a una mujer junto al pozo; acabo de referirme a ella hace unos minutos. Aquí hay un hombre y una mujer. Yo nunca he visto a la mujer. Ella acaba de levantar la mano, mostrando que yo nunca la he visto y ella nunca me ha visto a mí, por tanto, somos completamente desconocidos. Ella acaba de recibir una tarjeta de oración, y sucedió que su número fue llamado. ¿Está Ud…?",
    "[La Hermana dice: “No, Ud. oró por mí en Hammond, Indiana. Quise decir, sin embargo, que Ud. no sabe nada de mi vida personal”.—Ed.]",
    "Ella dijo que una vez yo oré por ella en Hammond, Indiana, pero ha dicho que yo no sé de su vida personal, en cuanto a ella; no sé nada. No sé por lo que Ud. esté aquí, ni nada. Desde luego, hay cientos de personas en las líneas de oración con las cuales tal vez haya estado en las reuniones y demás, de esa manera. Pero quiero decir, que sepa que yo no…Dios en el Cielo sabe, esta Biblia sobre mi corazón, yo nunca podría recordar eso, alguien así tan distante, alguien por el cual se oró tal vez hace años. Hammond, Indiana, eso fue hace mucho tiempo. Hace muchos años, cuando yo estuve en Hammond, Indiana, hace ocho o diez años. Así que, ahora, sólo…",
    "Ahora, si el Señor Jesús me revela el porqué Ud. está aquí ahora, eso haría a San Juan 4 exactamente correcto. Lo que esté en su corazón, la Palabra entonces discierne el pensamiento que hay en el corazón, como hizo Jesús con la mujer junto al pozo. ¿Creería Ud. entonces que eso es verdad? [La hermana dice: “Sí”.—Ed.] ¿Lo creería Ud.?",
    "¿Lo creería la audiencia verdad? [La congregación dice: “Amén”.—Ed.]",
    "Ahora, aquí está mi mano sobre la Biblia, de que yo no recuerdo a la mujer, no tendría ni idea. Y ella también levantó la mano que yo no sabría por lo que ella está aquí. Dijo que ella me vio en Hammond, Indiana, eso sería…Uds.-Uds., todos Uds. pudieran haber estado allí, hasta donde yo sé. Yo no lo sabría, simplemente allí en la reunión.",
    "Pero ahora, que el Señor Jesús conceda esto, si es que Él lo hace; yo no digo que Él lo hará.",
    "Ahora yo tomo todo espíritu aquí bajo mi control, en el Nombre de Jesucristo. Ahora sean muy reverentes.",
    "Si Ud. no es creyente, yo no le aconsejaría que se quede en el edificio, pues las enfermedades se pasan de uno a otro. Nosotros sabemos eso; también las aflicciones. Muchos han estado antes en reuniones y han visto eso suceder.",
    "Ahora, sólo quiero hablarle a Ud. como lo hizo nuestro Señor con esa mujer. Ahora vea, Ud. está parada allí, necesitada. Y Ud., es probable que Ud. sea Cristiana (yo no sé si lo es, Él me dirá si Ud. lo es); y también, yo soy un Cristiano. Ahora, son dos juntos, un hombre y una mujer; y luego, el Espíritu de Dios aquí con un don, para darle a conocer a Ud. de lo que le está pidiendo a Él, lo que Ud. está diciendo. Podría ser por las finazas; podría ser algo doméstico, yo no tengo idea; pero lo que sea, Ud. sabrá si es la verdad o no, si Él lo revela.",
    "Es un tumor. Si eso es correcto, levante la mano. Ahora, ¿cree Ud.? Ahora observe. ¿Quiere que le diga dónde está el tumor? Está en su garganta. [La hermana dice: “Sí”.—Ed.] Si eso es correcto, mueva su mano así. ¿Ahora cree Ud.? [“Sí señor”.] Muy bien. Siga su camino agradeciéndole al Señor, de que Ud.-Ud. lo cree.",
    "Venga. Somos desconocidos me supongo, señora. [La hermana dice: “Sí”.—Ed.] No nos conocemos, pero Dios nos conoce a los dos. ¿Cree Ud. que Dios me puede revelar su problema? ¿Le ayudaría? [“Sí”.] ¿Le llevaría a creer?\n\nTengan mucha reverencia, mucha reverencia.",
    "Ahora recuerden, hubo una mujer cierta vez que no recibió tarjeta de oración, diremos nosotros. Ella pasó entre la…tocó el borde de Su manto. Y cuando lo hizo, Jesús se dio la vuelta y dijo: “¿Quién me ha tocado?”. ¿Es correcto eso? [La congregación dice: “Amén”.—Ed.]",
    "Ella tenía un flujo de sangre. Ella dijo dentro de sí: “Si puedo tocar a ese Hombre, yo seré sana”. Y ella lo tocó a Él. Y ella…\n\nÉl dijo: “¿Quién me ha tocado?”.",
    "Y, pues aun Pedro se lo reprochó, dijo: “Eso sonaría como si tuvieras un problema mental o algo”. Dijo: “¡Vaya! ¡Pues todos te tocan!”.",
    "Él dijo: “Sí, pero me he debilitado. He conocido que ha salido poder de Mí”. Él se dio la vuelta y buscó entre la audiencia hasta que encontró a esa mujer. Y Él le dijo de su flujo de sangre, que eso estaba curado. ¿Recuerdan eso? [La congregación dice: “Amén”.—Ed.]",
    "Ahora la Biblia dice: “Hoy”, que los ministros nos respondan esto, “que Él es el Sumo Sacerdote ahora mismo que puede ser tocado por el sentir de nuestras dolencias”. ¿Es correcto eso? [Los ministros y la congregación dicen: “Amén”.—Ed.]",
    "Uds. sólo tómenlo de Él. Digan: “Señor Dios, ese predicador no me conoce. Y permíteme tocar Tu manto; que hables por él”. Si Él es el mismo ayer y por los siglos, Él obrará de la misma manera. Él está ahora en carne humana, obrando, redimiendo a Su pueblo.",
    "Ahora, sólo oren ahora, crean con todo su corazón. No duden; no duden nada, crean todas las cosas. Sólo crean con todo lo que hay en Uds. Crean.",
    "Ahora quiero sólo-sólo contactar su espíritu, señora, sólo hablar con Ud. ¿Cree Ud. que estas cosas son verdad? ¿Cree que el Señor Jesús puede revelarme el porqué Ud. está aquí? Ud. también tiene un tumor. Eso es cierto. ¿Cree Ud. que Él puede revelarme dónde está? Está en las glándulas femeninas. [La hermana dice: “Sí”.—Ed.] Y en la glándula donde está es en la matriz. Eso es correcto. [“Sí”.] Muy bien. Crea ahora, vaya, tenga fe con todo su corazón.",
    "Ahora aquí hay un hombre. Un hombre vino cierta vez al Señor Jesús, y su nombre era Simón (Ahora…), y él fue llamado Pedro; Jesús le dijo a él quién era y de dónde venía, o al respecto. Ahora, si el Señor Jesús puede revelarme el porqué Ud. está aquí, ¿lo creerá? Ud. sabe que tendría que ser verdad, sabría si-si eso es la verdad o no. Pero Ud.-Ud. me cree ser Su siervo. [El hermano dice: “Eso es correcto. Yo lo sé”.—Ed.] Ud. lo sabe. Gracias, señor. Gracias. Que el Señor lo ayude ahora a creer eso con todo su corazón.",
    "Es esta cosita aquí, sólo trataba de acomodarla bien. [El Hermano Branham ajusta el micrófono.—Ed.]",
    "Ahora mirando Ud. hacia acá de nuevo; sí señor. A Ud. le espera una operación por una ruptura. Eso es correcto. También, hernia, Ud. tiene una hernia. ¿Cree que yo le puedo decir a Ud. quién es? ¿Lo cree? Ud. es un reverendo, Ud. es-Ud. es un ministro porque lo veo en el púlpito; y su nombre es Wallace. [El hermano dice: “Sí”.—Ed.] Crea con todo su corazón. [“¡Gloría”! La congregación aplaude.] Dios lo bendiga. [“Desde hace veinte años en Pensacola”.] ¡Pues, vaya, vaya! Muy bien. Ahora tenga fe, no dude; sólo tenga fe; crea ahora.",
    "Ahora somos desconocidos el uno al otro. Dios nos conoce a los dos. ¿Cree Ud. que el Señor Dios puede decirme algo acerca de Ud., por lo cual Ud. está aquí, o algo? Estoy apurando un poco porque la gente está-está amontonada, Ud. sabe. Es…¿Cree Ud. que Él puede revelarme algo que Ud. sufre? [La hermana dice: “Sí señor”.—Ed.] Lo cree. Y Ud. sabe que ese sentir que la impactó en ese momento no podría venir de mí. Eso es Él. [“Sí”.] Le hace sentir mucha, como dulzura, humildad. [“Eso es correcto”.] Y eso, ¿ha visto Ud. alguna vez la foto de esa Luz? [“Sí”.] Pues, es exactamente lo que la rodea ahora mismo.",
    "La dama ahora se aparta de mí. Ella está sufriendo. Yo la veo, ella está quedando como inválida. Y ella tiene artritis, que la…[La hermana dice: “Sí”.] Eso es correcto. Si eso es correcto, levante la mano. [“Sí”.] Eso es correcto. Luego Ud. también tiene un problema de la tiroides. [“Eso es correcto”.] Ud. sufre de la tiroides. [“Eso es verdad”.] Eso es verdad. Y luego Ud. tiene un problema del corazón, asfixia por el corazón. [“Sí”.] Eso también es verdad. [“Eso es verdad”.] Ud. no es de aquí. Ud. es de alguna otra clase de región donde hay bastante…Ud. es de muy lejos. Ud. es de Pennsylvania. [“Sí señor, lo soy”.] Eso es correcto, ha venido acá. Ahora vaya a casa y sea sana. Jesucristo la sana, le da su sanidad.\n\nVenga. Ahora tenga fe. No dude.",
    "Ahora no-no se muevan, por favor no lo hagan. Sólo un poquito, vamos…si tan sólo me dan uno más. Denme este caso y luego paramos, si me permiten sólo este caso. No se muevan, por favor no lo hagan. Yo sé que los estoy reteniendo mucho tiempo. Pero vean, cada uno es un espíritu, y es que ahora estoy en contacto con cada uno de Uds. ¿Ven? Ahora tengan fe.",
    "Soy-soy un desconocido para Ud. Yo no le conozco. Cristo le conoce a Ud.",
    "Hay un hombre que continuamente aparece. Oh, es éste, un-un hombre canoso sentado aquí, está sufriendo con problema en las rodillas. ¿Cree Ud. que Dios le dará su salud, señor, y lo sanará, con ese problema de las rodillas? Y ¿cree que Él lo sanará? El hombre allí mismo detrás de la-la silla de ruedas, si Ud. cree con todo…Ud. sufre con problema de las rodillas. Levante su mano. Muy bien. Ud. tocó Algo, ¿no es así? Ud. lo tocó a Él. Sí. Eso es correcto.",
    "Y, a propósito, la señora sentada allí al lado suyo, la luz…la esposa. ¿Me cree, hermana, para que ellos sepan que viene de Dios? ¿Me cree Ud. ser Su profeta? ¿Me cree?",
    "Ese rebote allí. [El sistema de amplificación tiene un eco acústico.—Ed.]",
    "Ud. está sufriendo de la presión de la sangre. Si eso es correcto, levante la mano. Muy bien, ponga también sus manos allá sobre él porque él no lo captó muy bien. Y luego crea Ud. con todo su corazón y los dos sanarán.\n\n¿Qué tocaron ellos?",
    "Aquí, una señora lo captó en ese momento. Ella está sentada aquí atrás, tiene su rostro inclinado, orando. Ella está orando para que el Señor la sane. Lo que ella…Ella está sufriendo, está sentada justo donde termina la fila allí. Ella tiene el estómago herniado, por lo cual está orando. Y ¿cree que Dios la sanará, señora? Levante la mano. La mujer pequeña, de cabello oscuro, usando anteojos, que estaba orando para que Dios la sanara. Yo no la conozco, nunca la he visto en mi vida; Dios sabe eso. Si soy un desconocido para Ud., mueva su mano, señora. Eso es correcto, yo no sé nada de Ud. Bueno pues Ud. sabe que eso es verdad, ¿no es así? Muy bien, Jesucristo la sana, si Ud. lo cree.",
    "Escuche, sentada allí detrás de ella, esa señora sentada allí, que está allí detrás de ella; ella también está orando. Sólo siga esa Luz. Sí. ¿No ven Uds. esa Luz suspendida allí? ¿Ven? ¿Ven? Ahora miren. La señora ha tenido una operación, pero lo que ella realmente quiere que Cristo haga por ella es que quite los crecimientos de su brazo. ¿Cree Ud. ahora que Él lo hará? Le-…Sí, levante la mano. Muy bien. Si Ud. lo cree, puede recibirlo. Sólo tenga fe y no dude. Crea. Yo…",
    "No, son dos hombres distintos. Pensé que este hombre; es este hombre sentado aquí. ¿Cree señor, sentado aquí mismo? ¿Cree con todo su corazón? ¿Cree Ud. que Dios lo va a sanar de ese problema de la próstata, darle su salud? Ud. sufre problema de la próstata. Mueva su mano si eso es correcto. Eso es correcto. Su fe lo sana señor. Jesucristo le ha sanado. Yo nunca he visto al hombre en mi vida.",
    "¿No ven Uds. que Él está aquí? ¿No le creen? [La congregación dice: “Amén”.—Ed.] ¿No ven que es Él?",
    "Ahora esperen un momento. El…Oh, sí. No creo que Él le haya dicho nada acerca de Ud., ¿verdad? ¿Cree Ud. que Él puede hacerlo? ¿Cree que yo puedo hacerlo por medio de Su gracia y poder? ¿Sería ésa Su promesa? Ud. está sufriendo de un mal en su cuello. Ud. sufrió una caída y eso lo causó. Eso es correcto. Regrese ahora, Ud va a estar bien. Jesucristo le dé su salud.",
    "¿Cree Ud.?, ¿ahora creen todos, de todo corazón? [La congregación dice: “Amén”.—Ed.] Ahora, ¿cuántos creyentes hay aquí? Levanten la mano. Por todo el edificio. Muy bien, Uds. crean. Ahora, rápidamente…En realidad vamos casi para media hora sobre el tiempo. Hagan Uds. esto ahora mismo. Jesús dijo…",
    "¿Creen Uds. que Él es el mismo ayer y por los siglos? ¿Creen que Él prometió hacer esto en este día? ¿Creen que ésa es la última señal que esta iglesia verá ahora antes que aparezca la venida del Señor? ¿Creen Uds. que estamos justo en el fin, que todas las Escrituras se han cumplido, listos para la venida del Hijo?",
    "Ahora, Jesús dijo: “Estas señales seguirán a los que creen”. Ahora ponga Ud. su mano sobre alguien allí al lado suyo. Ahora, Ud. es un creyente; “Estas señales seguirán a los que creen”. Ahora si Él cumple Su Palabra para hacer esto, Él cumplirá Su Palabra en hacer eso también. Ahora Ud. ore por la persona al lado suyo, ellos están orando por Ud. ¿Ve? Ahora no ore Ud. por sí mismo. Ud. ore por la persona, ellos están orando por Ud.\n\nAhora inclinemos todos nuestros rostros mientras oramos.",
    "Padre Celestial, estamos agradecidos por ver al Mesías resucitado. Mil novecientos años de toda clase de teología y movimientos, pero aún en todas esas tinieblas, Tú prometiste que aparecerías aquí en los últimos días, en este día de Sodoma, y te darías a conocer Tú mismo a los hijos de Abraham, los llamados, los elegidos. Y aquí estás en esta noche, después de mil novecientos años, Tú sigues tan vivo en esta noche como cuando le hablaste a la mujer junto al pozo. Es Dios manifestado en carne, ahora en la carne de Su Novia, porque la Novia y el Novio son la misma carne; “estos dos son uno”. Y la Iglesia está llegando a ser la Novia, todo el tiempo, al creer la Palabra, tanto que la Palabra y la Iglesia llegan a ser lo mismo; la Palabra en la Iglesia, haciéndola la Novia. La última señal, Dios identificándose Él mismo, la Palabra en la Iglesia.",
    "¡Oh Dios!, estas personas que dicen que creen, tienen las manos puestas el uno sobre el otro. Ellos están orando. Míranos desde Tu Gloria, Señor, observa; confirma Tu Palabra. Tú dijiste: “Estas señales seguirán a los que creen. Si sobre los enfermos ponen sus manos, ellos sanarán”.",
    "¡Oh Dios!, que en esta noche Satanás pierda el control que tiene sobre la fe de ellos; que Dios entre y les deje saber que Él se ha identificado aquí mismo entre nosotros. Y Jesucristo el Hijo de Dios está aquí ahora con nosotros; Jesucristo identificado y resucitado, dándose Él mismo a conocer. Es la primera vez que Él ha hecho esto desde hace mil novecientos años, y aquí está Él, en esta noche. Que Satanás pierda su poder, que desvanezca su incredulidad; y que el poder del Cristo resucitado entre en estas personas y los sane a cada uno. Nosotros echamos fuera a Satanás. En el Nombre de Jesucristo, que él salga ahora mismo de estas personas, para que todos queden sanos, mientras están orando el uno por el otro, con sus manos puestas entre ellos. Concédelo, en el Nombre de Jesucristo.",
    "Ahora mantengan sus manos el uno sobre el otro. Crean ahora. Tengan sus rostros inclinados, sus ojos cerrados; crean. No me interesa dónde Ud. esté, o lo que le aqueje; eso nada tiene que ver. Si Dios, después de mil novecientos años, se para aquí identificándose Él mismo, resucitado de entre los muertos; y tomando a personas mortales y mostrándose a Sí Mismo, el Mesías en todas las edades (el mismo Mesías obrando lo mismo por la misma señal), Él ha resucitado de los muertos. ¡Prometió que Él lo haría un poco antes de Su Segunda Venida y la destrucción del mundo gentil! Aquí está Él. Entraremos más a fondo en eso esta semana, mientras avanzamos. Pero Ud., ¿por qué sufrir el resto de la semana cuando puede ser sano ahora mismo? Alguien le tiene puestas las manos. Un creyente tiene las manos sobre Ud. Él dijo estas Palabras: “Estas señales seguirán a los que creen. Si sobre los enfermos ponen sus manos, ellos se recuperarán, ellos sanarán”.",
    "¿Lo creen ahora con todo su corazón? [La congregación dice: “Amén”.—Ed.] Si Uds. lo creen de todo corazón, y creen que Jesucristo (el Hijo de Dios resucitado, el que los juzgará en el Trono del Juicio) está aquí esta noche en la forma y persona del Espíritu Santo, y se está dando a conocer Él mismo por Su misma señal Escritural que Él prometió mostrarles, y de que está vivo: aquí está Él. Si Uds. creen eso con todo su corazón y lo aceptan a Él como Su Sanador, yo les encargo por Su Nombre y en Su Nombre, que se pongan ahora de pie y acepten su sanidad en el Nombre de Jesucristo de Nazaret. Pónganse de pie, si Uds. lo creen. Pónganse de pie.",
    "Eso está bien. La gente viene de los catres, se han levantado de las sillas de ruedas, y, eso es maravilloso. Ahora sólo alabémosle, todos. Levanten las manos. Ahora es el momento en que pueden gritar y alabarle. ¿Creen? Hay personas paradas de sus sillas de ruedas, de los catres, y por todas partes, en pie. ¡Alabémosle a Él! Todos levanten las manos y alábenlo. [La congregación se regocija y alaba a Dios.—Ed.] 🦅"
  ]
}