{
  "title": "AMNESIA ESPIRITUAL",
  "id": "64420009",
  "content": [
    "🦅  Ahora creo yo, ahora creo yo,\n\nTodo es posible, ahora creo yo:\n\nAhora creo yo, ahora creo yo,\n\nTodo es posible, ahora creo yo.",
    "Permanezcamos de pie un momento ahora para la Palabra del Señor. Abramos en Amós, el profeta Amós, el capítulo 3, empezando con el primer versículo.",
    "Quiero agradecerle a la Hermana Juanita y Anna Jean y a la Hermana Moore, por esos hermosos cantos en coro. Eso me remontó, mientras estaba sentado allá y escuchaba. Me vino a la mente cuando ellas nos acompañaban, cantando en la campaña; el Hermano Jack y yo platicábamos, esas muchachas eran niñas pequeñas, de dieciséis, algo así. Ahora, creo que la Hermana Anna Jeanne tiene cinco hijos, y la Hermana Juanita tiene-tiene…es madre de dos hijos. Y damas, realmente estamos más cerca de ese atardecer que en ese entonces, como a dieciséis años de diferencia. No falta mucho y estaremos cruzando, ¡aquel tiempo glorioso!",
    "Ahora, en Amós el capítulo 3, leamos:\n\nOíd esta palabra que ha hablado Jehová contra vosotros, hijos de Israel, contra toda la familia que hice subir de…Egipto. Dice así:\n\nA vosotros solamente he conocido de todas las familias de la tierra; por tanto, os castigaré por…vuestra maldad.\n\n¿Andarán dos juntos, si no estuvieren de acuerdo?\n\n¿Rugirá el león en la selva sin haber presa? ¿Dará el leoncillo su rugido desde su guarida, si no apresare?\n\n¿Caerá el ave en lazo sobre la tierra, sin haber cazador? ¿Se levantará el lazo de la tierra, si no ha atrapado de él?\n\n¿Se tocará la trompeta en la ciudad, y no se alborotará el pueblo? ¿Habrá algún mal en la ciudad, el cual Jehová no haya hecho?\n\nPorque no hará nada Jehová…, sin que revele su secreto a sus siervos los profetas.\n\nSi el león ruge, ¿quién no temerá? Si habla Jehová…, ¿quién no profetizará?\n\nInclinemos nuestros rostros.",
    "Señor Jesús, que ésta, Tu Palabra, Señor, que podamos tener compañerismo en esta tarde alrededor de esta porción. Oramos, Señor, que nos des un contexto para el texto que tomaremos de aquí, y que te traiga honra. Bendícenos, Señor, mientras esperamos en esta tarde por Tu Palabra. Sana a los enfermos y a los afligidos; salva a los perdidos. Fortalece a los débiles, Señor, que flaquean, física y espiritualmente. Y concédenos un gran derramamiento de Tu Presencia, porque lo pedimos en el Nombre de Jesús. Amén.",
    "Deseo tomar como texto, de aquí, en esta noche: Amnesia Espiritual.",
    "No olviden mañana, se orará por los enfermos mañana. Esperamos que el Señor obre cosas muy extraordinarias, mañana por la tarde a las dos, en donde…Cuando iniciemos nuestros servicios, mi muchacho estará aquí para repartir las tarjetas de oración. Y se orará por todo aquél que desee la oración. Y estamos esperando un tiempo grandioso, mañana, en el Señor.",
    "Ahora Uds. aquí de visita, que no son de la ciudad, recuerden: hay iglesias finas del Evangelio completo por toda la ciudad. Uds. son bienvenidos a todas ellas.",
    "Hablaba con uno de mis pastores asociados, afuera, acaba de entrar, el Hermano Jackson, anteriormente era de una iglesia metodista más abajo, a una o dos ciudades de nosotros.",
    "Y ¿cuántos hay aquí que están asociados con el tabernáculo? ¿Veamos las manos? Por todo el lugar. ¡Vaya! En verdad-en verdad me da gusto tenerlos acá. Ésta es la reunión más cerca de Indiana que he tenido por mucho tiempo. Estoy pensando en regresar, muy pronto, y poner una carpa y tener esas últimas Siete Trompetas, el Señor mediante.",
    "Ahora, pero recuerden mañana, no lo olviden, mañana a las dos. Y ahora, nuestro próximo servicio comenzará la semana entrante, en Tampa, Florida.",
    "Ahora, quiero hablar sobre: Amne-Amnesia Espiritual.",
    "Ahora, este hombrecito del cual estamos hablando, Amós…sólo por un momento, para obtener nuestra base antes de llegar al texto. Esto fue durante el tiempo de la gran prosperidad en Samaria. Israel había prosperado. Ellos realmente se habían ido tras el mundo y habían prosperado.",
    "La prosperidad no siempre es señal de bendiciones espirituales, sino que a veces es lo contrario. La gente piensa que tal vez hay que poseer muchos bienes materiales, y eso muestra que Dios lo está bendiciendo a uno. Eso no es verdad, a veces es lo contrario.",
    "Pero encontramos que él, nosotros no sabemos mucho de este hombrecito; no tenemos registro de dónde haya venido. Sabemos que de acuerdo aquí a la Escritura, él era un pastor de ganado; sin embargo, Dios lo había levantado.",
    "Puedo imaginarme ver un día caluroso allí en Samaria, una de las grandes ciudades turísticas del mundo en ese día. Era algo así como, digamos Miami o-o Hollywood, Los Ángeles, algunos de esos lugares así, algún lugar maravilloso para turistas. Y, nos podemos imaginar verlo. Él nunca había estado en semejante ciudad. Sin embargo, tenía la Palabra del Señor, él venía a esta gran ciudad donde el pecado abundaba en todo sitio. Todos los ministros se habían apartado de la Palabra de Dios, y no habían tenido un profeta por muchos años.",
    "Y entonces este hombrecito, al llegar a la cima del monte (un poco al norte de Samaria), me puedo imaginar verlo, el Sol candente brillando, y su barba canosa cubriéndole el rostro, sus ojitos entrecerrados, y su cabecita calva brillando, mientras miraba abajo hacia esa ciudad. Y sus ojos se le entrecerraron. Él no estaba mirando lo que normalmente ven los turistas, al ir a una ciudad y ver toda su belleza encantadora. Él miró y vio la escena en la que se había convertido esa ciudad, ciudad que una vez fue la ciudad de Dios, y que había alcanzado tal decadencia moral como ésa. Con razón…",
    "Este hombrecito desconocido era el profeta Amós. Y ahora, no sabemos mucho de él. Nosotros no sabemos de dónde vino. Los profetas por lo general vienen a la escena desconocidos y salen de la misma manera. No sabemos de dónde provienen, adónde se van, no sabemos de sus antecedentes; Dios sencillamente los levanta. No había mucho qué mirar en él, pero tenía el ASÍ DICE EL SEÑOR. Eso es lo importante, que yo miro. Por supuesto, él vino a Samaria para iniciar su campaña. Estoy seguro que él no obtuvo cooperación de nadie; no tenía tarjeta de compañerismo de ninguna denominación. Él no tenía credenciales para mostrar de qué grupo venía. No obstante, una cosa tenía: él tenía la Palabra del Señor para esa ciudad.",
    "Y me pregunto, si hoy pudiéramos transportar a Amós al tiempo nuestro, me pregunto si sería bienvenido hoy en nuestra ciudad. Me pregunto si lo recibiríamos, o haríamos como hicieron ellos. Nosotros encontramos nuestras ciudades en la misma decadencia. Y encontramos que el pecado es tanto entre la gente, como lo era allá. Y me pregunto si este hombrecito desconocido, ¿cómo iría a emprender esta campaña? ¿Cómo, por dónde irá a empezar? ¿A qué iglesia irá, o quién le irá a cooperar? Él no tenía nada para mostrar de dónde venía, no tenía absolutamente más que ASÍ DICE EL SEÑOR para la ciudad.",
    "Él los encontró muy decaídos y muy corrompidos moralmente, era un tiempo tremendo. Las mujeres en esa ciudad habían llegado a ser casi como lo son en los Estados Unidos: se habían corrompido. Todo lo que Dios había esperado de ellos, se habían ido directo a lo contrario. Y-y encontramos que era un tremendo lugar donde tenían bailes en las calles, las mujeres desvistiéndose inmoralmente, y todo eso, como el “strip tease”. Claro está, eso era un espectáculo público en esos días, ahora es a diario. Sólo deje que el clima acalore, y Ud. no tiene que ir a ningún espectáculo. Ellas andan por donde sea en la calle, de todas maneras. ¡Vergüenza debería darles, mujeres, de hacer algo así! ¿No se avergüenzan de Uds. mismas?",
    "Y-y entonces le dije eso a una mujer aquí no hace mucho, y dijo: “Pues”, dijo ella, “Hermano Branham” dijo, “eso, así-así son las demás mujeres”.",
    "Yo dije: “Pero nosotros no debemos portarnos como las demás personas. Nosotros somos diferentes; somos de un-un carácter diferente”.",
    "Me recuerda de una mujer que dijo: “Pues, Hermano Branham” otra que dijo, “yo-yo-yo no uso esos pantalones cortos” dijo, “yo uso pantalones”.",
    "Dije: “Eso es peor. Dios dijo: ‘Es una abominación’ delante de Él que una mujer se ponga ‘hábito de hombre’”. Eso es exactamente correcto.\n\nUna dijo: “Pues, no hacen otra ropa”.\n\n“Todavía hacen máquinas de coser y tienen telas”.",
    "No hay excusa. Sencillamente es lo que hay en el corazón; eso se manifiesta externamente. Eso-eso mismo se identifica.",
    "Y ahora encontramos, en esta ciudad, que había entrado en decadencia moral. Los predicadores temían mencionar algo al respecto. Y, pero tenían a este hombrecito que venía por el monte, venía a declararles ASÍ DICE EL SEÑOR: “Limpien esto, o Uds. irán en cautiverio”. Y él vivió para ver los días del cumplimiento de su profecía. Él profetizó en los días de Jeroboam Segundo, que de todas formas, sólo fue un desterrado; él-él favoreció a las otras naciones. Y-y este pequeño Amós profetizó y se los habló, él dijo: “El mismo Dios que Uds. reclaman servir, Él los destruirá”; y lo hizo.",
    "Y si su voz estuviera aquí esta tarde, en el…en Birmingham, les declararía lo mismo a las iglesias. “El mismo Dios que Uds. reclaman haber servido, los destruirá algún día”. No estoy hablándole a esta audiencia aquí; estas cintas van alrededor del mundo. Ahora, recuerden, eso es verdad.",
    "Entonces se dio cuenta, cuando entró a la ciudad, que él…En todo esto, me pregunto cómo se habrá sentido al mirar y ver esa decadencia del pueblo de Dios, al cual él había sido enviado.",
    "Me pregunto si nosotros le recibiríamos ahora. ¿Si él viniera, nosotros-si nosotros cooperaríamos con él? ¿Le daríamos lo mejor de nosotros? ¿Le brindaríamos nuestra atención? ¿Nos arrepentiríamos si nos dijera que debemos regresar a la Palabra del Señor y hacer como dijo el Señor?",
    "Me pregunto ¿qué harían nuestras hermanas en cuanto a su cabello cortado? ¿Se dejarían crecer de nuevo el cabello, si Amós viniera? Él lo predicaría, y eso se los aseguro, porque es la Palabra del Señor.",
    "Me-me pregunto si nuestras-si nuestras mesas directivas que eligen diáconos que se han casado tres o cuatro veces, y-y todo eso, y procurando ser diáconos, todas esas cosas me las pregunto. Me pregunto qué les haría él a hombres que le permitirían a su esposa usar pantalones cortos, y salir a la calle y cortar el jardín, afuera en el jardín, cuando hay hombres pasando. Me pregunto qué les diría él a hombres como ésos.",
    "Él indudablemente arrasaría eso con todo lo que hubiera en él, porque tendría el ASÍ DICE EL SEÑOR, y no pudiera hacer otra cosa aparte de ésa. Él los encontró en ese día con un caso muy grave de una enfermedad: amnesia espiritual. Y eso es exactamente lo que nosotros sufrimos hoy.",
    "Ahora, ¿cómo sabía él lo que iba a suceder? ¿Cómo lo sabría Amós? Primero: él era un profeta; y lo siguiente: sabía por la enfermedad cuál era el diagnóstico, y así es cómo él conoció los resultados.",
    "Si un médico examina una enfermedad y ve que esa malignidad se ha arraigado, él sabe que no queda sino la muerte. No queda nada más, a menos que Dios haga algo al respecto.",
    "Bueno, cuando Ud. mira una ciudad y mira un pueblo, Ud. mira una iglesia, y ve un pueblo que está tan alejado de Dios, no queda nada más qué diagnosticar sino: “¡Pecado! ‘Y la paga del pecado es muerte’. Se está muriendo”. El diagnóstico prueba lo que es. Vean, cuando la gente se aparta de Dios y no escucha la Palabra, no siente más deseo por la Palabra, entonces hay un diagnóstico para eso: “‘¡El alma que pecare, esa alma morirá!’. ¡La incredulidad lo separará a Ud. de Dios!”. Eso es exactamente cierto.",
    "Él supo cuál era la enfermedad, cuáles eran los resultados, cuando vio la enfermedad del-del pecado en la ciudad.",
    "Ahora, esta amnesia, se nos dice que es un-un-un…provoca que uno llegue a una condición en donde uno mismo no puede identificarse. Ahora, es una cosa inusual. No sucede muy frecuente, pero las causas son por una crisis emocional. Es alguien que ni siquiera sabe quién es. Se encuentra a veces a raíz de las guerras, que los soldados la contraen. A veces la gente la contrae. Otra cosa que la causa, es la preocupación. La preocupación la causará.",
    "La preocupación no tiene absolutamente ninguna virtud. Seguro, sólo-sólo-sólo es que no tengan en cuenta la preocupación y acepten la fe.",
    "Alguien dijo: “Pues, ahora, ¿qué si a Ud. lo fueran a fusilar por la mañana, no se preocuparía?”.\n\nDije: “No, no lo creo”.\n\n“¿Por qué”?\n\nDije: “La preocupación no haría más que ponerme peor”.\n\n“Pues, ¿de qué le aprovechará tener fe?”.\n\nYo dije: “Ella pudiera librarme”. Y eso es correcto. ¿Ven?",
    "Así que la preocupación no tiene ninguna virtud, en lo absoluto, pero la fe tiene toda virtud. ¡Crean!\n\nAhora, la preocupación a veces la causará.",
    "Y otra cosa que la causará en la gente, es estar entre dos opiniones; eso causará amnesia. Y lo llevará a una condición donde Ud.-Ud., en realidad, lo que le habrá pasado, Ud. habrá perdido su razonamiento; habrá perdido la mente. Ud. no puede, no sabe quién es. Ud. no puede identificarse. Puede caminar, comer y todo eso, pero sin embargo, no puede identificarse. Ud. tiene su educación académica, puede…es la misma educación que tenía, pero Ud. no sabe de dónde provino, Ud. no sabe quién es, dónde pertenece. Éso es amnesia, así nos es dicho.",
    "Nosotros estamos identificados con nuestras familias, en esta vida humana, por el matrimonio. Y nos casamos con nuestras esposas, y nuestra familia es identificada por la unión en nuestro—nuestro—nuestro matrimonio. Y luego, al pensar, ¿qué si esta cosa horrible le sucediera a Ud., y Ud. no pudiera recordar con quién se casó, quién es su esposa, cuáles son sus hijos, quién es su padre y madre, quién es su vecino? Esa sería una-una cosa horrible.",
    "Entonces estamos identificados, repito, podemos identificarnos en la raza humana, por tener inteligencia y-y ser diferentes a la vida animal. El animal no puede pensar, sólo se guía por sonidos; él no tiene alma. Y sin embargo, nosotros somos vida animal. Lo que nos diferencia…Somos mamíferos, pero lo que…Ese mamífero es un animal de sangre caliente, y nosotros somos conforme a la hechura animal. Pero lo que nos diferencia es que estamos identificados al tener un alma, una conciencia que nos dice lo que está bien y mal.",
    "Ahora hay un momento, cuando se contrae esta amnesia, en el que Ud. podría llegar a ser como Nabucodonosor, que en una ocasión se exaltó a sí mismo, y Dios lo hizo creer que era un animal. Y él vivió afuera en el bosque y-y comió pasto como un buey. Y-y sus-sus vellos le crecieron por el cuerpo como plumas de águila, y se había convertido en…tuvo en él el corazón de una bestia. ¿Ven? Eso era amnesia, porque había olvidado que él era un rey. Había olvidado que él era un ser humano. Y pensó que era un animal, así que se portó como un animal, porque había olvidado que él era un ser humano.",
    "Eso es tan fácil hoy. Y nosotros olvidamos, en ocasiones, lo que es la iglesia Cristiana; nosotros actuamos como el mundo. Eso muestra que tenemos amnesia espiritual, porque Uds. no se comportan como los Cristianos. Uds. se portan como el mundo. Reciben el corazón del mundo, y eso causa esto.",
    "Aquí nosotros-nosotros encontramos que Israel había expuesto, se expuso al mundo, y cayó en esta grieta. Y este profeta fue enviado a desenterrarlos de ahí, si era que podía, y para avisarles. Dios, por Su gracia, escogió a Israel de entre todas las demás familias sobre la Tierra; la gracia había hecho eso. Él les había dado las tierras predilectas. Les dio casas que ellos no tuvieron que edificar. Dios hizo eso, los escogió. Él les dio granjas que ellos no habían comprado. Él-Él les dio, les dio alimento que no habían sembrado. Les dio pozos que ellos no habían cavado. Él les dio victorias que ellos no habían ganado. Les dio gracia que nunca se merecieron. Dios lo hizo por Su gracia para con este pueblo: Israel, Su elegida, Su amada.",
    "Y Él dijo, en la Biblia que la encontró en el campo, como una muchachita sentada en su propia sangre, y Él la lavó y la limpió, y lo que Él hizo. Pero después de que Dios le mostró todas estas misericordias, y que hubo enriquecido, ella contrajo amnesia, amnesia, y ella olvidó por completo de dónde provinieron estas cosas.",
    "Yo pienso que ése es un cuadro de EUA en 1964. Está sufriendo de la misma enfermedad. Somos grandes iglesias poderosas; somos un gran pueblo poderoso. Somos millones en número, y hemos olvidado de dónde vienen estas cosas.",
    "Ellos sufrían un caso grave de eso, después de que Dios había sido bueno con ellos, y de haberlos sacado de todas las tierras paganas, y haberlos establecido como un pueblo separado, que los separó para Sí mismo. Él dijo que tomó una vid de otro país y la plantó en otro país, y cómo Él se había encargado para que diera fruto y fuera fructífera, pero la vid olvidó de dónde provenían sus bendiciones.",
    "Así también el pueblo de Dios, en estos postreros días, ha olvidado lo que significa el testimonio de ser un Cristiano. Eso ha vuelto, esta amnesia le ha sobrevenido al pueblo. Ellos no se pueden identificar.",
    "Ellos, ellos olvidaron eso por completo; habían olvidado Su santidad; habían olvidado Su ley. Las mujeres estaban viviendo como las demás las mujeres.",
    "La Iglesia de Dios y Su pueblo siempre han sido “un pueblo separado, un-un pueblo llamado fuera; un pueblo peculiar, una nación santa, un real sacerdocio; ofreciéndole sacrificios espirituales a Dios, los frutos de sus labios alabando Su Nombre”. Dios llamó a Su Iglesia y la separó del mundo, para ese mismo propósito. Y Él le dio una ley, y Él, Ella debe ser santa. Él dijo: “Yo soy santo, y Uds. deben ser santos, y sin santidad ningún hombre verá al Señor”. Dios mismo dijo eso.",
    "Y Él había llamado a esta gente para ser esta clase de pueblo, pero lo habían olvidado. Ellos habían olvidado Sus leyes, y habían olvidado su moral. Las mujeres en la calle, mujeres israelitas, allá, cada una esperando ser-ser…concebir por el Espíritu Santo, para dar a luz al Mesías, y luego portándose de esa manera. El carácter de ellas era terrible.",
    "Quiero detenerme aquí por un momento, para decir que es igual entre nuestros pueblos hoy, que dicen llamarse Cristianos. ¡Su carácter, si tan sólo se dieran cuenta!",
    "Una vez, en el sur, leí una historia de estos lados, donde, cuando tenían esclavos. Ellos tomaban esa gente y la vendían en el mercado, como se haría con un auto usado. Y entonces había un comprador, un agente de compraventas que pasaba y recogía a estos esclavos y los negociaba, como se haría con un auto o algo así.",
    "Y esos esclavos estaban lejos de su patria. Ellos eran del África. Los boer los secuestraron, los trajeron aquí a las islas, y luego los pasaron de contrabando a los Estados Unidos y los vendieron como esclavos, desde allá de Jamaica y los alrededores.",
    "Ahora encontramos que esa gente estaba triste. Habían sido secuestrados de su propio hogar. Habían sido sacados por un enemigo, y estaban tristes. Ellos nunca volverían a ver a su esposo o a su esposa, a su padre y madre, a sus hijos. Ellos estaban totalmente…Tenían que azotarlos, con látigos, para que trabajaran, porque eran gente triste.",
    "Y un día, un agente de compraventa pasó por una cierta plantación, él vio una cantidad de esclavos trabajando allá. Y él-él entró y le preguntó al dueño, dijo: “¿Cuántos esclavos tiene?”.\n\nDijo: “Como cien”.\n\nDijo: “¿Tiene algunos para vender o cambiar?”.\n\nÉl dijo: “Sí”.\n\nDijo: “Déjeme echarles un vistazo”.",
    "Y él salió al campo y los observó, y vio que tenían que moverlos con azotes. Y pasado un rato, él vio a un joven que no tenían que azotar. Tenía su pecho erguido y su mentón en alto; a él no tenían que azotarlo. Así que el agente de compraventa dijo: “Me gustaría comprar a ese esclavo”.\n\nY él dijo: “Pero él no está a la venta”.",
    "Él dijo: “Pues, ¿por qué es diferente ese esclavo?”. Dijo: “¿Será ese esclavo el jefe sobre los demás?”.\n\nÉl dijo: “No, simplemente es un esclavo”.\n\nÉl dijo: “Bueno, tal vez Ud. lo alimenta diferente”.\n\nÉl dijo: “No, él come en la galera con los demás esclavos”.",
    "Él dijo: “Pues ¿qué lo hace tan diferente a los otros esclavos?”.",
    "Él dijo: “Bueno, eso también me lo pregunté por mucho tiempo. Pero un día me enteré, que allá en la patria de donde vino, su padre es el rey de toda la tribu. Y aunque él sea un extranjero, y alejado de su patria, sin embargo él sabe que es el hijo de un rey, y él-él se comporta como el hijo de un rey”.",
    "Yo pensé: “Pero eso, si un negro viniendo del África, y sabiendo que su padre era miembro de una tribu, y un rey sobre una tribu, ¿qué debería hacerle eso a un Cristiano que ha nacido de nuevo?, ¿a un hombre o a una mujer, que nuestro Padre es el Rey del Cielo en Gloria?”. Nosotros deberíamos comportarnos como hombres y mujeres Cristianos. Deberíamos comportarnos como tales, vestir como tales, hablar como tales, vivir como tales. Aunque seamos un extranjero, aún somos hijos del Rey. Amén.",
    "Nuestro carácter, nuestra desmoralización en los días que ahora estamos viviendo: Israel había caído en esa misma tendencia, y también era inmoral. Habían olvidado las leyes de Dios: “No cometerás adulterio y no codiciarás la mujer de tu prójimo”, y todo eso. Ellos habían olvidado esas leyes. Ellos-ellos-ellos ya no las querían. Y ellos-ellos querían ser-ser como el resto del mundo, igual como se ha vuelto la iglesia hoy.",
    "Una vez, Israel, cuando principió, quiso tener un rey al mando. Samuel les dijo, el profeta que fue enviado a ellos, dijo: “Ahora, ¿les habré dicho alguna vez algo en el Nombre del Señor que no se cumpliera?”.\n\nEllos dijeron: “No, no lo has hecho”.",
    "🦅 ¿Les mendigué también alguna vez por mi alimento o dinero, por dinero de Uds. para mi sustento”?",
    "🦅 No, no has hecho eso. Nunca nos dijiste nada, Samuel, que no se cumpliera. Y nunca nos has pedido de nuestro dinero para tu sustento; pero aún queremos el rey de todas maneras”.",
    "Dios le dijo a Samuel: “Dáselos. Ellos no te han desechado a ti, me han desechado a Mí”.",
    "Israel había llegado ahora a esa misma condición. Ellos no querían más a los profetas de Dios; no los necesitaban. Y si viniera uno y les trajera la Palabra y tratara de regresarlos a la Palabra, ellos lo rechazarían. Siempre lo hacen, en esa clase de corrupción.",
    "Cuando el mundo y la iglesia se unen, entonces no quieren nada espiritual. Ellos no quieren ASÍ DICE EL SEÑOR; quieren lo que quieren. Ellos quieren el mundo y decir que son Cristianos, y vivir en el mundo, y vivir con el mundo, y vivir como el mundo, y aún mantener su confesión de Cristianos. ¿Saben el asunto qué es? Es amnesia espiritual. Es exactamente lo que es. Ellos no saben quiénes son; han olvidado lo que deben hacer.",
    "Si hoy viniera uno así, sería rechazado de la misma manera. Ellos sufrían un caso grave de eso, y también lo sufren hoy. Ya no se podían identificar más con las cosas sobrenaturales, porque no querían eso. La Palabra, el Evangelio, ellos no lo querían. La enfermedad del pecado los había afligido, y ellos amaban eso.",
    "El pecado es placentero para el corazón inconverso. Se ve bien para la mente inconversa, pero es el camino de muerte; no queda más que la muerte. “La paga del pecado es muerte”, y Ud. tendrá que cosechar esa paga. Uds. han sembrado a los vientos, y ahora cosechan el torbellino.",
    "Las señales espirituales y la predicación de un mensajero ordenado de Dios, no volvió a conmoverlos. Las mujeres se les podían reír en la cara y decir: “Yo no tengo que ir a escuchar algo como eso”. ¡Si eso no se ha vuelto a repetir! ¿Qué es? Amnesia espiritual, es exactamente lo que es. ¡Ellos han olvidado que Dios y Su Palabra son lo mismo y Él no puede cambiarla!",
    "Si un profeta se levantaba en la escena en aquellos días y daba una señal espiritual, una voz espiritual, y enseguida daba la Voz de Dios, ellos sólo se reían y le hacían burla.",
    "Uds. conocen el antiguo refrán: “Los necios caminarán con zapatos claveteados donde Ángeles temen pisar”. Eso es lo que hace esta amnesia espiritual. Causa que la gente llegue a un punto en donde queda insensible en su propio ser. Ellos no quieren nada que sea espiritual.",
    "Tome una verdadera reunión espiritual, donde el Espíritu Santo está sanando a los enfermos y discerniendo los pensamientos que hay en el corazón, y póngala entre todas las iglesias (una reunión grande aquí en este estadio), y vean lo que sucedería. En unos minutos todos se estarían levantando y saliendo; no tendrían nada que ver con eso. Ellos no quieren tener nada que ver con eso. Ellos sí escucharán una plática intelectual.",
    "Pero cuando se trata del Poder de Jesucristo y Su resurrección, y del Espíritu Santo, ellos no quieren tener nada que ver con Eso, porque los condena. Eso los pone a arder con lo que debieran saber. Ninguna reprimenda, desde luego, es placentera en su momento. Pero, si Ud. cede al respecto, ella-ella produce los frutos de arrepentimiento. Entonces, nos damos cuenta que cuando esta amnesia espiritual toma control de la gente, entonces quedan-ellos quedan en una condición grave. Ahora, encontramos lo mismo hoy. Ahora, yo quiero…",
    "Ud. se tiene que identificar. En algún momento Ud. deberá mostrarlo. Su vida muestra, en esta noche, dónde Ud. está identificado. Ud. está identificado o en Cristo o afuera de Cristo. Ud. no está a medias. No hay tal cosa como un hombre borracho sobrio. No hay un ave negra blanca. Ud., o es salvo o no es salvo. Ud. es un santo o es un pecador, uno o lo otro, y su actitud espiritual hacia la Palabra de Dios lo identifica a Ud. exactamente en dónde está parado. Correcto.",
    "La Palabra de Dios, vindicada, probó que el bautismo del Espíritu Santo sigue siempre igual como lo fue en el Día de Pentecostés o en cualquier otro tiempo. Y Jesucristo es el mismo ayer, hoy, y por los siglos. Y la actitud suya hacia eso identifica si Ud. tiene amnesia espiritual o no. Eso es correcto. No importa que Ud. sea un diácono, o aun que sea un predicador, eso no hace…Seguro, a ellos también les da. Entonces encontramos que es contagiosa y aflige la cosa por completo. Ahora, nos fijamos.",
    "Ahora, para ser un americano: para ser un americano yo debo estar identificado con mi nación. Ahora presten atención. Para ser un americano, cuando nazco aquí en este país, yo soy un ciudadano, y estoy identificado con esta nación. Todo lo que ella es, lo soy yo. Todo lo que ella ha sido, lo soy yo. Pues estoy identificado como un americano, entonces tengo que llevar toda su vergüenza, toda su gloria; lo que ella sea, eso soy yo, pues estoy identificado con ella. Amén. Yo quiero que Uds. lo capten. Siendo identificado como un ciudadano americano, entonces todo lo que ella fue, yo lo soy; todo lo que ella es, yo soy. Yo tengo que ser parte de ella. Tengo…Si yo soy un ciudadano americano, soy parte de América. Y todo lo que ella es, lo soy yo.",
    "Yo nunca debo olvidar esto. Si quiero permanecer como un verdadero ciudadano americano, debo recordar que yo soy lo que mi nación es, pues estoy identificado con mi nación. El olvidarla, o-o…pelear por ella, o morir por ella, o pararme por todo lo que ella representa, yo tengo que pararme por eso. Lo que sea mi nación, eso soy. Lo que ella representa, por eso me paro yo. Para ser un americano fiel, estaré dispuesto a morir por ella, pelear por ella, pararme por ella, hacer lo que sea; soy parte de ella. Ud. no podrá criticarla sin criticarme a mí. Cuando Ud. dice algo en contra de ella, lo dice contra mí, pues yo soy un americano. Decir eso contra Ud., como americano, y lo que digan en contra de esta nación, lo dicen en contra suya, pues Ud. es parte de ella. Nunca vaya Ud. a olvidarlo; cuando lo haga, entonces lo más seguro es que Ud. sufre amnesia.",
    "Y recuerde, Ud. deja de ser un ciudadano americano cuando no puede formar parte de ella; Ud. tiene que serlo. Lo que América es, Ud. también tiene que serlo. Yo debo ser partícipe de ella. Ésta es mi nación, yo debo ser partícipe de ella. Lo que ella es, lo soy yo. Vean, lo que ella fue, eso soy. No importa lo que ella haya sido, yo sigo siendo lo que ella fue.",
    "Para ser un americano, yo desembarqué en Plymouth Rock con ella, con los antepasados; tuve que hacerlo. Yo soy parte de ella. Yo cabalgué con Paul Revere, para advertirle de sus peligros. Si soy un verdadero ciudadano americano, yo desembarqué en Plymouth Rock. Yo cabalgué con Paul Revere, para advertirle de su peligro. ¿Entienden ahora lo que quiero decir?",
    "Yo crucé el Delaware congelado, con George Washington, con sus soldados descalzos. Yo estuve allí, pues me identifico con esta nación. Lo que él hizo allí fue parte de mí; lo que yo hago ahora es parte de él. Yo me identifiqué con Washington, en el Delaware.",
    "Yo me paré con Stonewall Jackson [“Pared de piedra” Jackson.—Traductor], cuando todo estaba en su contra, y le preguntaron: “¿Cómo puede Ud. pararse como una pared de piedra, cuando todo está en su contra?”. El hombrecito tímido, de ojos azules, levantó polvo con las botas. Él respondió: “Nunca bebo un sorbo de agua sin antes agradecérselo al Dios Todopoderoso”. Yo tengo que pararme como una pared de piedra con él. Yo me paré allí con Stonewall Jackson. Para ser un americano, yo me identifico con él y su convicción; ¡cruzando ríos Delaware!, ¡peleando batallas!",
    "Yo alcé la bandera. Estuve con ellos cuando alzaron la bandera en Guam. Después que miles de soldados americanos dieron sus vidas, y cuando ese grupito corrió allá y subió esa bandera, yo me identifiqué en el levantar de esa bandera; y así cada uno de nosotros. Todo ciudadano americano estuvo identificado con esa bandera izada sobre Guam. Cuando oí que habían elevado esa bandera allá, lágrimas me rodaron por las mejillas. Ése fui yo, ésos fueron Uds. Eso nos expresó a todos, al ser identificados allá, con eso.",
    "Todo lo que ella es, soy yo. Toda su gloria es mi gloria. Toda su vergüenza es mi vergüenza. Si ella ha hecho cosas vergonzosas, entonces tendré que mirar su-recibir su reproche. Si ella recibe gloria, recibo gloria con ella, porque estoy identificado con ella. Ahora, para estar identificado, un americano tiene que pararse con toda la vergüenza de América, toda la gloria de América, todo lo que ella ha sido. Todo lo que ella es, o lo que será, Ud. es identificado con eso.",
    "Ahora, para ser un verdadero Cristiano, tiene que ser igual con Ud. Nunca vayamos a olvidarlo. Todo lo que Él fue, yo estoy identificado con Él; yo estoy identificado con Él.",
    "Fíjense, y Él está en mí y yo en Él. Fíjense, entonces todo Cristiano que es un Cristiano, Cristiano genuino, estaba con Él, “Cuando las estrellas del alba alababan juntas y los hijos de Dios se regocijaban, antes de que hubiera una fundación del mundo”. Nosotros fuimos identificados en las esferas inmortales con Dios, diez millones de años antes de que el mundo fuera formado; yo estaba allá con Él. Si recibí Vida Eterna, yo estaba allá con Él. Yo estaba identificado con Él, “cuando las estrellas del alba alababan juntas y los hijos de Dios se regocijaban”.",
    "Yo estaba con Él cuando llamó a Abraham, a la edad de-de setenta y cinco años, y su esposa de sesenta y cinco, y le dijo que iban a tener un bebé. Yo estaba con él cuando tomó su posición en base al ASÍ DICE EL SEÑOR: “Voy a tener el bebé”. Yo me paré con él. Todo otro Cristiano se paró con él. Yo estaba con él cuando le vinieron las tentaciones. Yo estaba con él cuando subió a la cima del monte, para ofrecer a Isaac. Yo estaba con él cuando apareció el carnero.",
    "Yo estaba con José cuando fue rechazado por sus hermanos, porque él era espiritual y los demás carnales. Yo estaba con él cuando conoció el reproche que tuvo que soportar a mano de sus propios hermanos. Lo que él fue, lo soy yo; lo que soy yo, él lo fue: “Porque todos somos uno en Cristo Jesús”. Yo estaba con José en su cueva, la sepultura. Yo estaba con él cuando fue a la diestra del Faraón. Uno tiene que identificarse con él.",
    "Yo estaba con Jacob esa noche cuando luchó toda la noche con el Ángel. He luchado yo mismo; sé por lo que él pasó. Así que luché junto a Jacob al mismo tiempo que él, pues yo soy su hermano.",
    "Yo estaba con Moisés cuando él fue a Egipto. Yo estaba con Moisés en la zarza ardiendo. Si Ud. es Cristiano, Ud. se identifica con esos personajes de la Biblia; ¡no lo olvide! Yo estaba con Moisés cuando toda la gente se volteó contra él. Yo estaba con Moisés cuando atravesó el Mar Rojo. Cuando él levantó su mano y caminó adelante, y el Mar Rojo se abrió, yo estaba identificado en Cristo allí mismo, y yo estaba con Moisés en esa hora.",
    "Lo que todo Cristiano ha sido, lo que todo creyente ha sido, cada creyente ahora está identificado con esa misma persona. Lo que sea, Uds. deberán estar identificados; no olviden eso. Cuando lo hagan, Uds. habrán contraído amnesia espiritual; habrán olvidado quiénes son.",
    "Ahora, identificados con él, con Moisés, cuando cruzó el mar.",
    "Yo estaba con Elías en los días de Acab, cuando tuvieron que escoger a quién servirían: a Dios o a Balaam. Nosotros estábamos con él en el Monte Carmelo, cuando él tuvo que tomar esta decisión, pues estamos identificados en el Cuerpo del mismo Dios en el que él fue identificado. Así que si estamos identificados en ese Cuerpo, entonces debemos recordar: nosotros estábamos allí con él. Eso es correcto.",
    "Ahora, yo estaba con David, cuando fue rechazado por sus propios hermanos. Yo estaba con David; también Ud., si es Cristiano. Uds. tienen que identificarse en su rechazo.",
    "Yo estaba con los jóvenes hebreos, en el horno ardiente, cuando el-el fuego no pudo quemarlos debido a la Presencia del cuarto Hombre.",
    "Yo estaba con Daniel, en el foso de los leones. Yo estuve identificado allí, cuando el Ángel del Señor lo identificó a él allí adentro.",
    "Con toda seguridad yo estaba con Él en el Calvario. Tengo que estar identificado con Él en el Calvario. Debo estar allí a tal grado, que no solamente estaba identificado con Él en el Calvario, sino que morí con Él en el Calvario. Todo Cristiano debe morir con Él en el Calvario. Si Ud. no muere con Él en el Calvario, Ud. no puede ser de los Suyos. Yo estaba allí cuando Él murió; yo morí con Él. Y luego yo estaba con Él cuando resucitó de los muertos. Yo resucité en la mañana de Pascua con Él, en la resurrección. Lo que Él haya hecho, yo estaba allí mismo con Él; con todo creyente fue igual.",
    "Y ahora yo estoy sentado con Él en Lugares Celestiales en Cristo Jesús, con todos los poderes del infierno ya conquistados, por Él. Todo creyente Cristiano fue colocado de la misma manera, porque Ud. se tiene que identificar.",
    "Ahora me encuentro yo mismo, en estos postreros días, con muchos de los creyentes Cristianos, identificado en Su ministerio. “Él es el mismo ayer, hoy, y por los siglos”. Me encuentro yo mismo, en este día, identificado en Su ministerio. ¿Se encuentran Uds. así, creyéndolo, caminando con eso? Fíjense, las obras que Él hizo, Él dijo que el creyente haría lo mismo. “Las obras que Yo hago, vosotros también las haréis”. Entonces, ¿pueden identificarse Uds. con Él? Luego cuando viene el reproche sobre la Palabra, ¿pueden Uds. soportar el reproche como lo hizo Él (¿ven?), identificados con Él? Yo fui identificado con Él.",
    "Yo estaba con Él en el Día de Pentecostés. Estaba con los discípulos allá arriba, identificado con ellos en el bautismo del Espíritu Santo.",
    "Me pregunto si la iglesia no tendrá tanta amnesia ahora que no, algunos de ellos ni siquiera creen que hay tal cosa como el Espíritu Santo. ¿Ven adónde ha llegado la iglesia? ¡Un caso muy grave de amnesia! ¿Ven? Ellos se han olvidado que ése allá era Jesucristo. Han olvidado lo que fue Jesucristo. Ellos han olvidado. Pensaron que Él sólo era un-un dador de la ley, o un profeta, o un-un buen hombre. Ellos olvidaron que Él era Dios. Olvidaron que Él es el mismo ayer, hoy, y por los siglos. Y la iglesia sufre un caso grave de amnesia espiritual. Han olvidado todas estas cosas. Ellos ya no lo entienden.",
    "Nosotros tenemos que estar con los discípulos en Pentecostés, identificados con ellos. Yo me identifiqué con el sermón de Pedro el Día de Pentecostés, en Hechos el capítulo 2. Yo oí lo que él dijo; creo lo que él dijo; obedecí lo que él dijo. Ahora me identifico en lo mismo.",
    "No contraigan amnesia espiritual, pues si les sucede, se identificarán con alguna otra cosa. ¡Quédense correctamente con esa Palabra!",
    "Nosotros estábamos con la Iglesia cuando fue comisionada por Jesucristo, en Hechos el capítulo 16: “Id por todo el mundo y predicad el Evangelio a toda criatura”. Yo quiero estar identificado allí: “A todo el mundo, a toda criatura”. “Estas señales seguirán a los que creen”, se pueden identificar allí.",
    "Bueno, ahora, ¿se identifican Uds. con eso, o habrán contraído amnesia espiritual, dándose cuenta que Uds. no creen que esas señales siguen a los creyentes? ¿Ven? Si Uds. no lo creen, entonces tienen amnesia espiritual, ¿ven? Han olvidado que Dios prometió eso. Él dijo: “Estas señales seguirán a los que creen”; no lo olviden. Ud. no puede olvidarlo y ser un Cristiano. Ud. se tiene que identificar con eso.",
    "Ud. se tiene que identificar con San Juan el capítulo 14, el versículo 12: “El que cree en Mí, las obras que Yo hago, él también las hará”; no lo olviden. Si lo olvidan, entonces tienen amnesia espiritual. Ud. olvidó quién es. Ud. olvidó lo que significa su testimonio.",
    "¿Qué de lo que Él dijo: “Si permanecéis en Mí, y Mis Palabras en vosotros, podéis pedir lo que queréis y os será hecho”? ¿Se identifican Uds. allí, para creer que ésa es la Verdad? Marcos 11, cuando Él dijo: “Si Ud. le dijere a este monte: ‘Quítate’, y no dudare en su corazón, sino creyere que será hecho lo que dice, lo que diga le será hecho”. ¿Pueden identificarse Uds. allí, para creer que ésa es la Verdad? Si no ha sucedido, entonces Ud. está contrayendo amnesia espiritual.",
    "Y-y Uds. olvidan, pierden su balance Cristiano. No distinguen adónde pertenecen. Uds. dicen: “Yo soy metodista. Yo soy bautista. Eso es lo que sé al respecto. Soy pentecostal. Soy esto, eso, o lo otro”. ¡Tengan cuidado! Podría significar que el síntoma de la enfermedad se le está manifestando, que Ud. sufre de amnesia espiritual.",
    "Ud. dice: “Pues, Hermano Branham, yo-yo creo esto, yo-yo casi no…”. Ahora espere un momento. Si Dios prometió hacer estas cosas, y dijo que acontecerían en los postreros días, y su credo se lo impide, ésa es una buena señal de que puedo ver muestra de la enfermedad en Ud. Es amnesia espiritual. Ud. ha olvidado identificarse con la Palabra.",
    "Ud. dice: “Yo no creo que los enfermos sean sanados”. Ud. tiene amnesia espiritual.",
    "Ud. dice: “Yo no creo en el bautismo del Espíritu Santo”. ¡Amnesia espiritual!",
    "Ud. dice: “Yo-yo no creo que Dios haya prometido hacer estas cosas en los postreros días”. Entonces Ud. le ha escuchado a un credo, o alguna doctrina, en lugar que a la Biblia. Ud. tiene amnesia espiritual. Ud. no sabe entonces adónde pertenece. Ud. está profesando ser un “Cristiano” y negando la Palabra. Le trae de nuevo a la amnesia espiritual (¿ven?), no sabe en dónde se para; Ud. tiene amnesia espiritual. Ud. no se puede identificar con las Escrituras.",
    "Ud. tiene que estar con los discípulos. Ud. tiene que estar con toda la Escritura, con la Iglesia cuando fue comisionada. Pero ahora, cuando la Iglesia fue comisionada: “Id por todo el mundo y predicad el Evangelio; estas señales seguirán a los que creen”, ésa fue su comisión. Ahora, ellos han…Ésa fue la comisión.",
    "Pero ellos han contraído un caso grave de esta amnesia espiritual, como el que Eva contrajo en el…ella, un día por el huerto. Ahora ella es como Israel, sufriendo de esta misma enfermedad: una alergia por una dieta de seminario la cual le provocará amnesia espiritual. Tome alguna dieta de seminario y Ud. contraerá una alergia, y luego, cuando menos lo piense, Ud. contraerá una amnesia muy grave: Ud. no creerá nada de lo que la Biblia dice.",
    "Eso es lo que sucede hoy con la iglesia. Por eso es que no podemos tener avivamiento hoy. Eso es lo que sucede hoy con la gente. Han sido tan arrastrados en toda clase de cosas, y por todo ismo que ha logrado empollar, al grado que no saben qué es lo correcto y lo incorrecto. Exactamente. Ella no puede recordar a su Señor. Ella no puede recordar Su Palabra. Ella no puede recordar la promesa.",
    "Eso precisamente es lo que sucedió con Israel, cuando Jesús vino a la escena. Ellos no podían recordar que una virgen concebiría. Ellos no podían recordar que Moisés dijo: “El Señor vuestro Dios levantará un Profeta como yo”. Ellos tenían amnesia espiritual.",
    "Eso es exactamente lo que la iglesia tiene hoy. Él dijo: “Acontecerá en los postreros días”, que estas cosas se cumplirían que nosotros vemos cumpliéndose, y la iglesia permanece muerta a más no poder. ¿Qué es? Amnesia espiritual. Nos llamamos nosotros mismos Pentecostés, y no podemos identificar, y no podemos identificarnos en la Palabra cuando es predicada en el poder de la resurrección de Cristo: y Él estando aquí entre nosotros, obrándola, y haciendo exactamente lo que Él dijo que haría. Entonces, cuidado, nuestro sistema denominacional nos tiene en amnesia espiritual. Estamos contagiados; no sabemos adónde pertenecemos. Uno llevará su carta de membresía de esta iglesia a la otra iglesia, y a esta iglesia, y este ismo y ese ismo. ¿Ven?",
    "Lo que nosotros necesitamos, de nuevo, es otro Amós que venga a la escena, con ASÍ DICE EL SEÑOR. ¿Lo recibiríamos nosotros? Sería como ellos. Ellos no lo recibieron. Ellos no lo recibirían hoy. A duras penas podría asomar la cabeza en algún lugar para predicar. Ahora, eso es exactamente cierto, porque la iglesia está sufriendo con esta amnesia espiritual.",
    "Ahora, ¿por qué? Dios prometió en estos postreros días: “Cuando el Hijo del Hombre fuera manifestado” de acuerdo a Lucas, el capítulo 17, “cuando la señal que estaba aconteciendo en Sodoma”, que acontecería otra vez. Y la gente ve eso obrado, y algunos ni siquiera lo creen. Ellos piensan que es telepatía; piensan que es un espíritu del diablo. ¿Qué es? Están sufriendo de amnesia espiritual. Es eso exactamente. Ellos no pueden entender al Señor. “Jesucristo es el mismo ayer, hoy, y por los siglos”; lo que Él fue allá, Él es ahora.",
    "Pero ¿qué ha sucedido? Simplemente no podemos identificarnos más con la Palabra. ¿Por qué? Ella, ella no sabe si es una logia o si es una iglesia. Ella no quiere ser llamada una logia, y no puede ser llamada una iglesia; pues, al ser llamada una iglesia, se identificaría con Cristo. Eso le causa amnesia espiritual. Y ella no quiere ser llamada una logia. Así que no es la iglesia pentecostal, la iglesia metodista, la iglesia bautista; es la logia pentecostal, la logia metodista, y la logia bautista, porque ella no se puede identificar con la Palabra. Y cuando la Palabra se manifiesta, ellas aún no la creen. Esa es una enfermedad: amnesia espiritual. No se pueden identificar ellas mismas, no saben adónde pertenecen. Eso es cierto.",
    "Es exactamente como hibridar algo. Como he dicho con frecuencia: “Siempre he pensado que una de las cosas más tontas que he visto es un mulo”. ¿Ven?, él es un híbrido. ¿Ven?, su madre era una yegua, su papá era un burro, y él ni siquiera sabe adónde pertenece. Y cuando menos piensa, Ud. habrá, Ud.-Ud. puede cruzarlo y resultar con un burro, y luego…o resultar con el mulo; pero el mulo no se puede reproducir. ¿Ven?, él no lo hace. No se le puede enseñar nada; él es testarudo. Ud. nunca le dirá nada…Ud. puede acomodarle esas orejotas largas. Y él esperará hasta el día más largo de su vida, un poco antes de que muera, para patearlo. Así de sencillo. Él siempre está esperando para hacerle la vida difícil a uno, si puede.",
    "Y eso me trae a la mente muchos de los así llamados Cristianos híbridos. Han hibridado la iglesia a tal grado que contraen la enfermedad de amnesia espiritual. Ellos no pueden reproducir nada.",
    "Se habla del maíz híbrido. El maíz híbrido no es nada. Es lo peor que Uds. se podrán llevar a la boca; cualquier cosa híbrida. Por eso es que hay que tomar estas plantitas del semillero, y cosas híbridas, y rociarlas e inmunizarlas y mimarlas. ¿Por qué? Porque no pueden mantenerse libre de insectos.",
    "Pero una genuina, de casta pura, no hay que aplicarle desinfectante. Trae por dentro el Poder para repeler los insectos. Eso es lo que se requiere para apartar los insectos de incredulidad de un hombre de Espíritu genuino y real.",
    "Tome un mulo viejo, y vaya a hablarle, dígale: “Oye mulito, yo quiero que hagas esto, eso”.",
    "Él se quedará parado allí: “¡Jooo!, ¡jooo!, ¡jooo!”. Subiendo y bajando esas orejotas. Yo he visto a-a muchos supuestos Cristianos de esa manera.",
    "Uno dice: “Jesucristo es el mismo ayer, y por los siglos. Estas señales seguirán a los que creen”.",
    "🦅 ¡Jooo! Yo creo que los días de los milagros ya pasaron. ¡Jooo!, ¡jooo!, ¡jooo”! ¿Ven? Él no sabe lo que cree; no sabe nada. Él no sabe de dónde vino, él no sabe adónde va. Él tiene amnesia de caballo. Él no sabe de dónde vino y no puede avanzar más.",
    "Pero a mí me gusta un purasangre genuino. ¡Oh, él es manso! Ud. le puede hablar. Él sabe quién era su papá, quién era su mamá; quiénes eran su abuelo y su abuela. Él tiene documentos de pedigrí para mostrar de dónde vino.",
    "Y a mí me gusta el Cristiano de pedigrí, que puede regresar hasta la Palabra de Dios al Día de Pentecostés, y que se identifican allí con los santos, donde el Poder del Espíritu Santo vino sobre ellos. Ése es un Cristiano de pedigrí. Él sabe de dónde vino. Él no se identifica con metodistas, bautistas, ni con alguna otra cosa; él se identifica en la Palabra de Dios. Él sabe exactamente en dónde está parado. La Sangre real de su Padre corre en él, la Sangre de Jesucristo. ¡Él sabe lo que Ella hace! Él cree toda Palabra. Dios obra por medio de él y la confirma con las señales que Él prometió que le seguirían. Él no sufre de amnesia espiritual, él es un purasangre genuino; eso me gusta.",
    "Pero la iglesia hoy tiene un caso grave de amnesia espiritual. Ella no sabe adónde pertenece. Ha olvidado todo en cuanto a eso, ha olvidado todas estas cosas que la hacen una Iglesia.",
    "¿Qué nos ha hecho tan ricos como somos? Hemos llegado de nuevo a la posición de Laodicea, otra vez a esa condición de riqueza como en la que estuvo Israel. Cuando era pobre y tenía que confiar en Dios para todo lo que podía hacer, todo lo que obtuvo, confió en Dios; entonces Dios estaba con ella, y era espiritual y avanzó. Pero cuando se hizo rica, aquí está lo que sucedió: sus ciudades fueron edificadas, y sus mujeres se volvieron inmorales (sus hombres lo permitieron), sus predicadores bajaron la guardia; y ellos denunciaron a los profetas. Y ésa es la clase de condición en la que entraron. Lo que causó eso, fue olvidar de dónde provenían esas bendiciones.",
    "¡Y Uds. metodistas, y Uds. bautistas, y Uds. presbiterianos! Uds. metodistas recuerdan a John Wesley. Uds. bautistas, a John Smith que lloró por los asuntos del pueblo, al grado que su esposa tenía que guiarlo a la mesa; sus ojos cerrados por lo hinchado, de llorar y orar toda la noche. ¿Qué es lo que sucede?",
    "John Wesley dijo que una de las cosas tremendas…Creo que fue uno de los primeros padres metodistas que dijo: “La desgracia de las hijas de la iglesia metodista, era haber comenzado a volverse tan mundanas, que habían empezado a usar anillos en los dedos”. ¿Qué diría hoy, cuando usan pantalones cortos?",
    "¿Qué sucedió? Amnesia espiritual. Es exactamente lo que es: olvidaron de dónde vinieron. Uds. tienen todas estas cosas por la dádiva de Dios, la bondad de Dios se las dio.",
    "¿Piensan Uds. que esto es una cosa extraña? Está exactamente con el Espíritu de Jesucristo, la profecía. En Apocalipsis el capítulo 3, dice: “Porque dices: ‘Yo soy rico, de ninguna cosa tengo necesidad’; y no sabes que eres pobre, ciego, desventurado, miserable, desnudo, y no lo sabes”. ¿Ven? ¡No lo saben! ¿Qué es? Amnesia espiritual. Ellos no lo saben.",
    "Las iglesias ahora tienen el-el dinero. Difícilmente habrá una iglesia en el país, una denominación, que no valga millones y millones de dólares. Edifican edificios y cosas de millones y millones de dólares, y predicando que la Venida del Señor está a la mano. “‘Rica’ y dice, ‘no tengo necesidad de nada’”. Tienen los predicadores mejor educados que jamás hayan tenido; conocen más teología que antes hayan sabido. Y tienen los edificios más grandes, los lugares predilectos en la ciudad. Ellos tienen la vía libre a cualquier cosa que quieran hacer. Y luego ¿qué hicieron? Contrajeron amnesia espiritual y olvidaron que fue Dios que hizo eso por ellos, igual como Israel.",
    "Y la Biblia profetizó, Jesucristo envió Su Ángel a Juan y dijo que esta última edad de la iglesia tendría esta amnesia espiritual. Ellos eran “desventurados”, recuérdenlo. Se creen importantes, piensan que tienen algo. Pero Él dijo que eran “miserables, desventurados, pobres, ciegos, desnudos, y no lo sabían”; y no hay manera de decirles.",
    "Ahora, si un hombre estuviera acá en la calle, desventurado, o una mujer, desnuda, en la calle, ciega, ésa sería una condición lamentable, encontrarse en esa condición. Pero entonces si estuvieran en sus cabales, sabiendo quiénes son, que son un ser humano, y que deben usar ropa; pues Ud. sale allá (ellos son-son seres humanos, deben identificarse con la raza humana), y están allá “desventurados, miserables, ciegos y desnudos”. Y Ud. va a él, diciéndole: “Hermano, Ud. está desnudo”.",
    "🦅 ¡Mire, yo soy el Doctor Fulano de tal! Ud. sólo preocúpese de sus propios asuntos. ¡Para que sepa, yo pertenezco a tal y tal! ¡No es asunto suyo, santo rodador, decirme nada!”. [Cinta en blanco.—Ed.]",
    "Dígales: “Es incorrecto que un hombre haga esto, y que la gente haga las cosas que están haciendo”.",
    "Y ellos le harán saber que su predicador es de amplio criterio. ¿Ven? ¿Qué es? Es que han olvidado los mandamientos del Señor Jesús. Entonces espere que Él descienda y haga Sus señales y maravillas que dijo que haría, ellos no lo quieren creer; es amnesia espiritual. ¿Ven? ¡Ellos han olvidado! Y están desnudos y no lo saben, no se dan cuenta.",
    "Ellos piensan: “Sólo con pertenecer a la iglesia, eso es todo lo que es necesario”. ¡Oh, hermano!, eso no significa más para Dios que ser un masón o cualquier otra cosa, cualquier otra logia. El pertenecer a la iglesia, eso no significa nada para Dios.",
    "Uds. tienen que ser hijos e hijas de Dios. Uds. tienen que nacer de Dios, y Dios es la Palabra. Cuando yo vine a ser parte de mi padre, vine a ser plenamente mi padre. Cuando Uds. llegan a ser parte de Dios, Uds. llegan a ser Dios, en plenitud; toda Su Palabra, Uds. la creen toda.\n\n¡Amnesia espiritual!",
    "¿Qué si Ud. no supiera que su apellido fuera el que es? Y si lo fuera, que Ud. proviniera de una buena familia (lo cual espero, si Ud. proviene de una familia de gente fina), y ¿qué si Ud. olvida ese apellido de la familia, y Ud. sale a vivir en deshonra? Ellos dirán: “¿No es su apellido Jones?”, o el que fuera. “Pues, no sé yo quién haya sido”. ¿Ven? Muy bien (¿lo ven?), estar así es una cosa horrible, es una condición horrible a la cual llegar.",
    "Pues, a eso exactamente es adonde ha llegado la iglesia. Ella debe ser la representación de Jesucristo. Pero ha olvidado eso, porque le han sido inyectados credos y denominaciones, que han aceptado en lugar de la Palabra. “Y ellos están desnudos, ciegos, miserables, y no lo saben”, y no hay manera de decírselo.",
    "Tal vez yo no venga a Birmingham otra vez, pero ésta es una ocasión que van a oírlo. ¿Ven? ¿Ven? Correcto. Sólo estoy, no soy responsable más que por sembrar Semilla. Dios la dirige al terreno adonde debe ir.",
    "Se olvidaron, sí, ellos olvidaron la Palabra de la promesa. La habían olvidado. Israel estaba en esa clase de aprieto cuando Jesús vino; habían olvidado. Ellos esperaban, ¡oh, dijeron que creían que venía un Mesías! Pero cuando el Mesías vino y se identificó por medio de la Palabra, ellos tenían tantas tradiciones, al punto que habían dejado la Palabra de Dios sin efecto.",
    "Y Jesús prometió, un poco antes del tiempo del fin: “Como fue en Sodoma, así será”. Y eso sería identificado, y la gente tiene tanta tradición, que han dejado la promesa de Dios sin efecto, por su tradición. ¡Amnesia espiritual! Amnesia espiritual es exactamente lo que es. ¿Ven?, ellos se han olvidado de estas cosas.",
    "🦅 Oh, yo pertenezco a esto. Yo-yo he hecho esto. Yo he danzado en el Espíritu. Yo hice esto”. Pues, vaya, vaya, eso nada tiene que ver, en lo más mínimo.",
    "¿Cómo puede Ud. ser un Cristiano y negar la Palabra? No puede hacerlo. Dios es la Palabra. Si la Palabra está en Ud., Ud. y la Palabra son lo mismo. Todo lo que la Palabra es, Ud. es. Amén. Si yo estoy viviendo en esta generación, la porción de esta Palabra que es prometida para esta generación, yo tengo que serlo. Si voy a ser un Cristiano, yo tengo que identificarme con todo lo que la Biblia predica y respalda.",
    "¡Aleluya! Van a llamarme un “santo rodador” de todas maneras, y me siento bastante religioso ahora mismo. Sí, señor.",
    "Yo tengo que estar identificado con todo lo que esa Biblia declara. Y Ella hace declaraciones, y si no he sido afligido con esta amnesia espiritual de este día moderno, seré y estaré identificado con Eso mismo. Si la niego, entonces tengo amnesia espiritual. Algo ha sucedido, habré aceptado un credo o una doctrina, o alguna iglesia o a un grupo de hombres. “Yo no puedo hacer eso”, cuando la Palabra aun viene y Ella misma se identifica.",
    "Por eso es que Jesús no fue reconocido. “Oh” dicen ellos, “pues, este hombre es santo, y nuestros sacerdotes santos, nuestro esto santo”.",
    "Y Jesús dijo: “Vosotros sois de vuestro padre, el diablo, y sus obras haréis”.",
    "¿Sabían Uds. que Caín también ofreció un sacrificio igual de bueno? Él era sincero, edificó un altar, se arrodilló y adoró, y ofreció un sacrificio, y le oró a Dios. Y si Dios, si eso es todo lo que Dios requiere, que Ud. pertenezca a la iglesia y tenga un altar, y pague sus diezmos y vaya a la iglesia, y que viva una vida buena, si eso es todo lo que Él requiere, entonces fue injusto al condenar a Caín, pues él hizo eso mismo. Sí señor. Eso exactamente.",
    "Pero religión significa “una cobertura”, y Ud. no puede ser cubierto por sus propias buenas obras. Solamente hay una cosa que Dios aceptará, y ésa es la Sangre de Jesucristo; ésa es la única cobertura. Aparte de Eso, si Ud. dice: “Cumpla el credo”, ¡amnesia espiritual! Eso es lo que sucedió.",
    "Ahora fíjense, se han olvidado de la Palabra para ellos; han olvidado la Biblia. Ellos han olvidado la promesa. Están tratando de vivir en el resplandor de lo que eran los metodistas, de lo que eran los bautistas, de lo que algún otro fue. Aquí está la promesa del día, y Dios hablándola por medio de Su Palabra, y volviéndola a confirmar y probando que así sí es, y ellos aún no la creen. ¡Amnesia espiritual! Es exactamente cierto. Completamente, amnésicos completamente, no la creen en lo más mínimo.",
    "Un soldado francés…me relataron una corta historia; antes de que terminemos. No sabía que era tan tarde, y tengo como diez páginas de notas aquí que me faltan; las veremos en otra ocasión. Fíjense, un soldado francés. Recibieron un grupo de soldados del ejército, y ellos sufrían de esta amnesia; es por una conmoción, en la batalla. Y coordinaron un programa. Y ellos-ellos llamaron y le permitieron a la gente que tenía seres queridos extraviados llamar para ver si lograban identificar a estos muchachos. No había esperanza para ellos, quizás uno o dos de allí fueron reconocidos. Y luego se llevaron a los demás, iban a internarlos en un sanatorio, donde tendrían que permanecer el resto de sus vidas.",
    "Ellos subían por la colina en el tren; y se detuvieron en una estación, le permitieron a los muchachos bajar y estirar las piernas. Y los guardas salieron a la colina, a vigilarlos, porque con amnesia, pues ellos-ellos tenían que vigilarlos.",
    "Entonces observaron a un joven allí, él se bajó y empezó a mirar alrededor a ese tanque de agua, miró alrededor por toda la colina. Se frotó el rostro y, él observaba. Y volvió a mirar y vio ese tanque de agua. Miró alrededor por toda la estación, y comenzó a caminar. El guarda, en vez de detenerlo, lo siguió.",
    "Él pasó sobre la colina, bajó por un caminito, volteó a la derecha y subió pasando otra colina pequeña, y llegó a una cabañita de troncos. Él vio salir a un anciano con un bastón en la mano al pórtico, salió y lo abrazó. Dijo: “Hijo mío, sabía que regresarías. Me dijeron que habías muerto, pero yo sabía que regresarías”. Y el muchacho volvió en sí; su amnesia le dejó. Él pudo identificar quién era. Supo que ése era su padre.",
    "Oh, soldado de la Cruz, que has quedado en estado de conmoción por tanta formación, tanta conmoción por la denominación y credos y cosas del mundo, ¿por qué no bajas por unos momentos y miras en la Biblia? Pudieras caminar alrededor y encontrarte tú mismo identificado aquí en la Palabra como creyente, un día de éstos. Pueda ser que no le conozcas. Pueda ser que vuelvas en sí, como el hijo pródigo, y encontrarte a ti mismo. Pudieras encontrar tu identificación en las Palabras de Dios.",
    "Alguien dijo el otro día, no hace mucho, dijo: “Pero Hermano Branham, mírenos a los pentecostales, qué iglesias tan finas tenemos. Pues nosotros, nosotros tenemos ministros que han sido instruidos”.",
    "Escuchen: cuando un hombre se casa con su esposa, él no confía en su belleza. No. Él confía en la fidelidad de su voto, su palabra. No confía en su belleza; él confía en su fidelidad.",
    "Y así es cuando Ud. se casa con Dios, Ud. no confía en alguna gran iglesia hermosa que pueda edificar, sino en la promesa que hizo Jesucristo, que “Yo soy el mismo ayer, hoy, y por los siglos”. ¿Creen Uds. eso? [La congregación dice: “Amén”.—Ed.]\n\nInclinemos nuestros rostros por un momento.",
    "Me pregunto esta noche, aquí en el edificio donde la gente está sentada, donde hay hombres y mujeres que son Eternos, gente con destino a la Eternidad, y saben que un día u otro tendrán que encontrarse con Dios; y me pregunto si Uds. ¿no tendrán un pequeño aliento de esa amnesia, y quisieran…? ¿Uds. han estado identificados en la cosa errada, y Uds.-Uds. quisieran caminar alrededor un poco, en esta noche, y averiguar si no pueden ser identificados en Cristo Jesús? ¿Levantarían la mano y dirían: “Ore por mí, Hermano Branham, yo-yo quiero estar identificado como un verdadero Cristiano, un verdadero creyente”? Dios le bendiga. Dios le bendiga. ¡Le bendiga a Ud.! ¡Oh, sí, por todos lados! El Señor Dios les bendiga.",
    "Alguien allá en el balcón, diría: “Hermano, yo verdaderamente creo que ésa es la Verdad. Yo creo que nosotros como Cristianos, no somos Cristianos como lo eran hace años”.",
    "¿Qué de Uds. pueblo pentecostal, cuando sus madres y sus padres se paraban acá en la calle, y tocaban un pandero viejo? Y su madre, cómo ella tenía que…?…Cansada, y luchó con Uds. niños pequeños. En ocasiones no tuvieron ropa, ni de lo demás, pero papá y mamá fueron fieles a la Causa, en sostener en alto a Cristo.",
    "Miren lo que Uds., el pueblo pentecostal han hecho. Hace cincuenta años, Uds. salieron de la organización. Eso es lo que los hace a Uds. Pentecostés, Uds. se separaron del incrédulo. “Y como un cerdo a su revolcadero, y un perro a su vómito”, Uds. han regresado y hecho lo mismo, formaron la misma clase de enredo del que salieron. ¿Qué es lo que sucede? Amnesia espiritual brotó entre el pueblo. Uds. ahora tienen sus credos y sus cartas denominacionales, y están a la par con los demás, quieren estar con los demás. Uds. les permitieron a sus mujeres cortarse el cabello, usar maquillaje. Uds. están permitiéndoles hacer todas estas cosas, permitiendo todo esto en las-las iglesias. ¿Qué es? Amnesia espiritual.",
    "Y luego, cuando menos piensan, cuando Dios comienza a visitar entre el pueblo, luego ¿qué sucede? Uds. no pueden recibirlo (¿ven?), por lo enfermos que han estado con esa amnesia. ¿Ven? Eso es lo único que Uds. han oído. ¿No piensan que deberían bajarse de ese credo por unos momentos y tomar la Biblia, y ver cómo se debe identificar un Cristiano? “¡Estas señales seguirán a los que creen”!",
    "En Hechos, Pedro dijo: “Arrepentíos, cada uno de vosotros, y bautícese en el Nombre del Señor Jesucristo para perdón de los pecados; y recibiréis el don del Espíritu Santo. Porque para vosotros es la promesa, y para vuestros hijos, y para todos los que están lejos; para cuantos el Señor nuestro Dios llamare”. Si ellos les dicen que Eso no es así, entonces su pastor tiene un caso grave de amnesia espiritual. Él mismo no puede encontrarse identificado con esa Iglesia (no la organización) la Iglesia, el Cuerpo Místico de Cristo.",
    "Ahora el Espíritu Santo está aquí. Él está aquí para hacer exactamente lo que prometió hacer. Ahora mientras están aquí con sus rostros inclinados, sólo sigan orando. Permitan que el Espíritu Santo mismo hable. Y vean si esto…Cualquiera sabe que la promesa, de lo que es para este día. Ahora Uds. que están necesitados, esta noche, Uds., muchos levantaron sus manos. Antes de que lo hagan…",
    "Me pregunto, mientras estamos aquí y en verdad oremos por los enfermos, me pregunto si Uds. pueden apartarse de esa incredulidad, esa denominación, ese credo que les dice que estas cosas no son así; de aquél que les diría que es del diablo. Cuando lo hacen, “nunca serán perdonados en este mundo ni en el mundo venidero”. ¿Qué si Ésta es la Verdad? Sólo piensen: ¿Qué si lo es?, entonces ¿en dónde queda Ud.? ¿Ven?, Ud. no tiene que decirlo en alto, con sólo creerlo en su corazón. Y aquí hay personas que creen eso. He estado aquí las últimas dos noches, luchando bajo algo, sólo (¡oh, vaya!) refrenando y mordiéndome la lengua, para no decirlo.",
    "Ud. recuerde, amigo: es entre Ud. y Dios. ¿Qué si está errado, y Ud. pensando eso? ¿Sabe lo que sucede? A Ud. jamás le será perdonado. Amnesia espiritual, Ud. entrará directamente en su muerte Eterna, incredulidad. “¡Aquél que no cree, ya está condenado”!",
    "Oren ahora por sus aflicciones, digan: “Señor Jesús, Tú prometiste. Yo…”.\n\nQuizás haya desconocidos aquí que nunca han estado antes.",
    "Jesús prometió: “Como fue (tomaré una Escritura) en los días de Lot”, cuando Dios se manifestó en un cuerpo de carne; y con el pueblo, Abraham, el grupo elegido, el grupo llamado a salir. Y el nombre de Abram fue cambiado a Abraham, entonces él vio la Palabra hecha carne, y Eso discernió los pensamientos que estaban en el corazón de Sara.",
    "Y cuando vino la Simiente Real de Abraham, eso fue lo que Él hizo, y ellos lo llamaron “un diablo”.",
    "Él dijo: “Ahora cuando venga el Espíritu Santo, hará lo mismo”. Dijo: “Ahora hay perdón cuando Uds. me llaman eso a Mí, pero, cuando hablen en contra del Espíritu Santo, no hay perdón”.",
    "Ahora que Él, en Su Poder, venga entre esta audiencia, en donde Uds. estén, y, con Su discernimiento espiritual, mostrando que Él es la Palabra. De manera que si hay algunos aquí sufriendo de amnesia, que ellos no…que queden sin ninguna excusa, antes que sea hecho este llamado al altar.",
    "Que el Señor Dios nos ayude. Ahora con sus rostros inclinados, orando reverentemente.",
    "¿Ven? Hay una dama sentada aquí delante de mí. Ella tiene las manos puestas en su rostro. Está sufriendo de una enfermedad en la columna. Y ella también sufre de nerviosismo. Sufre problema estomacal. Y ella está aquí ahora delante de mí. Y para que pueda saberlo: ella no es de esta región. Ella es de una ciudad llamada Macon. Sí. ¿Cree que Dios puede decirme quién es Ud.? Ud. es la Srta. Ayers. Si eso es correcto, levante la mano. Soy un desconocido para Ud. Eso es cierto ¿no es así? Ahora su aflicción ha terminado. Jesucristo…Ud. tocó Su manto, Él la sanó. Ahora sólo créalo.",
    "Hay un hombre sentado atrás en el edificio. Él está buscando el bautismo del Espíritu Santo. Él quiere el bautismo del Espíritu. Él está aquí delante de mí. Él tampoco es de aquí. Él es de Carolina, de Charlotte. Lepoe es su nombre. Crea con todo su corazón, y Dios lo llenará del Espíritu Santo, mi-mi hermano, si Ud. lo cree.",
    "Aquí, a mi derecha, aquí está un-un hombre y su esposa sentados directo frente a mí, aquí. Es una pareja anciana, a mi derecha. La señora está sufriendo de una enfermedad al colon. Su esposo tiene problema con el corazón. Ellos no son de aquí; son de Tennessee. Sr. y Sra. Thomas, si creen de todo corazón, levanten las manos y pueden recibir su sanidad. Jesucristo los sana. Eso exactamente es lo que Él prometió hacer. Yo nunca he visto a las personas en mi vida.\n\n¡Amnesia espiritual!",
    "Jesús dijo: “Las obras que Yo hago, vosotros también haréis. Un poco y el mundo no me verá más. Pero vosotros me veréis, porque Yo (pronombre personal), estaré con vosotros, aun en vosotros, hasta el fin del mundo”. “Jesucristo el mismo ayer, hoy, y por los siglos”.",
    "Ahora, para los hombres y las mujeres aquí que sufren de algo, que simplemente no pueden ver cómo…Uds., Uds. quieren creer, pero simplemente no pueden entrar en eso, y les gustaría que se ore por Uds., quieren aceptarlo a Él mientras están en Su Presencia, ¿vendrían y se pararían aquí a mi lado, me permitirían orar y poner manos sobre Uds.? Si pasaran ahora aquí al frente, Uds. que están sufriendo de esa manera, con amnesia espiritual, y quisieran oración, para que sean liberados de eso. Si Ud. no es-no es creyente, pero quiere oración, pase aquí y póngase de pie. Dios le bendiga, jovencito. ¿Alguien más que venga? Dios la bendiga, señora. Venga. Dios la bendiga, jovencita. ¿Alguien más que venga? Venga, póngase de pie aquí mismo, en estos momentos.",
    "Amnesia espiritual, yo no quiero ser plagado con eso. Dios no lo permita. Que-que muera de-de cualquier cosa, pero que nunca muera esa muerte como incrédulo.",
    "Vengan, acéptenlo a Él ahora, ¿lo harán? Vengan del, sí, bajen del balcón, amigos. Sólo son unos pasos acá, y pudiera significar la diferencia entre la muerte y la Vida para Uds.",
    "Miren, yo no puedo obligar a Cristo a hacer nada. Cristo no tiene que hacer más que una cosa: Él tiene que cumplir Su Palabra. Él tiene que hacer eso para ser Cristo, para ser Dios. Él tiene que cumplir Su Palabra.",
    "Ahora recuerde, si Ud. no está seguro de su experiencia, ¿por qué no pasa ahora? Si Ud. sólo pertenece a una denominación, si Ud. es un nieto pentecostal…Dios no tiene nietos. Él tiene hijos e hijas, pero no nietos ni nietas (¿ven?), Dios no los tiene. Él sólo tiene hijos e hijas, y Ud. está consciente que no lo es.",
    "Tal vez Ud. haya hablado en lenguas, tal vez haya danzado, tal vez Ud. haya hecho todo esto. Todo eso está bien. Yo no tengo nada en contra de eso. Pero si Ud. aun tiene esa amnesia espiritual, baje y pase acá y póngase aquí de pie. Oremos por eso. ¿Qué dice? Miembro de iglesia, sólo un-sólo un miembro nominal de iglesia: ¿Por qué no pasa aquí al frente y deshagámonos de eso ahora mismo?",
    "Yo no quiero irme de aquí de Birmingham, y saber que algún día, cuando venga el Juicio, tener entonces que pararme delante de Uds.…Recuerden, me los encontraré de nuevo. Si no los vuelvo a encontrar aquí, los volveré a encontrar en el Juicio y tendré que responder por lo que he dicho en esta noche.",
    "Ahora escuchen: ¡Arrepiéntanse amigos! Arrepiéntanse, salgan de eso. Salgan de allí. Venga ahora.",
    "Eso debería hacer que toda mujer con el cabello cortado, en esta región, o en este lugar, pasen ahora aquí. Eso es exactamente lo correcto. Que, que Uds. no tienen la suficiente gracia para realmente decir: “Yo-yo-yo-yo quiero, quiero dejarme crecer el cabello, Hermano Branham”. Debería…“Tengo…Pues, yo no tengo la gracia para hacerlo”.\n\n“Pues” Uds. dicen, “¿tendrá eso que ver en algo?”.",
    "No hace mucho aquí, un ministro de renombre vino a mí, y dijo: “Quiero poner las manos sobre Ud., Hermano Branham”. Dijo: “Todos lo consideran a Ud. como profeta”.\n\nDije: “Yo nunca dije que era profeta”.",
    "Él dijo: “Pero eso es lo que la gente lo considera. Ud. siempre está haciendo pedazos a esas mujeres por usar pantalones cortos”, y-y (¡oh!), un hombre pentecostal. Y dijo: “Por usar pantalones cortos, y cortarse el cabello, y demás”. Dijo: “Ése no es asunto suyo”.\n\nDije: “¿Entonces asunto de quién es?”.",
    "Y él dijo: “Esa gente, ¿por qué no les enseña a esas mujeres cómo ser, tener grandes dones espirituales, y ayudar a la gente, en lugar de tratar de…?”. Dijo: “Ellas lo estiman. Lo que Ud. les diga, ellas le creerían”. Dijo: “¿Por qué no les dice cómo conseguir grandes dones y que ayuden a la gente, en lugar de siempre condenarlas?”.",
    "Dije: “¿Cómo puedo enseñarles álgebra cuando ni siquiera se aprenden el abecedario?”. ¿Ven? ¿Ven?",
    "Hay que empezar desde abajo: ¡arrepiéntanse o perecerán! Ahora, Uds. hagan lo que quieran. ¡Arrepiéntanse o perecerán! Jesucristo mismo se ha identificado aquí plenamente, noche tras noche. Y ésta es la noche que estamos dedicando para esta salvación. Sólo son unos pasos aquí al frente, y tengo suficiente tiempo para esperar.",
    "Recuerda, Birmingham: tu sangre no está sobre mí; soy inocente. Y si en realidad Ud. tiene el Espíritu Santo, tiene la oportunidad ahora de venir. Y si Ud. está sufriendo con alguna clase de “iglesitis” que le ha causado tener amnesia espiritual, ¿por qué no viene? Jesús es el remedio. ¿Por qué no vienen?",
    "Ahora algunas personas dejaron el balcón. Sólo esperaba ver si se iban o venían al altar. Éstos aquí, pasen acá alrededor. Así es. Uds. que están aquí, vengan y párense alrededor del altar, digan: “He terminado con esto”. Sí, ellas venían bajando, dos damas. Está bien.",
    "Pasen ahora directo aquí. Sólo están a unos pasos. Y esos pasos podrían significar la diferencia.",
    "Ahora, miren, quiero preguntarles algo: ¿Qué si Él viene esta noche? “Oh” dicen, “Él no vendrá”; no sé si Él lo hará o no. Ésta es la última señal. Recuerden: ¡ASÍ DICE EL SEÑOR! ¿Alguna vez me han oído decir eso que no fuera verdad? Uds. están viendo su última señal. Eso es Escritural. Uds. han visto su última señal, Pentecostés. No se confundan ahora con lo que Él le prometió a Israel después del Rapto; ésos no son Uds., se habrá concluido con Uds. para entonces. ¿Ven? Hoy es el día de Uds. Hoy es la señal para Uds. Hoy es el tiempo de Uds. No lo rechacen; no lo hagan; más vale que vengan. ¿Me creen Uds. ser el siervo de Dios? Recuerden.",
    "Birmingham: nunca he conocido gente más amable. Son la gente más amable que quisiera conocer en mi vida, pero Uds. necesitan un avivamiento. Se están muriendo. Uds. están contrayendo amnesia espiritual; se están muriendo. No hagan eso; revivan lo que tienen; levántenlo otra vez, rápidamente, antes que venga Jesús.",
    "Muy bien, mientras ellos…sigan viniendo. Déjenlos que sigan viniendo hasta que consigamos a todos los que el Señor está llamando, aquí al frente. Vengan ahora.",
    "Desháganse de esa amnesia. El Gran Médico ahora está aquí para sanar de eso, despojarlos de eso. Ha probado que Él está aquí. ¿Cuántos identificarán eso, al levantar la mano, diciendo: “Verdaderamente yo lo creo”? Que Él dijo que haría esto. ¿Ven? Él ahora está aquí. ¿Ven?, ¿ven? Uds. crean.",
    "Y ¿cuántos saben que les estoy diciendo la verdad, que Uds. se están muriendo y necesitan un avivamiento? [La congregación dice: “Amén”.—Ed.] ¿Ven? Es la Verdad.",
    "Uds. son gente fina. No se pudiera encontrar más fina. No hay mejores corazones latiendo bajo estas camisas sureñas acá. ¡Eso es correcto, gente genuina! Pero amigos, ¡más les vale despertar rápidamente! En la hora que menos piensen, podría suceder; pudiera no suceder; yo no sé.",
    "Pero recuerden: están recibiendo su última advertencia, así que huyan mientras tienen tiempo de huir. Vengan ahora. Mientras estén viniendo, yo voy a seguir esperando, porque podría…Un alma vale diez mil mundos. Y mientras la gente se esté convenciendo…",
    "Me gustaría ver esto irrumpir en un gran avivamiento que incluya a toda iglesia; deshaciéndose Uds. de sus diferencias y apartando todo ese egoísmo, y que acepten al Espíritu Santo. Uds. reclaman creerlo. Uds. reclaman creerlo, y cuando Eso Mismo llega a identificarse, entonces Uds. se separan. ¿Por qué no unimos nuestros corazones con la Palabra de Dios y creemos la Verdad? Así es. Uds. seguirán muriendo, muriendo, y están saliendo directo a Laodicea. Exactamente lo que Él prometió, será de esa manera. ¿Por qué no vienen ahora? Ahora es el día. Ahora es el tiempo aceptable. Observen lo que hará el Espíritu Santo.",
    "Ahora, quiero a todos los ministros aquí, que estén interesados en estas personas, que pasen también a orar conmigo. Pasen aquí, todos los ministros que están interesados en estas personas. Pasen, vengan alrededor, ábranse camino entre las personas; el ministro o algún obrero independiente, un buen obrero independiente, una mujer que quiera pararse ahora con estas mujeres. Voy a creer, con todo mi corazón, que el Espíritu Santo va a entrar aquí ahora a este lugar y a identificarse Él mismo entre todas estas personas.",
    "Ahora permítanme instruir aquí a estas personas primero. Ahora, amigos, el porqué están aquí, Él lo sabe. Y yo se los puedo probar, tomarlos uno por uno, traerlos aquí a esta plataforma, y no habrá una sola cosa que Él no declararía. Ahora, eso ha ocurrido desde que yo era un muchachito. Ese don no está en duda. Pero la pregunta es: ¿Podrán Uds. recibirlo? ¿Lo creen? Ahora Él está aquí. Pues, si Él está aquí, entonces sólo hay una cosa: Él cumple Su Palabra. Entonces sólo crean que Uds. lo reciben, y acéptenlo, y pónganse de pie y digan: “Señor y Dios, yo estoy aquí para recibirlo”, y sólo quédese allí hasta que suceda.",
    "Como dijo Buddy Robinson en una ocasión, en un maizal. Él dijo: “Señor, si no me das el Espíritu Santo, cuando regreses encontrarás un arrume de huesos aquí mismo”. Él era sincero a morir. Y Uds. no van a conseguir nada de Dios hasta que desesperen lo suficiente.",
    "Ahora, ¿se han fijado Uds. en la cosecha de hoy? ¿Se habrán fijado Uds. en lo que hacemos hoy? Nosotros, en realidad, tenemos suficiente de Dios para venir a la plataforma; decimos: “Sí, tal vez sea mejor que pase al frente”. Ahora, ésta ha sido la experiencia alrededor del mundo. “Sí, más vale paso y me paro”. Dicen: “Pues, pues yo no sé, aquí estoy”. ¿Ven? ¡Mmmm! ¡Qué condición! No hay fuego ardiendo, no hay entusiasmo, no hay un “¡vamos a Eso!”. Y, como un evangelista, sencillamente me destroza ver al pueblo de Dios en esa condición. Nosotros debemos tener el fuego ardiendo.",
    "Pero ¿ven Uds.?, ¿qué es? Es exactamente lo que les dije. Apocalipsis 3: “Uds. están tibios. Y” dijo Él, “por cuanto eres tibio, te vomitaré de Mi boca”. ¿Es correcto eso? [La congregación dice: “Amén”.—Ed.] Eso es lo que Él dijo. Y si lo dijo, entonces es lo que Él va a hacer. Así que no seamos ese grupo.",
    "Uds. están aquí necesitados. Recibamos Eso o muramos aquí mismo. Correcto. Recibámoslo o muramos.",
    "Ahora, mi querido hermano, hermana, si yo pudiera bajar y ayudarlos a hacer algo, de seguro que lo haría. Ahora, por un don, yo puedo decirles a Uds. por qué es que están aquí. Yo puedo decirles lo que, por el Espíritu Santo, por el Espíritu de Dios, decirles por qué han venido, lo qué han hecho, qué vendrá en el futuro, o algo así; pero eso no lo resuelve. Uds. mismos tienen que aceptar Esto; ¡tiene que ser Ud.!",
    "Ahora ¿están dispuestos? Levanten la mano, digan: “Yo estoy dispuesto, estoy dispuesto a morir aquí mismo”. Ahora no lo hagan a menos que sean sinceros. “Estoy dispuesto a morir aquí mismo, o conseguir lo que quiero de Dios”. Amén. ¿Están Uds. realmente dispuestos? [La congregación se regocija y dice: “Amén”.—Ed.]",
    "Entonces que la audiencia se ponga de pie, en todo el lugar. Ahora juntos, juntos, vamos a unirnos todos. Vamos a orar. Y vamos a…Uds. ministros, vengan ahora a estas personas aquí, a cada una, y Uds. están representando ahora las manos de Cristo.",
    "Uds. que quieren el Espíritu Santo, Uds. que quieren esa experiencia (no un estímulo emocional), Uds. quieren el Espíritu Santo, la Vida, el germen de Vida por dentro. Y Uds. quieren despojarse de esa amnesia, que está causándoles a Uds.-a Uds. no poder identificarse; Uds. no saben en dónde se paran; no saben lo que son; ¡deshagámonos de eso ahora mismo! Hay un nuevo nacimiento aquí para Uds., un nuevo Nacimiento verdadero y genuino.",
    "Pongamos nuestras manos ahora sobre estas personas. Vamos todos a levantar nuestras manos y a orar unánimes.",
    "Padre Celestial, en el Nombre del Señor Jesús, concede, Señor, que en el Nombre de Jesucristo, que el Espíritu Santo venga esta noche, en esta noche de sábado, como el Espíritu Santo cayó en un viento recio. Que estas personas sean bautizadas en el Espíritu Santo. Que el Fuego y el Poder de Dios no los abandone. Si están aquí hasta en la mañana, que permanezcan, permanezcan hasta que venga el Espíritu Santo.",
    "¡Ésa es la idea! ¡Eso es! Allí está. Ése es el Espíritu Santo viniendo.\n\n[El Hermano Branham le habla a alguien mientras deja la plataforma.—Ed.] Ya lo logré. Lo sé.\n\nEso es todo. ¡Ahora créanlo! ¡Acéptenlo! Sáciense con Sus Bendiciones. [La congregación continúa orando y regocijándose.] 🦅"
  ]
}