{
  "title": "CRISTO SE IDENTIFICA IGUAL EN TODAS LAS GENERACIONES",
  "id": "64440009",
  "content": [
    "🦅  Pueden tomar asiento. Realmente considero este un gran privilegio estar aquí esta noche. Hasta donde sé, es la primera vez que estamos en—en Tampa para una reunión. Siempre había esperado con gran expectativa venir aquí a visitarlos. Es un lugar tan hermoso, y personas tan amables al… al saludarlas en la calle. Y hemos… Siempre tuve en mente una buena reunión aquí. Y solo nos enteramos hace poco que íbamos a venir aquí, y hemos estado orando y esperando esta gran oportunidad. Finalmente ha llegado.",
    "Ahora, no, no estaremos aquí por mucho tiempo, solo las cuatro noches y el domingo por la tarde. Y queremos hacer todo esfuerzo posible para—para magnificar a Jesucristo y ayudar al avance de Su Reino; confiando que cuando nos vayamos, que—que cada uno reciba beneficio, cada iglesia que está participando. Y no solo eso, sino que todas las iglesias en la región se beneficien por nuestra estadía.",
    "Y estoy seguro de que nosotros seremos beneficiados al visitarlos a Uds., y conversar con Uds., y predicarles, y orar con Uds. Y estamos aquí para ver cuántas almas podemos conseguir que sean salvas para el Reino de Dios, y también para orar por las personas afligidas que están enfermas y necesitadas.",
    "Y, no queremos tomar el lugar del médico, porque nosotros no somos médicos. Nosotros—nosotros solo afirmamos orar por su paciente, para que Dios lo sane. Y estoy seguro de que él agradecería eso. Así que ahora nuestro—nuestro…",
    "Lo que queremos hacer en estas campañas es exaltar a Jesucristo. Y eso, estoy seguro que no ofenderá a ninguno de Uds., cuando tratamos de exaltar a Jesucristo, porque para eso estamos aquí.",
    "Ahora, todo Cristiano, todo creyente ha anhelado verlo a Él, tener alguna manera de contactarse con Él, y recibir más de Él, creerle más. Y para eso estamos reunidos aquí, para ver si nos podemos unir y creer las Escrituras con ese fin.",
    "Ahora, mis hermanos aquí, los ministros, al estrechar sus manos, me—me ha alegrado mucho ver a este grupo de ministros que están patrocinando, en esta campaña. Y no estoy aquí para—para traer algo nuevo, sino solo para entretejer mi red con la de ellos.",
    "Saben, Jesús dijo: “El Reino del Cielo es semejante a un hombre que tomó una red y fue al lago y la arrojó, y cuando la sacó, había de todo en esta red”.",
    "Ahora, somos pescadores entonces. Y solo hay una cierta cantidad de peces en ese lago que Dios quiere. Y cuando salga el último pez, todo habrá terminado. Ahora, no sabemos cuándo será tomado de allí ese último pez. Y ahora estoy aquí… Digamos que una red alcance tantos pies, y otra red alcance tantos pies. Entonces si unimos todas nuestras redes, entrelazo la mía con la de ellos, alcanzaremos un poco más lejos y así, quizás podamos alcanzar algunos que no pudiéramos haber alcanzado de otra manera.",
    "Todos creemos en la Venida del Señor, que Su Venida está cerca, a la mano. Creemos que ya está a la mano. No sabemos exactamente a qué hora llegará Él. Y en vista de esto, queremos esforzarnos en todo lo que podamos, para el avance del Reino y lograr que esa última persona salva entre al Reino. Y cuando la última sea salva, no habrá—no habrá una sola de más. Será exactamente cierta cantidad. Y cuando haya entrado esa última, el Cuerpo de Cristo estará completo, y sucederá el Rapto.",
    "Y, así que anhelamos ese día, para salir de este lugar donde ahora estamos, porque verdaderamente es un—un lazareto, lo sabemos, lleno de enfermedad, dolencia y desilusiones, y dificultad. Y, ¡vaya!, ¿quién quisiera quedarse aquí, cuando hay un Lugar mejor adonde ir?",
    "Así que estamos—estamos tratando que toda alma sea salva, para que Jesús pueda venir. Y Él no puede venir hasta que esa última que tiene el nombre en el Libro de la Vida, que fue puesto Allí antes de la fundación del mundo; cuando se llame ese nombre, entonces ese será el último. Él vino para redimir, para traer de vuelta. Redimir es “traer de vuelta”. Y cuando Él entre con la última… Él está sentado a la diestra de Dios en esta noche, en Su obra de Mediador. Y cuando esa última alma sea salva, que fue redimida y vista, y conocida por Dios antes de la fundación del mundo, cuando esa última alma sea salva, eso cierra el Libro. Entonces el Cordero sale, toma el Libro de la diestra de Aquel que está sentado en el Trono. Entonces es… Él vendrá entonces, Él vendrá a la tierra. Yo creo que Dios está…",
    "Muchas veces nos ponemos nerviosos y empezamos a pensar: “Bueno, debería ser de esta manera, y tenemos que hacerlo de esta manera o de aquella manera”. Nosotros no tenemos nada que ver en esto; solo hacer nuestra parte que Él nos guía a realizar. Recuerden, no hay nada fuera de orden.",
    "El gran Dios Omnipotente sabe exactamente, antes de la fundación del mundo, que nosotros estaríamos aquí esta noche. Si Él es Infinito, tiene que saberlo. Pues, Él no puede ser Infinito sin saber todas las cosas. Y por Su previo conocimiento Él supo que esta reunión se haría aquí; y tal vez fue ordenada por Él, confío que así lo sea, para traer algunos más a Su Reino.",
    "Dios, así como en el principio, Él solo era Dios. Bueno, realmente Él no era dios; Él solo era el Eterno. Dios es… Nuestra palabra en inglés Dios significa “un objeto de adoración”. Y no había nada que Lo adorara. Él era autoexistente, Elohim. Así que no había nada que le adorara, y Él solo era el gran Eterno.",
    "Pero en Él había atributos. Y atributos son pensamientos. Así como Ud. tiene que pensar algo antes de hablarlo; luego, cuando Ud. lo habla, llega a ser una palabra. Y entonces Él es el Eterno, y en Él había atributos. Y Él lo habló, y Eso fue la Palabra, y la Palabra fue manifestada. Y a medida que la Palabra es manifestada, es Dios materializándose.",
    "Y, así que todo está justamente a tiempo, nosotros no tenemos que preocuparnos por eso. Él, Él lo tendrá todo. Él jamás permitirá que Su enemigo lo supere. Él permitirá que el enemigo haga ciertas cosas, para llevar a la gente a la tentación, para probar a Su—Su hijo, y todo eso. “Porque todo hijo que viene a Dios debe ser disciplinado por Dios, y probado”. Por lo tanto, si no podemos soportar la disciplina, entonces venimos a ser hijos ilegítimos y no lo que profesamos ser.",
    "Entonces, esta semana, el resto de esta semana, pongamos nuestra fe allí en alto como verdadera Simiente de Abraham, como debemos ser. Creámosle a Dios. Y luego oraremos por los enfermos y haremos todo lo que podamos para ayudar. Y cuando nos vamos, confiamos que habrá un avivamiento chapado a la antigua por toda esta región aquí, que la gente venga en masa de todas partes, llenen estas iglesias y demás, para un avivamiento chapado a la antigua.",
    "Acabamos de pasar por un gran avivamiento en los últimos quince, dieciséis años. Hemos tenido grandes reuniones. Se ha roto todo récord de la historia, hasta donde conozco la historia. Normalmente un avivamiento dura como tres años, pero este ha continuado por muchos años. Y ahora los fuegos del avivamiento se están apagando, el entusiasmo de la gente está muriendo poco a poco, y uno lo puede ver. En el—el antiguo templo de Vesta, en Roma, cuando los fuegos se apagaban, la gente se iba a casa. Pero nosotros estamos tratando de avivar estos fuegos en todo monte que podamos. Yo no puedo hacerlo, ningún ministro puede; se requiere de todos juntos, en oración, y creyendo y confiando en Dios, para ver al Espíritu Santo que continúe bendiciendo a Su pueblo mientras esperamos Su Venida.",
    "Ahora, mi propósito al orar por los enfermos. Hablaré sobre eso ahora: la oración por los enfermos. Es… No queremos decir que para eso es que estamos aquí. Nosotros, eso es algo que respaldamos, pero orar por los enfermos es una materia secundaria. No se puede especializar en una materia secundaria; lo sabemos. Así que, pero Jesús empleó, creo que se calcula que casi el ochenta y seis por ciento de Su ministerio fue orar por los enfermos, sanando a los enfermos. Pues, al hacerlo se capta la atención de la gente.",
    "Y, luego, a toda señal le sigue una voz. Y la voz debe ser una voz Escritural, como también debe ser una señal Escritural. Y entonces la señal va acompañada de una voz. Como con Moisés, cuando fue a Egipto; la voz de la primera señal, la voz de la segunda señal. Y en toda gran cosa que sucede con Dios, que da una señal, hay una voz que sigue a esa señal. Como con Jonás, cuando salió del vientre de la ballena, eso fue una señal; luego su voz fue: “Arrepentíos, o en cuarenta días perecerán”. Así que siempre hay la voz que acompaña a la señal.",
    "Ahora, lo que queremos hacer, es—es lograr que la gente crea en el Señor Jesús, tan solo aceptarlo a Él sin la imposición de manos. Ahora, sabemos que hay una Escritura que dice: “Sobre los enfermos pondrán las manos y sanarán”. Y no queremos menospreciar esa Escritura, porque esa fue la comisión que Jesucristo le dio a la Iglesia, de “poner las manos sobre los enfermos”. Pero si Uds. me permiten decirlo, eso fue más que nada una tradición judaica. Pues, recuerden la—la muchacha que estaba postrada enferma, ella había muerto, la hija de Jairo. Él dijo: “Ven, pon Tus manos sobre mi hija, y—y ella sanará”.",
    "Pero el centurión romano, un gentil, dijo: “Yo no soy digno de que Tú entres bajo mi techo. Solo di la palabra, y mi siervo vivirá”.",
    "Y Jesús se volvió y dijo: “Yo no he visto una fe como esa en Israel”.",
    "Vean, la manera de los gentiles es creerle a Él, absolutamente creerle a Él. Ahora, nosotros ponemos las manos sobre los enfermos, por supuesto que lo hacemos. Pero queremos traer la—la realidad, por medio de las Escrituras, de que Jesucristo está presente; entonces cuando Ud. mismo se levanta por fe y lo toca a Él, ¿ve?, como la mujer con flujo de sangre que tocó Su manto.\n\n“Bueno” Ud. dice, “si Él estuviera aquí, yo lo tocaría”.",
    "La Biblia dice en Hebreos 3, que: “Él es ahora un Sumo Sacerdote que se puede tocar al compadecerse de nuestras debilidades”. Él se puede tocar en esta noche así como en aquel entonces. Así que nosotros queremos tocarlo a Él.",
    "Por lo general alguien dice: “Bueno, Ud. sabe, el hermano Fulano de tal”, algún ministro, evangelista, “me puso las manos, y, ¡oh!, el Señor me sanó. Ellos imponen… El Hermano Fulano de tal impuso las manos”. ¿Ven? Eso hace que todos quieran ver a ese hermano para que imponga las manos sobre alguien. Pero, a fin de cuentas, no fueron las manos de un cierto hermano que lo hizo. Es la fe suya, eso es lo que lo hace. Y, entonces cuando el evangelista se va de la ciudad, el pastor queda como alguien insignificante, a la vista de la congregación, por lo general. Suceden algunas cosas, sanidades, y demás. Ellos creen que tienen que traer de vuelta a la ciudad a ese evangelista para que alguien pueda sanar. Escuchen: Jamás crean eso.",
    "Es la fe suya en Dios lo que produce la sanidad. ¿Ve? Ud. tiene que creerle a Dios. Y ahora si Ud. puede tocarlo a Él, entonces, nadie le impuso manos a Ud. Fue la fe suya que lo tocó a Él, y su fe trajo la realidad. Así que, no fue que alguien lo tocó a Ud., sino su fe que lo tocó a Él. Y entonces eso produce un testimonio real y genuino para Él. Para eso estamos aquí, para—para magnificarlo a Él.",
    "Ahora, cada día, mi hijo bajará y repartirá tarjetas de oración. Si él no está aquí, uno de los otros, pues, de la campaña, las repartirá. Y ellos reparten las tarjetas de oración, solo es una tarjetita con un número. Noche tras noche, llamamos esos números y oramos por los enfermos. Y ahora, nosotros… Y cada día reparten nuevas, porque llega gente nueva. Y si las reparten todas el primer día, ellos no tendrían oportunidad de recibir una tarjeta de oración.",
    "Y entonces así, nadie sabe exactamente de dónde se llamará la línea de oración, y tenemos bastante experiencia en estas cosas. En cierta ocasión hubo un individuo que estaba vendiéndole tarjetas de oración a la gente, para llevarlas a la plataforma, así que tuvimos que terminar con eso, naturalmente.",
    "Así que bajamos, y el muchacho trae las tarjetas de oración para Uds., cada tarde a las seis y media, y revuelve estas tarjetas de oración allí delante de Uds. Entonces las toma, y quizás Ud. reciba la diez; y el otro reciba la treinta y cinco, el siguiente la noventa, el otro la sesenta, y así. Y entonces, repito, él no sabe qué tarjeta recibió Ud.",
    "Y algo más, luego yo vengo en la noche sin saber exactamente de dónde vamos a comenzar. Puede ser que comencemos en cierto lugar, u otro lugar, de donde sea, de atrás para adelante. A veces yo cuento cuántas personas hay en esta hilera, y lo multiplico por esta otra hilera, y lo divido por esta hilera.",
    "Antes yo le pedía a un niño que se pusiera de pie y contara. Y donde él se detenía, allí comenzaba yo. Y aunque no lo crean, la madre hacía que junior se detuviera exactamente en el número de ella. Aún—aún estamos lidiando con seres humanos, ¿ven Uds.?, así que uno tiene que—se tiene que hacer de alguna otra manera.",
    "Así que, esto ha dado buen resultado ahora por muchos, muchos años. Y vamos a orar por los enfermos cada noche, si el Señor lo permite.",
    "Y bueno quiero que oren por mí. Y, ahora, creemos que Jesucristo aún vive. Creemos que todas las religiones pueden estar bien; pero ninguna de ellas y no hay ni una de ellas que sea verdadera y cierta sino el Cristianismo.",
    "Yo soy misionero. He viajado varias veces alrededor del mundo. Y he estado en todo tipo de campo misionero en el extranjero y todo eso, y he escuchado a los paganos, a Buda, y—y a Mahoma y a otros, al darle vuelta y vuelta al mundo. Pero realmente hay una sola religión verdadera, una que es verdad, que tiene salvación, y es el Cristianismo.",
    "Y tenemos tantas formas diferentes de eso, a las que llamamos Cristianismo, pero sí hay un Cristianismo. El Cristianismo no es una denominación. No es un grupo de personas. El Cristianismo es una Persona, que es Cristo, y—y Ud. es Su—Su súbdito. Y bueno, nosotros creemos que Él está vivo. Él resucitó de los muertos. Creemos eso con todo nuestro corazón. Y creemos que Él está aquí mismo hoy, creemos que Él sigue tan vivo esta noche como siempre lo ha estado. Y Él vino a nuestro medio para probar que Él Mismo está aquí, así como Él estuvo allá.",
    "Hemos estado, tenido grandes colegios y seminarios. Por supuesto, junto con eso, empezamos a tener hombres con ideas, y ellos las inyectan. Si dos hombres comenzaran, acordaran formar—formar una—una—una organización, y tan buena como pueda serlo, sin embargo, en un año, ya habría toda clase de cosas inyectadas en esa organización, por causa de las ideas diferentes. Y dife-… Así que, está bien, mantiene una hermandad, y nada en contra de eso. Pero el asunto es que Ud. no es salvo por su organización, por su denominación.",
    "Ud. es salvo por su propia fe personal en Jesucristo. Eso es todo. Es algo entre Ud. y Cristo solamente. Así que Ud. escudriña la Escritura, y le cree a Él con todo su corazón, y—y Él lo salva, o lo sana. Si Él no cumple Su Palabra, entonces Él no es Dios; y si Él cumple Su Palabra, eso prueba que Él es Dios. ¿Ven? Así que Él, nosotros le creemos a Él con todo nuestro corazón.",
    "Y entonces oren conmigo, y haremos lo mejor que podamos. Y cada noche trataremos de despedir temprano. Normalmente salimos del tabernáculo, o de los auditorios un poco antes de las nueve y media. Ahora, esta noche puede ser que tarde un poquito más; no estoy muy seguro. Aún tenemos cuarenta y cinco minutos, y puede ser que podamos salir a tiempo esta noche. Hablaremos por un buen rato.",
    "Pero esta noche quiero colocar el fundamento de lo que queremos lograr. Y para hacerlo se necesita un poco más de tiempo, para explicarles a Uds. exactamente lo que nos proponemos hacer, con respecto al don de Dios para Su Iglesia, para Su pueblo. Y, por supuesto, realmente no podemos hacerle justicia; no hay forma de que un ser humano pudiera hacerlo. Y qué les parece tomar unas tres o cuatro noches para hacerlo. Para que Uds. se familiaricen y desaparezca la desconfianza, al ser desconocidos, bueno, entonces Uds. comenzarán a ver a otras personas que han sido sanas. Y las cosas que han acontecido. Ud. ha escudriñado la Escritura, y dice: “Bueno, tiene que ser eso. Yo nunca lo había visto de esa manera, pero aquí está”. Y tiene que venir desde Génesis hasta Apocalipsis.",
    "Ahora, yo creo que Dios puede hacer cosas que no están escritas en esta Biblia. Yo creo que Él puede, porque Él es Dios. Pero mientras Él haga lo que prometió Aquí, para mí es suficiente. Yo—yo—yo no creo que se le deba añadir a este Libro, ni quitarle. Yo creo que es la revelación completa de Jesucristo. Eso es lo que creo que es. Y toda doctrina, a fin de cuentas, debe venir de esta Biblia.",
    "Y si Ud. me sorprende diciendo y haciendo cosas que no son Escriturales, y Escritura prometida para esta hora, entonces, lo que debe hacer, Ud. está en el deber conmigo, es ir al director y—y asegurarse de que me corrijan por eso. Porque yo también soy un ser humano. Yo quiero ir al Cielo igual que todos Uds.",
    "Ahora, en esta noche vamos a leer un poco de la Palabra Eterna de Dios. Y primero vamos a leer el… como tres versículos del capítulo 1 del Libro de Hebreos, y luego leeremos como tres versículos del último capítulo, el capítulo 13 del Libro de Hebreos.",
    "Ahora, siempre nos ponemos de pie cuando juramos lealtad, o saludamos la bandera, o cantamos The Star-Spangled Banner. ¿Qué me dice de la Palabra de Dios? Pongámonos de pie mientras La leemos.",
    "Ahora escuchen atentamente mientras leemos esta preciosa Palabra, Hebreos 1. Y luego Hebreos 13, y comencemos en el versículo 5 y leamos el 8 inclusive.\n\nDios, habiendo hablado muchas veces…de muchas maneras en otros tiempos a los padres por los profetas,\n\nen estos postreros días nos ha hablado por su Hijo, a quien constituyó heredero de todo, y por quien asimismo hizo el universo;\n\nel cual, siendo en el resplandor de su gloria, y la imagen misma de su persona, y quien sustenta todas las cosas con la palabra de su promesa, habiendo efectuado la purificación de nuestro pecado por medio de sí mismo, se sentó a la diestra de la Majestad en las alturas.",
    "Ahora Hebreos 13:5.\n\nSean vuestras costumbres sin avaricia, contentos con lo que tenéis ahora; porque él dijo: No te desampararé, ni te dejaré;\n\nde manera que podemos decir confiadamente: El Señor es mi ayudador; no temeré lo que me pueda hacer el hombre.\n\nAcordaos de los que os dirigen, que os hablaron la palabra de Dios; considerad cuál haya sido el resultado de su conducta, e imitad su fe.\n\nJesucristo es el mismo ayer,…hoy, y por los siglos.",
    "Inclinemos nuestros rostros para orar. Y mientras tenemos nuestros rostros inclinados y también nuestros corazones, ¿habrá peticiones aquí que quisieran que fueran recordadas, que quisieran decirlas a Dios, mientras estamos en esta reunión: “Dios, yo tengo una gran necesidad. Acuérdate de mí, Señor”? ¿Lo darían a conocer levantando sus manos? Diciendo: “Acuérdate de mí. Estoy aquí por una necesidad, Señor”.",
    "Nuestro Padre Celestial, estamos acercándonos a Ti, en ese todo-suficiente Nombre del Señor Jesús, sabiendo esto, que Él dijo: “Si pidiereis algo al Padre en Mi Nombre, os será concedido”. Y estamos tan contentos de saber eso, Señor, que tenemos esta seguridad, que cuando pedimos cualquier cosa en Su Nombre, ya ha—ha sido oído por Dios. Y oramos Padre, en esta noche, y con mi propia petición, tengo mis dos manos levantadas. Te—te pido, Padre Celestial, que contestes cada una de estas peticiones. No cabe duda que hay personas allí cuyos seres queridos no son salvos, y—y tienen enfermedades, y—y tal vez problemas domésticos, problemas de finanzas. Y, ¡oh Dios!, este—este mundo vil realmente está todo enfermo. Y nosotros, esperamos Tu Venida, Señor, donde habrá un gran Milenio, mil años, y donde—donde los justos gobernarán y reinarán con Cristo. Estamos esperando esa hora, Señor. Y así queremos vivir, siendo que este es el tiempo en que estamos viendo la última generación sobre la tierra, y esperamos Su Venida.",
    "Y oramos, Padre, que salves a toda alma que pueda ser salva, en esta región, mientras estamos en esta reunión. Concédelo, Padre. Y que cuando la reunión haya terminado, si no los alcanzamos, que haya un avivamiento en todas las iglesias.\n\nY—y no tardes Señor, ven.",
    "Vemos los terremotos nuevamente dividiendo la tierra en diversos lugares, y los corazones de los hombres desfalleciendo, temor, confusión por la naturaleza, y angustiadas, las naciones. Y simplemente estamos—estamos en el tiempo del fin. Recordando el gran terremoto del otro día, y nunca hubo uno así; solo hace mil novecientos años, en otro Viernes Santo, cuando Jesús fue rechazado por el mundo, la tierra se sacudió toda. Y Dios, Él ha sido rechazado nuevamente. La tierra se sacudió el otro día, y cerros y montañas se derrumbaron, ciudades cayeron, y el agua subió por el aire, y el mundo entero lo sintió. ¿Cómo será cuando Tú regreses, Señor? Con razón, “Ellos clamarán a las rocas y a las montañas”.",
    "Permítenos estar preparados para esa gran hora de la ida a Casa, Padre. Concede cada petición, porque lo pedimos en el Nombre de Jesús. Amén.\n\nTomen asiento.",
    "Quiero especialmente que escuchen ahora, tomémonos el tiempo. Y sean lo más reverente posible, especialmente mientras estamos hablando. Porque si Uds. no captan las palabras, lo que tenemos que explicar cada noche, entonces Ud. vendrá a la plataforma sin saber para qué está viniendo. ¿Ve?, Ud. debe entender. Ud. debe venir con un entendimiento, así es como Cristo quiere que vengamos. Y si… Ud. tiene que tener fe en lo que está haciendo. Si no, Ud. solo estará pasando por pasar: “Espero que suceda”, y así nunca sucederá. No puede suceder. ¿Ve? Ud. no puede tener fe si pasa así. Ud. tiene que estar plenamente seguro por qué está viniendo, y saber que va a suceder. Y entonces, entonces Ud. estará seguro que va a suceder.",
    "Ahora, recuerden. No lo olviden. Nuestro tema es, y nuestro texto, que: “Jesucristo es el mismo ayer, hoy, y por los siglos”.",
    "Ahora, el tema de mi texto para esta noche es: Cristo se identifica igual en todas las generaciones.",
    "Ahora, la Biblia dice: “Él es el mismo ayer, hoy, y por los siglos”, y queremos saber cómo Él puede serlo, cómo podríamos reconocerlo. Si Él está aquí exactamente como estuvo en cualquier otro tiempo, entonces nos gustaría saber cómo poder reconocerlo entre nosotros.",
    "Hay tanta gente con ideas tan diferentes acerca de Él. Vean, cada uno, individualmente, tratamos de hacernos una idea de Cristo, cómo era Él, Su apariencia, y—y cómo los psicólogos que han pintado el cuadro. Por ejemplo, El rostro de Cristo a los treinta y tres, de Hofmann, y—y Sallman y otros, pero, vean, nosotros no sabemos si Él era así. Así que nosotros jamás podríamos entender, ni cómo era Él solo por una pintura de algún cuadro.",
    "Por lo tanto, si alguien viniera a la plataforma o llegara entre nosotros, y tuviera cicatrices en las manos, y marcas de clavos, y marcas de espinas en la frente, y sangrando, pues, vean, ese—ese no sería Cristo. Pues, cuando Él venga, todo ojo Le verá, y toda rodilla se doblará, cuando ese cuerpo regrese nuevamente a la tierra. ¿Ven?",
    "Pero lo que, ¿cómo entonces Él puede ser el mismo ayer, hoy y por los siglos? ¿Ven? Tenemos que aprender ahora lo que—lo que Él es.",
    "Si yo les preguntara, por decir, tal vez aquí a los luteranos, ¿cuál es su concepto de Él? “¡Oh!” ellos dirían: “nosotros—nosotros lo tenemos a Él en nuestra iglesia”. Bueno, yo no dudo eso. “Pero Él es esto”. Y luego tal vez si me dirigiese al pueblo bautista, entonces ellos—ellos tendrían una idea un poco diferente. Y si fuera a las diferentes ramas del Evangelio completo, como las asambleas de Dios, la cuadrangular, la—la pentecostal unida, y—y las—las diferentes ramificaciones de ella, cada una podría tener una idea diferente acerca de Esto. Cada individuo allí podría diferir. Pero ellos…",
    "Tenemos que tener algo donde podamos llegar a alguna conclusión, o no sabremos hacia dónde—dónde estamos yendo. Yo creo que lo que concluiría eso sería la Palabra de Dios. Y a pesar de nuestros credos y nuestros pensamientos, la Palabra de Dios debería—debería decidir eso.",
    "Y, por tanto, algunos de ellos afirman que Él—Él fue, para algunas personas, Él fue simplemente un—un gran organizador. “Él organizó un—un cuerpo de doce apóstoles. Él fue un gran organizador”. Hasta donde sabemos, Él jamás organizó nada. Él nunca hizo una cosa como esa. Él simplemente…",
    "Él fue la manifestación de Dios. “Era Dios en Cristo, reconciliando Consigo al mundo”. Él estaba expresando lo que era el Padre, en Sí Mismo. Él dijo: “Yo siempre hago lo que le agrada al Padre. Y Yo y el Padre uno somos. El Padre mora en Mí. Cuando Uds. me ven a Mí, han visto al Padre”. En otras palabras, Él expresó a Dios, la medida del Espíritu en Él, a tal grado que “Él y el Padre, no estimó como cosa a que aferrarse Él ser la misma Persona”.",
    "Ahora, encontramos aquí que algunos piensan que: “Él fue un filósofo”. Él fue un filósofo. No hay duda de eso. Él… Pero Él fue más que un filósofo.",
    "Algunos pensaron que Él era “un profeta”. Él, Él fue un profeta. Cierto. La Biblia dice que lo fue. Pero Él fue más que un profeta.",
    "Algunos dijeron que: “Él fue un maestro. ‘Nunca hubo un hombre que enseñase así’”. Él fue un maestro, pero fue aun más que un maestro. ¿Ven?",
    "Algunos dicen: “Él fue un buen hombre”. Pero Él fue más que un buen hombre. Él sí fue un buen hombre, pero fue más que un buen hombre.",
    "Y en resumidas cuentas, Él fue Dios. Así que Él no fue nada menos, ni nada más. Él no podía ser más, desde luego. “Él fue—Él fue Dios manifestado en la carne, y creído en el mundo, y recibido arriba en gloria, y está sentado a la diestra del Padre”.",
    "Ahora, vemos que para obtener la verdadera expresión de Él, nosotros… Juan, en el capítulo 1 de Juan, él dijo: “En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios. Y el Verbo fue hecho carne y habitó entre nosotros”.",
    "Ahora, en el principio, hablamos de cuando comenzó el tiempo, fue cuando la Eternidad se dividió en tiempo. Ahora, después de un rato, el tiempo volverá a entrar a la Eternidad. Por supuesto, el tiempo también es Eternidad, pero el tiempo es un espacio determinado. Y es de esa manera, lo único que nosotros conocemos son pulgadas y yardas, y millas, y—y cifras, y todo eso; pero eso no es nada para Dios. Para Él no existe tiempo. Él—Él es siempre.",
    "Él es Eterno, y Él es la única fuente de Vida Eterna que hay, la cual está en Dios, nuestro Padre. Él Mismo es Eterno. Ahora, por lo tanto, si nosotros tenemos Vida Eterna, tenemos parte de Dios en nosotros, y a Dios en nosotros. Si Él no lo está… Entonces, esa es la única manera en que Ud. pudiera tener Vida Eterna. No es algo que fue manufacturado, luego entregado a Ud. por algún credo, o un cambio que Ud. hizo en su vida, llegando a ser un mejor hombre, una mujer mejor; es Dios Mismo en Ud. Así como Ud. es parte de su padre aquí en la tierra, Ud. es parte de su Padre Celestial. Y lo que Ud. es, Ud. es el atributo de Sus pensamientos de Ud. antes de la fundación del mundo. Ud. es una expresión. Él tuvo que procrearlo, colocarlo, y todo eso, para conseguir lo que Ud. es, para hacerlo lo que Ud. es. Entonces cuando fuimos completados, entonces esto aquí…",
    "Tanta gente viaja por la carretera de la vida mirando por el espejo retrovisor. Especialmente, no digo esto para herir sentimientos, pero muchas de nuestras mujeres, ellas siempre, cuando pasan por los treinta años, ellas quieren volver y—y ser una jovencita nuevamente. Y cuando llegan a los cincuenta, aún quieren eso mismo. No es solo con ellas, sino con los hombres también. Pero cualquiera que vaya mirando por un espejo retrovisor, en alguna parte va a tener un accidente. No se puede conducir por la carretera, continuamente, mirando por el espejo retrovisor.",
    "Pero yo creo lo que dijo Pablo: “Olvidando lo que queda atrás, prosigo a la meta del supremo llamamiento en Cristo”. ¿Ven? No mire lo que Ud. fue; mire lo que Ud. va a ser.",
    "En una ocasión, yo—yo estaba confirmando en casamiento a una pareja anciana. Ellos habían renovado sus votos matrimoniales. Tenían ochenta y tres y ochenta y cuatro años de edad, cada uno. Les había leído el voto completo. Y yo—yo me sentí insignificante, apenas un joven como era entonces, tratando de… El anciano tenía unos sesenta años de casado, él y su esposa, y estaban tomando el voto. Y estaban más enamorados que nunca.",
    "Él tenía una barba larga. Y yo le dije… Le dije a ella, dije: “¿Qué piensa Ud. al respecto?”. Bueno, le pregunté a él primero. Le dije: “¿Qué piensa Ud. al respecto, por qué usa Ud. la barba larga?”.",
    "Él dijo: “Yo creo que un anciano de mi edad debería tener un barba larga”.\n\nYo le dije a ella: “¿Qué le parece a Ud.?”.\n\nElla dijo: “Bueno” dijo, “todo lo que Juan haga está bien”.",
    "Entonces, y—y yo dije: “Bueno, hay una gran diferencia en Ud. desde que se casó con ella”.",
    "Dijo: “Sabe, el Señor ha sido bueno”. Dijo: “Ella está tan linda como siempre”. Dijo: “Sabe, a medida que ella envejece, mi vista se va apagando”.",
    "Así que yo—yo pensé que eso fue—eso fue muy tierno. Espero que mi esposa piense lo mismo. Y creo que todos estamos de acuerdo en eso.",
    "Así que, pero ellos—ellos habían descubierto la vida. Habían encontrado cómo vivirla, ¿ven?",
    "No es como decimos: “A todos nos gustaría volver” nosotros las personas mayores, “volver a los dieciséis, o dieciocho, veinte años de edad, algo así”.",
    "Pero recuerden que nosotros crecimos y alcanzamos esa edad. Y entonces ¿por qué, comiendo los mismos alimentos, estamos muriendo ahora, cuando todo eso produce células sanguíneas de la misma manera? La ciencia no puede probarlo. Es una cita de encuentro con Dios. Cuando Ud. llega a esa edad, Dios dice: “Eso es lo que quiero ahora”. Y le entra la muerte.",
    "Pero, vean, en la resurrección, no habrá memoria en lo absoluto de la vejez. Volvemos a eso por la Eternidad, para siempre. Entonces ¿por qué Ud. mirar atrás, a eso, para tener que vivir de nuevo esta cosa miserable? Pues, mire allí mismo, delante de Ud. está la nueva criatura en Cristo, el cuerpo nuevo, el inmortal que nunca pasará, nunca envejecerá, nunca tendrá una enfermedad ni angustia. Entonces, mire, mantenga la mirada adelante así, esperando Su Venida.",
    "Ahora, “En el principio, el Verbo, y el Verbo era con Dios, y el Verbo era Dios. Y el Verbo se hizo carne y habitó entre nosotros”. Ese era Jesucristo. Él era el Verbo de Dios.",
    "Ahora, algún día Dios va a juzgar el mundo. Sabemos eso. Y ahora, mucha gente piensa, tienen sus ideas acerca de la norma por la cual Él juzgará el mundo.",
    "Ahora, para nuestros buenos amigos católicos, si hubiere alguno aquí, ellos creen que Dios juzgará el mundo por medio de la iglesia católica. Si es así, ¿cuál iglesia católica? ¿Ven Uds.? Porque hay muchas ramas distintas del catolicismo. Hay una católica romana y la ortodoxa griega, y así sucesivamente. ¿Ven? Bueno, si Él lo juzga por la romana, entonces la griega está errada. Si lo juzga por la griega, entonces la romana está errada. ¿Ven?",
    "Y, entonces si Él lo juzga por la luterana, la bautista está errada. Si lo juzga por la bautista, la luterana está errada. Si lo juzga por la pentecostal, entonces ambas están erradas. Entonces, vean, entonces allí lo tienen.",
    "Él no va a juzgar al mundo por medio de ninguna iglesia. Él no va a juzgar la Palabra por medio de ningún código o ningún credo. Él va a juzgar al mundo por medio de Jesucristo, y Él es la Palabra. Jesús es la Palabra. “En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios”. Y la Palabra aún es Dios, “el mismo ayer, hoy, y por los siglos”. ¡El mismo ayer, hoy, y por los siglos!",
    "Ahora, ¿cómo podría ser esto? Dios, en el principio, asignó Su Palabra, una porción para cada edad. Por eso es que Él conoció el fin desde el principio. En cada edad hubo una—una profecía asignada para esa edad. Generalmente, las iglesias y demás, y los grupos de personas, todos tenían la cosa tan torcida, que Él enviaba un profeta a la escena. Ahora, sabemos que la Biblia dice que: “Dios, habiendo hablado muchas veces y de muchas maneras a los padres por los profetas, en estos postreros días por Su Hijo, Jesucristo”. Nunca, el Dios inmutable nunca cambia Su manera de hacer las cosas. Dios tiene una sola manera de hacer las cosas y Él no cambia en lo absoluto.",
    "Cuando el hombre pecó y cayó, en el huerto del Edén, y Dios hizo una manera para que ese hombre fuera—fuera salvo, Él nunca ha cambiado Su manera. Él aceptó a ese hombre sobre la base de la Sangre derramada de un Inocente, y Él nunca ha cambiado eso desde entonces, sin importar lo que sea.",
    "Hemos tratado de construir torres como Nimrod. Y tratamos de… Tratamos de construir ciudades como Nabucodonosor. Hemos tratado de tener organizaciones, para hacer que todas las personas pertenezcan a un solo grupo. Hemos tratado de meterlas por la educación. Hemos hecho todo esfuerzo en el mundo para hacerlo. Y todo eso ha fallado por completo.",
    "Dios se encuentra con el hombre sobre una sola base, es bajo la Sangre derramada, y ese es el único lugar donde Él alguna vez se encontrará con él. Fuera de eso, Ud. simplemente estará peleando con el aire. Él se encontró con Israel, Él se encontró con Job, Él se encontró con todos los profetas, en todo lugar, bajo la sangre derramada. Y esa es la única manera en que Él se encontrará con nosotros en esta noche; no como pentecostales, no como metodistas, no como luteranos, ni como católicos. Sino que Él se encontrará con nosotros bajo la Sangre derramada de Su Hijo Jesucristo, y eso solamente. Ese es el único lugar donde Él se encontrará con nosotros.",
    "El Dios incambiable, Él nunca cambia Su manera de hacer cualquier cosa. ¿Ven? Sus características prueban que Él no cambia.",
    "Él nunca lidia con grupos. Alguna grande, Ud. dice: “Nuestra gran organización”. Dios la ignorará. Él lidia con un individuo, una persona. ¿Ven?",
    "Porque Ud. mismo solo es un individuo. No hay dos narices iguales, ni dos huellas digitales. Ud. es un individuo, y Dios lidia con Ud. como individuo.",
    "Así que, en cada edad, cuando Dios asigna Su Palabra para cada edad, entonces cuando esa Palabra está lista para ser manifestada… Ahora, escudriñen las Escrituras; no lo tomen solo porque yo lo digo. Cuando esa Palabra está lista para ser manifestada, entonces Dios envía un profeta y revela la Palabra a Su Profeta. La Biblia dice que: “La Palabra del Señor vino a los profetas. Y Él no hace nada sin que lo revele a Sus profetas”. Un profeta es a quien la… al cual vino la Palabra del Señor, como en los días de Noé, y en los días de—de Elías, y en los días de—de Moisés, y así sucesivamente. Jeremías, e Isaías, y a quién más podría mencionar, que Él vino a ellos. Y ellos manifestaron, o cumplieron esa Palabra.",
    "Ahora, observen, para que vean si estoy en lo cierto o no, en estos pensamientos que estamos considerando.",
    "Ahora vean, cada uno de nosotros tiene cosas, cada uno de nosotros interpreta la Biblia diferente. El metodista dice: “Se debe leer de esta manera”. El católico dice: “De esta manera”. El luterano: “De esta manera”. Los pentecostales: “De esta manera”.",
    "Pero la Biblia dice que: “La Palabra de Dios no es de interpretación privada”.",
    "Dios interpreta Su Propia Palabra. Dios no necesita ningún intérprete. Él no necesita que nosotros interpretemos. Cuando Dios hace una promesa y la manifiesta, y la cumple, esa es la interpretación de aquello. En el principio Dios dijo: “Sea la luz”, y hubo luz. Eso no necesita ninguna interpretación. Cuando Dios dijo: “Habrá luz”, y vino la luz, eso interpreta Su Propia Palabra. Él dijo: “Una virgen concebirá”, y ella concibió. Él dijo que: “En los días postreros derramaría Su Espíritu sobre toda carne”, y lo hizo. Eso no necesita de ninguna interpretación. Cuando Dios le esclarece Su Palabra a Ud., eso es dar la interpretación.",
    "Ahora, cuando vino Moisés, él no podría haber tomado el mensaje de Noé. Tampoco podría Moisés haber tomado… o—o Noé tomado el mensaje de Moisés. Tampoco podría Josué haber tomado ninguno de los mensajes de ellos, ¿ven?, cada uno. Isaías no podría haber tomado el de otro. Cada mensaje es para esa edad.",
    "Y en la edad en que estamos viviendo, cuando esa Palabra es interpretada, Dios declarando esa Palabra y haciendo vivir la Palabra para esa edad, dando la interpretación de ella, eso es Dios en Cristo, manifestando. ¿Ven? Porque Cristo es la Palabra, y cuando la Palabra es manifestada, eso entonces es Cristo en cada edad.",
    "Fue Dios que estuvo en José. El carácter de José tipificó a Cristo perfectamente. Él nació en el tiempo de toda la gran iglesia allí con su padre. Sus hermanos lo odiaban porque él era espiritual. Él veía visiones y podía interpretar sueños, y sus hermanos lo odiaban sin causa. ¡Dígame si no fue precisamente la razón por la que odiaron a Jesús!",
    "Y noten, él fue amado por su padre; también Jesús. Vendido por casi treinta monedas de plata; como Jesús. Fue lanzado dentro de una cisterna, y dado por muerto; exactamente como Jesús. Fue sacado y puesto en una prisión; exactamente como Jesús, en la cruz. Luego fue llevado a la casa de faraón, y llegó a ser la mano derecha de faraón; y exactamente como Jesús ascendió a la diestra de Dios. Y cuando José salía del palacio, sonaban las trompetas, y se doblaba toda rodilla, José venía; y también cuando Jesús deje el Trono y regrese, la trompeta sonará, y toda rodilla se doblará.",
    "Él estuvo en—Él estuvo en David. Cuando David fue rechazado por su propio pueblo, de ser rey, y subió al monte, miró atrás sobre el Monte de los Olivos; siendo excomulgado de su propio pueblo, subió al monte, miró atrás sobre la ciudad y lloró. Ochocientos años más tarde, el Hijo de David se sentó en el mismo monte, llorando, por haber sido rechazado en Su Propia ciudad. Y dijo: “Jerusalén, Jerusalén, cuántas veces quise juntarte como una gallina a sus polluelos, pero no quisiste”. ¿Ven Uds.? Es Cristo en cada generación. Eso fue Cristo en David.",
    "La Biblia dice que: “Moisés abandonó los tesoros de Egipto, los placeres y riquezas de Egipto, tuvo por mayores tesoros el vituperio de Cristo”. Y él siguió a Cristo en el desierto, que era la Columna de Fuego. Eso, pues, era el Logos que salió de Dios, el cual era Cristo, el ungido.",
    "Y ahora, vemos que en cada una de esas edades, por lo general la gente no quiere creerlo, porque ya están establecidos en su costumbre. Se está doblando una esquina. Se está construyendo un edificio. Y entonces se llega a la esquina, todos están siguiendo en esta dirección, ellos no quieren doblar esa esquina. Pero el edificio va en esa dirección si la Palabra dice que va en esa dirección. ¿Ven Uds.? Allí es donde tenemos esos empalmes de tiempo. Allí es donde es difícil. Allí es donde los hombres sudaron la gota gorda.",
    "Ahora, recuerden, Dios nunca cambia Su manera de hacer las cosas; siempre por la Escritura, exactamente igual. Miren, en los días de Noé, eso fue Cristo que estuvo en Noé. Aquello fue Noé…",
    "Fue Cristo que estuvo en Moisés. Miren, él nació en un tiempo, nació para ser profeta, y fue puesto en un junco; y tal como a Cristo tuvieron que sacarlo del país, por cuanto estaban matando a todos los niños. Y cuando él salió en el desierto, el dador de la ley, y—y un sacerdote, y un—un—un profeta, y todo lo demás, todo prefiguró a Cristo, exactamente, y así con los profetas a medida que ellos profetizaban.",
    "Ahora lo vemos a Él, Dios, identificándose entonces en todas las edades. ¿Cómo? Pues ¿cómo se identificó Él? ¿Qué característica usó? Su misma característica desde el principio: manifestando Su Palabra, haciendo vivir Su Palabra. Esa es la identificación, la Palabra prometida de esa edad. ¿Ven?",
    "Pues, cuando vino Moisés, él no podía decir: “Ahora vamos a construir un arca y salir flotando de aquí”. Ese fue el mensaje de Noé. Y ese es el problema. Cuando Jesús vino a la escena, Él encontró a esos hebreos viviendo en el resplandor de otra luz. Y eso es lo que sucede hoy. Eso es lo que sucede en cada edad. Ellos viven en el resplandor de otra luz.",
    "Por esa razón es que Uds. metodistas, cuando vinieron a la escena, Lutero estaba… Uds. estaban viviendo, y estaban viviendo en el resplandor de una edad luterana; ellos no pudieron aceptar a Juan Wesley. Cuando vinieron los pentecostales, los metodistas no pudieron aceptar a los pentecostales, porque estaban viviendo en el resplandor de los metodistas. Y ahora yo me pregunto: ¿en qué clase de resplandor están viviendo los pentecostales? ¿Ven Uds.?",
    "Lo que Ud. querrá hacer es escudriñar las Escrituras y averiguar en qué hora estamos viviendo, y después, lo que debe estar aquí en ese tiempo, y ver si Dios hace que eso viva y lo manifiesta, entonces esa es la cosa que estamos—estamos, tenemos la interpretación correcta para la edad.\n\nAhora, Jesús, cuando Él vino, ellos dijeron: “Nosotros tenemos a Moisés”.",
    "Él dijo: “Si Uds. hubieran conocido a Moisés, me hubieran conocido a Mí; él escribió de Mí”. Él dijo: “Escudriñad las Escrituras; porque a vosotros os parece que en Ellas tenéis la Vida Eterna; y Ellas son las que dan testimonio de Mí”. En otras palabras: “Busquen en las Escrituras”. ¿Ven?",
    "¡Oh, ellos estaban tan arraigados en sus tradiciones! Él dijo: “Sí, con sus tradiciones Uds. han invalidado la Palabra de Dios para con el pueblo. Uds. los llenan tanto de tradición, al punto que la Palabra no tiene ningún efecto en ellos. Porque Uds. dicen…”\n\nEs lo mismo hoy. “Yo soy esto. Yo pertenezco a esto”.",
    "Una vez le pregunté a una muchacha: “¿Eres Cristiana?”. Ella dijo: “Yo prendo una vela todas las noches”. Miren, como si eso tuviese algo que ver al respecto.",
    "Una vez fui a orar por una señora a un hospital. Ella dijo: “Espere. Cierre esas cortinas. Cierre esas cortinas”.\n\nYo dije: “¿Cuál es el problema?”.\n\nElla dijo: “Somos metodistas”.\n\nDije: “¿No es Ud. Cristiana?”.\n\nDijo: “Soy metodista”.",
    "Yo dije: “Bueno, así es. No hay nada más que decir. Ud. no es Cristiana. Ud. solo es metodista”.",
    "Y, pues, así—así es eso, ¿ven?, ellos simplemente no lo entienden. Y, vean, ellos están viviendo en el resplandor de otra luz. Y el resplandor es esa cosa… ¿Qué es? Es una luz falsa. Es un reflejo. Como yo…",
    "Mi casa está en Tucson, Arizona. Yo vivo en el desierto. Y hay espejismos. Uds. saben lo que es eso. Es el reflejo del sol sobre el desierto caliente, y refleja una luz falsa, hace que se vea como agua. Cuando uno llega allá, no hay nada de agua allí.",
    "Eso es un resplandor. Y es algo atractivo, pero Ud. nunca llega a él.",
    "Y, ahora, el robo más grande que ha habido en el mundo, fue aquel robo de siete millones de dólares recientemente en Inglaterra. Y lo hicieron con luces falsas. Pusieron luces falsas allá y redujeron la velocidad de aquel tren, y ni siquiera la Scotland Yard pudo resolverlo. Fue el robo más grande de la historia del mundo, y lo hicieron con una luz falsa.",
    "Y el robo más grande que la iglesia de Jesucristo haya tenido, es una luz falsa, el resplandor de otra edad, cuando Dios está tratando de inyectar, o proyectarle al pueblo la Luz de la hora.",
    "Cuando vino Jesús, Él fue la Palabra. Moisés también fue la Palabra; Moisés, los demás profetas, fueron la Palabra, pero ellos fueron la Palabra en parte. Él fue la Palabra en plenitud. Él fue la plenitud de la Palabra. Él fue la Palabra.",
    "Y entonces ellos estaban viviendo en el—el resplandor destellante de la edad de Moisés. Él dijo: “Si Uds. hubieran conocido a Moisés, me conocerían a Mí, porque Moisés escribió de Mí”.",
    "Ellos dijeron: “Pero, Tú ni siquiera tienes cincuenta años, y ¿dices que ‘has visto a Abraham?’. Ahora sabemos que estás loco”.\n\nÉl dijo: “Antes que Abraham fuese, YO SOY”.",
    "El “YO SOY” estuvo en la zarza ardiente. Esa era la Columna de Fuego. ¿Ven? Él era “YO SOY”. “Él es el mismo ayer, hoy, y por los siglos” dice la Biblia, “Jesucristo”. Sus características no cambian en lo absoluto. Sus Palabras son las mismas.",
    "Es la porción de Palabra para cada edad. ¿Y cómo Él la da a conocer? Él la da a conocer por Sus siervos los profetas. Él todo… ¿Cómo se—cómo se entiende al profeta? Cuando él profetiza algo, y eso se cumple.",
    "Ahora profetas, pues, en estos días tenemos dones de profetas… dones de profecía, mejor dicho. Ud. impone las manos, y ora, y Ud.… Los dones vienen, nueve dones espirituales en la iglesia. Eso, antes de que la profecía pueda ser recibida por la iglesia, tiene que ser juzgada por cinco jueces espirituales… o tres jueces espirituales.",
    "Pero un profeta no. Un profeta nace profeta. “Dones y llamamientos son sin arrepentimiento”. Es algo que está en Ud. Es algo que nació en Ud. Dios lo ordenó en Ud.\n\nPues, Moisés nació profeta.",
    "Jeremías, la Biblia dice, pues, dice… Dios le dijo a Jeremías, dijo: “Antes que te formase en el vientre de tu madre, te santifiqué y te di por profeta a las naciones”.",
    "Juan el bautista, setecientos doce años antes de que naciera, Isaías lo vio: “La voz del que clama en el desierto”. Su padre era sacerdote. Él… Era, comúnmente ellos iban y adoptaban el trabajo de su padre. Pero su trabajo era demasiado importante. Él tenía que anunciar al Mesías. Así que se fue al desierto. Sin educación; él no necesitaba la educación. Él tenía que tener una revelación directa de Quién era este Mesías.",
    "Y él Lo reconoció. Él dijo: “Doy testimonio, yo vi al Espíritu de Dios descendiendo sobre Él como paloma, y una Voz del Cielo diciendo: ‘Este es Mi Hijo amado’. Este es Él”.",
    "Si él hubiera estado en algún seminario, o algo así, hubieran dicho: “Bueno, Uds. conocen al Hermano Jones aquí. Él parece ser el Mesías”, ¿ven?, hubieran sido persuadidos.",
    "Pero su trabajo era demasiado importante. Él tuvo que irse al desierto y quedarse solo con Dios. Cuando salió, no tenía educación. Él hablaba como los hombres. Él dijo: “¡Oh, generación de víboras, o serpientes en la hierba!”.",
    "Ahora, si hubiera sido algún hombre educado, él podría haber dicho otra palabra, ya saben: “Uds. son una molestia”, o algo así. Pero él había traído algo diferente, pero él hubiera—él hubiera traído otra palabra refinada de ética o algo, de su educación.",
    "Pero Juan dijo que “Ellos eran pillos y escurridizos como una culebra”. Eso es lo que él había visto en el desierto. Dijo: “Generación de víboras, ¿quién os ha enseñado a huir de la ira venidera? No penséis que porque: ‘Nosotros pertenecemos a esto, y pertenecemos a aquello’, tienen algo”. ¿Me pregunto si él no diría lo mismo hoy? “Dios puede levantar hijos a Abraham de estas piedras, de estas rocas”. Lo que él había visto. También: “El hacha está puesta a la raíz del árbol”. Lo que él había visto en el desierto. “Todo árbol que no da buen fruto, los árboles frutales estériles eran cortados y echados al fuego”. ¿Ven? Sus sermones eran en tipos. Pero él—él fue exactamente lo que Dios le ordenó ser. ¿Ven? Él era ese profeta. Ellos no habían tenido profeta por cientos de años. Noten, pero Dios lo moldeó y lo hizo.",
    "Lo vemos con Jeremías cuando apareció en la escena.",
    "Lo vemos con los distintos profetas que venían a la escena, a duras penas sabemos de dónde venían. Ellos simplemente surgían y desaparecían. Dios los usaba y los sellaba, los despachaba, y eso era todo. El mensaje seguía adelante. La Palabra era confirmada. Y pasaba a otra generación, entonces ellos edificaban en base a lo que estos profetas hacían. Y ellos…",
    "Entonces cuando Él vino, Jesús dijo: “Uds. blanquean las paredes y los—los sepulcros de los profetas, y Uds. son los que los pusieron allí”. ¿Ven?",
    "Un hombre se levanta con un mensaje, y predica este mensaje, y entrega el mensaje de la hora, y luego después de un tiempo lo matan, y lo colocan en el sepulcro. Y años después, edifican una organización sobre esto, y sobre eso llega algo más. ¿Qué están haciendo? El mensaje del hombre ya pasó. Queda en la historia. Nosotros seguimos, mirando hacia adelante.",
    "La ciencia no mira hacia atrás declarando lo que algún científico ha dicho. Yo leí que un científico probó, al rodar una pelota; y—y—y en Francia, hace como trescientos años, que: “Si un hombre alguna vez alcanza la impresionante velocidad de treinta y cinco millas por hora, él se saldría de la tierra”. Y yo llegué aquí como a sesenta millas por hora. ¿Ven? Así que la ciencia no se referirá a eso. Ellos siguen adelante. Ahora lo tienen viajando a cientos de millas por hora. Y simplemente… Ellos no se detienen. Simplemente siguen avanzando.",
    "Pero nosotros continuamente miramos atrás para ver “¿Qué dijo Finney? ¿Qué dijo Sankey? ¿Qué dijo Moody?”. Ellos fueron hombres buenos; también lo fue Moisés y José. Y esa fue otra edad.",
    "Veamos lo que dice la Palabra que Jesucristo es hoy. Él es el mismo ayer, hoy, y por los siglos. Y la única manera en que sabremos lo que Él es hoy, es averiguando lo que Él fue ayer, entonces Uds. verán lo que Él es.",
    "Ahora, esta noche no tenemos tiempo para explicar demasiado eso porque solo nos quedan unos cuantos minutos. Fíjense. La Palabra que ha sido determinada para cada edad, cuando esa Palabra es manifestada, eso es Cristo para ese día, tal como fue en cada uno de aquellos días.",
    "Ahora, cuando vemos a Jesús viniendo a—viniendo a la escena, Él fue rechazado, sin embargo, Él era la Palabra prometida. Ahora, en Deuteronomio 18:15, Moisés dijo: “El Señor vuestro Dios levantará un Profeta semejante a mí. Y acontecerá que cualquiera que no oyere a este Profeta, será cortado de en medio del pueblo”. Ahora, allí estaba Él, el Profeta exacto para esa edad, y los maestros de esa edad no lo vieron. Finalmente ellos Lo mataron. ¿Ven? Y Él cumpliendo eso exactamente.",
    "Él nació de una virgen. Ellos no creyeron eso. “Eso era nada más que fanatismo”. Pero ahora lo creemos, después que ya se ha probado.",
    "Juana de Arco, cuando ella apareció en la escena allá en Francia, la revolución francesa, ¿qué hicieron Uds. católicos? La condenaron a muerte, como bruja, porque ella veía visiones, interpretaba sueños. Doscientos años después, Uds. hicieron penitencia, desenterraron los cuerpos de aquellos sacerdotes, que los mataron y la quemaron en la hoguera, y los lanzaron al río. Esa fue la penitencia de Uds. ¿Ven?",
    "Uds. no reconocieron a San Patricio cuando estuvo en la tierra, que era Sucat. Uds. no lo reconocieron a él. Declaran que es uno de los santos; fíjense a cuántos de sus hijos mataron Uds. allá en Irlanda. ¿Ven?",
    "Después que ya todo ha terminado, su vindicación ya pasó, entonces ellos le edifican un sepulcro a eso. Cuando el mensaje ya pasó y se fue a otra cosa. El hombre siempre está alabando a Dios por lo que Él ha hecho, anhelando lo que Él hará, e ignorando lo que Él está haciendo. Así mismo es como el diablo quiere que sean ellos, muy religiosos, eruditos y educadores: prueban lo que Él ha hecho, y prueban lo que Él va hacer, pero ignoran lo que Él está haciendo. ¿Ven? Así ha sido siempre, igual. Podríamos seguir y seguir, con eso.",
    "Pero volvamos solo por unos minutos e identifiquemos lo que fue Jesús cuando Él estuvo en la tierra. Y veremos lo que Él fue en aquel entonces, lo que Él ha sido en las otras edades, entonces tendrá que ser lo mismo en esta edad, para probarlo. Ahora, vemos que cuando Él vino a la escena, no tenemos ningún…",
    "Sabemos que Él era la Palabra. Él era la Palabra. Y la Palabra siempre corrige el error. ¿Lo creen? [La congregación dice: “Amén”.—Ed.]",
    "Solo como un pequeño pensamiento aquí, fíjense en el… Uds. quienes adoran a María. ¿Ven? Ella dijo que el Espíritu Santo le hizo sombra y dio a luz este Hijo, y que “era del Espíritu Santo”.",
    "Entonces cuando Él tenía unos doce años, ellos estaban en Jerusalén, en la fiesta de la Pascua, y cuando ellos… o de Pentecostés. Y cuando ellos regresaban, era un viaje de tres días, Él se les perdió. Así que regresaron a buscarlo, y allí estaba Él en ese auditorio allí, la iglesia, debatiendo con aquellos sacerdotes y demás. Entonces Su madre se acercó, ella y José. Y ella le dijo: “Tu padre y yo Te hemos buscado con lágrimas”. ¿Ven? Delante de aquellos sacerdotes, ella negó su propio testimonio al llamar a José Su padre. ¿Ven? Ella había dicho que “Dios” era Su Padre, y aquí ella dijo: “Tu padre y yo hemos buscado con lágrimas”.",
    "Observen esa Palabra. Ese niño de doce años, claro, probablemente ni un solo día de instrucción en Su vida. Pero observen esa Palabra. Él era la Palabra. Él dijo: “¿No sabíais que en los negocios de Mi Padre me es necesario estar?”. Si José fuera Su padre, Él hubiera estado con él allá en la carpintería. Pero Su Padre era Dios, y Él estaba corrigiendo aquellos sacerdotes. Eso, y eso es “estar en los negocios de Mi Padre”. Vea a la Palabra corrigiendo el error. Siempre lo hace, cada vez. Ella probablemente nunca entendió aquello, y siguió adelante, caminando a tientas. La gente hace lo mismo hoy.",
    "Pero que Dios nos vivifique ahora, por estos próximos minutos, para ver lo que Él era.",
    "Ahora, vemos que de Su bautismo se fue al desierto, y salió del desierto.",
    "Y había un individuo llamado Andrés que había estado asistiendo a las reuniones de Juan. Y no podía convencer a su hermano, Simón, para—para que fuera a la reunión. Finalmente, un día, cuando estaban lavando sus redes, él—él llegó al punto donde él—él se encontró con Jesús. Y Simón sabía en su corazón…",
    "No hace mucho leí una pequeña historia sobre eso, de Simón. Su padre Jonás era un gran creyente, un fariseo. Él le había dicho que: “Muchas veces… Hijo, me estoy poniendo viejo y canoso”. Él dijo: “Yo—yo he orado tantas veces para que Dios me permita ver al Mesías”. Y dijo: “Nosotros confiamos en Dios por nuestro pescado, para nuestro sustento. Y—y tu madre ya partió, y parece que no podré verlo a Él. Ya—ya estoy demasiado anciano”. Y dijo: “Mira hijo, quiero que te sientes aquí a mi lado. Quiero hablarte”.",
    "🦅 Mira, un poco antes de que ese Mesías aparezca, sucederán toda clase de cosas falsas. Eso es Satanás”. Él dijo: “Pero recuerda, tú solo conocerás al Mesías, quédate siempre con la Palabra. Moisés dijo: ‘El Señor nuestro Dios levantará un Profeta’. Ahora, no hemos tenido uno por centenares de años. Pero habrá un Profeta, un Profeta identificado se levantará entre el pueblo, ese será el Mesías. Él será el Próximo”.",
    "Entonces cuando Andrés lo llevó para ver a Jesús, y le contó acerca de Juan predicando, y diciendo que vendría un Mesías, para él, pues, era simplemente otro individuo que iba de paso.",
    "Así que, un día, Simón vino directo a la Presencia Misma del Señor Jesús. Y Jesús lo miró y dijo—lo miró y le dijo: “Tu nombre es Simón, y tú eres el hijo de Jonás”. Eso fue suficiente. ¿Ven?",
    "Ahora, ¿cuántos saben que ese es el atributo de la Palabra de Dios? [La congregación dice: “Amén”.—Ed.] Seguro. Miren, Hebreos capítulo 4, versículo 12 dice: “La Palabra de Dios es más cortante que una espada de doble filo, y discierne los pensamientos que están en el corazón”. Eso es lo que eran esos profetas. Ellos, era así que ellos veían cosas anticipadamente, ¿ven Uds.?, y era así exactamente, porque era la Palabra para aquella edad. Si entienden eso levanten la mano en silencio. Así que, ¿ven?, era la Palabra para aquella edad. Eso era lo que los identificaba a ellos como el profeta.",
    "Ahora, un profeta, nuestra—nuestra palabra inglesa profeta, significa “un predicador”.",
    "Pero en el Antiguo Testamento, no era un profeta exactamente, era un vidente. Y el vidente predecía cosas por venir. Y, también, esa era su credencial como intérprete divino de la Palabra escrita, porque su propio ministerio estaba manifestando esa Palabra. ¿Ven? Así que eso lo hacía ser el profeta.",
    "Y cuando Jesús vino, Él hizo eso exactamente, Él lo miró directamente, lo dijo. Él no solo lo conoció por su nombre, que era Simón, sino que también conoció a su padre Jonás. Y él supo entonces lo que su padre le había dicho, que ese Mesías sería un profeta.",
    "Ahora, no fue por sanidad. Ellos habían tenido sanidades, el estanque de Betesda, y todo eso. Dios siempre ha provisto una via de sanidad para Su pueblo. Pero aquí estaba el Mesías identificado. Jesús rápidamente, o… Perdónenme.",
    "Simón reconoció eso. Y Jesús le dijo, en base a su confesión, que su nombre se llamaría, Uds. saben, “Pedro”.",
    "Luego vemos que había uno parado allí llamado, otro joven llamado Felipe. Y él tenía un amigo; habían estado estudiando las Escrituras juntos. Si alguna vez han estado en Palestina, miren dónde fue que predicaron. Y él rodeó la colina, como unas quince millas. Y encontró a Natanael debajo de un—un árbol, porque Natanael tenía un—un—un olivar. Y así que, al llegar, lo encontró orando debajo de un árbol. Él dijo: “Ven y ve a Quien hemos hallado, a Jesús de Nazaret, hijo de José”. Dijo: “Ven. Ven y ve. Lo hemos encontrado”.",
    "Y entonces, Uds. saben, por supuesto, este tipo, siendo un—un individuo tan fino, dijo: “¿De Nazaret podría salir algo bueno?”.",
    "Él le dio la mejor respuesta que un hombre pudiera darle a otro: “Ven y ve”. “No se quede en casa criticando. Venga, traiga la Biblia, examinémosla”.",
    "Ahora, de seguro que se pusieron a conversar mientras rodeaban la ladera, dijo: “Mira, tú sabes, nosotros sabemos que cuando venga el Mesías, Él va a ser un profeta”.\n\n“¡Oh, sí!, Moisés nos dijo eso. Estamos esperando un profeta”.",
    "Y, naturalmente, la gente pensaba que: “Si viene el Mesías, Dios bajará los corredores, y descenderá directo a los terrenos del templo, y dirá: ‘Caifás, he llegado’”. Pero Dios no hace las cosas de esa manera.",
    "Él lo hace muy sencillo. Él simplemente busca a Su Iglesia. Eso es lo que Él está buscando, a Su Iglesia.",
    "Y vemos que él dijo: “¿Conoces a ese pescador anciano a quien le vendiste pescado, o que te vendió pescado una vez, que no tenía suficiente educación ni para firmar su nombre en ese recibo?”.\n\n“Sí. Simón”.",
    "🦅 Él le dijo que su nombre era Simón, y le dijo quién—quién era su padre. Bueno, no me sorprendería si Él te dijera quién eres cuando llegues allá”.\n\n“Bueno, iremos a ver”.",
    "Él llegó ante Jesús, donde sea que haya sido, tal vez en la línea de oración, o lo que fuese, él se acercó. Jesús estaba orando por los enfermos. Y lo miró. Él dijo: “He aquí un Israelita en quien no hay engaño”.",
    "¡Oh, aquello lo desinfló! Él dijo: “Rabí” que significa maestro, “¿cuándo me viste? ¿Cómo me conociste?”.",
    "Él dijo: “Antes que Felipe te llamara, cuando estabas debajo del árbol, te vi”.",
    "Eso fue suficiente. Él dijo: “Rabí, Tú eres el Hijo de Dios. Tú eres el Rey de Israel”. ¿Ven? Ese hombre estaba bien entrenado. Él sabía que el Mesías, que esa sería la—la identificación, porque Él tenía que ser un profeta. ¿Ven? Porque Él tenía que ser la Palabra. Y ellos no habían tenido uno en cuatrocientos años, y aquí estaba un Hombre que Se había identificado exactamente. Ese fue Jesús, ayer.",
    "Ahora, podríamos ver muchos personajes más, pero vamos a omitirlos por ahora.",
    "Hubo tres clases de personas en la tierra, los tres hijos de Noé: Cam, Sem y Jafet; y esos eran los judíos, samaritanos, y gentiles. Ahora, nosotros los gentiles, los anglosajones, nosotros no esperábamos a ningún Mesías. Nosotros llevábamos un garrote en la espalda y adorábamos ídolos, romanos, y todo lo demás que éramos. Pero los samaritanos esperaban un Mesías.",
    "Y Él viene solamente a aquellos que Le están esperando. Dios siempre hace eso. Él viene a los Suyos. Ahora, noten.",
    "Él iba de camino a Jericó, pero tenía un propósito al dar la vuelta por Samaria, y llegó a una ciudad llamada Sicar. Y habiendo enviado a Sus discípulos a comprar alimento, Se quedó sentado allí. Y una mujer, tal vez una persona de hermoso aspecto, fue al pozo como a las once. Pues no podía ir en la mañana con las otras vírgenes que venían, así que salió. Ella era—ella era de mala fama. Sabemos lo que es eso. Y entonces ella, probablemente su cabello le caía en el rostro. Y ella salió para bajar el cántaro. Era como un jarrón con asas. Le puso el gancho para bajarlo.",
    "Ella escuchó a alguien decir: “Tráeme de beber”. Y ella miró. Vio a un Hombre de mediana edad parado allí, sentado allí recostado en el muro, un paisaje más o menos como lo vemos aquí. Y Él estaba sentado allí recostado contra las viñas. El pozo de la ciudad aún está allí hoy. Y dijo: “Tráeme de beber”.",
    "Y Él era judío. Pues, ellos también tenían segregación allí, entonces dijo: “No es… No podemos. No es conveniente. No se supone que hagas eso. Tú eres—Tú eres… Tú eres judío, y yo soy una mujer de Samaria. Nosotros, no hay trato entre nosotros”.",
    "Él dijo: “Pero si supieras con Quién hablas, tú me pedirías a Mí de beber. Yo te daría Agua que tú no vienes a sacar aquí”. Vean, ¿qué estaba tratando de hacer Él? Hacer contacto con su espíritu. ¿Ven?",
    "Entonces ella dijo: “Pues, nosotros adoramos en este monte. Y Uds. dicen: ‘en Jerusalén’”.",
    "Y así siguieron, conversaron un poco. Finalmente, Él descubrió dónde estaba su problema. Ella tenía demasiados maridos. Él dijo: “Ve a buscar a tu marido y ven acá”.\n\nElla dijo: “No tengo marido”.",
    "Él dijo: “Así es. Has tenido cinco, y con el que estás viviendo no es tuyo”. Lo has dicho…\n\nMiren entonces la diferencia entre ella y aquellos sacerdotes.",
    "Cuando aquellos sacerdotes vieron operar eso, ellos tenían que darle una respuesta a su congregación. Se había hecho. ¿Ven? Ellos, ellos tenían que decir algo, así que dijeron: “Este Hombre es Beelzebú, un adivino, alguna clase de demonio”. Dijeron: “Él hace eso por el poder de Beelzebú”; fue lo que dijeron los sacerdotes.",
    "¿Qué dijo esta mujercita? “Señor, paréceme que eres Profeta. Sabemos que cuando venga el Mesías, esa será Su señal. Eso es lo que Él hará. Él será el Profeta”.",
    "Jesús dijo: “Yo soy, el que habla contigo”. ¡Oh, hermano! Con eso bastó. ¿Ven?",
    "Eso fue Jesucristo ayer. Eso sería Jesucristo hoy, y será por siempre. ¿Es correcto? [La congregación dice: “Amén”.—Ed.] Eso es lo que es Él. Él es la Palabra manifestada, y la Palabra de aquel día descendió y se identificó a Sí Misma.",
    "Y ahora, Él dijo que lo iba hacer de nuevo, regresar, el profeta. Él no puede ir más allá de Sus profetas, porque es la Palabra. Miren, Él murió por nuestra santificación, envió de vuelta al Espíritu Santo sobre nosotros, ahora fíjense, para hacer la obra. Ahora, el profeta dijo: “Habrá un día que no será ni día ni noche, mas en el tiempo de la tarde habrá Luz”.",
    "Ahora, el sol sale en el oriente y se oculta en el occidente. Geográficamente así es como viaja. La civilización ha viajado con el sol, y así también el Evangelio. Recuerden, el Evangelio comenzó allá en Europa; cruzó los mares llegando a—a Alemania; de Alemania a Inglaterra; de Inglaterra a través del canal a los Estados Unidos en la costa del este, y se fue al occidente. Ahora, si sigue más allá, volverá al oriente nuevamente. Estamos en el fin.",
    "Ahora, hubo un día, cuando ese Hijo salió allá en el principio, el H-I-J-O de Dios vino a la tierra. Ahora, Él ha sido prometido nuevamente en el tiempo de la tarde. Miren, hemos tenido un día sombrío. Hemos tenido grandes reuniones. Hemos sanado a los enfermos. Hemos tenido tiempos grandiosos. Y hemos hecho organizaciones y escuelas, y hospitales y seminarios, lo cual está bien, solo un día sombrío. Pero Él prometió: “Antes de que llegue la noche, habrá Luz”.",
    "Ahora, Jesús dijo en San Lucas el capítulo 17, Él dijo: “Como fue en los días de Sodoma”. Ahora, escuchen con atención. Estoy terminando. “Como fue en los días de Sodoma, así será en la Venida del Hijo del Hombre”. Ahora, todos sabemos eso. Pues, Él leyó la misma Biblia, en Génesis, que nosotros leemos.",
    "Y observen esa escena en Sodoma. Miren, en Sodoma había tres clases de personas. Siempre ha habido tres clases de personas: son los creyentes, manufacturados e incrédulos.",
    "Ahora, aquí estaba Abraham, su nombre había sido cambiado de Abram a Abraham, que significaba “padre de naciones”. Y él no pudo tener un bebé mientras su nombre era Abram. Tenía que ser cambiado a Abraham, porque ham significa “padre de naciones”, ahora noten, “padre de las naciones”.",
    "Ahora observen, el cuadro nunca había estado dispuesto, en todo el mundo, como lo está ahora mismo. Ahora vemos todo exactamente como lo estaba en Sodoma. Si Ud. no lo cree, quítese los lentes oscuros de sus ojos y salga afuera y mire la calle todos los días. Vea los periódicos, dondequiera. Es una Sodoma, exactamente. ¿Ven?\n\nY estaba Lot, allá en Sodoma.",
    "Pero acá estaba Abraham, era el elegido, el que tenía la promesa, él—él no estaba en Sodoma. Él no fue allá. Él fue llamado fuera.",
    "Ahora, había tres grupos de personas. Había un creyente genuino; y había un tibio, y cualquier maestro le dirá a Ud. que Lot representaba a la iglesia nominal que estaba en Sodoma; y luego ahí estaban los sodomitas. Ahora, noten. Justo antes de… Ellos estaban…",
    "Abraham y Lot estaban esperando un hijo milagro prometido. ¿Es así? ¿Es eso lo que la Iglesia está esperando hoy? [La congregación dice: “Amén”.—Ed.] Un regreso de este Hijo, Jesucristo, el Hijo de Dios, estamos esperando que Él venga.",
    "Ahora, vean la posición. Todos admitirán que ella está en una condición sodomita. El otro día pasé por California, y tomé una revista, o un periódico, y leí que: “Los homosexuales habían aumentado sesenta por ciento, en el año pasado”. ¿Ven? ¡Oh, hermano! Es lamentable. ¿Ven? Es solo porque las mujeres se han regalado. Es cierto. Y andan en las calles desnudas. Y es—es una vergüenza. Pero la Biblia dice que ellas estarían así. E incluso los hombres, es simplemente que ellos han—ellos—ellos han cambiado. ¿Ven? Y se va a poner peor. En otros, otros, si el mundo resistiera otros cincuenta años, el mundo entero estaría completamente demente. Fíjense en la cordura de cuarenta, de hace veinte años, hasta este momento. ¿Lo ven?",
    "Ahora fíjense en la escena. Aquí está Abraham, el elegido, pues el llamado fuera. Y está Lot allá en Sodoma. Y vinieron tres Ángeles. Dos Ángeles fueron para hablar con Lot, y ellos predicaron la Palabra, y trataron de sacar a Lot de allí. ¿Es así? [La congregación dice: “Amén”.—Ed.] Pero Este que se quedó atrás con Abraham, Él no trató de sacar a Abraham de nada, porque él ya estaba fuera. ¿Ven? Él estaba fuera.",
    "Pero fíjense en la clase de señal que Él hizo. Observen. Él estaba de espaldas a la tienda, y Sara estaba en la tienda, detrás de Él. Él todavía no la había visto a ella. Y recuerden, apenas un día o dos antes de eso, su nombre era Abram; y ella, ella era Sarai. Ahora ella es Sara, S-a-r-a. Él es A-b-r-a-h-a-m. Él dijo: “Abraham, ¿dónde está Sara tu mujer?” S-a-r-a.\n\nDijo: “Ella está en la tienda, detrás de Ti”.",
    "Él dijo: “Voy a visitarte según el tiempo de la vida”. Ahora, él había esperado ese hijo por veinticinco años. Ella tiene casi cien años ahora. Él tiene cien. Ella tiene noventa. Dijo—dijo: “Voy a visitarte según el tiempo de la vida, y vas a tener ese hijo”.",
    "Y Sara, ella como que se rió, Uds. saben, para sí misma. Ella dijo: “¿Yo, una anciana?”. ¿Ven? Como… Somos una congregación mixta, pero Uds. saben lo que quiero decir. Como marido y mujer, la relación familiar había cesado hace años, y años, y años, ¿ven Uds.?, porque él tenía cien y ella tenía noventa, de edad avanzada. Dijo: “¿Yo tener deleite con mi señor Abraham, y él siendo anciano también?”. ¿Ven?",
    "Y entonces este Hombre, con Su espalda hacia la tienda, dijo: “¿Por qué Abraham…?” O, “¿Por qué se rió Sara en la tienda, diciendo que estas cosas no podrían suceder?”.",
    "Abraham lo llamó: “Elohim”. Ese era Dios. Elohim es el—es el “autoexistente” ¿ven?, el todosuficiente, autoexistente. “En el principio Dios…”. Tomen esa palabra Dios, véanla allá atrás, la misma, traducida igual: “Elohim”. Auto-… Allí estaba Elohim manifestado en carne, que había comido la carne de un becerro, bebido la leche de la vaca, y comido pan. Y estaba sentado allí hablando con Abraham. Y Abraham supo que Él podía discernir lo que había en los pensamientos de Sara allá atrás, y por esa razón él supo que ese era Elohim.",
    "Jesús dijo, noten: “En los días cuando el Hijo del Hombre sea manifestado, al manifestarse en los últimos días, será como fue en los días de Sodoma”. Dios manifestado en Su Iglesia, los seres humanos, revelándose Él Mismo, ¿ven?, en carne humana, tal como lo hizo allá. Ahora, miren.",
    "Quiero preguntarles algo. En todas las edades, desde que comenzó la iglesia, nunca han tenido un mensajero cuyo nombre terminara con h-a-m, hasta ahora: G-r-a-h-a-m. Correcto. Allá, llamándolos a salir, Oral Roberts, y un Billy Graham, ¿ven?, h-a-m. Ha habido un Moody, Sankey, Finney, Wesley, Billy Sunday, todos ellos, ¿ven?, una iglesia internacional así, ¡iglesia mundial!…?… Nunca había habido uno que terminara en h-a-m hasta ahora, y ese es Billy Graham. ¿Ven? Y son seis letras: G-r-a-h-a-m, seis, que significa… El hombre nació, fue creado el sexto día. Seis es el número de hombre. Allí está él, para la iglesia natural.",
    "Abraham era A-b-r-a-h-a-m, siete letras. ¿Ven? Fíjense en el cuadro de hoy y vean lo que está sucediendo. Abraham había visto muchas señales y maravillas, y todo lo que Dios había hecho. También la Iglesia. Uds. han recibido el Espíritu Santo, hablaron en lenguas, hicieron todas estas señales y maravillas. Pero a Uds. les fue prometido: “Como fue en aquel entonces, así será nuevamente”. “Habrá Luz en el tiempo de la tarde”. Jesucristo, el mismo; el mismo Hijo aparecerá nuevamente en la escena, en Su Iglesia, y hará lo mismo que hizo allá, mostrando que Él es la Palabra manifestada. ¿Ven? Conociendo los secretos del corazón, revelando y haciendo las cosas que Él debe hacer. Eso es exactamente la Palabra de Dios.",
    "Se nos está haciendo tarde. Así que inclinemos nuestros rostros por un momento, mientras nos dirigimos a Él y le pedimos que confirme Su Palabra.",
    "Padre Celestial, el tiempo no lo permitiría; podríamos sentarnos hora tras hora hablando, de Génesis a Apocalipsis, esta es la hora. ¡Oh, Señor!, nuestra primera visita aquí con este buen grupo de personas aquí en la costa, la cual, sabemos que algún día quedará debajo del océano, y no quedará una piedra sobre otra. Habrá… ¡Oh, qué tiempo queda por delante!",
    "Que, Señor, en esta hora en que estamos dando testimonio, que el gran Espíritu Santo venga ahora. Y estas palabras que he dicho, que Él las respalde, confirmándolas. Él está probando a esta congregación que Él es el mismo ayer, hoy, y por los siglos. El… Y cumple esa Escritura. Sabemos que Tú no… Tú no tendrías que hacerlo, Señor, para probar que eres Dios. Pero como leemos en el Libro de San Mateo, por el capítulo 12, Él no tenía que sanar para mostrar que era Dios. Pero Él lo hizo, para que se cumpliera. Él tiene que cumplir Su Palabra, y a Él le encanta hacerlo. Y Él lo hará porque es Dios. Y ruego ahora en esta noche, que Él también cumpla esta Palabra que ha sido prometida para esta hora. Que todos mis hermanos y todos, yo mismo, y toda la gente que está aquí, y nuestras hermanas, este hermoso grupo de personas, vean Tu Presencia entre nosotros ahora. Lo pedimos en el Nombre de Jesús. Amén.",
    "Ahora, estamos un poquito atrasados, así que solo llamaremos una… Sí, realmente estamos atrasados. Vamos a demorar como diez minutos más, o quince. Llamemos a unos pocos a la línea de oración.",
    "Tarjetas de oración, ¿les repartiste las A? Sí, las A. A, número uno, llamemos del uno al… ¿Quién tiene la tarjeta de oración A, número uno? Levante la mano. Si puede caminar… Es una tarjetita que tiene un número. A, número uno, levante la mano. ¿Quiere decir que no está en la congregación?",
    "Bueno; te debes haber equivocado. ¿Tarjeta de oración A, uno? [Alguien dice: “Por aquí, Hermano Branham”.—Ed.] Bueno, ¡oh!, ¿sí? Muy bien. ¿A, dos?",
    "Pase por aquí, por favor, señora. Pase por acá. Bueno, veamos, ¿puede pasar por allí? Lo dudo. ¡Oh, sí!, es por el foso de la orquesta allí. Muy bien.",
    "A, número dos, ¿quién la tiene? ¿Tres? Levante la mano. Si no puede venir… Por eso es que los llamamos uno por uno, tal vez tengamos que cargarlos hasta aquí. ¿Tres? Cuatro, ¿quién tiene la cuatro? ¿Cinco? Aquí abajo, señora. Venga acá.",
    "Seis, tarjeta de oración número seis. ¿Es esta la señora levantándose aquí, con la chaquetita blanca? ¿Ud. tiene la seis? ¿Siete? A veces son sordos, no oyen. A veces no pueden caminar. Siete. Ocho. No vi el ocho levantarse. ¿Podría levantar la mano? Muy bien. Nueve. Diez. Muy bien.",
    "Esperemos allí solo por un minuto, porque ya se nos está haciendo tarde. Veamos estas solo por un minuto. Solo mantengan sus tarjetas. Los llamaremos, uno por uno, ¿ven?, pero manténganse en la línea.",
    "Ahora, ¿cuántos aquí no tienen una tarjeta de oración? Levanten la mano, por decir: “Yo estoy enfermo. No tengo una tarjeta de oración”. Levante la mano, bien alto para que pueda verla. Supongo que están por todas partes. Ahora, miren. Quiero hablar con Uds. por un momento mientras ellos están formando la fila.",
    "Había una mujer, digámoslo así, en la Biblia, ella tampoco tenía una tarjeta de oración. Y, pero ella tenía fe. Así que ella—ella dijo: “Si puedo tocar Su manto, seré sana”. ¿Cuántos conocen el relato? Seguro. Y cuando ella tocó Su manto, Él se volteó y dijo: “¿Quién Me tocó?”.",
    "Bueno, Pedro pensó que aquello parecía ser un caso de enfermedad mental. Él dijo: “Pero, todos Te están tocando. Tú dices: ‘¿Quién te tocó’? Pues, vas a perder Tu credibilidad con ellos, si Tú…”",
    "Él dijo: “Pero siento que Me he debilitado”. Virtud salió de Él. Y Él se volteó y miró por toda Su congregación hasta que encontró aquella mujer. Y Él le dijo a ella que, su flujo de sangre, su fe la había sanado. ¿Cuántos saben que eso es verdad? [La congregación dice: “Amén”.—Ed.]",
    "Ahora, ¿no acabo yo de decir que “Él es el mismo ayer, hoy, y por los siglos”? [La congregación dice: “Amén”.—Ed.] ¿Dice la Biblia que “Él es el Sumo Sacerdote que puede compadecerse de nuestras debilidades”? [“Amén”.] ¿Es así? [“Amén”.] Entonces ¿cómo actuaría Él hoy? Él actuaría igual como lo hizo ayer. ¿Es así? Ahora, recuerden, Uds. aún pueden tocarlo a Él. ¿Ven? Las Escrituras no pueden mentir. ¿Ven?",
    "Ahora, lo único que no está aquí es Su cuerpo visible. Pero Uds.… Él es la Vid, y Uds. son el pámpano. ¿Ven? Eso es… Uds. son el pámpano. Uds. son los que actúan.",
    "Ud. y yo actuamos juntos. Ahora, no importa cuánto Él me unja a mí, Él tiene que ungirlo a Ud. también. ¿Ven? Porque tiene que estar—tiene que estar tanto el negativo como el positivo, para producir la luz. Así que ahora, Ud.—Ud. tiene que creerlo también.",
    "Ahora, Uds. que no tienen una tarjeta de oración, solo miren en esta dirección y digan: “Señor Jesús, ese hombre no me conoce. Con toda seguridad, él no me conoce. Pero yo estoy sufriendo de algo, y—y permite que él se voltee y me lo diga, como lo hizo Jesús allá. Y yo sé que él no me conoce, así que tendrías que ser Tú, y entonces yo—yo—yo lo creeré”. ¿Pueden hacerlo? ¿Creerán eso? [La congregación dice: “Amén”.—Ed.] Muy bien. Muy bien. Ahora solo oren.",
    "Tomaré este. Parece que este micrófono está más… Está bien. Estaba un poco más alto que nunca.",
    "Ahora hermanos, este es el Evangelio que Uds. predican. ¿Ven? Y oren por mí.",
    "Ahora, ahora todos sean tan reverentes como puedan, y miren hacia acá. Y crean con todo su corazón. Solo crean, cada… solo—solo con todas sus fuerzas. Crean. Y no duden. No duden ni un poquito.",
    "Ahora, pues aquí hay una dama parada aquí. Supongo que somos… Ella y yo no nos conocemos. Yo no la conozco. Y… [La hermana dice: “Una vez con anterioridad”.—Ed.] ¿Ud. me vio a mí una vez? [“Una vez antes, en Clearwater”.] ¿En dónde? [“Clearwater, creo que fue”.] ¿En Clearwater? ¿Cuánto tiempo hace eso? [“O en San Petersburg, uno de los dos”.] Sí. San Petersburg. Sí. Yo he estado en—en San Petersburg. [“Sí”.] Hace varios años. [“Sí”.] Bueno, pues, probablemente sentada en la congregación, o algo así. [“Sí”.] Eso fue… Yo no la reconocería, Ud. lo sabe, ni podría saber nada acerca de Ud.",
    "Así que ahora, aquí conversando con Ud., sería exactamente como nuestro Señor y aquella mujer que se encontraron junto al pozo, aquella vez, ¿ve? Y—y Él habló con ella por un momento para averiguar dónde estaba su problema. Y Él lo encontró, porque, vea, ella—ella era humana y tenía una vida, un espíritu. Y Él era Dios, y Él tenía el Espíritu de Dios, estaba en Él. Y había algo incorrecto en aquella mujer, y el Padre Le mostró lo que era.",
    "Ud. sabe, Él dijo que Él no hacía nada hasta que el Padre se Lo mostrara primero. Sabe, es San Juan 5:19. ¿Es así, hermano? [Los hermanos dicen: “Amén”.—Ed.] Él dijo: “Yo…”. No—no lo que Él veía… Él tenía que verlo primero. Jesús nunca hizo nada hasta que primero veía una visión. ¿Cuántos saben que eso es verdad? [La congregación dice: “Amén”.] San Juan 5:19. “Yo no hago nada hasta que el Padre… Yo vea al Padre haciéndolo primero”. ¿Ven? Ahora, si Él…",
    "Ahora, por supuesto, yo no soy Él y Ud. no es ella. Pero aún es el mismo Dios. ¿Ve? Y estamos aquí, nos encontramos con un propósito.",
    "Ahora, esta mujer aquí, para que Uds. puedan entender, nosotros no nos conocemos el uno al otro. Hace varios años ella estuvo sentada en la congregación, como lo están Uds. en esta noche, cuando estuve en San Petersburg, dijo ella, en una reunión. Yo no tengo manera alguna… Ella es totalmente desconocida para mí, no sé nada acerca de ella, y el Padre Celestial lo sabe. Pero ahora ella está aquí por alguna causa. Ella pudiera venir por alguien más, problemas en las finanzas, problemas domésticos. Ella misma pudiera estar enferma. Yo—yo… Pudiera venir en representación de alguna otra persona. Yo no sé para qué ella está aquí. ¿Ven? Ella simplemente es una mujer.",
    "Ahora, ¿qué pasaría si ella estuviera enferma y yo hiciera como nuestro noble hermano, el Hermano Oral Roberts, y pusiera mis manos sobre ella, dijera: “El Señor la sana y la restaura?”, y Ud. se va creyendo eso. Eso está bien. Eso es exactamente… Eso es Escritural. Y si Ud. lo creyera, Ud. sanaría. ¿Ven? Pero vean, ese es el ministerio del Hermano Roberts; no es el mío. ¿Ven?\n\nAhora, esto es en otro ángulo, uno aquí en el tiempo del fin.",
    "Ahora, ¿qué fue Jesús? El mismo ayer, hoy, y por los siglos. Pues, si Él se parará aquí usando este traje que tengo puesto, el cual Él me dio, ahora, si la mujer está enferma, ¿la podría sanar? Ahora tengan cuidado. Tengan cuidado. No. Él no podría hacerlo. Ya Él lo hizo. ¿Ven? ¿Ven? “Él fue herido por nuestras rebeliones; por Su llaga fuimos nosotros curados”. Él ya lo hizo. Lo único que Él podría hacer sería simplemente identificarse a ella, ¿es correcto?, y dar a conocer que Él resucitó de entre los muertos, y está vivo. Y ahora, eso, Él se identificaría a Sí Mismo. Y la única manera en que Él podría hacerlo, sería como Él lo hizo en aquel entonces. Él sería el Profeta. ¿Es así? [La congregación dice: “Amén”.—Ed.]",
    "Ahora, yo, no sería yo, porque yo—yo no sé nada al respecto, así que eso me deja fuera. Sino que tendría que ser Él. Así que si somos los pámpanos y Él es la Vid, Él envía Su Espíritu en mí, para hacerme saber algo de Ud., o algo que Ud. quiera, lo que Ud. ha sido, lo que Ud. es, o lo que Ud. será, o alguna otra cosa. Ud. sabrá si es la Verdad o no, si ya hubiere sucedido. [La hermana dice: “Sí”.—Ed.] Así que eso realmente debería convencerla que Él está vivo y con nosotros hoy. [“Sí”.] ¿Ve?",
    "¿Haría que Uds. creyeran, si Él lo hiciera? Ahora, levanten las manos, lo quiero saber, que lo prometan a Dios, “Eso me haría creer”. [La congregación dice: “Amén”.—Ed.] ¿Ven? Que Él es, Él… ¿Ven?",
    "Ahora, he estado hablando de Él como el mismo ayer, hoy, y por los siglos. Ahora, ¿lo será Él, estará vivo? Esa es la cosa. ¿Está Él aquí? Hemos gritado, y sentido Algo.",
    "Es como si un hombre nunca hubiese tenido la vista, y él saliese y sintiera el sol, él no sabría lo que es eso. Sería algo cálido. Pero si él pudiera ver, él vería lo que es, él diría que es el sol. “¿Qué es el sol”? Para otro hombre que quizás nunca ha visto, esto, que nadie antes hubiera tenido el sentido de la vista.",
    "Ahora, esto lo percibo. Y la cosa por la cual Uds. han estado alabando y gozándose, aquí Ella se manifiesta y Uds. ven lo que es. ¿Ven? Ahora, aquí está, con esta Biblia puesta aquí, y este hermoso grupo de hermanos aquí y por todos lados.",
    "Ambos somos desconocidos. Ahora, que el Señor Jesús revele. Ahora, para sanar, o para darle a ella lo que quiere… Si fuese dinero, tendría que ser muy poco, porque no tengo mucho; pero yo lo haría; haría lo mejor que pudiera. Pero—pero, ahora, en cuanto a sanar, yo no podría hacerlo. ¿Ven? Eso tendría que venir de Él. Pero, ahora, si Él me dijera algo acerca de Ud.; y Ud. sabe que yo no sé nada. Y si Él me dijera algo acerca de Ud., eso aumentaría su fe, ¿no es cierto, la haría creer que Él está aquí? [La hermana dice: “Sí. Sí”.—Ed.] Ahora, que Él lo haga.",
    "En el Nombre de Jesucristo, tomo ahora todo espíritu aquí bajo mi control, para dar testimonio de esta Palabra de Dios. Yo solo…",
    "Manténganse en oración ahora. ¿Ven? Ud. dirá: “¿Qué estaba esperando, Hermano Branham?”. ¿Cuántos han visto una fotografía de esa Luz? Eso es lo que Él… Aquí está Ella, aquí mismo ahora. Está aquí ahora mismo. Ahora ella no podría esconderse, aunque quisiera. No podría hacerlo ahora. Ella es una persona amable. Ella no tiene nada de qué preocuparse. De hecho, está consciente de que algo está sucediendo.",
    "Pero, lo que la mujer quiere, ella tiene un problema de discapacidad que está viniendo sobre ella, una artritis está viniendo sobre la mujer. Correcto. Así es. ¿Ven? [La hermana dice: “Es verdad”.—Ed.] Sí. Levante la mano si es verdad, si es artritis. Ahora, ¿cree Ud. que yo puedo decirle dónde le afecta más la artritis? [“Sí”.] Es en sus huesos. Así es. Y Ud. tiene otro problema. ¿Cree que Dios puede decirme lo que es? Ud. tiene un tumor. [“Sí”.] Sí, señor. Así es. Levante la mano. ¿Cree que Dios puede decirme en dónde está? [“Sí”.] Está en el seno. [“Sí”.] Correcto. Mueva la mano así. Ahora, ¿ve?, Él es el mismo ayer, hoy, y por los siglos. Ahora, ¿cree Ud. de todo corazón? [“Sí”.] Váyase y entonces no le molestará más. Vaya, crea con todo su corazón. Eso es todo lo que tiene que hacer. ¿Ve? Vaya y crea. ¿Ve?",
    "Ahora, eso, vean, yo no conozco a la mujer. Y, saben todo el tiempo que les hablé, más de cuarenta y cinco minutos. Estoy más débil ahora por eso, que por toda la predicación. ¿Ven?",
    "Ahora aquí hay una dama. Somos desconocidos el uno al otro, me supongo. No nos conocemos, pero Dios nos conoce a los dos. Ahora, si Jesús me dice algo acerca de Ud., que Ud. sabe que yo no sé, ¿le ayudaría eso a tener fe en lo que Ud. va a pedir? [La hermana dice: “Sí señor”.—Ed.] ¿Ayudaría eso a la congregación ahora? ¿Ven?",
    "Ahora, recuerden, Él promete que el cuadro estará exactamente como en Sodoma. Uds. ven a Sodoma; ven a Billy Graham, todo, exactamente. Ahora observen el grupo de Abraham aquí arriba, ¿ven?, la—la Simiente real de Abraham. “Estando muertos en Cristo, somos Simiente de Abraham”. Así es, hermanos. Todos somos…",
    "Es un tumor. [La hermana dice: “Amén”.—Ed.] Correcto. La operación no sirve de nada. Y Ud. desea una… Ud. está teniendo dificultades con eso, todo el tiempo. ¿Cree Ud. que eso va a dejarla ahora? [“Amén”.] Muy bien. Dios le bendiga. Como lo ha creído, así le será hecho. Muy bien. Solo tenga fe ahora. No dude, ¿ve? Tenga fe, dama. Muy bien. La siguiente… Allá va. ¿Ven?",
    "Ahora venga. Ud. es la paciente que sigue. Mire, somos desconocidos el uno al otro. [La hermana dice: “Sí”.—Ed.] Somos desconocidos… Yo no la había visto a Ud. antes. Ud. solo es una… [“Nunca en mi vida lo había visto a Ud.”.] Ud. no me había visto en su vida, y yo no la había visto a Ud. en mi vida. Solo somos dos personas que se encontraron.",
    "Ahora, ¿qué es esto? Es un don. ¿Ven? Un don no es algo como un palo o una espada con lo cual uno corta y demás. Un don es—es la manera de hacerse uno mismo a un lado. ¿Ven? Uno simplemente… Yo tengo que hacerme a un lado, entonces el Espíritu Santo toma el control. ¿Ven? No es lo que Ud. toma y con lo cual hace algo. Es un don para hacerse uno mismo a un lado, entonces Dios lo usa a uno. ¿Ven? Después de que Ud. se… Así como un pequeño…",
    "No se puede explicar, porque no se puede explicar a Dios. Nosotros le creemos a Dios. No lo explicamos; no podemos. A Dios se le conoce por fe, y no por la ciencia, ni por ninguna otra manera. Ud. no lo prueba a Él científicamente. Uno simplemente le cree a Él. Ud. no puede explicar lo que es el amor. Ud. no puede explicar lo que es el gozo. Toda la armadura de Dios: amor, gozo, paz, longanimidad, mansedumbre, benignidad, paciencia, todo es sobrenatural. ¿Ven? Ud. no puede probarlo, pero sabe que lo tiene. ¿Ven? Eso es, así que Ud. mismo lo sabe.",
    "La dama está muy agotada. Ella—ella tiene un problema en la boca, dentro de su boca. Correcto. Si así es, levante su mano. [La hermana dice: “Así es”.—Ed.] Y es canceroso, Ud. teme que lo sea. Correcto.\n\nAhora, Ud. dirá: “Ud. adivinó eso”.",
    "Yo no lo adiviné, no. [La hermana dice: “No”.—Ed.] Esas cosas no se adivinan. Mire, mire aquí otra vez. Ud. es una buena persona. Algo le sucedió a Ud. en ese momento. Pero yo simplemente… Mire, Ud. también tuvo un accidente de carro. ¿No es así? [“Correcto”.] Si es así, levante la mano. [“Amén”.] Eso, ya ve Ud., yo—yo no sabría eso. [“No”.] Muy bien, entonces siga su camino, regocijándose. Solo créale a Dios. Amén. Créalo.\n\nVenga ahora. Crea.",
    "¿Uds. creen? [La congregación dice: “Amén”.—Ed.] Ahora, Uds. allá, empiecen a creer con todo su corazón. No duden, sino que crean que cada palabra es la verdad. Vean, ese es Él. Ese es vuestro Señor. Él está ahí mismo entre Uds. ¿Lo creen, allá afuera? [“Amén”.]",
    "Ahora, me supongo que somos desconocidos, el uno al otro. Yo no la conozco, y Ud. no me conoce. Bien, eso es bueno. Pues, eso hace que… Yo no había estado aquí antes, Ud. sabe. Solo estamos aquí en la ciudad. Y—y Ud. está necesitada, o lo que sea. ¿Cree que Dios puede decirme su—su necesidad, o lo que fuere? Ud. me creerá. No es por Ud. misma. Es por otra persona. [La hermana dice: “Así es”.—Ed.] Correcto. Es un nieto. [“Sí”.] Y ese nieto es un poco retardado. [“Sí”.] Seguro que sí. Está en otro lugar. No está aquí. En algún lugar como Nuevo México. [“Sí”.] O por… Es en Nuevo México. Allí es donde está. Vaya, crea ahora, con todo su corazón.",
    "Somos desconocidos el uno para el otro. Nosotros, esta es la primera vez que nos encontramos. Pero… Muy bien.",
    "Un hombre sentado allí mismo, esta cosa, va así, mirando, Ud. sufre de un problema estomacal, señor. Correcto. Ud. estaba allí preguntándose cómo puede hacerse eso. ¿No es así? Y pensando en su propio estómago. Si es así, levante la mano. Yo no conozco al hombre, nunca lo he visto en mi vida. Muy bien. Ud. tiene un vicio, quiere dejar de fumar. ¿Quiere dejar de fumar? Eso es lo que le está causando problemas a su estómago, cuando Ud. fuma cigarrillos; la nicotina baja y hace que su estómago tenga espasmos. Nunca había visto al hombre en mi vida, y allí está él. Ahora póngase de pie si eso es verdad, señor. Yo aparto los cigarrillos de Ud. En el Nombre de Jesucristo, vaya y sea sanado. Bueno, nunca en mi vida lo había visto. ¿Qué tocó él? Él tocó al Maestro.",
    "A propósito, la señora sentada allí a su lado, un ser querido, ella también tiene un problema estomacal. [El hermano dice: “Sí”.—Ed.] Así es. ¿Se quiere recuperar de su problema estomacal, señora? Vean, el Espíritu, es el último día. ¿No ven Uds. aquella Luz suspendida por allí, junto a ellos? Correcto. Muy bien. Correcto. Ahora vaya, crea, su nerviosismo la dejará. Y eso le ha causado su problema estomacal. Correcto. Crea de todo corazón ahora. Muy bien.",
    "A propósito, hay otra señora sentada allí a su lado, ella tiene una alergia. Si es así, póngase de pie, señora. Correcto. Póngase de pie y confírmelo. Y, muy bien, ¿cree que Dios quitará eso de Ud.? Entonces puede recibir lo que pide.",
    "Ahora, yo nunca los había visto en mi vida. Y esa es la pura verdad. ¿Qué tocaron ellos? Ellos tocaron al—al Sumo Sacerdote que puede compadecerse de sus debilidades. Todos Uds. por allá, crean así mismo. Solo crean.",
    "Sentado allí, un hombre quiere el bautismo del Espíritu Santo. Él también está buscando un empleo. ¿Cree Ud. que Dios le dará el Espíritu Santo y le dará el empleo? Pues levante la mano; aquí mismo, sentado allí con la camisa blanca. Muy bien. Nunca lo he visto en mi vida, pero es exactamente lo que él estaba pensando. Si así es, mueva su mano así.",
    "Ahora, ¿pueden verlo? La Palabra de Dios discierne los pensamientos y las intenciones del corazón. “Jesucristo el mismo ayer, hoy, y por los siglos”. Ese es Él allí. Uds. saben que no podría ser yo. Yo no estoy allí. Estoy a veinte yardas de él. Pero él tocó al Sumo Sacerdote. ¡Oh, el solo pensar que Cristo está presente, amigo!, ¿pueden comprenderlo?",
    "Discúlpeme señora. Es que tengo que seguir, Ud. sabe, es un jalón de fe fuerte. Comenzó allá afuera, y es difícil apartarse de eso, ¿ve Ud.? [La hermana dice: “Está bien”.—Ed.] Muy bien. Ud. es una creyente. [“Sí, señor”.] Y Ud. cree que esa operación que está a punto de tener, ¿cree que Dios le puede quitar eso antes de que Ud. pase por esa operación? ¿Ud. también lo cree? [“Tenía que operarme”.] Y ahora cree que… Ellos tienen esa hija que tiene una especie de fiebre del heno, o algo así. ¿Cree Ud. que Dios la sanará de esa fiebre del heno? ¿Ud. lo cree? Muy bien. Ahora vaya y ponga sus manos sobre ella, y crea con todo su corazón, y Dios la sanará. Tenga fe.",
    "¿Quiere comer su cena? [La hermana dice: “Sí”.—Ed.] ¿Cree que su estómago estará bien? [“Sí”.] Muy bien, entonces vaya y coma. El Señor Jesús está aquí. Muy bien.",
    "Venga, traiga a la señora. Tenga fe. No dude. Venga señora. ¿Cree Ud. que Dios puede curar esa diabetes, sanarla? [La hermana dice: “Sí hermano”.—Ed.] Con todo su corazón, ¿lo cree? [“Amén”.] Muy bien, entonces siga su camino, regocíjese y diga: “Gracias Señor Jesús”, de todo corazón.",
    "Dios puede sanar su problema de la espalda, hacer que esté bien. ¿Lo cree Ud.? [La hermana dice: “Claro que sí”.—Ed.] Muy bien, solo siga su camino, diga: “Gracias Señor Jesús, de todo corazón”. Uds. tienen que creer.",
    "Venga señora. Ud. es joven. Pero está muy propensa a morir de problemas al corazón. Pero ¿cree Ud. que Dios puede sanar su corazón? Entonces siga su camino regocijándose y diciendo: “Gracias Señor Jesús”. Y crea de todo corazón. Muy bien.",
    "Pase señor. El nerviosismo, le dio una úlcera péptica en su estómago. Vaya y coma su cena. Jesucristo le sana. Crea de todo corazón. ¿Lo cree?",
    "¿Cree Ud. que Dios puede sanar ese asma? Sentada ahí, mirándome, de lentes; con el vestidito de cuadritos. La señora, ¿Ud. cree, sentada ahí al final? ¿Cree Ud. que Dios sanará ese asma? Levante la mano si lo cree. Muy bien. Él le sanará.",
    "¿Qué le parece eso, señor, sentado justo detrás de ella? ¿Cree Ud. que puede evitar esa operación de tumor? ¿Cree que Dios quitará ese tumor y le sanará, le sanará del tumor? ¿Lo cree Ud.? Muy bien señor, Ud. también puede recibir la suya. ¿Ve? Muy bien. Si Ud. solamente pudiera tener fe, sin dudar, Dios ciertamente lo hará. Amén.",
    "¿Cuántos creen allá de todo corazón que Él es el mismo ayer, hoy, y por los siglos? [La congregación dice: “Amén”.—Ed.] ¿Creen Uds. que ese es el Jesús resucitado? [“Amén”.] Ahora, todos Uds. saben que yo no podría hacer eso. Yo no sé nada acerca de Uds., pero Él sí.",
    "Ahora, la Biblia también dice esto. ¿Cuántos de Uds. son creyentes? Levanten la mano. [La congregación dice: “Amén”.—Ed.] Miren, Jesús dijo, Sus últimas Palabras a la Iglesia, al marcharse: “Id por todo el mundo, y predicad el Evangelio a toda criatura. El que creyere y fuere bautizado será salvo; el que no creyere será condenado. Estas señales seguirán a los que creen: si sobre los enfermos ponen sus manos, ellos sanarán”. ¿Creen Uds. eso? [“Amén”.]",
    "Ahora, ¿podrían hacer algo por mí entonces? Pongan sus manos los unos sobre los otros. No hagan nada más sino simplemente poner las manos sobre alguien sentado a su lado, al lado de esa manera. Así es. Solo tóquense la mano unos a otros. Muy bien.",
    "Quiero hacerles una pregunta. Quiero que me miren. Recuerden, tan firmemente como la Escritura dice esto: Abraham no vio ni una señal más hasta que el hijo llegó a existencia. Esa es la última señal que vio Abraham. Siempre hay una señal. Déjenme decirles Iglesia, aquí está la última de Uds. La aparición del Hijo será muy pronto. “En la hora que no penséis, Ella será arrebatada”. La gente seguirá predicando, pensando que están siendo salvos, y todo lo demás. Él será… Igual como fue en la venida de Juan, todos, ellos seguirán adelante, el tiempo ya pasó. Es más tarde de lo que pensamos.\n\nAhora Uds. tienen las manos los unos sobre los otros.",
    "Y Uds. han visto algo que Jesús prometió en estos últimos días, que haría, y he aquí Él se volteó e hizo exactamente lo que dijo.",
    "Ahora, Uds. dicen que son creyentes. Yo lo creo. Miren, Uds. tienen las manos puestas sobre alguien.",
    "Y Su Presencia está aquí ahora. Bueno, ese es Él. Acabo de ver a un hombre ser sanado en ese momento, justo en ese momento, con sus manos puestas sobre alguien más. ¿Ven? Es—es precisamente lo que—lo que Aquello debía hacer.",
    "Pero, fíjense, esto viene en el tiempo cuando la edad de la iglesia de Laodicea está en proceso. Si fuese durante el tiempo de avivamiento, apenas alumbraría y haría así. [El Hermano Branham chasquea su dedo una vez.—Ed.] Pero vean, vino cuando Él fue echado de la iglesia. ¿Recuerdan el otro día cuando ese terremoto? ¿Se acuerdan de la edad de la iglesia de Laodicea? Él está afuera de la iglesia, llamando, tratando de entrar de nuevo. ¿Ven? Hasta ahí ha llegado, ¿ven? Él está tratando de volver. Él quiere identificarse a Uds., para su—en su oración.",
    "Ahora, no ore por Ud. mismo. Ore por aquel sobre quien Ud. tiene las manos, porque ellos están orando por Ud. ¿Ven? Y, entonces, crea de todo corazón. Solo ore como lo hace en su iglesia. Si ora en voz alta, ore en voz alta; si ora consigo mismo, ore consigo mismo. De la manera en que Ud. ora en su iglesia, ore.",
    "Y diga: “Señor Jesús, estoy seguro que estoy en Tu Presencia en este momento. El gran Señor Jesús que se levantó de los muertos y se ha identificado a Sí Mismo aquí en este auditorio por acá en, vaya, o cerca, en Tampa, Florida. Yo estoy por acá abajo, y aquí estás Tú en este auditorio en esta noche. Y con el Espíritu que estaba en Ti cuando estuviste aquí, Tú lo enviaste de vuelta entre nosotros. Y hemos visto nuestra propia fe, o al Hermano Branham con fe, a través de un don ministrado a él, con el cual nació. Y aquí él tuvo fe para pararse allí y apartarse de todo, sin conocer a ninguno de nosotros. Y Tú viniste y usaste el don, porque que él simplemente se relajó. Y Tú, él… Tú lo usaste. Aquí arriba en la plataforma habían personas, acá entre la congregación, completos extraños, y Eso manifestó la Palabra. La Palabra de Dios ha sido manifestada, sabemos que Él es la Palabra, el mismo ayer, hoy, y por los siglos. ¡Y aquí estás Tú! Y yo soy un creyente en Ti. Y tengo mis manos sobre alguien, y ellos tienen sus manos sobre mí. Ahora, gran Presencia de Cristo, sana a esta persona”.",
    "Y voy a orar por todos Uds. Ahora, Uds. oren los unos por los otros, mientras yo oro por todos Uds. Y Uds. serán sanados, cada uno de Uds., ahora mismo, todo el que lo crea.",
    "Padre Celestial, como este grupo de personas aquí en esta noche, pues, te—te agradecemos por Tu Presencia, Señor. Eso nos prueba que nuestra religión Cristiana está correcta. La religión de Mahoma, la de Buda, y todas ellas, ellos están muertos y en la tumba. Pero nosotros tenemos una tumba vacía, y a un Cristo viviente que está aquí con nosotros, en esta noche, identificándose a Sí Mismo en la Persona del Espíritu Santo, moviéndose a través de nosotros y mostrando que Él es la Palabra para esta hora. Él es la Palabra, para hacer vivir las promesas de esta hora. Y si Él puede hacer la promesa identificada, con que se identificó, ¡cuánto más Él podrá cumplir Su promesa de sanidad, que hemos visto cumplirse a través de los años!",
    "Mira esas manos de los creyentes, Señor, puestas unos sobre los otros. Yo hago esta oración por ellos, Señor, para que cada uno sea sanado. Concédelo. Que el poder de Jesucristo se mueva y entre en cada uno de ellos. Y que la fe venga, para que puedan… No, tal vez ni siquiera sepan quién es la persona sobre la cual tienen las manos puestas. Pero sabemos que Tú estás aquí, y Te estamos tocando con nuestra fe.",
    "Satanás, en el Nombre de Jesucristo, deja esta congregación. Sal de estas personas, para que ellos salgan y sean libres, en el Nombre de Jesucristo. Amén.\n\nMuy bien, hermano.",
    "¿Cuántos de Uds. ahora creen de todo corazón que Jesucristo los sana? Pónganse de pie, digan: “Yo lo creo”. Muy bien, ahora se ha hecho la oración de fe. Maravilloso. Bien. Dios les bendiga. Está hecho. Amén.",
    "Ahora, ¿cuántos, así con las manos abajo, que no creían en Cristo y que nunca lo han aceptado a Él como su Salvador, y les gustaría levantar sus manos a Él? Diga: “En Tu Presencia Señor, el mismo Dios que yo creo que me juzgará en el Día del Juicio, Él está aquí en la forma del Espíritu Santo, yo Te acepto ahora como mi Salvador”. Levante la mano y diga: “Yo lo haré”. Sí. Dios le bendiga. Dios le bendiga. Dios lo bendiga a Ud., a Ud., a Ud. ¿Otro? A Ud. Dios le bendiga. Maravilloso. Allí, Dios le bendiga. ¿Otro? “Levantaré mis manos. Yo ahora quiero aceptarlo mientras Él está aquí, y estoy en Su Presencia”.",
    "Ud. nunca estará más cerca, hasta que lo vea a Él cara a cara. Pues aquí, todas Sus características están identificadas aquí mismo ahora, sanando al enfermo, y conociendo el secreto del corazón. Él es la Palabra de esta hora.",
    "¿Lo creen? Levanten las manos ahora, alguien más. Alguien más que quiera aceptarlo a Él como Salvador, levanten las manos en alto para que podamos verlas. Muy bien. Dios les bendiga. Muy bien. Unas, supongo que ocho o diez, quince, lo hicieron.",
    "Entonces inclinen sus rostros ahora mismo, mientras oramos por ellos, cada uno. Si se encuentran cerca de aquellos que levantaron las manos, algún Cristiano, póngales la mano.\n\nUno de los pastores venga aquí, por favor, rápidamente.",
    "Voy a pedirle a uno de los pastores que haga una oración por Uds. ahora, por aquellas almas que acaban de levantarse. 🦅"
  ]
}