{
  "title": "ENTONCES LLEGÓ JESÚS Y LLAMÓ",
  "id": "64460009",
  "content": [
    "🦅  …creed.\n\nPongámonos de pie solo por un momento ahora mientras leemos la Palabra del Señor. En San Juan, el capítulo 11, y empezando con el versículo 18.\n\nBetania estaba cerca de Jerusalén, como a quinientos estadios;\n\ny muchos de los judíos habían venido a Marta y a María, para consolarlas por su hermano.\n\nY María, cuando…o, Marta cuando oyó que Jesús venía, salió a encontrarle; pero María se quedó en casa.\n\nY Marta dijo a Jesús: Señor, si hubieses estado aquí, mi hermano no habría muerto.\n\nMas también sé ahora que todo lo que pidas a Dios, Dios te lo dará.\n\nJesús le dijo: Tu hermano resucitará.\n\nMarta le dijo: Yo sé que resucitará en la resurrección, en el día postrero.\n\nLe dijo Jesús: Yo soy la resurrección y…vida; el que cree en mí, aunque esté muerto, vivirá.\n\n…todo aquel que vive y cree en mí, no morirá eternamente. ¿Crees esto?\n\nLe dijo: Sí, Señor; yo he creído que tú eres el Cristo, el Hijo de Dios, que has venido al mundo.\n\nHabiendo dicho esto, fue y llamó a María su hermana, diciéndole en secreto: El Maestro está aquí y te llama.",
    "Inclinemos nuestros rostros ahora para orar.",
    "Nuestro Padre Celestial, nos hemos reunido aquí de nuevo esta tarde con el propósito de servirte, leyendo Tu Palabra, tomando un texto, y creyendo que Tú nos traerás y revelarás el contexto del texto. Oramos, Señor, por cada necesidad que tenemos aquí esta noche.",
    "Podría haber algunos que no Te conocen; que en esta noche Te encuentren como su Salvador y así lo acepten. Que en esta noche puedan, por algo que se haga o se diga, presentarles a Cristo en una verdadera realidad. A tal grado que sus vidas sean dedicadas completamente a Él y a servicio Suyo. Te damos gracias por las cosas que Le hemos visto a Él hacer y por la esperanza que tenemos de la vida más allá de esta sombra en la que ahora vivimos. Sabiendo esto: que cuando Él venga, seremos arrebatados para recibirlo a Él en el aire. Y con esto, Señor, pedimos que infundas esta esperanza, esta bendita esperanza, en el corazón de todos, esta noche. Los que por mucho tiempo vienen en camino y han soportado tantas dificultades, que en esta noche su fe pueda ser levantada. Concédelo, Señor, que esta noche adopten una nueva visión y renueven sus votos y comiencen de nuevo.",
    "Padre, oramos por los que están enfermos y afligidos. Que esta sea la noche de su liberación. Muchos, Señor, han puesto pañuelos aquí arriba en la plataforma. Y oramos, Padre Celestial, poniendo las manos sobre estos en la caja. Ahora, en la Biblia se nos enseña que “tomaron paños y delantales del cuerpo de San Pablo, y los espíritus inmundos salían de la gente y fueron sanados de enfermedades”. Y sabemos que no somos San Pablo, pero Tú aún sigues siendo Jesús. Y oramos, Señor, que sanes a cada uno de los que estos paños representan. Que cada uno sea sanado para Tu Gloria.\n\nParte para nosotros ahora el Pan de Vida, de la Palabra, mientras esperamos, en el Nombre de Jesucristo. Amén.\n\nPueden sentarse.",
    "Es bueno estar aquí de nuevo esta noche, y estar sirviendo al Señor. Es bueno ver este piso de abajo casi lleno, esta noche; así que, estamos muy agradecidos por su asistencia. Y siendo la primera vez que estamos aquí, creo que eso está muy bien.",
    "Ahora, no importa a cuántos les prediquemos, de todas maneras, predicamos. Yo he hablado en reuniones de apenas tres o cuatro, como también he hablado con quinientos mil a la vez. Doscientos cincuenta mil, en otra ocasión. Y no importa cuántos sean, son los que Cristo envíe para que me escuchen. Yo hablo la… No cambiaría mi tema en lo más mínimo, así hubiera un millón de personas sentadas aquí, esta noche, sería igual. Pues, solo estoy sembrando la semilla, y Ella tiene que caer en tierra en algún lugar. Y cuando esa última semilla haya entrado, no habrán más. Sabemos que podría haber…",
    "Nos preguntamos por qué no hay avivamiento ahora mismo, por qué no vemos el entusiasmo en el pueblo. Yo no sé por qué. Pero pensemos, que tal si fuera así. Quizás haya un niño aquí, en esta noche, o una niña, que haya nacido en Seattle, Washington. Ahora, ese Libro contiene su nombre. Él vino para redimir aquel cuyo nombre estaba en ese Libro. Redimir significa: “Traer de regreso de donde cayó”. Y siendo parte de la raza humana, ella estaba caída. Y ella no pudiera aceptar Eso ahora; es muy niña. Así que la iglesia avanzará lentamente, solo siguiendo la corriente, tendrá reuniones y demás, hasta que esa última persona entre, entonces ese Libro se cierra, no se suman más. Entonces todo habrá terminado.",
    "Hasta entonces, ¿cuándo será ese momento?, ninguno de nosotros sabe. Pero solo sigamos haciendo todo lo que podamos, para Su gloria, hasta que se cumpla ese tiempo. No sabemos quién sea esa persona. Puede ser que ya haya entrado, que solo estemos esperando Su Venida. No sabemos. Y nunca le será revelado al hombre, la hora de Su Venida, porque ni siquiera los Ángeles del Cielo saben cuándo será. Así que la estamos esperando en cualquier momento, y esperamos, atentos a Su Venida.",
    "Ahora, Ud. tiene que tener fe en algo. No importa de qué se trate, Ud. tiene que colocar su fe en algún lugar. Su fe, su fe podría estar en el… en un libro de texto; podría estar en su credo. Si esa es su—si esa es su fe, está en su credo, entonces ahí es—ahí es donde está su fe.",
    "Por decir, un ejemplo, que una—una cierta denominación diga: “Tenemos un libro de texto; Ud. créalo”. Bueno, cualquier cosa aparte de eso, Ud. no puede creerla, ¿ve Ud.?, porque eso es en lo que Ud. cree, es ese libro de texto de esa denominación. Y podría ser que Ud. crea en cierta cosa, Ud. puede escoger. Eso le queda a Ud., somos americanos con libertad.",
    "Pero, en cuanto a mí, mi fe está en la Palabra de Dios, lo que Dios ha dicho que es la Verdad. Todo lo demás que sea contrario a Ella, es como si no existiera. ¿Ven? Yo no digo que no sea así, pero, para mí, si es contrario a Esto, eso no es cierto. Y hoy hallamos que muchas personas basan su fe en algo, y en algún ismo o algún acontecimiento, o alguna otra cosa. Pero, para mí, tiene que ser la Palabra de Dios, y la Palabra que Él ha prometido para este día.",
    "No la ley. La ley era para el judío, hace años. Hoy estamos en el tiempo de la gracia, y estamos—estamos viviendo por encima de la ley. Un hombre que está—está viviendo en la gracia no tiene ley. En la gracia no hay ley.",
    "¿Cómo puede Ud. condenarme por pasarme un semáforo rojo aquí, cuando la ciudad me ha dado el derecho de pasar cualquier semáforo rojo que yo desee? ¿Ven? No podrían. No hay ley que me condene.",
    "Así que, mientras yo esté en Cristo, soy libre de la ley. ¿Ven? Estoy por encima de la ley porque estoy en Su gracia. Él ha depositado esa confianza en mí, que yo no haré nada errado, o Él no me habría dado esa gracia. Y así Él lo hace con Ud., de la misma manera; estamos en Su gracia.\n\nAhora, mi tema en esta noche.",
    "Ahora, no se olviden de mañana en la noche. Haremos el esfuerzo de tal vez quedarnos un poquito más. Quiero llegar aquí un poco más temprano mañana en la noche, porque quiero… Mañana por la noche es algo así como la noche que destinamos para la salvación, colocando énfasis en llamar al altar, énfasis en los que van a recibir el bautismo del Espíritu Santo. Y una noche, o un día, antes de irme, me gustaría hablar sobre el… un tema de la Sangre, La Señal, la Sangre que debe estar sobre la puerta, y es si el Señor permite.",
    "Ahora en esta noche, cada noche me he retrasado, cada noche. Me esforzaré esta noche en lo que más pueda por salir a tiempo. Me doy cuenta de que no nos queda mucho tiempo, y estoy tratando de redimir el tiempo que tenemos, así que, ténganme paciencia. El… Oraré para que Dios traiga toda alma bajo esto aquí, que pueda ser salvada, que Él la salve. Yo no sé cómo es que Él lo hace. Y nuestro trabajo es enviar la Palabra, o predicar la Palabra. Y dejar que la… Ella es una semilla. Y cuando esa semilla empiece a crecer, producirá exactamente lo que está prometido.",
    "Ahora de San Juan 11, esta noche, sacamos este texto: Entonces llegó Jesús y llamó. Jesús vino.",
    "Ahora veamos el trasfondo de esta escena en esta noche. Era Jesús, cuando apenas era un—un joven, Él se vino a vivir con una familia en Betania; y eran María y Marta y Lázaro. Y ellos habían dejado su—su iglesia, o su credo de los fariseos y saduceos, y se habían juntado con Jesús, y Lo invitaron a su casa. Y Lázaro era un—un amigo íntimo de Él. Y nos dicen, pues que Lázaro también era un gran oyente de Juan el Bautista que hablaba de un Mesías venidero. Y entonces cuando Jesús llegó a la escena, y venía a Betania, ellos siempre Lo recibían en este hogar.",
    "Ahora, se nos ha enseñado que Marta y María hacían pequeños tapices para el templo, y demás, donde Lázaro estaba aprendiendo para ser un escriba, para escribir las cartas de la ley. Sobre… Ellos escribían sobre pieles en ese entonces, como pieles de animales, pergaminos, y se enrollaban en un rollito y eran metidos en una fundita. Y Lázaro tenía una mano muy fina. Y podía escribir estos pergaminos.",
    "Y Jesús se quedaba con ellos. Y ellos Lo habían visto a Él hacer tantas cosas, Le tenían tanta confianza, al punto que sencillamente le habían entregado sus vidas completamente a Él. Aunque Él fue…",
    "Vean, Jesús, en Su día, fue más ridiculizado y burlado que la secta más vil que exista hoy en la tierra. No podría haber algo más bajo y despreciado que Jesús. ¿Ven? Las iglesias Lo odiaban. Y simplemente no Lo tenían en cuenta, para nada, porque Él constantemente los reprendía, y les dio toda clase de adjetivos, y dividía sus congregaciones. Él sencillamente puso el mundo de cabeza, por así decirlo. Ellos buscaban encontrar alguna falla, para acusarlo, y no pudieron encontrarla. Y, aun así, Él era… Para ellos: “Él era un ilegítimo. Él nació fuera del santo matrimonio. Él era un individuo algo raro. Él no tenía educación del mundo, por así decirlo, y, con todo, Él Mismo decía ser un profeta. Y, ¡oh, vaya!, ¡qué individuo más horrible era Él!”. Y todos ellos daban el pulgar hacia abajo en cuanto a Él, en todas partes.",
    "No ha cambiado mucho. ¿Ven? Como dije la otra noche: “El diablo se lleva a su hombre, pero no su espíritu”. El espíritu de las personas, que está en las personas, ha vivido antes. Si estuviéramos aquí por un par de meses, donde tuviéramos un verdadero estudio en las Escrituras, me gustaría mostrarles que no hay una secta sobre la faz de la tierra hoy, que yo no pueda probarles que comenzó en el Génesis, y mostrarles su origen. Es una semilla, como una vid que crece, todas ellas. Y se llega justamente al momento en que ahora florece, y de volver a—a la semilla de nuevo. Así que todas estas cosas que Uds. ven sucediendo en la tierra, comenzaron en el Génesis, pues Génesis es el capítulo de semilla de la Biblia, el—el principio.",
    "Y Uds. lo ven, esos espíritus que estaban sobre esos hombres en esos días, aún viviendo en los hombres hoy. ¿Ven? Satanás se lleva al hombre, pero el espíritu sigue vivo.",
    "Dios se lleva a Su hombre, pero el Espíritu vive. Eso hace a Jesucristo el mismo ayer, hoy, y por los siglos. Él se llevó a Cristo Jesús, pero el Espíritu, el Espíritu Santo, regresó, ha estado sobre las personas en la Iglesia a través de todas las edades. ¿Ven? Pues, Dios se lleva a Su hombre, pero no Su Espíritu.",
    "Satanás se lleva a su hombre, y uno halla esos mismos espíritus. Observen su naturaleza.",
    "Identifíquese Ud. mismo, esta noche, en su estado presente donde ahora está parado, con algún personaje de la Biblia. ¿Dónde estaría Ud. si hubiera vivido en el tiempo de Noé? ¿Dónde habría estado Ud.? ¿Dónde habría estado Ud. en los días del Señor Jesús cuando Él estuvo aquí en la tierra, en Su carne? ¿Con cuál grupo se identificaría Ud. esta noche? Tan solo piénsenlo. ¿Ven? ¿Con cuál grupo se identificaría Ud., cuando Pablo los estaba corrigiendo allá en Corintios por las cosas que estaban haciendo? ¿Con cuál grupo se identificaría Ud.? ¿Ven? Den un vistazo atrás. Eso es un espejo. Podemos ver dónde nosotros, qué… Lo que éramos, lo que somos ahora, eso es lo que habríamos sido allá atrás. Pues, el espíritu que está en nosotros ahora, se identificó allá atrás, que es el mismo espíritu que estaba en ellos allá atrás. ¡Vaya!",
    "Esto debería sacudirnos y hacernos salir de nuestro—nuestro sueño en el que estamos, tibios. Pero Uds. saben que la Biblia dice que a eso tenemos que llegar, para que Él pueda vomitar la cosa completamente de Su boca. ¿Lo prometió Él? [La congregación dice: “Amén”.—Ed.] Todos sabemos que Él lo prometió; y Él lo hará. Toda la iglesia será vomitada de Su boca.\n\nEntonces, de la iglesia sale la Novia. Esos son los Elegidos.",
    "Ahora, Jesús se había ido de Su casa y estaba quedándose con Marta y María y Lázaro. Y un día, saben…",
    "Él dijo, en la Biblia, que Él no hacía nada hasta que el Padre Le mostrara qué hacer. San Juan 5:19, Jesús dijo: “De cierto, de cierto os digo: No puede el Hijo hacer nada por Sí Mismo, sino lo que ve hacer al Padre, eso hace el Hijo igualmente”. Y si siguen el patrón de esa Escritura, si tuviéramos tiempo de desglosarla para que, que Uds. pudieran verla correctamente. Uno simplemente recorre… Eso simplemente se entrelaza por toda la Biblia. Y cada versículo en la Biblia lo tiene.",
    "La Biblia va en continuidad; cada Palabra armoniza. En Ella no hay contradicción. Toda va en armonía. Si Ud. percibe una contradicción, Ud. se ha salido de la Biblia, porque la Biblia no se contradice. Ella marcha en continuidad, en continuidad, toda. Fíjense.",
    "Ahora esto, Jesús, cuando… Él fue el mayor regalo que Dios jamás le dio a la tierra, al mundo; “De tal manera amó Dios al mundo”, Juan 3:16. Ahora, el pueblo Le ha tenido fe.",
    "Siempre, los dones de Dios son despreciados por los movimientos religiosos modernos. Den un vistazo atrás a cualquier época, en los días de Elías, en los días de Moisés, cualquier día que quieran; dondequiera que sea, siempre es despreciado, siempre. Eso no cambia.",
    "Y entonces vemos que allí también, que, en ese día, cuando Dios, al usar a Jesús…",
    "Ahora, hubo una ocasión en que una mujer utilizó el don de Dios, por medio de Jesús. Ella tocó Su manto, y Jesús admitió que Él no sabía quién lo había hecho. Ahora, yo no creo que Él solo… que bromeaba o lo dijo por decirlo. Yo creo que cada Palabra que Él dijo era significativa, tenía un significado. Y Él dijo: “¿Quién Me ha tocado?”. Él no lo sabía. Y miró alrededor, por toda la audiencia, hasta que encontró a la mujer con esa fe, y le dijo de su flujo de sangre que había sido sanado por causa de su fe. Ahora, allí fue la mujer usando el don de Dios. Ahora, observen que esa sola mujer al usar Su don, eso Lo debilitó.",
    "Pero miren este caso aquí, cuando Él resucitó a Lázaro de entre los muertos. No dice nada acerca de que Él se debilitara allí. ¡Y cuánto más fue llamar a un hombre, cuya alma estaba a cuatro días de distancia, y la corrupción ya se había apoderado del cuerpo del hombre! Su nariz, quizás, en cuatro días, ya se había desplomado. Y allí estaba Él, lo llamó de nuevo a la vida, y él vivió, y comió y bebió como cualquier otro hombre. ¡Cuánto mayor fue eso que la mujer que tocó Su manto! Pero allí fue Dios usando Su don. ¿Ven?",
    "Ahora, esa es la diferencia aquí en la plataforma. Ahora, si Ud. siguiera los—sigue los servicios afuera, a veces, cómo dice cosas que sucederán, pues, años antes, semanas antes, meses antes, a dónde ir, qué hacer. Eso es Dios usándolo.",
    "Aquí, son Uds. usándolo, no soy yo. Él solo fluye, porque solo es un don para sa-… de uno mismo calmarse, sacarlo del engranaje humano, que Dios mismo pueda engranar con aquello, y decir cosas. Ahora, es su propia fe, Ud. no se da cuenta, Ud. mismo es el que lo está haciendo; su propia fe está haciéndolo.",
    "Ahora, si Dios quiere hacer cualquier cosa, Él solo lo levanta a uno, dice: “Ahora, será así, tú ve a un cierto lugar. Mientras estás conduciendo por la calle, habrá una cierta cosa que sucederá aquí. Habrá un hombre con un—con un traje marrón. Él tiene el cabello canoso. Él se encontrará contigo allá. Tú irás con él, porque su esposa está muy enferma. Ella está en este otro lugar. Ella lucirá así. Y ve a poner las manos sobre ella. Dile que devuelva esa cosa que ella tomó aquí hace unos años, y hacer otra cosa, hacer penitencia, y ella estará bien”. Entonces se lo digo a las personas. Vamos. Aquí está el hombre allí; es exactamente lo que sucede. Acerca de diferentes cosas por la nación.",
    "Como de Marilyn Monroe cuando murió; nadie les quitará la idea de que esa muchacha se suicidó. Pero ella no se suicidó. Murió de un ataque al corazón. Yo lo vi, días antes que sucediera, y se los dije. Pero ellos no quisieron escucharme.",
    "Cuando esos peleadores se mataron. Seis meses antes de llegar a… Por allá en Nueva York, uno mató al otro. Yo los vi en—en sus tabernas, discutiendo el uno con el otro. Y vi a uno que mató al otro, seis meses antes de que sucediera.",
    "Todas estas cosas, el… que el Señor muestra, eso es Él usando Su don. No hay…Uno no se debilita después de eso. Pero cuando… Eso es lo que me debilita, cuando Uds. usan el don de Dios, como el Espíritu Santo. Yo no soy Su don. El Espíritu Santo es Su don. Ese es el don de Dios para la Iglesia, es el Espíritu Santo, y Uds. Lo usan. Y Él solo usa donde uno mismo se pueda desengranar. ¿Me entienden? Y permitir que el Espíritu Santo lo use a uno.",
    "Ahora, en este caso, el Padre le había dicho a Jesús que dejara la casa y se fuera.",
    "Si notan cómo se llevó a cabo, ellos, después de que Lázaro se enfermó; y no hay duda que muchos dijeron: “¡Ajá! Veamos entonces dónde estará ahora ese predicador santurrón que va a orar por los enfermos. Él ni está en la escena”.",
    "Y, Él se había ido. Y ellos, finalmente, enviaron a buscarle. Cuando el médico lo desahució, enviaron a buscarle para que viniera. Y en lugar de venir, Él se fue más lejos. Enviaron de nuevo. En lugar de venir, Él siguió en la dirección opuesta. ¿Ven? Y entonces, de repente, Él se detuvo, volteo hacia los discípulos, después de varios días, habiendo cumplido la visión de lo que el Padre Le había mostrado, Él dijo: “Lázaro duerme”.\n\nLos discípulos dijeron: “Pues, bien hace”. ¿Ven?",
    "🦅 Duerme”, no está muerto. No hay manera de que un creyente muera. ¿Ven? Y Él les dijo en su idioma: “Él ha muerto, y por vosotros me alegro, de no haber estado allí. Pero, Yo voy a despertarle. Voy a despertarle”.",
    "Vean, ahora Él sabía que eso iba a suceder. Pues, si no, entonces Él dijo algo errado cuando dijo: “Yo no hago nada hasta que el Padre me lo muestre primero”. ¿Ven? Él lo sabía.",
    "Y luego mírenlo a Él en el sepulcro: “Padre, Te doy gracias por haberme oído. Pero digo esto por los que están alrededor”. ¿Ven?\n\n“¡Lázaro, ven fuera”! Y salió; él salió del sepulcro.",
    "Ahora, cuando Jesús dejó la casa, pues, esa muerte y el problema entraron. Y recuerden: cuando Él sale de su casa, el problema viene en camino. Ahora, aquí Él no fue sacado. O, Él simplemente se fue, porque el Padre Lo había apartado. Ya no quedaban esperanzas. Ahora, ¡qué hogarcito más triste! Muchos de nosotros, esta noche, podemos compadecernos de ese hogar, cuando la muerte ha golpeado nuestro propio hogar. Y uno no sabe lo que es hasta que lo tiene que vivir. Pero, saben, cuando ellas…",
    "La muerte había golpeado el pequeño hogar. Ellas habían enviado a buscarlo. ¡Qué hogar tan destrozado ese! ¡El Hombre en el cual tenían confianza, el Hombre al que amaban, el Hombre al que habían visto sanar a los enfermos y hecho a los ciegos ver, y profetizaba, y conocía los pensamientos del corazón, y les decía a las personas lo que sucedería, cada vez! Y Él encajó con la Escritura exactamente al pie de la letra, tanto que esas personas amantes de la Escritura Le creyeron. ¿Ven? Y allí estaban unos de Sus amigos más leales, y Él permitió que sucediera eso. ¿Ven? Él permitió eso solo para ver lo que ellos harían. No cabe duda que eso era lo que el Padre tenía en mente. Ya no había esperanzas. El Hombre en el que confiaron, resultó que no era lo que ellos pensaban ser, o que—que era. Y ellas estaban desesperadas. Lázaro, su hermano, estaba muerto.",
    "Ellas no podían regresar a la iglesia, porque ya habían aceptado a Jesús, “el fanático”, y habían sido excomulgadas, y tenían la carta, como sucedería hoy en día, de su iglesia, que ya no podían regresar. Y ellas se quedaron sin iglesia; sin amigo alguno, al parecer. La gente de la ciudad las había despreciado. Sus buenos amigos con los que se relacionaban en la iglesia ya no querían nada con ellas, porque habían aceptado a Jesús: “Este errático, fanático”.",
    "Y, entonces, el Hombre en el que tenían confianza las había rechazado completamente y no quiso hacerles un favor. Y ellas enviaron a buscarle por segunda vez. Y Él de nuevo las rechazó; y dejó morir al hombre, y que fuera embalsamado, y puesto en el sepulcro y sepultado. Ahora, hábleme de una hora oscura, esa fue la hora más oscura que ese humilde hogar jamás había visto.",
    "Y entonces llegó Jesús. Ese es Él, en esa hora oscura. Él permite que suceda eso, en algún momento. En la hora más oscura, entonces llegó Jesús. Su Presencia siempre trae nuevas esperanzas.",
    "Esta podría ser la hora más oscura para algunos de Uds. Puede ser que el médico los haya desahuciado, con cáncer. Y el hombre ha hecho todo lo que puede para salvar su vida, pero está más allá de su—su conocimiento. Él ya no tiene más con qué trabajar. Él ha hecho todo lo que puede, y Ud. se va a morir. Puede ser la hora más oscura que Ud. jamás haya visto. Pero, solo recuerde: en esa hora oscura es cuando Él llega. Él viene. Entonces, cuando Él llega, trae una nueva esperanza. Trae nuevas esperanzas cuando Él llega. Su Presencia trae esperanza.",
    "Marta, salió allá. Ella siempre había mostrado sus colores, que ella no era exactamente tan leal como María, porque María escuchaba la Palabra, pero, Marta, mientras Le cocinaba la cena y demás. Ella mostró lo que era en ese momento.",
    "Pues, cuando Jesús regresó a la ciudad, no es de dudar que muchos hayan dicho: “Ahora, después de que el muchacho está muerto y sepultado, ahora este predicador santurrón regresa a la ciudad”. No hay duda que cuando Marta salió para allá, algunos hayan dicho: “Miren, pues allí va ella; si yo estuviera en su lugar, le diría a Él lo que pienso; se Lo diría cuando llegara allí. ¡Oh, seguro que ella lo hará! Vamos y veamos cómo lo hace”. Si ella lo hubiera hecho, esta historia no se leería así, en esta noche.",
    "Ahora mírenla. Aquí va. Ella podría haber pasado cerca de el—el—el pastor de su—de su primera iglesia. Y él decir: “Pues, veamos qué sucederá ahora. ¿Ven? Él salió y se fue. Cuando la hora, la hora crucial llegó, Él salió y se fue”.",
    "Ahora Marta, sin duda, era una lectora de la Biblia o ella jamás hubiera aceptado a Jesús, para comenzar. Ella no podía aceptarlo en base a la psicología de la gente, o en base a la religión de ese día. Ella no podía aceptarlo en base a la iglesia, porque la iglesia Lo odiaba a Él; y los religiosos Lo odiaban. Y todos Lo odiaban. Así que, ella debe haber sido una lectora de la Escritura, y ella lo había leído en la Biblia.",
    "En los días de Elías, había una mujer por el nom-… una mujer sunamita. Y ella era estéril. Y tenía fe en un hombre, un profeta de aquel día, en Elías. Y ella le había construido un lugarcito al lado de su casa. Pues ella y su marido tenían una buena casa. Ellos construyeron un lugar y colocaron un—un lavabo allí, y un lugar para que él se lavara y se aseara, e hicieron un lugar muy agradable, cómodo. Y cuando él vino, él y Giezi, su siervo, pues dijo: “Mira la bondad que esta mujer sunamita ha—nos ha mostrado”. Dijo: “Ve a preguntarle si debo hablar con el general principal que yo—yo conozco; lo conozco muy bien. O, ¿si debo hablar con el rey? Yo también he sido llamado en ocasiones para hablar con él y asesorarlo”. Dijo: “Ahora, ¿me pregunto si le pudiera hablar cuando vuelva a presentarme ante él, o cuando me llamen con una de estas personas?”.",
    "Entonces Giezi fue a preguntarle. Y ella dijo: “No”. Dijo: “Yo habito entre mi propio pueblo. No tengo razón para pedir cosas así. Eso simplemente me nació del corazón, solo porque sé que él es un varón de Dios. Y quiero mostrarle favor. Eso es todo”. Él dijo…",
    "Bueno, regresó, y Giezi dijo: “Pero su marido es viejo y no tienen hijos”.",
    "Y Elías seguramente vio una visión. Y le dijo: “Ve, dile: ‘Por este tiempo, el año que viene, ella tendrá en brazos a un niño’”. Y así fue. Ella tuvo un niño.",
    "Y el muchachito tenía unos doce años. Y estaba afuera en el campo con su padre, como a las once del día, por lo que debe haber sido una insolación. Él lloraba: ¡Mi cabeza! ¡Mi cabeza! Y el padre hizo que lo enviaran a la casa, y—y entonces lo sentaron en las rodillas de la madre. Y como al mediodía, el muchachito murió, se enfermó tanto; probablemente una insolación. No tenía aliento. Había muerto.",
    "Ella entonces lo llevó y lo acostó sobre la cama de Elías. ¡Qué gran lugar donde acostarlo! ¡Oh, vaya! Exactamente lo correcto. Lo acostaron en la cama de Elías.",
    "Y ella le dijo al criado: “Enalbarda una mula ahora, guía y ve. Y no te detengas hasta que yo te diga, porque queremos ir donde el varón de Dios”. Ella sabía que, si podía llegar a ese varón, hallaría la razón del porqué. Si Dios pudo decirle a él que ese bebé iba a venir, y que la bendeciría con la bendición de Dios, que su—que su vientre estéril podría dar a luz un hijo, seguramente Dios podría decirle a ese varón por qué se lo llevó. Ella dijo: “No te detengas hasta que yo te diga. Ve a ese varón de Dios”.",
    "Ahora, cuando el—el jinete llegaba cerca del varón de Dios, él no sabía. Dios no les dice a sus profetas todo lo que va a suceder. Él no sabía que hacer. Y dijo: “Aquí viene aquella sunamita”, le dijo a Giezi. Dijo: “Y—y ella está triste, y Dios me lo ha ocultado; no sé qué quiera ella”.",
    "Y, cuando ella se acercaba, esto me gusta, cuando ella se acercaba a Elías, Elías gritó, dijo: “¿Está todo bien contigo? ¿Está todo bien con tu marido? ¿Está todo bien con el niño?”.",
    "Fíjense, con un marido caminando de aquí para allá, gritando. ¿Ven? Él no tenía la fe que tenía ella. Y él, solo gritaba y en ese desespero; y todos los vecinos, en desespero. Y el bebé, horas antes, había sido puesto frío, sobre la cama.",
    "Pero observen, cuando ella llegó a este varón de Dios. Ella dijo: “Todo está bien”. Amén. Eso me gusta. “Todo está bien ahora. Estoy en la presencia de Su representante”. Amén. Allí lo tienen: “Todo está bien”. Y luego ella cayó a sus pies y comenzó a revelarle a él; no él a ella. Fue ella quien le contó a él.",
    "Y entonces dijo él a Giezi: “Ciñe tus lomos, y toma este báculo y ve a ponerlo sobre el niño”. Él no sabía qué hacer.",
    "Así que… Y yo creo que allí es de donde Pablo, otro hombre de la Escritura, nunca, jamás hubiera tomado paños de su cuerpo si él no hubiera tenido Escritura para hacerlo. Elías sabía que todo lo que él tocaba era bendecido; ¡pero si él lograba que la mujer lo creyera! Por tanto, yo creo que eso es lo que hizo Pablo. Ahora, nosotros ungimos los paños con aceite. Ahora, eso no es Escritural, pero está bien. Eso está perfectamente bien. “Pero ellos tomaron del cuerpo de Pablo” dice la Biblia, “paños o delantales”. Fíjense. Pero…",
    "Y Elías, él le dijo: “Toma este báculo, ve a ponerlo sobre el bebé. Y si alguno te hablare, no le respondas. Solo sigue, pon el báculo sobre el bebé”.",
    "Ahora, la fe de la mujer no estaba en el báculo; estaba en el profeta. Ella dijo: “Vive Jehová, y vive tu alma, que no te dejaré”. Y se quedó allí mismo, persistente, hasta que recibió la respuesta de lo que ella quería saber.",
    "Bueno, Elías no tenía la respuesta, así que solo había una cosa que hacer, ir con ella. Entonces, se ciñó los lomos, y fue.",
    "Él se encontró con Giezi que regresaba. Dijo: “¿Cumpliste con mis órdenes?”.",
    "Él dijo: “Lo hice. Puse el báculo sobre el bebé. No hay vida ni nada aún”. Habían pasado horas y horas que el bebé había muerto.",
    "Bueno, Elías entró. Él no sabía qué hacer. Y recuerden, él caminaba de un lado a otro, de un lado a otro, de allá para acá, hasta que el Espíritu vino sobre él. Y cuando el Espíritu vino sobre él, colocó su propio cuerpo encima del cuerpo de aquel bebé, y este estornudó siete veces y volvió a la vida, debido a esa determinación y esa fe de esa madre.",
    "Ahora, Marta, sabiendo que esta mujer sunamita tenía fe en este profeta, como el representante de Dios en la tierra para aquel día; si Elías era el… era el representante de Dios de su día, ella sabía que había visto lo suficiente de Jesús para saber que Él era el representante de Dios de ese día. Allí lo tienen. ¿Ven? Hagan que la Escritura fluya perfectamente.",
    "Así que, cuando corrió hacia Él, parecía como que ella tenía el derecho de reprocharle, y decir: “¿Por qué no viniste? ¿Por qué no viniste? Enviamos a buscarte. Nosotros dejamos la iglesia; hicimos todo esto”. No. Esa es la versión de 1964 de eso; no en aquel entonces, ¿ven? “Hicimos todo esto. Hicimos eso. Yo di esto. Yo di aquello”. ¿Ud. dio qué? Dios dio a un Hijo por Ud. y por mí, los indignos.",
    "Ella debe haber salido allá. Y ella sabía que Dios Mismo Se había manifestado. Y obsérvenla cuando viene. Ellos la siguieron, para ver lo que iba a decir. Ahora, ella salió allá y lo primero que hizo fue postrarse delante de Él, y dijo: “Señor”. Eso era Él. “Si hubieras estado aquí, mi hermano no hubiera muerto”. ¿Ven? “Tu hermano no hubiera muerto”. Y ella…\n\nÉl dijo: “Tu hermano resucitará”. Y Él…",
    "🦅 Sí, Señor. Él resucitará en el día postrero, en la resurrección general. Él era un buen muchacho. Él resucitará en el día postrero”. Vean, ellos creían en la resurrección general.\n\nJesús dijo: “Pero Yo soy esa resurrección y la Vida”.",
    "¡Oh, vaya, después de decepcionarla! ¿Cómo podía un Hombre, que es la resurrección de Vida, tratar a un amigo así? En algún momento Él lo probará a Ud., para ver lo que Ud. hará. ¿Ven? Pone el asunto delante de Ud., y ve lo que Ud. hace con eso. Él podría hacerlo, en esta noche. Él lo ha estado haciendo, pues solo para ver lo que Ud. hará con eso.",
    "Luego vemos que cuando ocurrió esto, ella dijo: “Yo creo que Tú eres el Hijo de Dios que vendría al mundo”. Eso exactamente es lo que Él confesó que era. “E incluso ahora, aunque mi hermano esté muerto, aunque esté embalsamado, aunque esté sepultado, aunque hieda en el sepulcro, incluso ahora todo lo que le pidas a Dios, Dios Te lo dará”. Allí lo tienen. Allí lo tienen. Esa es la clave. Ella creía en lo que Él pedía. Si Él pedía a Dios por ella, Dios oiría Su oración; “Incluso ahora, todo lo que Tú pidas a Dios, Dios Te lo dará”.",
    "Ahora, ¿pudieran Uds. tener esa clase de fe, esta noche, en la Palabra de Dios? Bueno, Jesús es Su Palabra. ¿Pudieran Uds. tener toda esa fe en la Palabra de Dios? Siendo que Eso está tan—tan perfectamente identificado para este día como Lo estuvo en ese día. ¿Pudieran creerlo Uds.? “Todo lo que Tú le pidas a Dios, Dios Te lo dará”. ¿Ven?",
    "Ud. dice: “Pero el médico me desahució, Hermano Branham, dijo que no puede hacer más por mí”.",
    "🦅 ¡Pero incluso ahora, Señor”! Por decir: “Yo no he caminado por años. Pero incluso ahora, Señor, todo lo que le pidas a Dios, Dios Te lo dará”. Él está sentado a la diestra de la Majestad en las Alturas, esperando que Ud. pida. “Incluso ahora, todo lo que Tú pidas a Dios, Dios Te lo dará”.",
    "¿No dice la Biblia: “Él está sentado a la diestra de la Majestad”? ¿Qué es la diestra? No es una mano como la del hombre, la mía; es el poder, la diestra del poder. Él es Dios con nosotros, Dios en nosotros. Dios aquí, ahora. La diestra, viviendo siempre, Presente, aquí mismo. Cuando Ud. necesita a Dios, no tiene que ir al Cielo. Él está aquí mismo con Ud. La diestra del poder de Su Majestad, sentado aquí, listo para interceder en base a su confesión, esperando que Lo llamen.",
    "🦅 ¡Incluso ahora, Señor”! Aunque el médico me dijo que no podría vivir más que otra semana, “Incluso ahora, Señor, todo lo que Tú pidas a Dios, Dios Te lo dará”.",
    "Con razón Él dijo: “Tu hermano resucitará”. Él dijo: “Yo soy esa resurrección y Vida. El que cree en Mí, aunque esté muerto, vivirá. Y todo aquel que vive y cree en Mí, no morirá eternamente. ¿Crees esto?”.\n\nElla dijo: “Sí, Señor; yo he creído”. Eso es.",
    "Ahora, cuando uno tiene una fe genuina, cuando esos piñones van uniéndose así, la rueda va a girar. Algo va a suceder, porque hay poder en los dos lados. ¡Poder, en fe! Y el poder… La rueda pequeña girada por la fe; la grande girada por el poder de Dios. Cuando esas cosas empiezan a girar, algo tiene que suceder.",
    "Para hacer que eso allí arriba ilumine, se necesitan dos piezas de material, y un dínamo, girando juntos. Así como es con Ud. Eso producirá luz; producirá fe. Eso producirá—producirá poder; producirá sanidad. Cuando el creyente y Dios empiezan a girar juntos, eso genera el poder de Su resurrección. Cuando el creyente toma Su Palabra en el corazón y empieza a generarlo. Eso produce fe, porque Él lo ha prometido. Todo está en orden. Lo único que Ud. tiene que hacer para obtener la electricidad es presionar el botón. Eso es todo lo que Ud. tiene que hacer cuando esta Escritura deba ser cumplida ahora; presione el botón. No tenga miedo.",
    "Ese es el problema con las personas. Con frecuencia he dicho… Es un poco ridículo decirlo. Yo encuentro dos clases de personas cuando viajo: los fundamentalistas y los pentecostales. Aparte de eso, no sé. Y los fundamentalistas son personas que posicionalmente saben dónde están parados, pero ellos no tienen fe alguna en lo que están haciendo. Y los pentecostales son las personas quienes tienen… poseen esa fe pero no saben quiénes son.",
    "Es como un hombre que tiene dinero en el banco y no puede escribir un cheque y el otro puede escribir un cheque, pero no tiene dinero en el banco. Si uno lograra ponerlos de acuerdo. Si uno lograra que los pentecostales despierten, que el Espíritu Santo que Uds. afirman tener, ese es Él identificando Su Nombre y Su Palabra. Entonces firme su nombre en el cheque y entréguelo. Mírelo cómo—mírelo cómo lo reconocen en los bancos del Cielo.",
    "🦅 Pedid al Padre cualquier cosa, en Mi Nombre”. ¿Ven? No teman pedirlo. Él prometió que lo haría. Pues, allí, eso… Ud. no tiene que preocuparse por eso; Él lo prometió.",
    "Fíjense en eso, ahora. Y ella tenía razón, cuando supo que si Dios estaba en Elías, Él era—Él era— Él también era Cristo. ¿Lo creen Uds.? Jesús dijo que él lo era, dijo que era un dios, porque la Palabra de Dios vino a él. Si Dios estaba en Elías, ¡cuánto más estaba en Su Hijo! Y si Dios, con esa pequeña porción podía resucitar a un bebé muerto, ¡cuánto más, Dios en Su plenitud!",
    "Pues, ¡cuánto más ahora, que Dios se ha identificado con nosotros y en nosotros! La expiación está hecha; no así en aquel entonces. Ellos aún estaban bajo la expiación del—del carnero sacrificado. Y ahora nosotros estamos bajo la expiación de la Sangre de Dios; no de sangre judía, no de sangre gentil. Él no era ninguna de las dos. Él era la Sangre de Dios.",
    "La sangre proviene del sexo masculino. Una gallina puede poner un huevo, pero si no ha estado con el ave macho, no empollará; no está fértil. La fertilidad viene de la hemoglobina, que es la sangre que está en el sexo masculino, siempre. La mujer solo es el óvulo.",
    "Y en este caso, Jesús era la Sangre de Dios, una célula de Sangre creada. Él no era ni judío ni gentil; Él era Dios. La Biblia dice: “Somos salvos por la Sangre de Dios” no judía o gentil, la Sangre creada. En esto, si Él fue un judío, mi fe desaparece. Si Él fue un gentil, mi fe desaparece. Él era Dios. Él era el Dios inmortal manifestado en carne, el cual creó una célula de Sangre e hizo Su Propio cuerpo. Amén. Eso hace que los demonios tiemblen y huyan. Eso lo pone en fuga; cuando Ud. ve la cosa real y genuina. Alabado sea el Señor. [La congregación aplaude.—Ed.] Dios manifestado en la carne. Él es la Sangre de Dios. Por lo tanto, la Vida viene de ese germen. Y ahora, mediante esa Sangre…",
    "En el sacrificio antiguo, un adorador ponía las manos sobre un carnero, y lo degollaban. Los sacerdotes cogían la sangre y la quemaban. Y el adorador, sintiendo los dolores de la muerte del—del carnero, sus manos todas ensangrentadas por el pequeño carnero que moría, agonizando, o la ovejita, mientras moría, pero él volvía a salir con la misma conciencia que tenía cuando entró. Pues, cuando esa célula de sangre era rota, era la sangre de algún otro carnero macho, ¿ven?, y el óvulo de la hembra. Y la vida que estaba allí no podía volver sobre su vida, porque era una vida animal. La vida animal no tiene alma, pues no distingue el bien del mal. Así que, no podía volver.",
    "Pero sobre Este, cuando realmente colocamos nuestras manos sobre nuestro Sacrificio, Jesús, y sentimos en nuestros corazones que somos culpables, y sabemos lo que estamos haciendo, la Sangre de ese Sacrificio, la Vida que estaba en esa Sangre era Dios Mismo, entonces Él vuelve sobre Ud., el Espíritu Santo. Ud. entonces viene a ser un hijo de Dios, sin más conciencia de pecado. El que es nacido de Dios no practica el pecado; él no puede pecar. La simiente de Dios está en él. No puede pecar. No siente deseo de pecar más, en lo absoluto. Así que, mientras Ud. esté deseando pecar, eso lo hace a Ud. culpable. Pero cuando Ud. no siente más deseo, si comete un error, Ud. entonces no lo hace voluntariamente.",
    "Hebreos 6 dice: “Si pecáremos voluntariamente después de haber recibido el conocimiento de la Verdad, ya no queda más sacrificio por el pecado”; al pecar voluntariamente. Así que si Ud. quiere pecar continuamente, voluntariamente, hay algo incorrecto en su experiencia.",
    "Ahora, cuando ella lo oyó a Él. Ella tenía razón… Cuando Él dijo: “Yo soy la resurrección y la Vida. YO SOY”. ¡Oh! ¡Qué seguridad de la Palabra prometida, porque Él era ese YO SOY que estuvo en el desierto con Moisés, por allá en la zarza ardiente! Aun cuando todas las esperanzas se habían desvanecido, aun así, ella estaba satisfecha. Si ella solo consiguiera que Él lo pidiera, sucedería. Ahora, ¡cómo necesitamos una fe así hoy!",
    "Ahora, ella tenía que creer lo imposible, para la mente moderna, la manera moderna de pensar. Ella tenía que creer para lo imposible. Pero las cosas imposibles se hacen realidad cuando se toma a Dios en Su Palabra. Lo imposible se hace realidad cuando se toma a Dios en Su Palabra.",
    "Noten, cuán hermoso: “Pero incluso ahora, Señor, incluso ahora”, no importa cuál sea la—la situación. “Incluso ahora, todo lo que pidas a Dios, Dios lo hará”, en esa hora oscura.",
    "Analicemos un par de personas aquí, por así decirlo, en la Biblia, solo un minuto, solo para ver lo de esa hora oscura antes de llamar a la línea de oración.",
    "Pensemos en Job. Él era el hombre más justo sobre la tierra, y Satanás se lanzó sobre él. Vino a Dios primero, y acusó a Job de ser solo la mascota de Dios. Dijo: “Seguro, lo tienes bien protegido. Rompe el cerco. Haré que Te maldiga en Tu rostro”.\n\nDios dijo: “No podrás hacerlo”. ¿Ven?",
    "Y, entonces, a Job le vino todo tipo de problema. Recuerden, él perdió toda su riqueza; perdió toda su popularidad.",
    "Él era un príncipe, Uds. saben, en el Oriente, y todos los jóvenes príncipes venían a inclinarse ante él porque él era un hombre de sabiduría. Él era un profeta. Y todos querían verlo y hablar con él, solo por un momento. Solo un momento de su tiempo significaba mucho. Y cómo solía caminar por la calle, con honra en su corazón para Dios, porque Dios lo había hecho un profeta.",
    "Y los sabios se acercaban y decían: “Job, señor, sabemos que el gran Dios del Cielo está contigo; solo quisiéramos recibir un consejo. Hemos hecho cierta-cierta cosa. ¿Qué deberíamos haber hecho?”. Y Dios se lo revelaba a Job. Y ellos iban y hacían eso de esa manera, y precisamente así era. Eso estaba bien.",
    "Pero, de repente, todo el pueblo se tornó contra él. Sí. Todos lo rechazaron. Luego vinieron los ciclones, matando sus hijos, y matando todos sus animales. Todo lo que él tenía se perdió. Luego vinieron algunos de sus mejores, quizás los diáconos de su iglesia, ¿ven?, vinieron a darle consuelo. Y lo estaban acusando. “Bueno, Job, sabes, un hombre que fue favorecido por Dios, como tú, y todo esto le ha sucedido, tiene que haber algo errado; has hecho algo errado”.",
    "Job dijo: “Estoy seguro que no. Mi corazón está limpio delante de Dios, y he ofrecido mi sacrificio”. Amén.",
    "Allí lo tienen, entonces párense en eso. Si Ud. ha cumplido con los requisitos de Dios, quédese allí mismo. No se mueva. Abraham consideró todo lo contrario a esa promesa como si no existiera. Tampoco dudó, por incredulidad, de la promesa, sino que se fortaleció, dando alabanza a Dios.",
    "Job se quedó firme con eso. Y después de un tiempo, su propia esposa como que se volvió contra él. A Job le brotó sarna y su propia salud se quebrantó. Él salió y se sentó en un montón de ceniza, y se rascaba con un pedazo de vasija o algo, un tiesto de algo. ¡Solo imagínense en el estado tan miserable que estaba ese hombre!",
    "Recuerdo que lo estudié una vez, en mi tabernáculo, hace años. Y estuve con eso por un año, solo en el Libro de Job. Así se hace. Lo desglosamos, armonizándolo con toda la Palabra. Y, pues lo tuve en ese montón de cenizas allí por unos cinco domingos seguidos. Y yo no… Después de un tiempo, una hermanita me escribió una carta. Ella dijo: “Hermano Branham, ¿cuándo va a quitar a Job de ese montón de cenizas?”. Pero yo—yo quería mostrarles algo. ¿Ven? Yo—yo estaba—yo estaba tratando de aclarar eso, de el por qué él estaba allí.",
    "Y su esposa salió y dijo: “Job, eres un miserable. ¿Por qué no maldices a Dios y te mueres?”.",
    "Ahora miren. Él no la llamó mujer fatua. Él dijo: “Hablas como una mujer fatua”. En otras palabras: “Tú—tú—tú hablas neciamente”. Él dijo: “Jehová dio, y Jehová quitó; sea el Nombre de Jehová bendito”.",
    "Entonces, supo que él iba a morir. Y dijo: “Señor…”. En el capítulo 14 de Job, dijo: “Si el árbol cae, aún queda de él esperanza”. Sabía que él había sido… Eso había influenciado a las personas; su vida había sido útil. Dios no nos da nuestra vida solo para pasar el rato, con esto, con eso. Él la da para que sea útil para Él. Haga algo. Háblele a alguien más. ¿No puede hablar? Silbe un himno o algo. Deje alguna impresión en algún lugar. Y Job era el tipo de hombre que era útil.",
    "Él dijo: “Si un árbol baja a la sepultura; al—al percibir la lluvia, las raíces salen de nuevo. Si una flor muere, la semillita queda allí y se revienta, la pulpa sale de ella”. No hay cómo encontrar la vida allí. Pero cuando llega la primavera, esa florecita brota de nuevo. “Ahora, queda esperanza, si una flor muere, si un árbol muere. Pero un hombre” dijo, “él yace, entrega el espíritu. Sus hijos vendrán a darle honores y él no lo percibirá”. Job quería saber. “Cuando plantan una semilla en la tierra, pues ella sale. Pero ellos plantan a un hombre en la tierra, y él no sale”. Ahora, dijo él: “¿Todo esto de qué se trata?”.",
    "Y él no podía entenderlo. “Cómo un hombre, con mucha más gloria que una flor; un hombre, con mucha más gloria que un árbol, a imagen de Dios; y sin embargo lo plantaban en la tierra, y ahí—ahí terminaba. Sus hijos vendrán a llorar, y él no lo percibirá. ¡Oh, quién me diera que me escondieses en el Seol, Que me encubrieses hasta apaciguarse Tu ira! Que me pusieses plazo y lugar; de los cuales no pasaré”.",
    "Fíjense ahora, cuando vino toda esta angustia. Y sus amigos le dieron la espalda, y lo acusaron de ser un pecador secreto. La esposa lo había rechazado; todos lo habían rechazado. Dice: “Su aliento vino a ser extraño a su mujer”. ¡Y todas las cosas que le sucedieron a él! Y parecía que Dios lo había rechazado. Y él va a morir y a terminar en la tierra.",
    "Dios le habló, tan claro como para decirle: “Job, ahora ciñe tus lomos. Voy a hablar contigo”. Y entonces cuando Él le dijo: “Mira, el árbol no pecó; la—la flor no pecó; llevaron a cabo Mi propósito. Por lo tanto, se germinan de uno al otro, y no pecaron, por eso vuelven a salir. Pero un hombre pecó, por lo tanto, él es cortado”.",
    "Y entonces Job comenzó a querer saber, y luego se angustió al igual que Marta. En la hora más oscura, siendo que, toda su influencia, ¿la habría vivido en vano? ¿Por qué le hablaría Él a Job? Él era un profeta. ¿Cómo le hablaría? En una visión.",
    "Entonces él levantó la mirada, y los truenos rugieron, los relámpagos destellaron, y llegó Jesús. Entonces él Lo vio a Él en los últimos días. Él dijo: “Yo sé que mi Redentor vive, y en los últimos días Él se parará sobre esta tierra; aunque los gusanos destruyan este cuerpo, en mi carne yo he de ver a Dios a quien veré”. En la hora más oscura, entonces llega Jesús.",
    "Ahora, ese es el Libro más antiguo de la Biblia. Job, fue escrito antes que el Génesis, según dicen.",
    "Fíjense, ahora Moisés en su hora oscura. Él lo sabía. Su madre le había dicho cómo Jehová lo había levantado, cómo él iba a ser el libertador del pueblo. Y él había intentado hacerlo desde un punto de vista militar, porque él era un hombre militar, criado con el Faraón, llego a ser un—un líder. Él iba a ser el próximo faraón. Y él salió a intentar liberarlos por su propia mano.\n\nPero Dios no libera así. Dios libera por Su mano.",
    "Así que, él llegó a ser inteligente, educado, aprendió todos los… consiguió su Ph.D., y su LL.D. y todos los LL’s y DD’s que iban con eso, supongo. Entonces pensó él: “Ahora sí la tengo. Estoy recién salido del seminario”. Y él salió allí, y fracasó.",
    "Luego Dios lo sacó allá por cuarenta años y le quitó toda esa educación, ¿ven?, cuarenta años. Ahora él es un anciano, las barbas colgándole hasta la cintura, con un palo en la mano, toda esperanza de liberar al pueblo había desaparecido. Esos pobres hebreos allá, sufriendo bajo esos capataces y con las espaldas azotadas, y—y trabajando allí en ese lodo. Toda esperanza de liberación desvaneció. Y entonces, un día, en la parte de atrás del desierto, llegó Jesús, una Columna de Fuego. Él dijo: “YO SOY”.\n\nEso era Él. Un día Él estaba hablando…",
    "Él dijo: “Pues, ¿Tú dices que has visto a Abraham? Pues” dijo él, “pues, no tienes más de cincuenta años. Y dijo… Conocemos que estás loco. Tú—Tú tienes un demonio”.\n\nÉl dijo: “Antes que Abraham fuese, YO SOY”.",
    "Así que, fue Jesús que vino, en una Columna de Fuego, en su hora más oscura. Y entonces él partió para allá.",
    "Saben, cuando Jesús toma el control, hace que uno haga cosas que suenan como locura para el mundo. ¿Podrían imaginarse a ese anciano yendo allá para apoderarse de esa ciudad, o de ese país? Y él lo hizo, con un palo torcido en la mano, pero él mismo estaba bajo la mano de Dios; que fue lo que hizo la diferencia.",
    "Bueno, hablemos de otro personaje por un momento. Hablemos de Jairo, en la Biblia, en los días de Jesús. Él, él era un hombrecito fino. Él era un—un creyente, un creyente secreto. Yo lo llamaría algo así como un creyente fronterizo, como los espías que cruzaron y probaron de las cosas buenas y regresaron y dijeron que no era posible. Pero Jairo era un creyente en secreto. Le creía al Señor Jesús, porque él era un buen individuo. Probablemente estudió los pergaminos y vio donde Jesús cumplía con todos estos requisitos, y que Él era ese profeta que debía surgir, conforme a Moisés. Pero él no podía confesarlo, porque cualquiera que confesara que habían estado con Je-… estado allá con Jesús, pues, inmediatamente eran excomulgados. Y él era un sacerdote.",
    "Pero, saben, Dios tiene una manera de presionar el asunto, a veces, para hacer que Ud. lo haga. Y, saben, él tenía una niña, su única hija. Y ella se enfermó gravemente, y llamaron al médico. Y el médico hizo todo lo que podía hacer, y la muchachita se enfermó más y más. Y ahora el médico lo llamó afuera y dijo: “Jairo, lamento decirte esto, Dr. o Rev. Jairo. Pero ¿sabe qué? Esa bebé va a morir; solo le queda como una hora más de vida”. Puedo imaginarme, todo histérico, y la gente parada alrededor, llorando. Y la acostaron en un pequeño catre, como un pequeño sofá allí. Y entonces Je-…",
    "Puedo ver al pequeño Jairo ir allí por su sombrerito ministerial, y ponérselo. Su esposa le dice: “¿A dónde vas?”.",
    "🦅 Sabes, creo que estoy obligado”. Luego salió por la puerta. Y dijo: “¿Dónde…?”. Su pastor estaba parado allí, dijo: “Jairo, ¿a dónde vas?”.\n\n“Ah, bueno, pensé en salir a caminar”.",
    "Saben, es su hora más oscura. Aquí viene alguien por el camino, dijo: “¡Oye, Jairo! ¿Sabes Quién está en el muelle? Jesús de Nazaret, ese profeta, acaba de llegar”. Esa era su hora más oscura, entonces llegó Jesús, justamente en la hora oscura. Puedo ver que él se cubre el rostro con ese sombrerito, y sale por el camino tan rápido como puede.",
    "Él dijo: “Señor, ven a poner Tus manos sobre mi niña, y ella vivirá”. Cuando él venía camino de regreso, de repente alguien le dijo: “No Lo molestes. Él… Ella ha muerto. Ella murió ayer, y ahora yace allí”. ¡Oh!, y él… Su corazoncito estaba a punto de romperse.",
    "Puedo ver que Jesús lo mira, le dice: “¿No te dije: ‘No temas y verás la gloria de Dios’?”. Me imagino que su corazón volvió a latir bien. Subió por el camino, observando cada movimiento. Entró a la casa, le dijeron: “¡Oh, ella está muerta!”.\n\nÉl dijo: “No está muerta. Ella duerme”.",
    "🦅 Pues” dijeron, “ahora nosotros… Habíamos oído que estabas loco; pero ahora lo sabemos”.",
    "Él dijo: “Salgan, todos Uds. incrédulos. No puedo hacer nada mientras que Uds. incrédulos estén aquí sentados”. Él los sacó a todos. Luego Él se acercó a la niña, dijo: “Levántate, muchacha”, y ella se levantó. La hora más oscura, la muerte había golpeado el hogar, entonces llegó Jesús.",
    "Ahora, vemos que cuando su niña estaba enferma, él no esperó como Nicodemo por una entrevista privada en la noche. La necesidad era inmediata. Él tenía que entrar en acción inmediatamente. Es igual ahora. Si hay un momento en el que Ud. quiere ser sanado, ahora mismo es el momento. No espere alguna otra ocasión. Este es el momento de entrar en acción. Sí, señor. Él se desesperó, entonces llegó Jesús y la llamó de entre los muertos.",
    "El ciego Bartimeo, un personaje más del que hablaremos, solo por un minuto. Me gustaría darles la historia de su vida, cómo él—él era, cómo se ganaba la vida con tortolitas que hacían volteretas. Y, pues, en esos días usaban un cordero para guiar al ciego, como hoy en día tienen un perro que guía a los ciegos.",
    "Y entonces, un día, la historia que se cuenta del ciego Bartimeo, es que Jesús, antes de que Él entrara a la escena, es que él tenía una niña que estaba enferma. Y él dijo… salió y lloró y Le oró al Señor, dijo: “Señor, si Tú… ¡si Tú tan solo me das la vida de mi niña! Yo nunca he podido verla. Pero si Tú tan solo permites que viva, Te prometo que mañana Te daré mis dos tórtolas”. Era lo que él tenía para entretener a la gente. Con tantos mendigos, él necesitaba tener algo diferente. Así que, las dos tortolitas daban volteretas una sobre la otra. Y él dijo, bueno, él… Él ofreció, dio la ofrenda, porque la niña se recuperó.",
    "Unas noches después, la esposa se enfermó. Y él fue alrededor, por el lado de la casa, dijo: “Señor, no tengo más que mi corderito que me guía”. Él dijo: “Si Tú permites que ella sane” dijo, “yo—yo—yo Te daré este cordero”. Y entonces, al día siguiente, su esposa se recuperó.",
    "Y aquí iba él, camino allá. Y dijo, el sacerdote le dijo: “¿A dónde vas, ciego Bartimeo?”.",
    "Él dijo: “Voy allá a ofrecer este cordero”. Dijo: “Mi esposa; Jehová sanó a mi esposa”. Y dijo: “Voy a ofrecer este cordero”.",
    "Le dijo: “Tú no puedes ofrecer ese cordero, Bartimeo”. Dijo: “Ese cordero son tus ojos”.",
    "Él dijo: “Pero si Bartimeo obedece su promesa a Dios, Dios proveerá un cordero para el ojo de Bartimeo”.",
    "Un día, él oyó un alboroto que venía por la ciudad, algunos de ellos gritando: “Oye, Tú, profeta de Galilea, me dicen que Tú resucitas a los muertos”; ese era el sacerdote. “Tenemos un cementerio lleno aquí arriba. Ven y resucita a algunos. Me dicen que Tú resucitas a los muertos. Veamos que vas y resucitas uno de ellos. Hay unos buenos hombres que yacen allá. Veamos como los resucitas”. Otros decían: “Si Tú eres profeta, dime qué hice ayer”.",
    "Otros decían: “¡Gloria a Dios en las alturas! Abran paso al Rey de Israel”.",
    "Toda clase de alborotos, y cientos de ellos. Ahora, si Uds. van, llegan a ir a Jericó, y marcan donde estaba sentado, él estaba a casi doscientos metros de donde ellos salieron por el portón. Ahora, no hay duda que la gente se tropezaba sobre él. Y el pobre anciano sentado allí en el viento, tiritando, y envuelto en harapos. Y sin cordero que lo guiara, y sin—y sin palomas. Y él probablemente no tenía combustible para el invierno, y es… podría haber sido alrededor de octubre, y hacía frío. Y él allí sentado, en esa condición. Y él… Alguna señora amable debe haberle dicho, cuando…",
    "Él dijo: “¿Quién? ¿Por qué todo este alboroto?”. Saben, es algo extraño. Donde está Jesús, siempre hay mucho ruido. Sí. Correcto. Él dijo: “¿A qué se debe tanto ruido?”. Bueno, dijeron…",
    "Esta amable dama, ella debe haber sido una seguidora de Jesús. Ella dijo: “Sabes, es Jesús de Nazaret”.\n\n“Bueno, ¿quién es Jesús de Nazaret?”.",
    "🦅 Pues, sabes, la Escritura dice que el Señor Dios va a levantar un profeta”.\n\n“¡Oh, sí! ¿Te refieres al Hijo de David? ¿Está Él en la tierra?”.\n\n“Yo Lo he visto a Él obrar eso exactamente. Él es la Palabra. Exactamente”.",
    "Él clamó: “¡Oh, Jesús!, ten… ¡Oh, Jesús!, ¡Hijo de David, ten misericordia de mí!”. Ahora, él sabía. Él ya había pasado. Él sabía que su grito físico no se podía escuchar. Pero él sabía que si Él era la Palabra, y Él era ese Mesías, Él tendría que ser un profeta, porque el Mesías era un profeta. Y él sabía que podía… con su fe en Dios. No hay duda de que él gritó: “¡Jehová, ten misericordia de mí! ¡Ten misericordia! Ahora permíteme poder detenerlo”. Y él gritó: “Tú, ¡Hijo de David, ten misericordia de mí!”. Probablemente, con todos los gritos, Él no podía oírlo; pero su fe Lo detuvo. Jesús lo dijo.",
    "🦅 Y Jesús se detuvo”. Quiero predicar sobre eso, quizás, en algun momento, algún día: “Y entonces Jesús se detuvo”.",
    "Y Él se detuvo. Miró alrededor. Y dijo: “Tu fe te ha sanado”. En la hora más oscura, entonces llegó Jesús.",
    "La mañana precisamente antes de eso, hubo un… cuando Él… la mañana justo antes de que Él entrara, esa tarde salía por la puerta. Él había entrado a la ciudad, había un hombre allí llamado Zaqueo. Y él era el hombre de negocios de la ciudad. Y su esposa, Rebeca, era una—una mujer fina, una creyente en el Señor Jesús.",
    "Pero él no lo creía, personalmente, porque el rabí le había dicho: “No hay profetas. No hemos tenido profetas. Esas son puras tonterías. No creas algo así. Eres un hombre demasiado culto; tienes tu negocio aquí. Pues, nunca vayas a hacer eso. Mira tu posición en la iglesia”.",
    "Y pues él se lo había dicho a Rebeca, dijo: “¡Oh!, es una tontería. Ya no existen cosas como un profeta”.",
    "Pero, saben, Rebeca había orado; hasta que su corazoncito estaba a punto de desfallecer. Él quiso ver por sí mismo. Y sabía que Él estaría en la ciudad ese día. Entonces, ¿saben lo que hizo? Él era pequeño de estatura, por lo que no llegaría a—a verlo cuando Él pasara, a causa de la multitud. Así que, él dijo: “Me daré cuenta si Él es un profeta o no. Si Lo miro a la cara, yo les diré si Él se ve diferente a cualquier otro hombre”. Entonces se subió al árbol, y se cubrió con todas las hojas, y demás, y esperó allí. Y dijo: “Ahora, saben, cuando Él pase, yo Lo veré”.",
    "Y mientras Él venía doblando la esquina, caminando así, caminando por la calle, llegó directamente debajo del árbol. Y Se detuvo, miró hacia arriba, dijo: “Zaqueo, baja. Voy a casa contigo”. ¡Oh, su hora más oscura! ¿Era Él un profeta o no era profeta? En la hora más oscura, llegó Jesús. Sabía quién era él: “Zaqueo, baja”.",
    "Zaqueo dijo: “Si he defraudado, lo devolveré. Haré lo que sea”. Él estaba convencido. Jesús había llegado.",
    "La mujer con el flujo de sangre había ido, dice la Biblia: “Ella gastó todo su dinero en médicos. Ninguno pudo ayudarla”. No hay que dudar que los médicos se esforzaron, pero fracasaron. Ellos no pudieron ayudarla. Ella había tenido este flujo de sangre por años y años, probablemente desde la menopausia. Y ahora era una mujer anciana, y esto continuaba; no pudieron. ¡Oh!, ella había… Ella estaba en desesperación. Pues, sin duda, aquella mañana cuando la pequeña—pequeña barca llegó a los sauces allí abajo, alguien… Ella vivía en la colina, arriba. Su esposo probablemente había vendido los caballos, y—y la granja tenía una hipoteca, y todo, queriendo la sanidad de su pobre esposita. Y no… Ella había oído de Él. Dijo: “¿Quién es ese allí abajo?”.\n\nDijo: “Es ese profeta de Galilea”.",
    "Ella dijo en su corazón, sin tener Escritura para eso: “Yo Le creo. Y si tan solo puedo tocar el manto de ese Hombre justo, seré sana”. ¡Hmm! Si ella pudo hacer eso sin una promesa Escritural, ¿qué deberíamos hacer nosotros con la promesa de la Escritura? Ella se abrió paso.",
    "Allí estaba el pastor, todos parados allí para criticarla, burlándose de Él y queriendo que se fuera de la región. Ellos no querían todo ese disturbio en la mente de su gente. Ellos no podían cooperar en la reunión. No había nada que ellos pudieran hacer.",
    "Pero Él vino de todos modos para tener una reunión. ¿Ven? Y, pues, Él la iba a tener, de todos modos. Y vimos que había dos o tres allí que Lo ayudarían, así que, por lo menos lo traerían del otro lado del río. Entonces, vemos que en… cuando Él empezó a subir.",
    "Esta mujercita, dijo: “Bueno, un Hombre como ese, tan importante, yo soy demasiado insignificante para Él”.",
    "Y muchos, algunos empezaron a decir: “Jmm, preséntamelo, porque yo—yo quiero averiguar si Él es un profeta o no”. “Jmm, y, pues, preséntame, Simón”, fulano de tal. Todos, “¡Hola, Rabí! Vaya, dicen que Tú eres un profeta”.",
    "🦅 Sí. Sí. Gracias, señor. El Señor lo bendiga”. Seguía, seguía así, mientras Él caminaba.",
    "De repente, esta mujercita seguía abriéndose paso entre esos hombres y alrededor, hasta que tocó Su manto externo. El manto palestino cuelga; también tiene un manto in—interno, para impedir el polvo en las extremidades. Así que, Él no hubiera sentido eso físicamente. Entonces, ella Lo tocó. Eso exactamente era lo que ella quería hacer. Ella retrocedió y se sentó.",
    "Esa fue su hora más oscura, todo el dinero se había acabado, todo lo demás, entonces llegó Jesús. Jesús se volvió y dijo: “¿Quién Me ha tocado?”. Él miró allá afuera, y allí estaba ella. Él dijo: “Tú fe te ha salvado”.",
    "La mujercita en el pozo; moralmente no podía estar peor. Ella tenía… Ella acababa de tomar su sexto marido, así que, moralmente no podía estar peor. Era su hora más oscura, sin duda, al subir allá pues decía: “¡Qué desgraciada soy! Soy una joven, hermosa, pero empiezo a envejecer un poco. Ya voy entrando ahora a los veinte años, así que, mi… no podré…”.",
    "Ahora, solo recuerde, hermana, cuando Ud. deja los veinte, cuando deja atrás los veintidós años, Ud. se está debilitando, así Ud. lo crea no. Así es. Sí. Ud. está decayendo. Todo hombre, igual. Ud., cuando llega como a los… Ud. está…",
    "Pregunté eso una vez en una reunión de los Kiwanis. Dije: “Díganme cómo es que, cuando como alimento, produce células sanguíneas y me hago más grande y fuerte. Cuando yo tenía dieciséis años, comía lo mismo que como ahora. Me hacía más grande y fuerte todo el tiempo. Ahora, desde que pasé los veintidós años, no importa cuánto coma, cuán bien me haya cuidado, me estoy debilitando y envejeciendo. ¿Por qué sucede, si ahora renuevo mi vida, sucedería que…? Cada vez que como, renuevo mi vida, porque estoy comiendo células sanguíneas. ¿Por qué no me hace crecer ahora como en aquel entonces?”. Eso no se puede comprobar científicamente, si Ud. tuviera que hacerlo.",
    "Es una cita que hizo Dios. Y, de hecho, Uds. la van a cumplir. Ténganlo en mente. Uds. no faltarán a ella. Sirva agua de una jarra, en un vaso, se llena hasta la mitad, y luego sirva más rápido y comienza a bajar; dígame a dónde va y qué pasa. ¿Ven? Es porque Dios hizo la cita.",
    "Y esta mujercita, ella sabía que ya sus días estaban a punto de terminar; su ocupación sería arruinada. Y ella estaba pensando: “¿Qué haré? Pero” dijo ella, “saben, siempre he creído que algún día podría venir el Mesías”. Ella caminó hasta allí, al pozo. Generalmente cuando uno está pensando en Él, es cuando Él viene. ¿Ven? Y entonces ella caminó hasta allí; en la oscuridad. Las mujeres todas se habían ido. Y ella era inmoral, no podía hablar con ellas, para nada. Tomó los ganchos y bajó el manubrio. Y empezó…\n\nElla oyó a un Hombre que dijo: “Ve trae a tu marido y ven acá”.\n\nElla dijo: “No tengo marido”.",
    "Él dijo: “Eso es verdad. Has tenido cinco, y con el que ahora vives no es tuyo”.",
    "Entonces ella se desesperó. Ella dijo: “Señor, me parece que Tú eres profeta. Yo sé que cuando venga el Mesías, eso es lo que Él hará”.\n\nDijo: “Yo soy, Él”.",
    "¡Oh!, los discípulos estaban en el mar, una noche, y ya no quedaban esperanzas. Quizás Ud. esté sentado aquí esta noche de esa misma manera, sin esperanzas. Su barquita estaba llena de agua y todo. Y Jesús, ellos se fueron sin Él.",
    "Y entonces cuando estaban gritando y llorando, y preguntándose qué iba a suceder, ¿qué ocurrió después? Lo vieron a Él que venía caminando sobre el mar. ¿Saben algo? Se atemorizaron de Él. Eso parecía algo fantasmal, parecía que podría ser alguna clase de espiritismo o alguna cosa. ¿Ven? Aquí venía un Hombre caminando allí, como una sombra en el agua, y ellos empezaron a dar gritos. Lo único que podía ayudarlos, y entonces ellos Le tuvieron miedo.",
    "Si así exactamente no es como está hoy, ellos Le temen, temerosos de Eso.",
    "Pero ¿qué sucedió? Justo en la hora de su temor, vino una Voz, dijo: “No temáis. Soy Yo”. Entonces, llegó Jesús. ¡Oh, vaya! Llegó Jesús. “No temáis. Soy Yo”.",
    "Ahora, Jesús es el mismo ayer, hoy, y por los siglos. Me pregunto, esta noche… Tengo que omitir un poco de mi texto aquí. Pero me pregunto, esta noche, si nosotros, en esta hora… El Maestro ha venido como ha prometido, y está llamando a Sus hijos creyentes para que Lo reconozcan a Él en Su Palabra, al manifestarla. Me pregunto si Jesús ha venido a nosotros. Esta es—esta es la hora más oscura que la iglesia jamás haya visto.",
    "Ahora, ¿saben algo? Toda iglesia, pronto, va a tener que pertenecer a ese—ese Concilio Mundial de Iglesias. Y cuando lo hagan, perderán sus derechos evangélicos al hacerlo. Y si no lo hacen, entonces ya no podrán ser una denominación; porque toda denominación tiene que entrar en eso. Uds. lo han leído, al igual que yo. Es la hora más oscura que la pequeña iglesia jamás haya tenido. Todo ha caído en eso. ¡Pentecostés!, ¡oh, despierta!",
    "Y justo en esta hora más oscura, entonces aquí viene Jesús, para vindicar que Él está con Uds. Él está aquí, ¿ven?, en la hora más oscura.",
    "Escuché una pequeña historia, solo me tomará un minuto contarla. Llamaron a una—una mujer, el condado vino a verla, porque ella vivía en la pobreza. Ella tenía un hijo, y él se había ido a la India hacía algún tiempo. Y él, un muy buen amigo, un muchacho fino. Y entonces la mujer se quedó sin comida y sin nada, al punto que el condado tuvo que venir a investigar, para darle comida de parte del condado. Y cuando estaban allí, el hombre dijo: “Bueno, ¿no tiene familiares que la ayuden?”.\n\nElla dijo: “¡Oh!, yo tengo un hijo”.\n\nDijo: “¿A qué se dedica?”.\n\nDijo: “¡Oh!, él es un—un—un ingeniero eléctrico en la India”.\n\n“Bueno, ¿y para quién trabaja?”.\n\nDijo: “Para el gobierno de los Estados Unidos”.\n\n“Y” dijo, “¿él no la ayuda?”.\n\nDijo: “Bueno” dijo, “él—él no me ayuda. Pero…”.",
    "Dijo: “Y, ¿por qué no le pide a él en vez de llamar al condado?”.",
    "Ella dijo: “Él es un muchacho tan dulce. Me escribe cartas tan dulces”. Y dijo: “Sabe, yo lo amo, y no puedo decirle que yo—yo estoy así de necesitada”.",
    "Ellos dijeron: “¿Él—él le escribe cartas, y Ud. sabe de él, y todo?”.\n\n“Sí”.\n\n“¿Y aun así él no la ayuda?”.",
    "Dijo: “No”. Dijo: “Pero él me envía unas imágenes de las más bonitas que he visto en mi vida”. Y dijo ella…\n\nEntonces el hombre dijo: “Déjeme ver algunas de esas imágenes”.",
    "Ella dijo: “Está bien, señor. Las tengo aquí mismo en la Biblia”. Y ella abrió allí, y empezó a sacarlas. ¿Saben qué eran? Giros postales de la India, con imágenes. Todos tienen imágenes, ¿ven?, giros postales. Ella tenía miles de dólares, solo que ella no sabía lo que tenía. Todo estaba escondido en la Biblia.",
    "Me pregunto, en esta noche, si Jesús no nos revelará lo que está escondido en esta Biblia para nosotros. Somos ricos en Su gracia y Su misericordia. Me pregunto si Él vendría y nos llamara. Examinemos la Biblia y veamos lo que tenemos en Él, mientras inclinamos nuestros rostros por un momento.",
    "Padre Celestial, permite que Tu misericordia… Tú estás aquí, Padre; pues, estoy muy consciente de eso. Pues, Tú dijiste: “Dondequiera que estén dos o tres congregados en Mi Nombre, allí estoy Yo en medio de ellos”. Ahora, “Los cielos y la tierra pasarán, pero Eso nunca pasará”. Ayúdanos en esta noche, ahora, mientras oramos por estos enfermos, en los próximos minutos. Date a conocer, Señor. Jesús, ven y llama a los enfermos (¿Lo harías?), para que sepan que Tú eres—Tú eres el Dios omnipresente. Tú estás aquí, el mismo ayer, hoy, y por los siglos. En el Nombre de Jesús, oro. Amén.",
    "Amigos, solo un momento o dos hasta que realmente sea la hora para despedir, pero solo convoquemos una pequeña línea de oración. ¿Les gustaría? Levanten la mano, si están—están dispuestos a quedarse otros diez, quince minutos. Muy bien. Dios les bendiga. Solo—solo… ¿Le parece bien al encargado allí, está bien que tengamos eso? Muchas gracias.",
    "Ahora, ¿dónde está Billy? ¿Cuántas tarjetas repartiste? A, B, C. ¿Cuál repartimos primero, las A? ¿Llamamos las A, la primera noche aquí? [Alguien dice: “Sí”.—Ed.] Llamemos a las A de nuevo. Veamos, ¿de dónde empezamos, Billy? ¿Recuerdas? La uno, ¿verdad que sí? Sí. [“Uno”.] De la uno a la… Llamemos de otra parte. Veamos, ¿de dónde vamos a llamar? Digamos que de la setenta y cinco.",
    "¿Quién tiene la tarjeta de oración A setenta y cinco? Levante la mano. Eso está bien, qué bien. La tenemos. Venga directo aquí, entonces, setenta y cinco.",
    "Setenta y seis, levante la mano. Setenta y seis, rápidamente. Muy bien. ¿Quién? ¿No puede levantarse? O no, está muy atrás. Discúlpeme. Setenta y seis.",
    "Setenta y siete, setenta y siete, ¿podría levantar la mano? Quienquiera que tenga la tarjeta de oración… ¡Oh!, alguien por aquí. Muy bien. Justo por aquí, señor, setenta y siete.",
    "Setenta y ocho. Rápidamente ahora, levante la mano, setenta y ocho. Setenta y ocho.",
    "Setenta y nueve, ochenta, ochenta y uno, dos, tres, cuatro, cinco. Permita que… Solo párese allí, rápidamente. Solo tenga un…",
    "Ahora, ¿podrán los demás quedarse muy quietos, reverentes? No se muevan ahora. Permitan que esos, solo los que se llamaron.",
    "Setenta y nueve, ochenta. Ochenta a ochenta y cinco. Parece que no están… Quizás algunas de ellas son las tarjetas repartidas hace cuatro o cinco noches. Ellos podrían estar ahora… Ochenta y cinco a noventa, vengan aquí, vengan desde allí. En A ahora, A, la tarjeta de oración A, desde la setenta y cinco, ochenta, ochenta y cinco, noventa. Con esas serán quince personas. Uno, dos, tres, cuatro, cinco, seis, siete, ocho, nueve, diez… Allí están. Bien. Así está bien. Eso estará bien, solo por un minuto ahora.",
    "Ahora ¿cuántos, el resto de Uds. presentes… que creen que—que pueden hacerlo como esa mujercita, tocar el borde de Su manto? Levante la mano, diga: “Yo—yo—yo—yo creo. Yo realmente creo que puedo tocar el borde de Su manto”.",
    "Ahora el Maestro ha venido. Ahora Él… Él está listo para llamarle, si Uds. solo Le creen. Ahora no duden de Él. Créanle. Solo tengan fe ahora. Sean muy reverentes. Crean con todo su corazón que el Maestro ha venido y lo está llamando a Ud.",
    "Ahora, mientras la línea de oración se forma allá abajo, creo que algunos de los hermanos están ayudando a formar la línea de oración en el—el orden de sus números. Ahora todos tienen una tarjeta. Hay… ¿Cuántas tarjetas más hay aquí? Veamos las manos. Reténganlas. Vamos a orar por cada uno de ellos. No me importa quiénes sean, voy a… Si el Señor me da la vida, voy a orar por cada uno antes de irme el domingo.",
    "Ahora, recuerden, hay un desayuno ministerial en la mañana. Y ¿lo anunciaron, la ubicación? Lo anunciaron. Muy bien. Que, si pueden, vengan. Estaría… Me imagino que voy a hablar, ¿temprano en la mañana allí? [Alguien dice: “Sí, en el desayuno”.—Ed.] Bien. Está bien. Bien. Está bien.",
    "¿Qué dice? “¿No escuché”? Creo que llamé unos quince. Setenta y cinco, ochenta, ochenta y cinco, noventa, algo así. Así… así estará bien. Así… Muy bien. Empiecen a enviarlos. Si está revisando, ahora… ¿Ven?",
    "Ahora, todos en mucha reverencia. Ahora, ahora escuchen. Yo sé que tienen que ir a trabajar en la mañana. Su trabajo es importante. Eso lo sé. Sus hijos los están esperando. Las niñeras; dijo que ella se iría a las nueve y media. Pero solo esperemos. ¿Qué es más importante que saber si esto es la Verdad o no? ¿Qué es más importante que su alma? Ahora, si esta Biblia ha prometido esto, Dios lo hace, ese es el asunto más importante en que puedo pensar. ¿Ven?\n\nHay una silla allí, con el sistema de sonido, y es lo que estaba haciendo ese ruido.",
    "Ahora, miren. Pues, recuerden, que a todos les quede ahora claro. Espero que no les haya dado la impresión que les haga pensar que soy algún tipo de secta o algo así, que yo sería esa Persona, el Señor Jesús. Uds. no creen eso, ¿verdad? Ciertamente que no. Yo soy Su siervo. Soy un pecador que ha sido salvado por la gracia. Pero, aquí, ha llegado la hora en que Él ha dado un don.",
    "Recientemente me examinaron, y un grupo de doctores en medicina me lo aconsejaron, que me hiciera una prueba, una prueba de resonancia. ¿Y saben lo que salieron y me dijeron?",
    "Dijo: “Nunca he visto algo así en mi vida”. Dijo: “Sabe, Ud. es…”. Dijo: “Una persona, que, estando en sus cinco sentidos, en los que… con los que se controla el cuerpo”. Dijo: “Ahora, ahora, su…”. Dijo: “Esa es su primera conciencia. Uno vive en ella. Pero cuando sus cinco sentidos quedan in—inactivos, entonces uno tiene un subconsciente. Eso está lejos de uno. Uno tiene que estar muerto a estos sentimientos o a cualquier cosa aquí, a medida que uno se va yendo de aquí a este subconsciente, pues uno sueña”. Dijo: “Parte de uno va a algún lugar. Y uno, cuando se despierta, que está consciente de nuevo, volver aquí estremece, y uno recuerda lo que soñó”.",
    "¿Cuántos han tenido un sueño? Seguro, hace años, todos Uds. Bueno, alguna parte suya estuvo en algún lugar, porque Ud. aún lo recuerda en su mente. ¿Verdad que sí? Pues ese fue el subconsciente suyo.",
    "Él dijo: “Eso es lo común. Pero” dijo, “Rev. Branham” dijo, “de las decenas de miles y miles de personas que examinamos, nunca encontramos un personaje como Ud.”.\n\nLe dije: “¿Estaré loco?”.",
    "Él dijo: “No creo que la gente venga de todo el mundo para hablar con un hombre loco”.\n\nY dije: “Bueno, ¿será que lo estoy? Sé que soy nervioso”.",
    "Él dijo: “No más que cualquier otro ministro o doctor, cualquiera que trate con público”.\n\nDije: “¿Y qué es lo raro?”.",
    "Él dijo: “¿Sabe algo? Sus dos conciencias están juntas”. Dijo: “Ud. podría soñar un sueño con sus ojos abiertos”. ¿Ven?\n\nÉl no sabía de lo que estaba, de qué se trataba. Yo dije: “¿En serio?”.",
    "Él dijo: “Sí. Ud. no tendría que dormirse para soñar un sueño”.",
    "Yo dije: “Doctor, ¿ha leído alguna vez en la… sobre una visión? ¿Sabe Ud. lo que es una visión?”.\n\nÉl dijo: “¿Es ese un término de la Biblia, Sr. Branham?”.\n\nDije: “Sí”.",
    "Él dijo: “Bueno, yo no sé nada de la Biblia”. Dijo: “No sabría de lo que Ud. está hablando”.\n\nLe dije: “¿Alguna vez ha leído la Biblia?”.\n\nÉl dijo: “Sí”.\n\n“¿Leído allá atrás en la Biblia sobre los antiguos profetas de Antaño?”.\n\n“¡Oh!” dijo él, “¡eso! ¿Qué? ¿Ellos vieron cosas por venir?”.\n\n“Sí”. Le dije: “Eso me sucede a mí, señor”.",
    "Él dijo: “Eso, me alegra que Ud.… Eso lo explica. Bueno, eso es, ¿ve?”. Él dijo: “¿Sabe qué? Ud. debería—Ud. debería internarse y dejarnos examinar esto”. Dijo: “Esto sería un gran estudio científico”.\n\nLe dije: “Un minuto, doctor. ¿Alguna vez ha soñado Ud.?”.\n\nÉl dijo: “Sí”.",
    "Yo dije: “Entonces suéñeme un sueño. Dígame lo que va a suceder mañana. Ud. no podría hacerlo. ¿Ve? Quien sea que le permitió tener ese sueño tiene que hacerlo”.",
    "🦅 Tampoco puedo yo ver una visión. Tiene que ser Él el que permite las visiones. Yo no puedo verlas hasta que Él me indique. No sé qué decir hasta que Él me diga qué decir. Pero es un don, ¿ve Ud.?, con el que nací. Lo primero que recuerdo en mi vida fue una visión que vi. Y eso ni una sola vez ha errado”. ¿Ven? Es, uno—uno… Por eso es que Uds. ven a personas…",
    "Sí tenemos mucha imitación. Es exactamente cierto. Pero siempre la tendremos. Seguro.",
    "Leí la historia de Martín Lutero, de Uds. los luteranos. La historia de Martín Lutero decía: “No fue tan extraño que Martín Lutero pudiera protestar contra la iglesia católica y salir ileso; sino el hecho de que no perdió sus cabales por todo el fanatismo que siguió a su avivamiento, y aún así mantenerse claro en la Escritura”. Eso fue. Sí.",
    "Eso no tiene nada que ver con ellos. Uno es responsable ante Dios… Pues, vean, sencillamente es un don. ¿Ven? Uno se desengrana por aquí, y luego el Señor habla.",
    "Ahora, aquí. Aquí, ¿es esta la mujer? Ahora, aquí, esto debería probarlo, ahora, si todos fueran muy reverentes, solo por unos minutos. Puede ser que alguien nuevo esté aquí. Ahora aquí hay una—una mujer joven, yo—yo nunca la he visto en mi vida. Es una desconocida para mí; no la conozco.",
    "Pero aquí nos encontramos, al igual que en San Juan 11… Estuve allí, esta noche, ¿ven?, cuando… San Juan 4, quiero decir, donde Jesús se encontró con la mujer en el pozo. Hablé de ella. Ella probablemente era mucho más joven que Él. Y Él le dijo dónde estaba su problema. Y por eso, ella dijo: “Ahora, Señor, Tú, me parece que Tú eres profeta”.",
    "Ahora, vean, un profeta es uno a quien ha venido la Palabra de Dios. La profecía para ese día, la Palabra que ha de ser cumplida en ese día, viene a ese hombre, y Él es esa Palabra viva para ese día.",
    "Ella dijo: “Me parece que Tú eres profeta. Ahora, estamos esperando a ese profeta”. Si revisaran esa referencia, los lleva exactamente a—a ese profeta. Dijo: “Sabemos que cuando el Mesías venga, eso es lo que Él hará. Él nos declarará esas cosas”.\n\nÉl dijo: “Yo soy, el que habla contigo”.",
    "Y ella se fue y dijo: “Venid, ved a un Hombre que me dijo las cosas que he hecho. ¿No será este el Mesías?”. Y toda la gente lo creyó.",
    "Ahora, Él prometió que “Las obras que Él hizo, los creyentes las harían también”. Y ahora, en estos últimos días, ha vindicado Su cercana Venida mediante eso, cuando Él Mismo Se revela de la misma manera que lo hizo en Sodoma.",
    "¿Ha estado escuchando los Mensajes esta semana? ¿Cree que eso sea la Verdad? [La hermana dice: “Sí”.—Ed.] Ahora, siendo que no nos conocemos, es correcto, ¿verdad? [“Sí”.] Solo para que la gente vea, levante la mano, para que la gente vea.",
    "Yo nunca he visto a la mujer en mi vida. No sé absolutamente nada de ella. ¿Ven? Ella solo es una mujer joven, mucho más joven que yo. Nació años después, a kilómetros de distancia, y aquí nos conocemos, por primera vez. Los dos estamos aquí de pie, con gente alrededor, luces y todo lo demás. Estamos parados aquí en la Presencia de Dios. Y estoy hablando con Ud., para ver primero si esa unción vendrá sobre mí. Y si viene, entonces podré hacerlo; sin Ella, no puedo hacerlo. Ahora, lo único que yo hago es orar y poner las manos sobre Ud., como lo haría su pastor, o quien sea que fuera y seguir adelante. ¿Ven? Es un don. Yo mismo me relajo tanto como pueda a Aquello. Pero, bueno, yo no puedo hacer que venga. Él tiene que venir; tiene que venir, por Sí Mismo.",
    "Ahora solo sean reverentes. Está aquí. Ahora, en el Nombre de Jesucristo, tomo cada espíritu aquí bajo mi control, para la gloria de Dios. Ahora estén en silencio. Si sucede algo, podré controlarlo, si no se levantan y empiezan a pasearse. Quédense quietos. La epilepsia y cosas a veces salen por la reunión y afligen a una docena de ellos, así. ¿Cuántos lo han visto que ocurre en mi reunión? Seguro. ¿Ven? Seguro. Pero Uds. solo quédense quietos. Yo soy responsable de eso. Pero si Ud. es arrogante, yo no soy responsable, porque es un castigo.",
    "Ahora, no tengo ni la menor idea por qué la mujer está aquí. Ahora, ella sabe de esto ahora, en este momento, que algo está sucediendo. ¿Ven? Porque, entre ella y yo, ella empieza a desvanecerse. Es esa Luz que viene entrando.",
    "Ahora, la mujer realmente, lo principal por lo que está aquí, ella está de pie por otra persona. Tiene a alguien por la que ella está—ella está orando. Y es una—una—una—una persona que está realmente mal, en una crisis nerviosa. Es una hermana. Así es. Si así es, levante las manos. Con una crisis nerviosa. Ahora mire.",
    "Pues la gente dice: “Yo creo que él solo adivinó eso”. No, no. ¿Ven? No lo adiviné.",
    "Ahora observen. Ella es una persona muy fina, con un buen espíritu. Ahora solo un momento. Ahora míreme. Y eso es lo que dijeron Pedro y Juan, en la puerta: “Ahora míreme”. ¿Ve? Parece que hay algo más en su corazón. Sí. Ud. misma sufre de alguna clase de mareos, como le dan a Ud. Ud. sufre de eso. Así es.",
    "Ud. tiene algo más en su corazón que quiere saber, y es acerca de ese hermano. Él está aquí en el hospital. [La hermana dice: “Sí”.—Ed.] ¿Quiere que le diga cómo llegó a estar allí? Él tuvo un accidente de automóvil. Así es. ¡Ja! ¿Cree Ud. que recibe lo que ha pedido? Entonces siga su camino. Todo ha terminado, entonces. ¿Ven?\n\n“Si podéis creer, todo es posible”.",
    "¿Cómo está Ud., señora? Ahora, ¿cree que Jesucristo es el Hijo de Dios, el mismo ayer, hoy, y por los siglos? [La hermana dice: “Lo creo”.—Ed.] Si Él me revelara cuál es su problema, ¿cree Ud. que Él podría hacer eso? [“Claro que sí”.] Muy bien. Ahora que Él lo conceda.",
    "Una cosa de la que Ud. sufre, sí, ajá, primero, Ud. tuvo una cirugía. Y le extirparon un seno, amputado. Luego, se ha lastimado el seno, el otro seno, y ahí está su problema. Ud. no es de aquí. [La hermana dice: “No”.—Ed.] Ud. es de alrededor de un río de un… Ud. es de Louisville, Kentucky. [“Y cerca de Ud.”.] Y su nombre es la Sra. Lumpkins. Dios la bendiga. Eso, eso es correcto. Ud. ha estado en el tabernáculo. No la reconocí. Pero eso es exactamente cierto. Siga su camino, creyendo ahora. Dios la bendiga. Así está bien. Muy bien.",
    "Pase ahora. ¿Cree con todo su corazón, señor? ¿Cree que soy Su siervo? [El hermano dice: “Yo creo”.—Ed.] ¿Cree que—que Ud., cuando viene, viene al igual que Simón Pedro lo hizo aquella vez? ¿Ve? Ud. no está viniendo a mí; está viniendo a Él. Y yo solo soy Su representante. ¿Ve? Él… Yo… Nosotros somos los—los—los pámpanos; Él es la Vid. Ahora, si el Señor Jesús… Siendo nosotros completamente desconocidos el uno del otro, supongo que lo somos. Y si—y si somos completamente desconocidos, y el Señor Jesús puede revelarme algo como Él lo hizo con Simón Pedro, y algunos de los demás, cuando vinieron, ¿le hará creer, con todo su corazón? ¿Lo creería? [“Sí”.] Ahora, muy bien, señor. Ahora míreme por un momento.",
    "Ahora, su problema, lo veo. Es algo del estómago. Es en… Es un tumor en el estómago. [El hermano dice: “Así es”.—Ed.] Correcto, un tumor en el estómago. Oiga, por cierto, Ud. también es un ministro. [“Sí”.] Sí, señor. ¿Cree que Dios puede decirme quién es Ud.? ¿Cree que Dios le conoce? [“Sí, con todo mi corazón”.] Todo, con todo su corazón. Muy bien. Rev. Brown, adelante, sea sano, Jesucristo…",
    "Crea ahora. ¿Cree que Dios puede sanar de su artritis y hacer que se recupere? Vaya creyéndolo entonces. Diga: “Gracias, Señor Jesús”.",
    "Venga, señora. Ud. sufre de una aflicción de nervios. ¿Cree que Dios puede sanarla de eso? [La hermana dice: “Amén”.—Ed.] Muy bien. Solo vaya diciendo: “¡Gloria al Señor!”. Vea, una ruedita girando por aquí bien abajo, antes giraba aquí arriba. Ud. era una personita feliz cuando era joven, llena de gozo y alegre. Y de repente, algo sucedió. Ahora solo suba allí, y crea eso de nuevo. Solo comience, feliz, regocijándose, Jesucristo la traerá a eso. Dios la bendiga. Vaya, créalo ahora, con todo su corazón. Muy bien.",
    "¿Cree? Ud. también se está paralizando. ¿Cree que Dios puede sanarla y hacer que se recupere? [La hermana dice: “Sí”.—Ed.] Muy bien. Solo vaya, diga: “Gracias, Señor Jesús”, y con todo el corazón.",
    "¿Crees que Dios puede sanar de esa asma y hacer que te recuperes, hijo? Ve por tu camino, regocijándote, sano y feliz. También, debilidad, próstata, y artritis. ¿Cree que Dios puede hacer que eso sane, sanarlo? [El hermano dice: “Sí”.—Ed.] Si lo cree con todo su corazón, vaya por su camino, regocijándose, diciendo: “Gracias, Señor”.",
    "Esperen un momento ahora. Solo un momento. Algo sucedió. Es una persona diferente a esta. Solo crea ahora, con todo su corazón.",
    "Es esta dama sentada aquí mismo, sufriendo con un problema de la espalda. ¿Cree que Jesucristo la sana, con todo su corazón? Muy bien. Entonces, puede recibir lo que pide. ¿Ve? El Señor Jesús la sane y le dé su recuperación.",
    "🦅 Si podéis creerlo, a los que creen todo es posible”. ¿Lo creen con todo su corazón? [La congregación dice: “Amén”.—Ed.] ¿Qué piensa Ud. al respecto, sentado allí, sufriendo con esa hernia? ¿Cree que Dios lo sanará de esa hernia dándole salud? Sí. ¿Cree que Él lo hará? Muy bien. Lo que pide es suyo. El Señor lo bendiga.",
    "Vean, Él está allá afuera al igual que está aquí. Eso nos debería dejar en pedacitos, ¿verdad? Cree que Dios sanará de esa diabetes y le dará a Ud. su salud, y se irá a casa, la condición de la sangre habrá… Vaya al Calvario, para una transfusión de sangre, todo habrá terminado. Vaya, créalo con todo su corazón. No dude. Solo crea, con todo su corazón, que Dios lo sanará.",
    "Venga aquí. Ud. tiene la enfermedad más peligrosa que hay en el mundo. Es el problema del corazón. Pero Jesús vive en el corazón. ¿Cree que Él le sanará ese corazón? Muy bien. Siga su camino, diciendo: “Gracias, Señor Jesús”, y que lo sane.",
    "Vaya, coma su cena. Jesucristo le sanó de ese problema de estómago, le da salud. Muy bien.",
    "¿Cree Ud.? ¿Cree que, si no digo una palabra, solo le impongo las manos, sanará, de todos modos? El Señor le bendiga. Solo crea con todo su corazón.",
    "¿Cree que, si pongo las manos sobre Ud., también sanará? Venga. En el Nombre de Jesucristo, que ella sea sanada.",
    "Venga. Ahora, Ud. sabe que yo sé cuál es su problema. Pero, allí, si ni siquiera le digo, ¿cree que no tendrá que hacerse sacar ese tumor, y que todo estará bien a partir de ahora? [La hermana dice: “No voy a hacérmelo sacar”.—Ed.] Muy bien. Muy bien. Adelante entonces, crea en Dios, Ud. se sanará y estará bien. [“¿Cree que tengo un problema”?] Si—si solo lo cree, Él lo sacará. Ud. ni va a necesitarla, si solo cree con todo su corazón. [“No haré que me lo saquen”.] ¡Alabado el Señor!",
    "¿Ahora cree Ud. que Dios sana del cáncer, y hace que la gente con cáncer sane? [El hermano dice: “Sí, señor”.—Ed.] Muy bien, señor. Siga su camino y diga: “Gracias, Señor, voy a estar sano”. Y Ud. estará bien.\n\nAhora Jesús ha venido y los llama. ¿Lo creen?",
    "¿Lo cree, sentada allí, señora, algo robusta, con ese problema de sinusitis? ¿Cree que Dios la sanará? Muy bien. ¿Ve? Solo con mirar allí, Ud. solo miró, creyendo. Y eso…",
    "La señora sentada allí, sacudió la cabeza, allí a su lado. Ella no sabía qué pensar al respecto. Si Ud. cree, su artritis también la dejará. Muy bien.\n\n¿Cree con todo su corazón?",
    "Este anciano sentando por aquí, de Okeechobee, por esos lados, ¿cree que Jesucristo sanará sus ojos que están quedando ciegos? Ud. puede recibir lo que pide, si lo pide.",
    "El Maestro ha venido y está llamándoles. ¿Le creen? [La congregación dice: “Amén”.—Ed.] Entonces solo pónganse de pie y acéptenlo a Él, y digan: “Yo Te creo, Señor Jesús, ahora mismo. Levanto mis manos, y yo creo que Tú me sanas ahora”.\n\nSeñor Jesús, esta congregación es Tuya. Se nos ha hecho tarde, Señor.\n\nNo me pases, oh, tierno Salvador,\n\nOye mi humilde clamor:\n\nMientras que a otros Tú llamas,\n\nNo me pases.\n\nFuente viva de consuelo,\n\nTú eres para mí;\n\n¿A quién tengo en esta tierra sino a Ti?\n\nO en el Cielo ¿sino solo a Ti?\n\nLa ciega Fanny Crosby hizo esa declaración.",
    "Señor Jesús, no pases a ninguno, sino que dale a cada uno su sanidad en esta noche. Te los encomiendo, en el Nombre de Jesucristo.",
    "Levanten las manos ahora y canten las alabanzas. Oraré por ellos. Muy bien. Todos, ¿Le creen?",
    "Ahora, Sr. organista, Le alabaré. Le alabaré. Denos el tono. Muy bien.\n\nTodos ahora con las manos levantadas.\n\nLe alabaré, Le alabaré,\n\nAlabad al Cordero inmolado por los pecadores;\n\nDenle gloria, pueblo todo,\n\nCon Su Sangre toda mancha quitó.",
    "Ahora estreche la mano con alguien a su lado, diga: “Dios le bendiga, amigo. Yo—yo estoy feliz de saber que ha aceptado a Jesús como su sanador”. Ahora, eso es bueno. Así es. Estrechen las manos y digan: “Gracias al Señor”.",
    "Ahora levantemos nuestras manos a Él, y cantemos de nuevo con todo nuestro corazón; con nuestros rostros inclinados, los ojos cerrados, con todo nuestro corazón ahora.\n\nLe alabaré, Le alabaré,\n\nAlabad al Cordero inmolado por los pecadores;\n\nDenle gloria, pueblo todo,\n\nCon Su Sangre toda mancha quitó…",
    "¿Se habrá identificado Él lo suficiente entre Uds. para que puedan aceptarlo? ¿Creen que Él está aquí? ¿Creen que ese es Él? Amigos, si yo pudiera bajar allí al auditorio y sanar a cualquiera de Uds., seguro que lo haría. Con gozo lo haría; de todo corazón lo haría. Pero yo—yo no puedo hacerlo. Yo—yo no tengo ninguna—ninguna manera de hacerlo. Pero lo único que tengo, es este humilde don que les estuve mostrando, y eso identifica la promesa de la Escritura de que Jesucristo está aquí mismo con nosotros, cumpliendo Su promesa. ¡Oh, eso debería hacer arder nuestros corazones! ¡Vaya, solo piensen en Jesús, ese maravilloso Nombre!",
    "Cuando, cuando ese Nombre fue pronunciado por primera vez, María cuando subió a Judá. Y Elisabet había concebido, y el pequeño Juan tenía seis meses, en el vientre de su madre, y aún no se había movido. Ahora, cualquiera sabe que alrededor de tres meses, o máximo cuatro, el bebé está moviéndose. Y Elisabet se había extrañado, ella… Él no se había movido. Ella se había recluido. Y cuando vio que venía María, su carita se iluminó toda con la gloria de Dios. Y ella dijo: “Sabes…”. Y al ver que ella iba a ser madre, pues le dijo: “¿Supongo que tú y José están casados?”.\n\n“No. No estamos casados”.\n\n“Bueno, eh, ¿y vas a tener un bebé?”.",
    "🦅 Sí. El Espíritu Santo me cubrió con Su sombra, y Él dijo que el Ser que nacería en mí sería llamado ‘el Hijo de Dios’. Y que yo llamaría Su Nombre ‘Jesús’”.",
    "Y tan pronto como ella dijo: “Jesús”, la primera vez que el Nombre de Jesucristo fue pronunciado por labio humano, el bebito muerto en el vientre de su madre recibió el Espíritu Santo y empezó a saltar de alegría, en el vientre de la madre.",
    "¿Qué debería hacerle el Nombre de Jesús a una Iglesia nacida de nuevo? No lo entiendo. ¡Gloria a Dios! Él es Jesucristo, el Hijo de Dios, el dador de Vida. Amén. Alabémosle. Solo levanten las manos. Y yo Lo alabaré. ¡Aleluya! 🦅"
  ]
}