{
  "title": "DEVELANDO A DIOS",
  "id": "64530009",
  "content": [
    "🦅  Permanezcamos de pie un momento mientras inclinamos nuestros rostros para orar.",
    "Nuestro misericordioso Señor, verdaderamente estamos agradecidos hoy por este privilegio que tenemos de reunirnos sobre la Tierra antes de la Venida del Señor. Que hoy podamos examinar nuestros corazones, según Tu Palabra, y mirar si estamos en la Fe, pudiendo estar listos para la hora de Su Aparición. Para que seamos, como ha dicho la Escritura que sucedería: “Arrebatados juntamente con los que duermen, para recibir al Señor en el aire, y estar siempre con Él”.",
    "Te damos gracias por el verdadero Espíritu Cristiano que aún hay en el mundo, entre la gente, porque aún Te creen y a Tu Palabra. Por tanto, pedimos hoy Tus bendiciones sobre nosotros, que nos bañes a cada uno según nuestra necesidad, que seamos irrigados por la Palabra, para que vayamos creciendo en instrumentos útiles en Tus manos, para este día postrero. Pues pedimos esto en el Nombre del Señor Jesucristo, nuestro gran Pastor, el cual estamos esperando que aparezca. Amén.\n\nTomen asiento.",
    "Y quiero mencionar que considero éste un gran privilegio, el estar aquí de nuevo esta mañana. Y lamento que no tengamos suficientes asientos para todos. Y vamos a tratar, esta noche, de tener oración por los enfermos; hoy, en esta mañana, sería un poco difícil.",
    "Y—y yo iba a grabar este Mensaje hoy. Yo… Pareció que el Señor trató conmigo al respecto, oh, hace como un mes o dos, y es largo. Y no me queda tiempo allá en las reuniones, porque el culto que tenemos es de treinta a cuarenta minutos. Y entonces, nosotros… Siendo que la gente tiene que ir a trabajar y demás, me di cuenta que es mejor si soy más breve en mis Mensajes. Y no tuvieron tiempo para grabarlo allá, así que pensé en esperar hasta que llegara aquí al tabernáculo y luego grabarlo desde aquí. Y es un poco largo, y sé que Uds. están de pie, y yo—me voy a dar prisa en lo que más pueda. Y, pues, no me molesta si van cambiando puestos, o como sea, no—no habrá absolutamente ningún problema conmigo porque éste es un día especial en el que hacemos estas grabaciones.",
    "Y entonces recibimos buenos informes de lo que el Señor ha hecho en el campo misionero, pero es probable que digamos más al respecto esta noche cuando podamos dedicarle más tiempo, que tengamos más tiempo para eso.",
    "Y ahora confiamos que el Señor los va a bendecir a cada uno. Sé que sus corazones están llenos de gozo, mientras esperan la Venida del Señor. Y también el mío rebosa de alegría, al ver la manera cómo acontecen las cosas. Y—y los conflictos nacionales, y la iglesia en la condición en que está, y ver las señales de Su Venida, en lo físico y en lo espiritual, y sabiendo que este tiempo de Su Aparición está tan cerca: simplemente nos llena el corazón de gozo, al saber que un día de éstos seremos cambiados; seremos cambiados de estas criaturas que somos.",
    "Ahora, creo (si he entendido bien), que en alguna parte están conectados por el teléfono, que este Mensaje llega hasta Phoenix y a—y a diferentes lugares, por teléfono. Y entonces confiamos que si es así… no sé; me dijeron eso antes de que entrara. Y—y toda la gente allá realmente está gozando de buena salud, y—y la Gloria del Señor está sobre ellos.",
    "Y ahora—ahora vamos a abrir la Palabra del Señor. Y todos estamos aquí para gozarnos y poner atención en lo que vamos… No—no vinimos aquí y estamos… Nadie aquí presente sabe de algún hombre que tolere estar sentado así en este calor, con la idea de simplemente estar aquí. Nosotros estamos aquí con un propósito, y es: “un caminar más cerca con Dios”. Eso es todo lo que podemos hacer, es creer que el Señor Jesús está con nosotros. Y estamos aquí para—para caminar más cerca con Él.",
    "Ahora, este calor me afecta un poco. Me he acostumbrado allá a ese calor seco de Tucson, que es… Pues, la humedad aquí, nuestro calor allá es mucho más caluroso que éste, pero es seco. Nuestra humedad a veces es quizás la veintava parte del uno por ciento, algo así; es casi como vivir bajo una tienda de oxígeno. Pero, aquí, tiene la—la—la humedad y lo hace a uno sentirse “completamente escurrido”, como decíamos. Entonces eso lo afecta a uno, así que lo entiendo, y a Uds. las madres que tienen los bebés, y a Uds. los que están de pie, ancianos y jóvenes, tan amontonados como están. Y ahora tenemos—tenemos la esperanza que Dios los va a recompensar ricamente por su sacrificio.",
    "Tengo entendido que el Hermano Roy Borders está aquí en alguna parte. Oí que lo presentaron, pero me supongo que tal vez no pudo llegar. Muy bien. ¡Él es el administrador de las reuniones!",
    "Queremos ahora también anunciar que uno que estaba entre nosotros partió esta mañana para estar con el Señor, un hombre, el Hermano Jackson, de Sturgis, Michigan. Nadie sabe cómo partió, ni nada al respecto. Él estaba bien, y simplemente… Creo que lo encontraron muerto, o algo. Yo—yo no recibí los detalles. Y estamos muy agradecidos con Dios que el Hermano Jackson era un Cristiano. Yo no lo veía hacía unos años, pero él estuvo sentado entre nosotros y es uno de nosotros. ¡Que Dios le dé reposo a su alma valerosa! Al partir de esa manera, creemos que quizás fue algo, que era tiempo para que partiera. El Señor no nos advirtió de eso, o a él de eso, simplemente partió. Así fue como ocurrió. Y quiero llamar a su esposa tan pronto como pueda, y comunicarle nuestro pésame. Y todos queremos darle gracias a Dios por su vida Cristiana tan valerosa, y lo que él significó aquí en la tierra, y principalmente para nosotros aquí en esta asamblea local.",
    "Ahora, para esta noche, he anunciado que habrá oración por los enfermos esta noche, y hablaré más acerca de los enfermos esta noche.",
    "Pero en este momento, entremos directamente ahora a la Palabra, porque estamos apiñados y hace calor. Entraremos directamente a la Palabra. Quiero leer de dos porciones de la Escritura en esta mañana, extensas, para que así me dé una pequeña base sobre lo que quiero decir.",
    "Y ahora, deseo que ellos retengan la cinta (el Hermano Sothmann y ellos) antes de venderla, si es posible; y me gustaría escucharla antes que nosotros… antes que salga al público.",
    "Ahora, en… Quiero leer de Filipenses, el capítulo 2, del 1 al 8; y Segunda de Corintios 3, comenzando con el 6, y leyendo hasta el capítulo 4 de Segunda de Corintios, sólo como una base. Ahora en Filipenses, el capítulo 2, lo leeré primero.\n\nAntes que leamos, oremos.",
    "Señor Jesús, Tu Palabra es Verdad. Y en esta hora difícil en la que estamos viviendo (nación contra nación, pestilencia, terremotos en muchos lugares, los corazones de los hombres desfalleciendo, el temor), vemos la escritura en la pared. Ahora, eso es en una esfera natural, que todo el mundo vería esto. Pero ahora, también hay una esfera espiritual, y vemos los grandes acontecimientos, y hoy queremos hablar de ellos.",
    "Bendice Tu Palabra a nuestro corazón. Sabemos que no hay hombre en el Cielo o en la tierra que sea digno de tomar este Libro, para desatar los Sellos, o aun de siquiera mirarlo. Pero hubo Uno que apareció, un Cordero inmolado, ensangrentado, que vino y tomó el Libro y fue digno y capaz de abrirlo. ¡Oh, Cordero de Dios, abre hoy Tu Palabra a nuestros corazones, en consuelo! Somos Tus siervos. Perdona nuestros pecados, Señor. Y cualquier cosa que impida que la Palabra salga con gran poder e influencia hoy en nuestras vidas, quítala Señor (cualquier impedimento), para que podamos tener acceso pleno a todas las bendiciones que nos han sido prometidas por medio de Tu Palabra. Lo pedimos en el Nombre de Jesús. Amén.",
    "Filipenses 2.\n\nPor tanto, si hay alguna consolación en Cristo, si algún consuelo de amor, si alguna comunión del Espíritu, si algún afecto entrañable, si alguna misericordia,\n\ncompletad mi gozo, sintiendo lo mismo, teniendo el mismo amor, unánimes, sintiendo una—una misma cosa.\n\nNada hagáis por contienda o por vanagloria; antes bien con humildad, estimando cada uno a los demás como superiores a él mismo;\n\nno mirando cada uno a lo suyo propio, sino cada cual también por lo de los otros.\n\nHaya, pues, en vosotros este sentir que también hubo en Cristo Jesús,\n\nel cual, siendo en forma de Dios, no estimó el ser igual a Dios como cosa a que aferrarse,\n\nsino que se despojó a sí mismo, tomando forma de siervo, hecho semejante al hombre;\n\ny estando en la condición de hombre, se humilló a sí mismo, haciéndose obediente hasta la muerte, y muerte de cruz.",
    "Luego, si abrimos ahora en Segunda de Corintios, el capítulo 3, vamos a comenzar con el versículo 6, y leeremos hasta el 18, y hasta parte del capítulo 4.\n\nel cual asimismo nos hizo ministros competentes de un nuevo pacto, no de la letra, sino del espíritu; porque la letra mata, mas el espíritu vivifica.\n\nY si el ministerio de muerte grabado con letras en piedras fue con gloria, tanto que los hijos de Israel no pudieron fijar la vista en el rostro de Moisés a causa de la gloria de su rostro, la cual había de perecer,\n\n¿cómo no será más bien con gloria el ministerio del espíritu?\n\nPorque si el ministerio de condenación fue glorioso, mucho más abundará en gloria el ministerio de justificación.\n\nPorque aun lo que fue glorioso, no es glorioso en este respecto, en comparaciones con la gloria más eminente.\n\nPorque si lo que perece tuvo gloria, mucho más glorioso aquello que permanece.\n\nAsí que, teniendo tal esperanza, debemos…con mucha franqueza, usamos de mucha franqueza;\n\ny no como Moisés, que ponía un velo sobre su rostro, para que los hijos de Israel no fijaran la vista en el fin de aquello que había de ser abolido.\n\nPero el entendimiento de ellos se embotó; porque hasta el día de hoy, cuando leen el antiguo pacto, les queda el mismo velo no descubierto, el cual por Cristo es quitado.\n\nY aun hasta el día de hoy, cuando se lee a Moisés, el velo está puesto sobre los corazones de ellos.\n\nPero cuando sean convertidos al Señor, el velo se quitará.\n\nPorque el Señor es el Espíritu; y donde…el Espíritu del Señor, allí hay libertad.\n\nPor tanto, nosotros todos, mirando a cara descubierta como en un espejo la gloria del Señor, se ha transformado de gloria en gloria en la misma imagen, como por el Espíritu del Señor.\n\nPor lo cual, teniendo nosotros este ministerio según la misericordia que hemos recibido, no desmayamos.\n\nAntes bien renunciamos a lo oculto y a lo deshonesto, no andando con astucia, ni adulterando la palabra de Dios, sino por la manifestación de la verdad recomendándonos a toda conciencia humana delante de Dios.\n\nPero si nuestro evangelio está aún encubierto, entre los cuales se pierden está encubierto;",
    "¡Qué el Señor añada Sus bendiciones a la lectura de Su Palabra!",
    "Ahora, mi tema esta mañana, confío que Dios lo revelará. Y cada vez, si Uds. los que obtienen las cintas y escuchan, pues espero y confío que—que hayan captado en lo espiritual lo que Dios ha estado tratando de hacerle entender a la Iglesia sin que se diga abiertamente. ¿Ven? El asunto es que a veces tenemos que decir las cosas de cierta manera, para que vayan quedando menos; pudiera causar que algunos salgan, que algunos se vayan, y algunos que—que—que recapaciten. Pero se hace con un propósito; tiene que ser de esa manera.",
    "Entonces, puede ser que algunos digan: “¿Quiere Ud. decir que Dios haría una cosa así a propósito?”. Seguro; Él aún lo está haciendo.",
    "Un día Él dijo, rodeado de miles, dijo: “Si no coméis de la carne del Hijo de Dios o del Hijo del Hombre, y bebéis Su Sangre, no tenéis Vida en vosotros”.",
    "¿Qué clase de declaración piensan que un médico o una enfermera, o cualquier persona intelectual diría de una declaración como ésa; de un Hombre con el ministerio que Él tenía? Pues, diría: “¿Comer la carne? ¡Eso es de caníbal! ¿Beber sangre humana? ¡Es un vampiro! En otras palabras, Él quiere que seamos caníbales y vampiros”; y toda la audiencia le dejó.",
    "Y había una asociación ministerial con Él, de setenta, que habían sido escogidos. Y Él se dio la vuelta hacia ellos, y dijo: “¿Qué pensaréis cuando veáis al Hijo del Hombre ascendiendo de donde vino?”. Ahora, Él no explicó eso. Él no explicó cómo era; Pablo lo hizo más adelante. Él simplemente lo dijo. ¿Ven? Y entonces cuando esto, Él dijo: “¿Qué diréis (a estos ministros) cuando veáis al Hijo del Hombre ascendiendo de donde vino?”.",
    "No cabe duda que esos hombres hayan dicho: “Pues, un momento. Oh, nosotros comemos con Él, pescamos con Él, dormimos con Él. Nosotros—nosotros sabemos donde nació. Vimos la cuna en la que Él—Él fue mecido. Y cómo es que este Hombre… Dura es esta palabra”.",
    "Y la Biblia dice: “Ya no andaban con Él”. Ellos lo abandonaron.",
    "Después le quedaron doce. Él había escogido doce, y uno de ellos era un diablo, dijo Él. Así que Él se dirigió a ellos.\n\nY ninguno podía explicar lo que Él acababa de decir. “¿Cómo van a comer Su Carne y a beber Su Sangre? ¿Y cómo descendió Él, si nació aquí en la tierra?”. ¿Ven? Ellos no podían entender Eso.\n\nY entonces Él se dio vuelta hacia los apóstoles, y dijo: “¿Queréis acaso iros también vosotros?”.",
    "Y fue entonces cuando el Apóstol Pedro hizo esa gran afirmación: “Señor, ¿a quién iremos?”. ¿Ven? “Porque estamos satisfechos. Sabemos con certeza que Tú, y sólo Tú, tienes la Palabra de Vida de esta hora”. ¿Ven? “Y de eso estamos satisfechos”. ¿Ven? Ellos no podían explicarlo. Ellos…\n\nLa fe no se puede explicar. Es algo que Ud. cree, y es tan sólido que no hay otra cosa que tome su lugar.\n\nPor lo tanto, ellos sabían que la Palabra que había sido escrita para esa edad en la que ellos vivían, la edad Mesiánica, que Él cuadraba exactamente en ese lugar. Y ¿qué podrían hacer ellos al regresar a esas iglesias frías y formales de las que habían salido? Dijeron: “¿Adónde iremos?”. ¿Ven? “Estamos plenamente convencidos que Tú tienes la Palabra de Vida”. ¿Ven? Y ellos—ellos no podían explicar Eso, pero lo creyeron. ¿Ven?",
    "Y Jesús dijo eso para disminuir Su multitud (¿ven?) hasta que Él pudiera juntar el grupo. Y de toda esa gente, ellos, sólo once de ellos en ese momento entendieron verdaderamente Quién era Él. Ellos sabían que Él era Dios, y nada menos que Dios. Ahora, la…",
    "Mi tema esta mañana es para revelar, o, descubrir a ese Dios.",
    "Dios siempre, en cada edad, se ha escondido detrás de un velo, en todas las edades; pero Él ha sido Dios todo el tiempo. ¿Ven? Sin embargo, Él se ha mantenido oculto del mundo, y Se revela a Sus Elegidos, como con los apóstoles en aquel día. Ahora, ése era Dios hablando en Cristo.",
    "Ahora, el hombre siempre, ha sido la naturaleza del hombre, buscar ver (físicamente) a ese Dios. Él siempre ha querido verlo. El hombre ha hecho criaturas que se parezcan a Él. Ellos se imaginan algún… Los indios adoraban al sol. Y—y encontramos, en África, diferentes formas de animales, y demás. Y arriba… los postes tótem en Alaska, y—y en diferentes formas que ellos creen que está este Dios. Como habló Pablo aquella vez allá en Atenas, en el Areópago, y les dijo que eran supersticiosos concerniente a este Dios desconocido, lo cual, ellos sabían que Él estaba allí, y a pesar de eso, no le conocían.",
    "Y aun lo encontramos tan atrás como con Job. Job sabía que existía un Dios; él lo sabía. Y no existe un—un—un ser humano, en su mente cabal, que no sepa que tiene que existir Algo en alguna parte. Y, por tanto, Job quería hablar con Él.\n\nY quiero que Uds. se fijen en la forma que Dios escogió para hablarle a Job. Dios estaba velado cuando habló con Job. Él estaba velado en un torbellino, bajó en un torbellino. ¿Creen Uds. que Dios todavía viene en un torbellino donde uno lo ve? [La congregación dice: “Amén”.—Ed.]",
    "Hay varios sentados aquí, unos cuantos, que estuvieron con nosotros el otro día cuando Él vino en un torbellino. Nos dijo, el día anterior (al Hermano Banks Woods y a ellos), cuando Él dijo: “Toma esta piedra, arrójala al aire, y di: ‘¡ASÍ DICE EL SEÑOR! Tú lo vas a ver de inmediato’”. Y yo recogí la piedra, estando en la cima del monte, la arrojé al aire, y el… por supuesto, cayendo, eso comenzó el torbellino (¿ven?) la succión de ella.",
    "Uno tiene que hacer algo para causar que algo le siga. Jesús tomó un pedazo de pan y lo partió, luego multiplicó de ese pedazo de pan. Él tomó agua, la vertió en un cántaro. Elías tomó sal, la puso en una vasija; cortó una vara, la arrojó en el agua. Es algo como símbolo.\n\nY al recoger esta piedra y lanzarla en el aire, pues la caída inició el torbellino.",
    "Al día siguiente, pues, había un ministro con nosotros en un viaje de cacería. Él estaba parado cerca, y me dijo: “¿Da el Señor visiones estando así retirado acá, Hermano Branham?”.",
    "Yo le dije: “Sí, pero normalmente salgo acá a descansar”. Y en ese momento vino la visión.",
    "Y el Hermano Borders, creo que ahora está afuera, andaba allí. Creo que el Hermano Banks Woods y, oh, había varios allá, ocho o diez. Y el Hermano Banks Woods estaba pendiente de esto. Allí en el monte, directamente al otro lado, exactamente, como a media milla de donde los siete Ángeles aparecieron (por lo cual me fui de aquí para allá), que regresé y hablé los… de los Siete Sellos. Cerca de media milla de allí [800 mts—Trad.].",
    "Y luego al día siguiente, cuando esto estaba aconteciendo, pues, el… Yo le dije al hermano, a este hermano, dije: “Su problema, es que tiene una alergia en el ojo. Los médicos han tratado por un par de años de detener eso y no lo logran. Dicen que Ud. va a… eso le va a comer el ojo”. Y yo dije: “Pero no se preocupe, el Señor Jesús ha honrado su fe”. Y él simplemente dejó caer su rifle. Y yo dije, “su madre”, exactamente lo que ella era y lo que ella sufría.\n\nY él dijo: “Ésa es la verdad”.",
    "El Hermano Roy Roberson aquí de la iglesia, presente, supongo que todos lo conocen. Sabiendo que él era un veterano, y sabiendo lo que iba a acontecer, puse mi mano sobre su hombro; dije: “Hermano Roberson, tenga cuidado, vigile, algo está por suceder”.",
    "Regresé adonde yo tenía que estar parado, y del aire vino un torbellino, por un cañón, desde arriba, tan grande, al grado que cortó rocas de ocho o diez pulgadas, [20 o 25 cms—Trad.] de la cima del monte, y las arrojó a doscientas yardas [182 m]. Y tronó tres veces así, y una Voz vino de allí. ¿Ven?",
    "Y todos ellos estaban parados allí. El Hermano Banks, presente ahora, se acercó y dijo: “¿Era eso lo que Ud. me dijo ayer?”.\n\nDije: “Sí, señor, eso es”.\n\nÉl dijo: “Pues, ¿qué dijo?”.",
    "Dije: “Pues, eso sólo es para que yo lo sepa, Hermano Banks (¿ven?), porque era… Eso alarmaría a la gente”.",
    "Pero Eso siguió, aconteció sólo a unos… viajando hacia el norte. No pasó mucho, unos días después, golpeó en el océano, y Uds. vieron lo que sucedió alrededor de Fairbanks. Eso fue una señal de juicio. Ahora, nos damos cuenta que—que Dios todavía…¿Lo ven? (Eso llevaría a la gente al pánico). Y entonces ellos tuvieron… eso tuvo que acontecer, ¿ven? Eso simplemente tiene que acontecer. De todas maneras, las cosas que tienen que acontecer tienen que acontecer. ¿Ven? De todas maneras va a acontecer.",
    "Cierta vez Moisés quiso ver a Dios, y Dios le dijo que se parara sobre la peña. Y ya sobre la peña, Moisés se paró y vio pasar a Dios, y Su espalda se veía como la espalda de un hombre. Dios estaba en un torbellino, y Dios… mientras Moisés estaba parado en la peña.",
    "Supongo que todos Uds. vieron la fotografía allá el otro día, nosotros nos paramos junto a esa misma peña. Y aquí está esa Luz, el Ángel del Señor, allí mismo donde Eso tronó. Está… Eso está otra vez allí mismo ahora en la pizarra de anuncios.",
    "Fíjense, Jehová del Antiguo Testamento es Jesús del Nuevo Testamento. ¿Ven? Él es el mismo Dios, sólo cambiando Su forma.",
    "Ahora, alguien dijo el otro día, un—un—un ministro bautista allá en Tucson: “¿Cómo puede Ud. decir que—que Jesús y Dios serían la misma Persona?”.",
    "Dije: “Bueno, es muy fácil si Ud. sólo hace a un lado sus propios pensamientos, y considera eso en los términos Bíblicos. Ellos son el mismo Ser. Dios es un Espíritu; Jesús es el cuerpo en que Él se veló. ¿Ve?”. Yo dije: “Como en mi hogar. Para mi esposa, yo soy su esposo. Y tengo una hija joven, Rebeca, yo soy su padre. Y tengo un nieto, y su nombre es Paul, yo soy su abuelo. Yo soy esposo, padre, y abuelo. Y mi esposa no tiene derechos sobre mí como padre o abuelo; ella tiene derechos sobre mí sólo como esposo. Y mi hija no tiene derechos sobre mí como esposo o abuelo; ella es mi hija. ¿Ve? Sin embargo, estas tres personas son todas la misma persona. ¿Ve? Ése es Dios; Padre, Hijo, y Espíritu Santo, sólo son manifestaciones de la dispensación”. Así con Dios, el mismo Dios.",
    "Dios mismo se cambió, cambia Su forma. Si Uds. se fijan aquí en Filipenses, Él dijo: “No estimándolo como cosa a que aferrarse, pero tomó la forma de hombre”.",
    "Ahora, la palabra griega allí para esa forma, estuve buscándola ayer todo el día, pensando en lo que era, encontré, llegué a esta palabra de “en morphe”. Se deletrea e-n m-o-r-p-h-e. Buscando en el griego, para encontrar lo que era en morphe… Quizás pronuncie eso mal, pero la razón que la deletreo, es para que cuando la cinta salga, la gente, los eruditos, sepan a lo que me—me refiero con eso. Él, cuando en morphe, significa que Él se cambió. Él, Él descendió. Ahora, la palabra griega allí significa, que: “Algo que no podía ser visto, sin embargo, está allí, y luego es cambiado y el ojo puede captarlo”. ¿Ven?",
    "Como con Elías, en Dotán. ¿Ven? El—el siervo no podía ver todos esos Ángeles allí alrededor, y Dios sólo cambió; no que hizo bajar a los Ángeles, sino que cambió la vista del siervo. Y allí estaban los montes llenos de Ángeles, y fuego, y caballos de fuego, y carros de fuego, rodeando por completo a Su profeta. ¿Ven? Ellos, Él cambió la vista. La—la cosa ya está allí.",
    "Así que, lo que quiero decir, es que Dios que siempre fue, está aquí. Lo único que hizo cuando Él se hizo hombre, fue cambiar Su máscara. ¿Ven? Él—Él, esto de en morphe, Él—Él mismo se cambió de lo que Él era a lo que Él es, o Su máscara, otra escena.",
    "Como en un gran drama. Como hablaba esta mañana, actualizándome un poco sobre esto de Shakespeare; ha pasado mucho tiempo. Pero cuando Shakespeare escribió el—el—el drama, al… para el Rey James de Inglaterra, cuando él… el personaje de Macbeth. Vean, Shakespeare no creía en brujas; pero en la obra, como el rey sí creía en brujas, pues él tuvo que incluir brujas. ¿Ven? Y ahora, para hacer esto, ellos cambian el reparto.",
    "Becky, aquí en la obra Carmen, lo dramatizaron en la—en la escuela de donde se graduó hace apenas unas semanas. Ahora, quizás una persona desempeñó tres o cuatro papeles. Y para poder hacer eso, él—él cambiaba de máscara. Algunas veces él sale siendo este personaje; y la siguiente vez que sale, él es otro personaje; no obstante, es la misma persona todo el tiempo.",
    "Y así es Dios. Él Se cambió de—de una Columna de Fuego, para ser un Hombre. Luego Se cambió de eso de nuevo a Espíritu, para que Él pudiera habitar en el hombre. Dios realizando en el hombre lo que Él realmente era. Jesucristo, era Dios actuando en Hombre, en un Hombre. En un Hombre, eso es lo que era Él. Él había cambiado de la Columna de Fuego, y luego había entrado; lo cual fue un velo en el desierto, que escondió a Dios de Israel. Moisés vio la forma de Su cuerpo, pero realmente Él estaba escondido todo el tiempo detrás de esta Columna de Fuego, la cual era el Logos que salió de Dios.",
    "Ahora, encontramos aquí, que desde Pentecostés, Dios no está actuando en el hombre, o actúa… ahora Él está actuando a través del hombre. ¿Ven? Él estaba actuando en un Hombre en ese entonces, Jesús. Ahora Él está actuando por medio del hombre que Él ha escogido para este propósito. Dios, en la forma de hombre, Él mismo se cambió de la forma de—de un… de Dios, a forma de hombre.",
    "Él vino en tres nombres, tres nombres de hijos. Él vino en el Hijo… nombre del Hijo de—del Hombre, el Hijo de David, y el Hijo de Dios; tres nombres de hijos.",
    "Ahora, Él vino primero en el Hijo de Da-…Hijo de hombre, porque Él era un Profeta. Ahora, Jehová mismo llamó a Ezequiel y a los profetas, “Hijo de hombre, ¿qué ves?”. Jesús nunca se refirió a Sí mismo como Hijo de Dios; Él se refirió a Sí mismo como Hijo del Hombre, porque las—las Escrituras no pueden ser quebrantadas.\n\nNo se puede quebrantar nada en las Escrituras. Toda Palabra debe ser así. Es de esa manera que yo lo creo. De esa manera es que tiene que ser, no porque yo lo crea, sino porque es Palabra de Dios.",
    "Ahora si Uds. se fijan en el principio, una Palabra, en la página uno de la Biblia, en Génesis 1, nos damos cuenta que toda… Toda la enfermedad, toda tristeza, todas las angustias, y todo lo que le ha sucedido a los seres humanos, vino por causa de una persona que descreyó una Palabra; fue la causa de todo esto. Esto es en el principio de la Biblia. Al final de la Biblia, Apocalipsis 22, el mismo Dios dijo: “Todo aquel que quitare una Palabra de Esto, o le añadiere una palabra”. ¿Ven? Tiene que ser Palabra por Palabra, tal como Ella está.",
    "Entonces, tomen tan sólo una cosita, como yo, que siempre… alguien siempre me reprocha acerca de lo de las mujeres que se cortan el cabello. Ahora, para mí, mientras ella lo haga, a mí no me importa cuán santamente se comporte ni cuánto sepa, ella sigue errada. Si ella usa pantalones cortos y toda esta ropa así; a mí no me interesa qué tanto haga, lo bien que pueda cantar, lo bien que pueda predicar, cualquier cosa que ella pudiera hacer, o la clase de vida que viva ella; aún sigue quebrantando esa única Palabra. ¿Ven? Vean, tiene que ser toda Palabra. No una frase; ¡con una Palabra, una sola Palabra! Por tanto, la Biblia no es de interpretación privada. Eso tiene que ser Palabra por Palabra, tal como está escrito. Nosotros tenemos que creerla.",
    "Y no sólo creerla, sino vivirla. Si nosotros no La vivimos, entonces no La creemos; sólo lo estamos diciendo. Como yo… Basándome en lo que dije hace unos momentos, esos discípulos no podían explicar Eso, pero ellos lo creyeron, de todas maneras; y ellos hicieron su confesión y vivieron según eso. ¡Cuándo todos los demás le dieron la espalda, ellos se quedaron! ¡Ellos Lo creyeron! Así es como lo hacemos nosotros; así es como Ud. tiene que hacerlo. No importa lo que algún otro haga, nosotros La creemos y luego actuamos en base a Eso. Si Ud. no lo hace, entonces Ud. no lo cree.",
    "Ahora noten, entonces cómo vino, Él tuvo que venir como Hijo del Hombre, porque la Santa Escritura dijo que Él así lo haría: “Dios les levantaría un Profeta”. Así que Él no pudo venir llamándose el Hijo de Dios, porque no era esa dispensación. Él era el Hijo del Hombre profetizando, para cumplir y revelándoles a ellos todas las cosas que habían sido hechas, y tipificó lo que Él era. Entonces Él estuvo en la tierra como Hijo del Hombre.",
    "Miren a esa mujer sirofenicia que corrió a Él, y dijo: “¡Tú, Hijo de David, ten misericordia de mí!”. Él ni siquiera levantó el rostro. Ella no tenía derecho a Él como Hijo de David. Ella era una gentil.\n\nSiendo así, mi hija no tiene derecho sobre mí como esposo; o mi esposa como hija. Sin embargo, ella es mi hija y mi esposa, es hija mía en el Evangelio. Pero terrenalmente, ella no tiene derechos de—de llamarme padre. ¿Ven?\n\nAhora fíjense, esta mujer gentil no tenía derecho a Él, como Hijo de David. Pero el ciego Bartimeo sí (¿ven?), él era un judío. Ahora, Él vino como Hijo del Hombre.",
    "Uds. tienen que saber estas palabras y estas cosas. Miren a Hattie Wright esa vez, cuando el Tercer Jalón. Uds. lo recuerdan. De todas las cosas, esa mujer dijo lo correcto. Uno tiene que decir esa palabra correcta, la cosa correcta a Dios.",
    "Noten, ahora, Él vino primero como el Profeta, y ellos lo crucificaron. Los Suyos lo crucificaron. Él vino como el Hijo del Hombre.",
    "Luego, después cuando vino el Espíritu Santo, Él fue entonces el Hijo de Dios. Dios es Espíritu. Él fue el Espíritu Santo, Hijo de Dios. Él vivió a través de las edades de la iglesia como Hijo de Dios.",
    "Ahora, en el Milenio, Él será Hijo de David, sentado sobre el Trono de Su padre, David. Él entonces es el Hijo de David.",
    "Y recuerden, entre el Hijo de Dios… En la edad de la iglesia de Laodicea, ellos lo sacaron. Y en Lucas, Él dijo que sería revelado otra vez como Hijo de hombre, el Profeta, cumpliendo lo demás. ¿Ven? Las Escrituras se entrelazan perfectamente. Hijo del Hombre, Hijo de Dios, Hijo de David. ¿Qué fue? Es el mismo Dios todo el tiempo, sólo cambiando Su forma—en morphe. Él sólo la cambia. Es un gran drama para Él. Él está actuándolo.",
    "Él vino como Hijo del Hombre, el Profeta; lo hizo exactamente. Aun aquella mujercita en todo su pecado, allí junto al pozo, ella lo reconoció a Él. Ella dijo: “Sabemos que el Mesías viene, el cual es llamado el Cristo, eso es lo que Él hará”. Vean, ella reconoció porque era una Simiente predestinada. Luego ella…\n\nDonde, los demás no lo reconocieron. No tenían con qué reconocer. Para comenzar, ellos estaban en pecado.",
    "Pues, para Sus obras, Él cambia Su forma. Allá Él vino en la forma del Hijo del Hombre.\n\nPara la edad de los reformadores, Wesley, Lutero, y desde allá, encontramos entonces que lo tienen tan encubierto, como los israelitas, que cuando Él aparece en los días postreros, en la edad pentecostal, como el Espíritu Santo, ellos lo rechazaron. Ellos hicieron lo mismo que hizo Israel.\n\nY ¿qué hace Él ahora? Regresa como el Hijo de hombre. Y luego, de eso como Hijo de David. ¿Ven lo cerca que estamos? Hijo de hombre, Hijo de David, Hijo de Dios. Él es revelado en los últimos días como Hijo de hombre, de acuerdo a Malaquías 4, y las demás profecías sobre esta hora. Él no lidia más con la iglesia después de que Él… que Ellos lo sacaron; está por fuera, tocando a la puerta. Aún hay Simiente predestinada allí adentro; Él debe llegar a ellos.",
    "Y Dios, se había vaciado Él mismo en el hombre. En Joel 2:28, encontramos que Él dijo: “Derramaré (en los días postreros), Mi Espíritu”. Ahora, fíjense Uds. allí en esa palabra, esa palabra en el griego. Podría ser que tenga esto mal, pero la que pude encontrar…",
    "Uno tiene que vigilar las palabras. El inglés a veces tiene un doble significado. Así como la palabra que decimos, “dios”. Dios creó los cielos y la tierra, Génesis 1. Pero, ahora, en la Biblia, dice: “En el principio Elohim”. Ahora, Elohim, el inglés le llama “dios”, pero realmente no era Elohim. Cualquier cosa puede ser dios, con la palabra dios; uno puede hacer de un ídolo un dios; uno puede hacer de ese piano un dios; uno puede hacer cualquier cosa un dios.",
    "Pero no es así en la palabra Elohim; significa, “el auto-existente”. ¿Ven? Ese piano no puede ser auto-existente, ninguna otra cosa puede ser auto-existente. Así que, la Palabra Elohim, significa: “Aquél que siempre existió”. Dios puede significar cualquier cosa. ¿Ven la diferencia en la palabra? [La congregación dice: “Amén”.—Ed.]",
    "Ahora, cuando dice aquí que Él mismo se vació, o se derramó, pues, pensaríamos así, que Él “vomitó”, la palabra en inglés es vació, o derramó de Él (¿ven?), algo salió de Él que era diferente a Él. Pero la palabra kenos, en el griego, no significa que Él “vomitó”, o algún… que Su brazo se le desprendió, o que Su ojo se le salió, otra persona.",
    "Eso es, que Él mismo se cambió, Él “Se vació Él mismo en” (¡Amén!) en otra máscara, en otra forma. No que otra persona salió de Él, llamada el Espíritu Santo, sino que fue Él mismo. ¿Lo captan? [La congregación dice: “Amén”.—Ed.] Él mismo se derramó en la gente. “¡Cristo en Ud.”! Cuán bello, cuán maravilloso, pensar: Dios derramándose Él mismo en el ser humano, en el creyente. “¡Derramarse”! Era una parte de Su drama, hacerlo así.\n\nDios, toda la plenitud, toda la Deidad corporalmente estaba en esta Persona, Jesucristo. Él era Dios, y solamente Dios. No una tercera persona, o una segunda persona, o una primera persona; sino la Persona, Dios velado en carne humana.",
    "Primera de Timoteo 3:16: “Indiscutiblemente grande es el misterio de la piedad; porque D-i-o-s, Elohim”, mayúscula D-i-o-s, en la Biblia. Búsquenlo allí, cualquiera. Allí se refiere, en el original, dice: “Elohim”. “En el principio, Elohim”. ¿Ven? “Y, Elohim, indiscutiblemente grande es el misterio de Elohim; ¡porque Elohim fue hecho carne, y nosotros lo palpamos!”. ¡Elohim, velado en carne humana! El gran Jehová que cubría todo espacio, tiempo, y todo lugar, fue hecho hombre. Nosotros lo palpamos, Elohim. “En el principio, Elohim. Y Elohim fue hecho carne, habitó entre nosotros”.",
    "¿Qué? Ésta es Su manera, los papeles en el drama. De esa manera es que Él debe desempeñarlo, la manera de Él mismo revelarse a nosotros como alguna persona diferente. Nosotros somos mortales, y Él lo sabe. Y nosotros sólo entendemos como mortales. Nosotros sólo conocemos como mortales. Nosotros sólo conocemos hasta donde nuestros sentidos nos permiten saber, y lo demás lo tenemos que creer por fe. Nosotros tenemos que decir que hay un Dios; ya sea que lo veamos o no, de todas maneras lo creemos. ¿Ven? Ya sea si hay o no, aún lo creemos porque así lo dijo Dios.",
    "Como Abraham, no podía ver a ese hijo, no había señales de embarazo en—en Sara, ni siquiera períodos de menstruación ni nada, pero, sin embargo, Dios lo había dicho. Toda esperanza, aun su—su matriz estaba muerta, y la vida en él se había acabado, y el—el torrente de vida en él se había secado, y la vida en ella—en ella se había secado. “Y sin embargo, él no dudó, por incredulidad, de la promesa de Dios, sino que se fortaleció, dando alabanza, sabiendo que Dios era poderoso para hacer todo lo que Él dijo que haría”.\n\nAllí está la manera en que nosotros tenemos que creer esa Palabra hoy. ¿Cómo será? Yo no sé. Dios dijo que así será, y eso concluye el asunto.",
    "¿Quién es esta gran Persona que no se ve? ¿Quién es Éste que Abraham vio en visiones? Por fin, no obstante, Él fue manifestado en carne, antes que el hijo viniera. Dios mismo vino a Abraham en la forma de un hombre, en el tiempo del fin. ¡Se manifestó! Una vez él lo vio en una pequeña Luz; él lo vio en visiones; él oyó Su Voz; muchas revelaciones. Pero antes del hijo prometido, él lo vio en la forma de un hombre, y habló con Él, y lo alimentó con carne y bebida. ¿Ven? Fíjense, Dios mismo velado en carne humana.",
    "Ésta es parte de Su manera. Ésta es la manera que Él mismo se manifiesta a nosotros, manifiesta la Palabra Eterna, Dios, Jehová hecho carne. Como en San Juan 1: “En el principio era el Verbo, y el Verbo era con Dios, y el… En el principio era Elohim, y Elohim era… se hizo la Palabra, y la Palabra era Elohim. Y la Palabra fue hecha Elohim”. ¿Ven? Es la misma cosa, simplemente desarrollándose.",
    "Como el atributo (¿ven?) está en Dios. El pensamiento suyo es un atributo. Dios en el principio, el Eterno, Él ni siquiera era Dios. Él era el Eterno. Él ni siquiera era Dios; Dios es un objeto de adoración, o algo. ¿Ven? Así que Él ni siquiera era eso. Él era Elohim, el Eterno. Pero en Él había pensamientos, Él quería que llegaran a materializarse. ¿Y qué hizo? Él entonces habló una Palabra, y la Palabra se materializó. Ése es el cuadro completo, desde el Génesis hasta el Apocalipsis; nada marcha mal. Es Elohim materializándose para poder ser palpado, sentido. Y en el Milenio, allí está Elohim sentado en el Trono (¿ven?) eso es correcto, rodeado de todos Sus súbditos, que Él predestinó antes de la fundación del mundo.",
    "Como un hombre construyendo campanas o haciendo campanas, el que moldea. Cada campana debe repicar diferente de la otra. Son los mismos materiales, pero tanto hierro, tanto acero, tanto bronce, para que dé el “tintineo”.",
    "De esa manera lo hizo Dios. Él juntó éste con ésta, con éste aquélla, éste con aquélla, hasta que obtuvo exactamente lo que Él quería. Así es cómo Él descendió. Dios mismo se mostró en una Columna de Fuego con los profetas, luego en el Hijo de Dios, pues, Él fue Dios. Vean, es el mismo Dios trayéndolo a luz exactamente, de perfección a perfección, de gloria a gloria; así avanza la Iglesia.",
    "Fíjense, a través de las edades, es de la misma manera, Él mismo se ha revelado por Sus profetas. Ellos no eran exactamente profetas, ellos eran dioses. Él así lo dijo. Porque, lo que ellos hablaron fue la Palabra de Dios. Ellos eran la carne en la que Dios estaba velado. Ellos eran dioses. Jesús mismo lo dijo, dijo: “¿Cómo Me podéis condenar cuando digo que Soy el Hijo de Dios, y vuestra propia ley dice que a quienes vino la Palabra de Jehová eran dioses?”. ¿Ven?",
    "Así que era Dios formado en un hombre llamado un profeta. ¿Ven? Y la Palabra del Señor vino a este hombre, así que no era el profeta; el profeta era el velo, pero la Palabra era Dios. La palabra del hombre no hará eso. ¿Ven lo que quiero decir? No puede hacer eso. Pero potencialmente era Dios. Vean, Él era la Palabra de Dios en la forma de un hombre, llamado “un hombre”.\n\nFíjense, Él nunca cambió Su naturaleza, sólo Su forma. Hebreos 13:8, dice: “Él es el mismo ayer, hoy, y por los siglos”. Así que Él no cambió Su naturaleza cuando vino. Él siempre es ese Profeta, a través de la edad, sigue igual: la Palabra, la Palabra, la Palabra, la Palabra. ¿Ven? Él no puede cambiar Su naturaleza, pero Él cambió Su forma. Hebreos 13:8 dice: “Él es el mismo ayer, hoy, y por los siglos”. Él sólo cambió Su máscara.",
    "Igual que yo cambié de ser esposo, cuando mi niño nace, entonces soy padre. Cuando mi nieto nace, soy abuelo. ¿Ven? Pero, yo no cambio; ése aún—aún soy yo. ¿Ven? Y así es Dios. Es sólo que cambié mi… Vean, sólo es un cambio de forma. ¿Ven?\n\nFíjense. Y la naturaleza le va cambiando de joven a la edad mediana, a un hombre anciano. Y allí lo tienen (¿ven Uds.?) uno sólo cambia en su forma.",
    "Ahora, Uds. no podrían decir que un jovencito parado aquí, de dieciséis años, decir que él es abuelo; él no pudiera serlo. Su forma tiene que cambiar. Unos cuantos años le hacen el cambio, entonces él llega a ser abuelo. ¿Ven lo que quiero decir?",
    "Pero es la misma Persona todo el tiempo, la misma Persona, Dios todo el tiempo. De esta manera Él mismo se revela a Su pueblo, al hacer esto. Fíjense, a través de la edad de la Columna de Fuego, Él mismo se reveló a Su pueblo. En la edad de—de Jesús, Él mismo se reveló a Su pueblo. En la edad del Espíritu Santo, como Hijo de Dios. Hijo de David… Él mismo siempre se revela de esa manera a Su pueblo, haciendo que el pueblo lo conozca a Él. Él está velado detrás de algo, fíjense, en la misma manera, o en la misma naturaleza, cada vez.",
    "Dios velado en Jesús, para hacer la obra de redención en la cruz. Dios no podía morir, como Espíritu; Él es Eterno. Pero Él tuvo que ponerse una máscara y actuar en ese papel de la muerte. Él sí murió, más no podía hacerlo en Su forma de Dios. Él tenía que hacerlo en la forma de Hijo, como Hijo de hombre, en la tierra. ¿Ven? Él tenía que estar en la forma del Hijo. Entonces cuando Él regresó en Pentecostés, Él fue nuevamente el Hijo de Dios. ¿Ven lo que quiero decir? ¿Captan la idea? Él era…",
    "Él tuvo que venir en carne humana, para… y nadie, no por deseo sexual. Pues eso prueba otra vez nuestra afirmación de la simiente de la serpiente (¿ven?) “sexual”, absolutamente sexo. ¡No manzanas; sexo! Correcto. Tenía que ser así. Fíjense aquí, vean, cualquier buen hombre… Miren a esos profetas de antaño, pero Él tenía que ser más que profeta. ¿Ven? Para poder hacer eso, Él tenía que venir de un nacimiento de virgen, mostrando que ese nacimiento virginal probó… Él tuvo que nacer de un nacimiento de virgen, para quitar la maldición; el Antídoto. ¿Ven lo que quiero decir? Así que, tenía que ser por sexo. Él lo probó en Su propia venida; Él vino no por deseo sexual, sino por medio de un nacimiento de virgen. Y Él cambió Su máscara de Jehová a Jesús, para hacer la obra de redentor en el drama que Él estaba llevando a cabo, en Dios en la cruz.",
    "Los griegos querían verlo. En San Juan 12:20, muchos de Uds. me oyeron predicar sobre ese dicho: “Señores, quisiéramos ver a Jesús”. ¿Pudieron Uds. ver eso?",
    "Ahora, los griegos eran eruditos, eran grandes hombres. Y ellos tenían un—tenían un—un gran aprecio por Dios, como Pablo les predicó en el Areópago. Y ellos eran, ellos—ellos guiaron—ellos eran los primeros en el mundo en ciencia y—y en educación, ellos eran gente grandiosa. Pero ellos adoraban y creían en mitología y demás; libros de arte y artes curiosas, y todo eso.",
    "Pero ellos—ellos—ellos se conmocionaron con este Hombre que podía sanar a los enfermos y podía predecir cosas que sucedían, al pie de la letra. Y ellos se inquietaron, así que vinieron a verlo a Él. Ahora, fíjense bien, que esto no se les pase. ¿Ven? Y ellos vinieron y le dijeron a Felipe, el cual era de Betsaida: “Señor, quisiéramos ver a Jesús”. Y Felipe y otro discípulo los trajeron a Jesús, para que vieran a Jesús.",
    "Ahora fíjense en las propias palabras que Jesús les dijo a ellos, porque vinieron a ver quién era Él, y ellos no pudieron verlo. Ellos vieron la forma, sin embargo, Él estaba en Su templo. ¡Dios estaba en Su templo, velado en carne humana! Fíjense en las palabras que Él dijo: “Si el grano de trigo no cae en la tierra (¿lo ven?), y muere, queda solo”. ¿Ven? “Ha llegado la hora, pronto será que el Hijo del Hombre sea glorificado (¿ven?), y Él deba pasar de esta tierra. Y si esta hora no llega, Uds. nunca podrán verlo”. ¿Ven?",
    "Aquí, ¿por qué ellos no pudieron ver a Jesús? Él estaba enmascarado. Dios estaba enmascarado. Los griegos querían un Dios, y aquí estaba, pero ellos no Lo podían ver por razón del velo. Y hoy es igual, ellos no pueden verlo por razón del velo; está sobre sus rostros. Estos griegos estaban enmascarados, o Jesús estaba enmascarado para estos griegos.",
    "Fíjense, Él les dijo: “Si este grano de trigo no cae en la tierra, queda solo”.",
    "Ellos, ellos no lograban entender cómo, por qué ellos no podían verlo. Allí estaba un hombre. Ellos vinieron a ver a Dios, y vieron a un hombre. ¿Ven? No pudieron ver a Dios porque Dios estaba velado para ellos. Ahora tengan eso en mente, Dios estaba velado en un hombre. Ellos podían decir: “¡Ningún hombre puede hacer estas obras si no es Dios! ¡Ningún hombre puede hacerlo, y cómo está aquí un hombre, y sin embargo, las obras de Dios son manifestadas por medio de Él!”. ¿Ven? Ellos no podían entender que era Dios velado.",
    "Él está velado en un hombre, como siempre ha estado velado. Pero, Él estaba velado para ellos, Él estaba en Su templo humano. Dios estaba en un templo humano. Ahora, tengan mucho cuidado, pues Él es el mismo ayer, hoy, y por los siglos. ¿Ven? Dios velado, ocultándose Él mismo del mundo, velado en un ser humano. ¿Ven? ¡Aquí estaba Dios! Y esos griegos decían: “Quisiéramos verlo”.",
    "Y Jesús dijo: “Un grano de trigo tiene que caer y morir”. Ud. tiene que morir a todas sus ideas. Ud. tiene que salir de sus propios pensamientos.\n\nComo fue con aquellos discípulos, ellos no podían explicar acerca de comer Su cuerpo y—y beber Su Sangre, pero, vean, ellos ya habían muerto a esas cosas. Ellos habían muerto a un Principio, habían muerto a Cristo. No importa lo que sea, o cuánta derrota parecía que Él había sufrido, ellos lo creyeron de todas maneras. ¿Ven? Ellos podían ver en ese Hombre (un Hombre que comía, bebía, pescaba, dormía, todo lo demás, nació aquí en la tierra, y caminó con ellos, habló con ellos, usó ropa como los demás), pero ése era Dios.",
    "Así que los griegos no pudieron verlo, porque Él estaba escondido de ellos, en un ser humano. Fíjense en Sus Palabras hacia ellos: “Si este grano de trigo no cae en tierra”.",
    "Dios velado en la forma de un hombre, Se escondió de la vista de ellos. Ellos sólo podían ver a un hombre. Pero esos Predestinados vieron a Dios. Uno vio un hombre, el otro vio a Dios. ¿Ven? Y era Dios velado en un ser humano, ambos teniendo la razón; pero es su fe en lo que no se ve. Uno lo cree de todas maneras. Dios velado en un ser humano. Él estaba en esa carne, y esa carne era Su velo. El velo fue rasgado (¿ven?), para que Dios se manifestara.",
    "En el Antiguo Testamento, Dios estaba escondido (cuando estaba en Su propiciatorio) en el propiciatorio, por un velo. En el Antiguo Testamento, Dios estaba en Su templo. Pero la gente entraba y adoraba así, pero recuerden, había un velo (amén) que escondía a Dios. Ellos sabían que Dios estaba allí. Ellos no podían verlo. Esa Columna de Fuego no se apareció más allí. ¿Han notado eso? No hay una sola vez en la Escritura, desde el tiempo en que esa Columna de Fuego entró detrás de ese velo, que volviera a mostrarse, hasta que vino de Jesucristo. ¡Dios estaba velado!",
    "Cuando Él se paró sobre la tierra, Él dijo: “Yo vengo de Dios y a Dios vuelvo”.",
    "Entonces Pablo (después de Su muerte, sepultura, y resurrección) camino a Damasco, allí estaba de nuevo esa Columna de Fuego. ¿Qué fue? ¡Salió de atrás del velo! ¡Gloria a Dios!",
    "Él estaba detrás del velo. Ahora ¿Él estaba detrás de qué? Velo de piel. Vean, “pieles de tejón”, detrás del velo. Y cuando ese velo fue rasgado en el día de la crucifixión, el velo en el cual Él estaba envuelto fue rasgado en el día de la crucifixión, el propiciatorio completo quedó a la vista.",
    "Ahora, los judíos no podían entender cómo es que Dios podía tener misericordia de una gente pecaminosa e inmunda como lo somos nosotros. Pero ellos no podían ver a Éste que estaba dando misericordia, porque Él estaba escondido. Él estaba detrás del propiciatorio, en el interior, con pieles de tejón colgando, cubriéndolo. Antes…",
    "Antes, si algún hombre entraba detrás de ese velo, era muerte repentina. Amén. Oh, de momento vamos a recibir aquí una lección, vean, si pueden—si Uds. pueden recibir Eso. Entrar detrás de esas pieles… Aun uno de los hijos del sacerdote quiso hacerlo una vez, y murió. “No vayan detrás de ese velo”. El hombre que caminaba detrás…¿Por qué? Todavía no había redención, en eso. Potencialmente la había. Eso sólo era potencial. Y algo potencial aún no es la cosa real (¿ven?) sólo potencialmente. Era redención… El pecado era cubierto, no omitido… remitido, mejor dicho, no remitido; remitido es “divorciar y repudiar”. Y así que la sangre de ovejas y cabras no podía hacer eso, así que Jehová estaba escondido detrás de un velo. Ahora, detrás de este velo donde Él estaba escondido, al entrar allí, un hombre caía muerto, al querer entrar en Eso.",
    "Pero desde Pentecostés, desde la Crucifixión, cuando ese velo fue rasgado desde arriba hacia abajo, para aquella generación… Jesús fue ese Dios, velado. Y cuando Él murió en el Calvario, Dios envió fuego y relámpagos, y rasgó ese velo desde arriba hasta abajo, quedando todo el propiciatorio a plena vista. Pero ellos estaban demasiado ciegos para ver eso. No obstante, como dijo aquí Moisés, o… Pablo que dijo, leyendo de Moisés: “Cuando Moisés es leído, todavía, ese velo sigue en sus corazones”. Oh, hermano, hermana, eso es lo que hicieron los judíos cuando el velo fue rasgado trayendo a Dios a plena vista, colgando en la cruz. Él quedó a plena vista, sin embargo, ellos no pudieron verlo.",
    "¿Será posible que los gentiles han hecho lo mismo? ¡Oh, Dios! Cuando han tenido las edades de la iglesia, del Hijo de Dios; pero ahora cuando el velo de estas denominaciones y cosas, este velo de tradición que tenemos desde Pentecostés, cuando las tradiciones de iglesia han sido rasgadas, las cosas que la gente dice: “Los días de los milagros han pasado, y estas cosas”, y Dios ha quitado el velo de Eso, trayéndolo a plena vista, y ellos están listos para crucificarlo de nuevo, es exactamente igual.",
    "El Dios revelado, a plena vista, ellos debieron haberlo visto parado allí. Sin embargo, Él era demasiado común, Él era un hombre común; no pudieron verlo. Vean, allí estaba un hombre. “Pues” dijeron, “este tipo, ¿de qué escuela ha venido?”. Pero recuerden, cuando esa lanza hirió Su cuerpo, que ese Espíritu lo dejó, el templo… las piedras para los sacrificios fueron volteadas, y el rayo azotó por el templo y rasgó el velo. ¿Qué fue? Allí estaba su Dios colgado en el Calvario, y ellos estaban demasiado ciegos para verlo.",
    "¡Lo trajo a plena vista, y sin embargo ellos no lo ven! Ellos están cegados. ¡Dios, velado en un ser humano!",
    "Uds. recuerden, Él regresó allá a Pablo después de eso, y a Pedro en la prisión, como la Columna de Fuego. ¿Recuerdan eso? [La congregación dice: “Amén”.—Ed.]",
    "Pero en los postreros días Él debe de regresar otra vez, pero debe regresar una Columna de Fuego otra vez para manifestar al Hijo del Hombre (¿ven?), para mostrar la Palabra, la Luz. Las tradiciones que han sido, serán quitadas. Nada va a perturbar Eso; será llevado a cabo de todas maneras. Dios simplemente derriba esas denominaciones y tradiciones.\n\n¿Con qué clase de Espíritu lo hará Él? Como Él lo hizo en primer lugar. Miren lo que Él hizo en los días de Elías, en los días de Juan. “No penséis decir entre vosotros que ‘tenéis a Abraham por padre’ porque Dios puede levantar hijos a Abraham aun de estas piedras”. ¿Ven? No piensen: “Porque pertenezco a esto y pertenezco a aquello”. ¿Ven? Dios arrancando de allí el velo (¿ven?), para mostrar Quién es Él. ¿Ven? Observen el velo cuando se rasga aquí ahora, nos damos cuenta.",
    "Ahora, y en un tiempo, si un hombre cruzaba ese velo, era muerte repentina. ¡Ahora es muerte no cruzarlo! Amén. Si Ud. no puede romper ese velo de tradición, romper pasando esa pared de denominación, para ver a Dios en Su poder, es muerte. Antes donde era muerte entrar, ahora es muerte quedarse afuera. Él propiciatorio entero está a plena vista, cualquiera puede verlo, el velo ha sido rasgado. ¡Gloria a Dios! Él propiciatorio entero viene a estar a plena vista.",
    "¡Cómo Dios pudo tener misericordia de pecadores inmundos como nosotros, cuando Él mismo al esconderse, fue un misterio! Y ahora Eso está claro a la vista, o a plena vista, revelado por Su Palabra. Siempre es la Palabra, constantemente, lo cual es Dios. Es la Palabra que lo abre. Si aquella gente hubiera conocido la Palabra de Dios aquel día cuando Jesús murió, hubieran visto el propiciatorio, ellos hubieran visto Quién era Él.",
    "🦅 ¿Quién era Ése entonces? ¿Por qué fue rasgado el velo?”. Recuerden, era muerte entrar Allí. Nadie podía verlo. Moisés Lo vio en una forma, era un torbe-…era la—la espalda de un Hombre. ¡Pues, aquí está, una espalda sangrando, ese mismo Hombre! ¿Qué fue? Dios quería mostrarles el propiciatorio. Dios quería mostrarles Quien era Él. Así que el velo en el templo, por la mano de Dios, arriba, fue rasgado de arriba hacia abajo, y mostró a Dios a plena vista. Era Jesucristo colgado en la cruz, el Propiciatorio. Y ¿qué era? La gente estaba demasiado ciega para ver Eso.",
    "Ahora se ha vuelto a repetir, ¡sus tradiciones! Cómo allá, en el día de Pentecostés, la Palabra vino y estaba en forma de “Hijo de Dios”. Y ellos comenzaron a organizarla en Nicea, Roma. Y, apenas comenzando, se convirtieron en metodistas, bautistas, presbiterianos, pentecostales y demás; es tradición organizada, al grado que el hombre ni sabe dónde está parado.\n\nPero, gloria a Dios, Él prometió en los postreros días lo que haría. Él mostraría Su Palabra a plena vista, la abriría nuevamente ante nosotros, (¿ven?), la abriría.",
    "Si ellos sólo hubieran conocido la Palabra, hubieran sabido Quién era Jesús. Si un hombre tan sólo conociera la Palabra de Dios, él conocería la hora en la que vivimos y lo que está aconteciendo. Ellos simplemente rehúsan escuchar esa Palabra. ¡Por sus tradiciones! ¿Qué causó que esos judíos lo vieran? ¿Qué? Parecía como que ellos en realidad pudieran haber visto, porque la cosa fue abierta totalmente. Fue abierta totalmente con un propósito.",
    "¿Qué propósito tiene ahora este avivamiento? ¿Cómo podrá prosperar? ¿Cómo podrá ser bendecido? A mí no me importa cuántas personificaciones tenga, o cuánta cosa más, eso no… Cuando Moisés salió, había una multitud mixta que salió con él. Pero ¿para qué se hace? Es Jehová mismo quitando el velo de Dios, para mostrar la diferencia entre lo correcto y lo errado. ¿Cuál es? Metodista, bautista, presbiteriano, o ¿cuál es la correcta? ¡La Palabra de Dios es la correcta! “Sea la palabra de todo hombre mentira, y la Mía la Verdad”. Dios no necesita intérprete. Él da Su propia interpretación. Él la manifiesta, y eso da la interpretación. Dios revelándose, Él mismo. ¡Oh, hermanos! Justo en medio de nosotros, vemos Su gran mano diciendo estas cosas, haciendo estas cosas.",
    "Tengo algo sobre eso esta noche (¿ven?), de cómo observar la mano de Dios, lo que hace, cómo se va abriendo. ¿Ven?",
    "Y la gente dice: “Oh, tonterías; eso allí es fanatismo; no hay nada en Eso; eso es insensatez. Eso es Belcebú; eso es un diablo; es adivinación; eso es esto”. Vean, lo mismo que dijeron de Él.",
    "¡Oh, iglesia!, y si sale esta cinta, ¿no pueden Uds. ver, ministros del Evangelio, dónde están viviendo? ¿No pueden ver la hora en que estamos? Dios mismo mostrándose, rechazando… Miren, Él tomó ese velo del templo y lo rasgó en pedazos, para que ellos pudieran ver a Dios a plena vista, y ellos estaban demasiado ciegos para verlo. Y Él ha hecho lo mismo hoy día, poniendo Su Palabra por delante, lo que Él prometió. ¡Toda promesa en la Palabra, puesta delante de nosotros, a plena vista!",
    "¿Saben Uds. lo que hace la iglesia gentil? Lo mismo que hizo la iglesia judía, están demasiado ciegos para ver Eso; es todo. Estará sobre sus corazones así como en aquel día.",
    "Fíjense, es muerte, no acercarse a Ella ahora. Uds. deben entrar en Ella a través de este velo, o Uds. no lo lograrán. ¿Cómo pudo Dios tener misericordia de ellos? Pero recuerden lo que era, que Dios estaba manifestando lo que estaba detrás de ese velo. Observen lo que estaba detrás del velo, ¡la Palabra! ¿Qué veló? ¡La Palabra! ¿Qué era? Estaba en el arca. ¡Era la Palabra lo que ese velo escondió! ¿Ven? Y Jesús fue esa Palabra, y Él es esa Palabra, y el velo de Su carne La escondió.",
    "Y hoy el velo de la tradición esconde la Palabra nuevamente, diciendo: “Eso no es”. ¡Pero sí lo es! Dios está testificando de Ella, irrumpiendo Él mismo abiertamente tan resplandeciente como el sol, delante de todos, y ellos fallan en verlo. Dios, sé misericordioso con nosotros.",
    "En tipo, Moisés, el cual venía de la Presencia de Dios, con la Palabra de Dios para esa edad. Ahora observen, estamos ahora en Éxodo 19. No se pierdan esto ahora. Éxodo 19, Moisés viene de la Presencia de Dios, o 20 y 21, 19:20 y 21. Moisés viene de la Presencia de Dios. Él ha estado en la Palabra. La Palabra ha sido escrita. Y él, en la Presencia de Dios, con la Palabra, tenía la Palabra para esa edad. Hay una Palabra para cada edad. ¡Y Moisés llegando, su rostro mostraba el resplandor! ¿Ven? La Palabra estaba en él, lista para ser manifiesta, divulgada al pueblo.",
    "La verdadera Palabra, Dios la había escrito, y estaba con Moisés. Fíjense, Ella estaba con Moisés y estaba lista para ser manifiesta. Él era la Palabra para ellos, él era la Palabra viva, escondida. Se veló, Moisés tuvo que poner un velo sobre su propio rostro. ¿Por qué? Él era esa Palabra. Amén. Hasta que esa Palabra fuera dada a conocer, Moisés tuvo que velarse. ¡Amén!\n\n¿Lo ven Uds.? Dondequiera que está la Palabra, está velada.",
    "Moisés tenía la Palabra. Ahora recuerden, después que la Palabra fue manifiesta, Moisés fue Moisés otra vez. ¿Ven? Pero mientras esa Palabra estaba en él para ser divulgada, él era Dios; pues, él ya no era Moisés. Él tenía la Palabra del Señor para esa edad. Nada podía tocarlo hasta que eso concluyera; tenía esa Palabra con él. Entonces, por tanto, cuando él vino, la gente volteó sus rostros; no podían entender. Ellos habían sido cambiados. Él era un hombre diferente. Él vino con esa Palabra. “Y él se puso un velo” dice la Biblia, “sobre su rostro”, porque él tenía la Palabra. Y él era la Palabra para ellos.",
    "Ahora miren, si Moisés…¡Oh, hermano!, aquí habrá un insulto. Pero si Moisés… Como dijo Pablo aquí en Segunda de Corintios, el capítulo 3. Si Moisés tuvo que velar su rostro, con ese tipo de Gloria sobre él…¿ven?, pues, ésa era una gloria natural, ésa era una ley natural. Y Moisés, sabiendo que esa ley tenía que perecer, pero la Gloria siendo tan grande que cegó a la gente, ellos entonces le tuvieron que poner un velo sobre el rostro. ¿Qué tanto más será Eso? ¡Gente cegada espiritualmente! Ajá. Esa gloria se iba a desvanecer, pero esta Gloria no se desvanecerá. ¿Ven? Moisés tuvo las leyes carnales, la condenación, sin gracia, sin nada; ella sólo lo condenaba a uno. Pero Esto de lo que hablamos… Ésa no traía perdón, sólo le decía lo que uno era; ésta le da a uno una salida.",
    "Y cuando esa Palabra es revelada (oh, vaya) ¿qué clase de rostro será? Tendrá que estar velado; tiene que estar velado. Ahora fíjense. Así que el Espíritu está velado en un templo humano (¿ven?) Él, para hablar las palabras naturales a través de un velo natural.",
    "Entonces, Pablo hablando aquí ahora, y en este—este sentido, el Espíritu-Palabra: “Nosotros somos ministros, no de la letra, la ley; sino ministros competentes del Espíritu”, pues, el Espíritu toma la letra y la manifiesta.",
    "Ésa sólo era ley, uno tenía que ir a mirarla, dice: “No cometerás adulterio; no robarás; no mentirás; no harás esto, aquello, o lo otro”. ¿Ven? Uno tenía que mirar eso.",
    "Pero esto es Espíritu que viene sobre la Palabra prometida para esta edad, y produce y manifiesta, no dos tablas de piedra, sino la Presencia del Dios viviente. No un pensamiento mítico que alguien inventó, o algún Houdini, un truco; sino la propia promesa de Dios revelada y manifiesta ante nosotros. ¿Detrás de qué clase de velo estará Eso? Y para—para desatar eso…",
    "Vean, eso fue tan tremendo, al grado que aun la gente dijo, ellos dijeron cuando vieron a Jehová descender en esta Columna de Fuego, y que comenzó a estremecer la tierra, y—y las cosas que Él hizo, y el monte encendido. Y si alguien aun trataba de acercarse a ese monte, perecía. Era tan grande, al grado que aun Moisés temía al temblor. Entonces, si esa vez Él estremeció sólo el monte, esta vez Él estremecerá los cielos y la tierra.",
    "¿Qué acerca de esta Gloria? Si ésa fue velada por un velo natural, ésta es vera-… es velada por medio de un velo espiritual. Así que no traten de mirar a lo natural; entren en el Espíritu y vean dónde están, vean la hora en la que estamos viviendo.",
    "¿Tiene sentido esto para Uds.? ¿Ven? Es un velo espiritual que está sobre la gente, dicen: “Soy metodista, e igual de bueno como cualquiera. Soy bautista; y soy pentecostal”. ¿No se dan cuenta que esa cosa es un velo tradicional? Está escondiendo a Dios de Uds. Ésas son las cosas que les impiden gozar de todas las…\n\nOh, Uds. dicen: “Yo grito y salto”.",
    "Él dijo: “¡Toda Palabra!”. Eva creyó toda Palabra excepto una. ¿Ven? Es la Palabra de Dios completa, la promesa de esta hora, manifiesta. ¿Ven?",
    "Fíjense ahora mientras continuamos. Tengo aquí bastante de qué hablar, pero tengo como veinte páginas, pero eso… de—de notas, pero simplemente no—no hablaré sobre todas. ¿Ven? Me daré prisa.",
    "Él estaba velado con un velo natural antes de que pudiera hablarle la Palabra a la gente. Ahora, Dios mismo se tiene que velar, como lo prometió, en carne humana. ¡Dios! ¿Lo captan? [La congregación dice: “Amén”.—Ed.] Dios mismo se tiene que velar en carne humana, y poner un velo espiritual sobre ellos (dicen: “Pues, soy esto y soy aquello”), para así hablarle a la gente. Cuando ese velo, lo cual es el velo de la tradición, es rasgado, entonces el… allí es cuando dicen: “Pues, los días de los milagros han pasado”.",
    "Un individuo me dijo el otro día, un—un pequeño predicador bautista allá, vino a mí, el Hermano Green, y dijo: “Hermano Branham, aquí hay una cosa que tengo contra Ud.”. Él dijo: “Ud. está tratando de que la gente…”. Fue en el Ramada Inn, cuando tuvimos la reunión allá. Dijo: “Ud. está tratando de hacer creer a la gente en una edad apostólica, para que vivan hoy como fueron ellos en la edad apostólica”. Dijo: “La edad apostólica cesó con los apóstoles”.\n\nYo dije: “¿Cesó?”.\n\n“Sí”.\n\nLe dije: “¿Quién fue el portavoz en la edad apostólica?”.\n\nÉl dijo: “Los doce apóstoles en el aposento alto”.",
    "Le dije: “Entonces Pablo quedó afuera”. Dije: “El portavoz fue Pedro. Y Pedro dijo, en el día de Pentecostés, cuando ellos vieron todo esto aconteciendo, y el Espíritu Santo obrando, él dijo: ‘Para vosotros es la promesa, y para vuestros hijos, y para los que están lejos, aun a cuantos el Señor nuestro Dios llamare’. Si Él todavía está llamando, entonces la misma Cosa sigue aquí. ¿Cuándo entonces cesó la edad apostólica? La edad apostólica cesa cuando Dios cesa de llamar”. Él no dijo nada sino que tomó su sombrero y se marchó.",
    "Se necesita la Palabra para hacerlo; es la Palabra. Jesús le dijo a Satanás: “Escrito está”. ¿Ven? Eso es: “Escrito está”.",
    "Yo dije: “Pedro dijo que nunca terminaría. A cuantos el Señor llamare, esta bendición fue para ellos. Ahora Ud. dice: ‘Él paró’. ¿Cuándo?”.\n\n“¿No está incómodo?”.\n\nYo dije: “No, señor, ni un poquito. Adelante, por favor”. Muy bien. ¿Ven?",
    "Pedro dijo que era para todos los que Dios llamara, que recibirían la misma Bendición apostólica. Ésa es—ésa es la Palabra del Señor. ¿Ven?",
    "Ahora el velo natural. Dios, la Palabra, velado en carne humana. ¿Qué fue? Dios estaba velado en Moisés. Dios estaba en Moisés, velado, y la Presencia de Dios estaba en él. Él era tan perfecto con esa Palabra en él de esa manera, que tuvo que velar su rostro. Y fue un profeta vindicado que desplegó la Palabra y les dijo: “¡No cometerán! ¡Esto harán! ¡Esto no harán!”. ¿Ven?",
    "Para dar Su Palabra a esa generación, Él mismo se veló en un ser humano, o la Palabra hubiera cegado aun a los llamados. ¿Ven? Aun la gente que ya había salido, no soportaba fijar sus ojos en eso. Lo encontramos en—en Éxodo, ellos dijeron: “Que hable Moisés, no Dios”. ¿Ven por qué la Columna de Fuego no aparece muy a menudo? ¿Ven?",
    "Dios dijo: “Yo—Yo—Yo haré eso. Yo les levantaré un Profeta”. ¡Amén! “Yo les levantaré uno”. Y Él vino, así exactamente. “Yo levantaré, y él tendrá, será la Palabra”.",
    "Él dijo: “Si ellos quieren ver lo que es la Palabra…”. Dijo: “Ahora, Moisés, Me aparecí a ti allá en aquella zarza ardiendo”. Dijo: “Descenderé y haré arder ese monte”. Dijo: “Ellos verán que has dicho la verdad. Yo me apareceré aquí en la—en la—la misma manera ardiente. Me apareceré aquí y se lo probaré a la gente, vindicaré tu ministerio”. Eso fue lo que Él le dijo a Moisés aquí, en resumidas cuentas.",
    "Fíjense, Él dijo: “Ahora Voy a—Voy a glorificarte delante de la gente”. Dijo: “Ahora, les dijiste que Yo me encontré contigo allá en una zarza ardiendo; ahora Yo voy a descender, en el mismo Fuego, y voy a dejarle ver a la gente que no mentiste al respecto”. Uds. aun pueden probarlo científicamente, si quieren. ¿Ven? “Yo voy a descender directamente para dárselos a conocer”.",
    "Y cuando Él comenzó a tronar, cuando Jehová comenzó a tronar, el pueblo dijo: “¡No! ¡No! ¡No! que no hable Jehová; vamos—vamos a morir”.",
    "¿Ven? Él tenía que estar velado, así que Dios se veló en Moisés y le dio a Moisés la Palabra. Y Moisés bajó y habló la Palabra del Señor, con un velo sobre su rostro. ¿Es correcto eso? Jehová velado en la forma de un profeta, porque sería absolutamente… Y Dios dijo que Él no les hablaría más de esa manera. Él sólo les hablaría por medio de un profeta. Ésa sería la única manera en que Él les hablaría de allí en adelante. Ésa es la única manera en que Él ha hablado. Eso es correcto. Nunca de alguna otra manera; Él no miente.",
    "Fíjense, únicamente Moisés tenía la Palabra. Ahora, no fue un—un grupo el que bajó, no eran solamente los fariseos, o los saduceos, o no era una—una cierta secta o un clan. ¡Fue Moisés! Él tomó a un hombre. Él no puede tomar dos o tres mentes diferentes. Él toma a un hombre. Moisés tenía la Palabra, y únicamente Moisés. Ni siquiera Josué la tenía; nadie más la tenía. ¡Amén! Josué era un—un general; Josué fue un comandante del ejército; Josué era un creyente, un Cristiano. ¡Pero Moisés era un profeta! La Palabra no puede venir a Josué; tiene que venir a Moisés. Él era el profeta mayor de la hora. Fíjense, la Palabra no vino a Josué hasta que Moisés partió; no, señor. Dios lidia con uno a la vez. Dios es uno. ¿Ven? Ahora, sólo Moisés tenía la Palabra, no un grupo.",
    "Miren, Dios advirtió a cualquiera de las personas de que no trataran de seguir a Moisés adentro de ese velo, los personificadores. ¿Ven? Mujer, hombre, sacerdote, quienquiera que fuera; cuán piadoso, cuán varón, cuánto honor, ni cuánto más fueran; Él advirtió: “¡Qué Moisés venga solo! Y si algún hombre, aun un animal, lo toca, debe ser sacrificado allí mismo”. Nunca se le adelanten a ese velo. Ese velo le pertenece a una persona. Ese Mensaje es uno. ¿Ven? En el templo, un hombre entraba una vez al año, ungido y preparado para entrar; no para traer la Palabra, sino para ofrecer sangre. Sólo para entrar allí ante Eso, uno nada más; cualquier otro hombre moría. ¿Ven?",
    "Ellos mueren espiritualmente hoy. Éste es un velo espiritual. ¿Ven? Aquél era un velo natural. Éste es un velo espiritual. ¿Ven? Ellos continúan entrando directamente allá atrás, uno se los puede advertir; “¡Oh, yo lo sé! Yo sé eso, pero yo…”. ¿Ven? Adelante, háganlo, eso sólo muestra… Recuerden que la última plaga en Egipto fue muerte, antes del éxodo. La última plaga sobre la tierra es muerte espiritual, antes del éxodo. Después ellos van a ser cremados y vueltos al polvo, y los justos caminarán sobre sus cenizas. Pero la última cosa es muerte espiritual, rechazan la Palabra.",
    "Ahora fíjense, Dios advirtió a cualquiera de las personas que no intentaran seguir a Moisés adentro del velo de Fuego. Moisés iba a ser velado, él tenía que salir de allí. Moisés entraba como Moisés, entró en esta Columna de Fuego; y cuando salió, estaba velado. Pues, cuando él entró Allí, salió de sus tradiciones, las tradiciones de los ancianos. Él había visto la Columna de Fuego, pero ahora él entra en la Columna de Fuego. ¿Ven? ¡Amén! Y él salió, velado. ¡La Palabra de Dios en un hombre, velado! Aquí viene él saliendo (¡oh, vaya!), puedo verlo. Advirtió que nadie más lo intentara, nadie puede personificar Eso; más vale que no lo haga. ¿Ven? Aun un sacerdote o un hombre santo, quienquiera que fuera, un cardenal, obispo, lo que fuera, queriendo entrar en ese velo, moría. Dios les advirtió. No toleraremos personificaciones.",
    "Su Palabra es revelada a uno. Siempre ha sido así: un profeta vino con la Palabra del Señor, en cada edad, cada vez, a través de la Escritura. La Palabra viene a uno. En cada edad, igual, aun en las edades de la iglesia, desde la primera hasta la última. Otros tienen sus lugares, eso es cierto, fíjense, pero no se acerquen a esa Columna de Fuego. ¿Ven? ¡Qué lección la que aprendemos aquí! ¿Ven? Todos queriendo ser un Moisés, y todos…",
    "¿Recuerdan Uds. lo que Datán y ellos dijeron estando allá? Ellos dijeron: “Pues, Moisés: ¡Un momento!, basta ya de ti, (¿Ven?) Ahora, hay otros hombres aquí que Dios ha llamado”.",
    "Eso es cierto. Ellos, cada uno, iban bien mientras avanzaban, pero cuando uno trató de subir y tomar la posición de Dios que Él le otorgó a Moisés, el cual era predestinado y ordenado para ese trabajo, que intentó tomarla, fuego cayó y abrió la tierra y se los tragó. ¿Ven? ¿Ven? Tengan cuidado. ¿Ven? Sólo sean Cristianos de Dios, buenos, piadosos, creyendo la Palabra. ¿Ven? No se acerquen a esa Columna. ¡Qué lección!",
    "Dios primero le había aparecido a Moisés en una zarza ardiendo, Dios estaba velado en la Columna de Fuego. Ahora presten mucha atención por un momento. Dios, cuando primero vino a Moisés, estaba velado. Dios estaba en una Columna de Fuego, escondido detrás de una zarza, ¿ven?; como detrás de las pieles (¿ven?), detrás junto al propiciatorio, en el altar. ¿Ven? Él estaba velado. Él siempre está velado. Y cuando Él vino a Moisés, Él estaba en una Columna de Fuego, velado en la Columna de Fuego. Pero aquí, delante del pueblo, Dios lo vindicó a él por la misma Columna de Fuego. ¿Ven? Moisés dijo…",
    "Ahora observen. ¿Están leyendo? [La congregación dice: “Amén”.—Ed.] ¿Están divagando en sus mentes? ¿Pueden Uds.…? Pueden… “El que tiene oídos, oiga”. ¿Ven?",
    "Cuando Dios le apareció a Moisés, fue en una Columna de Fuego, cuando Él lo llamó a su ministerio. Y Moisés vino y le contó a la gente al respecto. Ellos no podían creerlo, a pesar de que él había hecho los milagros y demás. Pero, esta vez, Él apareció visiblemente, científicamente, y vindicó el ministerio de Moisés, de que era el mismo Dios que le habló a él, porque Él apareció en la forma de la Columna de Fuego y puso el monte a arder. Y Éste vino a Moisés en una zarza, le habló. Muy bien.",
    "La primera aparición de Dios, a Moisés, fue en el velo de la zarza ardiendo. Ante el pueblo, Dios se veló de nuevo y vindicó a Moisés, por medio del velo, al velarse Él mismo con el mismo Fuego, la misma Columna de Fuego bajó. De—de entonces… De ellos, para que ellos sólo pudieran oír la Palabra de Dios. ¿Lo captan? Sólo la Palabra, ellos oyeron Su Voz. Porque Moisés era, para ellos, la Palabra viviente. ¡Moisés! Vean, ¡Dios había vindicado tanto esa Palabra por medio de Moisés! Vean, Moisés dijo… Dios le dijo a Moisés: “Baja allá, Yo estaré contigo. Él es… Nada te podrá hacer frente. YO SOY EL QUE SOY”.",
    "Moisés bajó, y dijo: “Uds. posiblemente tal vez no crean esto, pero Dios apareció ante mí en la Columna de Fuego y Él me habló estas cosas”.",
    "🦅 Oh, nosotros tenemos toda esa clase de cosas aconteciendo”. Faraón dijo: “¡Qué cosa!”. El pastor Faraón dijo: “Pues, usas un truco barato de mago. Vaya, yo tengo aquí magos que pueden convertir una serpiente en… un palo—un palo en una serpiente. Vengan aquí, magos”. Y ellos llegaron allí e hicieron lo mismo.",
    "Moisés lo sabía. Nada le perturbó, no tuvo la más mínima importancia cuántos personificadores tuvieran. Moisés sólo se estuvo quieto. Al principio, ellas se arrastraron un rato, y, rápidamente, la serpiente de Moisés simplemente se comió a las otras. ¿Ven? ¿Por qué? Igual que esos apóstoles, ellos no podían explicar Eso. Moisés no sabía cómo Dios lo iba a hacer, pero Él iba a hacerlo.",
    "Recuerden, Él dijo que Janes y Jambres regresarán en los postreros días (¿ven?), personificaciones. “Y engañarían aun a los propios Escogidos si fuera posible”, Mateo 24:24. ¿Ven? Exactamente las mismas cosas, haciendo la misma clase de milagros y todo. ¡Vigilen esa Palabra! ¡Vigilen esa Palabra! Si el hombre dice que él hace un milagro y se empeña en creer que hay tres Dioses (y hay muchos de éstos), Uds. apártense de esa clase. Nosotros sabemos que eso—que eso está mal (¿ven?), no hay tal cosa. ¿Ven? ¡La Palabra, toda Palabra, de toda Palabra que sale de la boca de Dios! ¡Génesis, una Palabra! Por acá, dice: “No quites o añadas una palabra”. ¿Ven? Tiene que ser esa misma Palabra. ¿Ven?",
    "Fíjense, la gente vio algo que había acontecido. Moisés había sido velado, como… Él era profeta, y Dios ahora había vindicado Su Palabra; fue allá y él vio señales y maravillas. Y luego, pues bien, esta gente se dividió entre sí —una iglesia. Vean, iglesia significa “llamado a salir”. ¿Ven? Después que ellos fueron llamados a que salieran del mundo y que vinieron a ser un pueblo (¿ven?), entonces Dios mismo dio a conocer que Él era esa Columna de Fuego. Él vindicó el mensaje de Moisés. ¿Ven? Él fue la Columna de Fuego. Ellos le hubieran tomado la fotografía, me supongo, si hubieran tenido cámaras, porque estaba completamente en Fuego. Pero ellos—ellos lo comprobaron; era Dios vindicando que el Mensaje era correcto. El Mensaje estaba a la mano, todo lo estaba, iban a ser sacados en ese momento en un éxodo. Veló a Su profeta de este pueblo del éxodo.",
    "La gente (piensen), vieron que algo le había sucedido a él. Él ahora era diferente a los demás israelitas. Él era diferente, su mensaje era diferente, él era diferente a los sacerdotes, él era diferente a cualquier cosa. ¿Ven? Él era una persona diferente. La gente vio que algo había acontecido. Dios se había velado en Su profeta, para hablar Sus Palabras a ellos; es lo que Él había hecho. Moisés era esa Palabra viviente para el pueblo, velado por la Columna de Fuego, hablando de lo que iba a ser velado más adelante detrás de pieles de tejón. ¿Ven?",
    "La Palabra tenía que venir primero de Moisés. ¿Ven? Moisés tenía la Palabra. Ellas fueron escritas por Dios, nadie podía interpretarlas, Moisés tenía que interpretarlas primero. Por eso es que él veló su rostro, porque él… ¿Lo ven? [La congregación dice: “Amén”.—Ed.] ¿Ven?\n\nAquí está. [El Hermano Branham levanta su Biblia.—Ed.] Nosotros pudiéramos cargarla, tomarla, y de cuanto más se trate, pero Ella tiene que ser revelada. Y para revelar, Moisés tenía que llegar a ser Dios para el pueblo.\n\nUds. dicen: “Ésas son tonterías”.",
    "Pues, le dijo, Él mismo aun le dijo a Moisés: “¡Tú serás Dios, y Aarón será tu profeta!…?…”. ¿Ven? Así que Él vino allí (¿ven?), Él tuvo que velarse, porque Dios siempre está detrás de un velo. ¡Oh, vaya! ¿Lo ven? [La congregación dice: “Amén”.—Ed.] Dios está escondido del público.",
    "Dijo: “Padre, te doy gracias, Lo has escondido de los sabios y entendidos, y se lo has revelado a niños, a aquellos que quieren aprender”. ¿Ven?",
    "Dios se escondió detrás del velo. Moisés veló su rostro. Moisés fue la Palabra viviente velada en ese momento. La gente que vio esa Columna de Fuego, dijo: “Ahora estamos satisfechos”. ¿Ven? “Que hable Moisés”. ¿Ven? “Que no hable Dios, para que no muramos”. Moisés entró directamente en esa Columna de Fuego. ¿Ven?",
    "Y dijo, ahora, Él dijo: “Ahora Yo—Yo no les hablaré a ellos más de esta manera; les daré un profeta”. ¿Ven? Y de esa manera es que Él siempre lo ha hecho. ¿Ven? Dijo: “Ahora déjalos ir”. Pero este profeta tiene que tener esta Palabra. Si él está velado detrás de una tradición, Dios no lo envió. Si él está velado con la Palabra, Dios lo vindicará. Dios interpreta Su propia Palabra. Moisés Las habló; Dios Las interpretó. Amén.",
    "Moisés dijo: “¡El Señor lo dijo!”. Y el Señor hizo exactamente lo que Él dijo. Eso lo hizo correcto.",
    "Ahora, Él dijo: “Ahora, Moisés, has entendido. La gente ahora entiende. Mira. Te he presentado, te he vindicado a ti”. Dios mismo se había velado en este profeta, para hablar Su Palabra al pueblo. Moisés era el Dios viviente para ellos: la Palabra viviente de Dios manifestada. Ésa es la razón que su rostro estaba velado. ¿Ven?",
    "Y ¿saben Uds. que así mismo está velado hoy el asunto en un Cristiano genuino, para los incrédulos? Ellos ven a esas mujeres con el cabello largo y demás, dicen, eso es… “Miren que anticuada”. Mujeres que se acomodan el cabello atrás, allí encima, les dicen: “Se le desinfló una llanta, tiene una llanta de repuesto allí arriba”. ¿Ven? Todo está velado. Ellos están ciegos. “Oh”, dicen ellos, “yo tengo un Ph.D, L…”. A mí no me importa lo que Uds. tengan, aún son ignorantes a la Palabra. Es exactamente la verdad. “Oh, eso, eso sólo es algo menor. Yo…”. Acepten primero las lecciones pequeñas.",
    "¿Qué acerca de las personas que dicen que están velados, estando en la Presencia de Dios, y predican alguna tradición de iglesia? ¡Oh, válgame Dios! Que le añaden y le quitan, y todo lo demás, al inyectar sus propios temas y sus propios pensamientos, y no es la Palabra de Dios, ¿ven? ¿Qué clase de velo es? Eso tiene un velo eclesiástico. ¡Dios ha roto ese velo abriéndolo de par en par!",
    "Ellos dijeron: “No hay tal cosa como profetas. No hay tal cosa, en estos postreros días, como apóstoles y profetas. No hay tal cosa como sanidad Divina. Ya no hay tal cosa como videntes. No hay tal cosa como eso de Marcos 16 que se esté cumpliendo. La edad apostólica terminó”. Ellos le han velado eso a la gente. Pero Dios salió con Su Espíritu Santo de Fuego, y rasgó esa cosa de arriba abajo… [Cinta en blanco—Ed.] Dios ha rasgado el velo.",
    "Moisés era el velo, la Palabra viviente de Dios velada detrás de carne humana. La Columna de Fuego estaba en Moisés, por supuesto, hablando de lo que iba a ser velado más adelante detrás de pieles, ¿ven Uds.?",
    "Ahora, eso, la Palabra, la Palabra fue traída, luego fue escrita, después fue puesta detrás y continúa velada, porque Dios siempre estuvo en esa Palabra. ¡Amén! Él es la Palabra, siempre. Él estaba en esa Palabra. Por eso es que esa Palabra tenía que estar velada.",
    "Oh, hermano, hermana, ¿lo están captando? [La congregación dice: “Amén”.—Ed.] ¡Miren! ¿No lo ven? Ha sido velada durante estas edades, de acuerdo a lo que Dios dijo, y será abierta en los postreros días, esos Siete Sellos serían rotos, y la Cosa en su plenitud vendría a vista de la gente, (lo que ha acontecido durante todo este tiempo). En la hora del Mensaje del séptimo ángel, todos los misterios de Dios deberían ser dados a conocer en ese Elías, esta última hora; cómo es que Cristo es sacado de Su iglesia, el Hijo de Dios; cómo Él es revelado como Hijo de hombre de nuevo; cómo es que la Iglesia será puesta en orden, y todo para ese día postrero, sin credos, sin denominación; es sólo y absolutamente la Palabra viviendo en el individuo. “Yo me llevaré uno, y dejaré al otro. Yo me llevaré éste, y dejaré a ése”. ¿Ven? Sólo hay… No hay compromisos, no hay denominaciones, no hay ataduras ni nada; es el corazón con Dios, y solamente con Él. ¿Ven?",
    "Fíjense, velado en carne humana. Moisés con esa Palabra, hablando de lo que después sería puesto detrás de pieles de tejón. Así que… Así igual es con Cristo, nuestro Moisés. Cristo es nuestro Moisés. Él era Dios velado en carne humana, velado en humanidad, en carne. Eso es correcto. Y Él es el mismo ayer, hoy, y por los siglos. Él estaba velado con pieles de tejón. Él estaba velado. Y esta vez Él estaba velado en un hombre. ¿Ven? Ahora fíjense, “el mismo ayer, y hoy, y por los siglos”, prometió Su Palabra para esta edad. Él todavía es Cristo, la Palabra prometida para esta edad, velado en carne humana. La Palabra es Dios.",
    "La unción es una persona. La palabra Cristo significa un ungido (¿ven?), “el ungido”. Por tanto, Moisés fue el Cristo en sus días, él era el ungido. Jeremías fue el Cristo en sus días, teniendo una porción de la Palabra para ese día.",
    "Pero cuando vino Jesús, Él vino como el Redentor Ungido, y fue ambas cosas; Moisés y todo lo que estaba en Moisés, y toda la Palabra, y toda la Deidad corporalmente estaba en Él. Por esa razón es que el velo entero del templo se rasgó, y el propiciatorio quedó a plena vista, Él era el Ungido.",
    "Fíjense ahora, el velo en carne humana, la Palabra prometida a esta edad también debe estar velada. Fíjense. Los miembros de iglesia, amadores del pecado y pecadores no La pueden ver debido al velo humano.",
    "Por eso es que ellos no pudieron verlo a Él. “¡Oh, Él es un hombre! ¿De dónde vino? ¿Qué tarjeta de compañerismo tiene? ¿A qué iglesia pertenece?”. Yo quiero hablar sobre eso esta noche: “¿A qué iglesia pertenece Él?” ¿Ven? Y así que ¿lo ven?, ahora: “¿A qué iglesia pertenece Él, a qué—a qué grupo? ¿Qué escuela tuvo Él? ¿Dónde recibió Su educación? Pues, este Hombre nació, según la tradición, o de acuerdo a la—la leyenda sobre Él por aquí, este Hombre nació fuera del santo matrimonio. Pues, Él, seguro, Él es del Diablo. ¿Ven? Él es—Él es del Diablo. Él nació fuera del santo matrimonio, y José sólo se casó con ella para impedir que fuera apedreada, porque ella era una adúltera. Y ¿ese Hombre viene y nos dice a nosotros los sacerdotes qué hacer?”.",
    "Y allí estaba Dios parado, revelando esa Palabra, clamando: “Dios mío, ¿por qué me has desamparado?”. Los mismos cantos que estaban cantando en el templo, David los había compuesto para ellos años atrás, referentes a Cristo: “Mis huesos todos me observan. Horadaron Mis manos y Mis pies”. Y allí estaban ellos parados, cantando eso, y el mismísimo Hombre muriendo en la cruz. Y cuando ellos terminaron y el…",
    "Cuando Él murió, el Dios del Cielo descendió, como Él lo hizo en el Monte Sinaí, con Fuego Santo, y quemó ese velo del templo desde arriba hasta abajo, lo rasgó en dos. Y ¿qué podían hacer? Mirar por la ventana del templo hacia el Calvario, y allí estaba Dios a plena vista, el Sacrificio.",
    "Pero ellos aún no lo ven, hoy. Dios en este día postrero ha rasgado esas tradiciones, y trajo la Palabra para esta edad a plena vista, y ellos todavía no La conocen. Ellos simplemente no La conocen. Eso es—eso es tan sencillo. ¿Ven? Eso es tan sencillo; es muy distante de las cosas del mundo.",
    "Yo prediqué el otro día en una cierta reunión, de: “Ser un loco [la palabra “nut” en inglés significa loco y también tuerca—Trad.]”. Uno de estos días quiero hablar sobre eso: “Ser un loco”. Todos estamos locos por alguien, así que—así que yo lo seré por Cristo. Pablo dijo que él “fue considerado un necio”. Seguro, tienen que serlo. Vean, se necesita de una tuerca [un loco—Trad.] para que sujete las cosas. ¿Ven? Eso es correcto.",
    "Entonces, fíjense en el velo, la carne humana. No, ahora, la gente amadora del pecado no podía ver eso. Esas personas religiosas y tradicionales, no podían ver eso, porque Él era un hombre. ¿Por qué? Esa carne humana escondió a Dios.",
    "Ahora, si Él hubiera sido una gran Columna de Fuego que descendió, vean, si una gran Columna de Fuego hubiera descendido mostrando lo que Él era, que Él era esta gran Columna de Fuego, ellos tal vez hubieran creído eso; si Jehová hubiera hecho eso.\n\nPero ven Uds. lo que Él hizo, para que pudiera pasar por alto a toda esa gente inteligente y sabia, Él simplemente se reveló como se lo prometió a Moisés (¿ven?): “Les hablaré a ellos por medio de un Profeta”. Y Él fue Hijo de hombre, un Profeta. Y algunos de ellos lo reconocieron, como un centésimo por ciento de cien en el mundo, lo creyeron; los demás no; pero, Él lo era, de todas maneras.",
    "¡Pero allí estaba el Poderoso Dios parado a plena vista, el Propiciatorio! Él murió cuando Sus propios hijos decían… Sus propios hijos allí, diciendo: “¡Nosotros no Lo recibiremos! ¡Fuera con Él!”; le escupieron.",
    "Un tipo, allá en el pasado, cuando David estaba saliendo del templo, un rey rechazado. Bajó por la calle, y un hombrecito lisiado, arrastrándose, nunca lo quiso, le gritó “hipócrita” o algo, y le escupió en el rostro. Y ese guardia sacó la espada, dijo: “¿Le dejaré la cabeza a ese perro; habiendo escupido a mi rey?”.",
    "David dijo: “Déjalo en paz, Dios le dijo eso”. Y David probablemente no sabía lo que dijo. Subió al monte, mirando hacia atrás, llorando.",
    "Ochocientos años de allí, el Hijo de David estaba subiendo el mismo monte, mirando, llorando sobre Jerusalén, un Rey rechazado. Y ellos le escupieron en el rostro.",
    "¿No lo ven? Es la misma cosa. ¿Ven esa Palabra que sigue viniendo, y continúa hasta hoy? Siempre rechazada por la mayoría (¿ven?), y creída por una minoría.",
    "Ahora, vean, ellos no podían creer Eso. Esos griegos, no podían verlo, Él estaba en Su templo humano. “Pues”, dijeron ellos, “el nombre de este hombre es Jesús; Él viene de Nazaret”.",
    "Ahora, en aquellos días sólo tenían un nombre. Como: “John, Jim”, ellos dicen: “John de Jeffersonville, Jim de New Albany”, o algo así, ¿ven Uds.?",
    "Él dijo: “Éste es Jesús de Nazaret. Es de conocimiento general que Su madre fue embarazada por un soldado”. ¿Ven? Y entonces es exactamente eso lo que creían. ¡Seguro! Y dice que ellos dijeron: “Pues, y éste es Jesús de Nazaret”. ¿Ven Uds.? “¿Quién es Él”? ¿Ven? Ellos no podían entender Eso.",
    "Pero, pues, esta Palabra para aquel día, cuando Él estaba predicando, dijo: “Escudriñad las Escrituras; en Ellas os parece que tenéis la Vida Eterna; y Ellas son las que dan testimonio de Quién soy. Si vosotros no Me creéis; olvídense de Mí (como velo), crean la Palabra que está saliendo. Dos son testigos” dijo Él, “Yo hablo y el Padre habla por Mí”. Amén. Correcto.",
    "Yo hablo de la Palabra de este día, y el Padre La confirma. Ahora ¿es testimonio eso para Uds.? [La congregación dice: “Amén”.—Ed.] Lo es, ¿ven? Así es cómo ha de ser cumplida.",
    "Fíjense ahora en Segunda de Corintios, la… en Segunda de Corintios, capítulo 3, el versículo 6, el templo antiguo alojaba a Dios detrás de pieles viejas, de los judíos. Cuando el velo antiguo fue rasgado, los judíos aún siguieron… cegados a Quién era Él, y aún, a Quién es Él. Y entonces Pentecostés reveló Quién era el verdadero y viviente Dios, cuando ese velo fue cortado en dos, con Dios, desde arriba. ¿Por qué sucedió eso con ese velo? ¿Por qué sucedió así?",
    "¿Por qué vino tal Mensaje hoy para hacer lo que ha hecho? ¿Por qué vino? ¿Por qué?",
    "Alguien me iba a llamar aquí un día, no hace mucho, quería debatir conmigo acerca de la—la edad de la iglesia, que: “Dios estaba en Su santa iglesia”, y cosas así. Y me di cuenta que era una mujer predicadora, y yo simplemente lo olvidé. Vean, si hubiera sido algún hombre, no habría problema; hubiera sido diferente. Pero, entonces, pero qué sentido tiene ir hasta otro país allá, cuando tengo que dejar una reunión aquí para hacerlo, ¿ven Uds.? Así que, yo sólo los dejo en paz. El ciego guía al ciego, ellos—ellos todos caen en el hoyo.",
    "Entonces, ahora en esta edad, el antiguo velo denominacional y tradicional ha sido rasgado, de la Palabra de Dios, ¡para que pueda ser manifiesta! ¿Ven lo que quiero decir? La tradición dice: “Todas esas cosas pasaron”. Dejen que eso penetre un poco. “Que esas cosas pasaron”. Pero, en este día postrero, ese velo tradicional ha sido rasgado en dos, y aquí está la Columna de Fuego. ¿Ven? Aquí está Él, manifestando la Palabra para este día. El velo ha sido rasgado.\n\nAhora, entre el mundo, aún no Lo creen. No importa lo que ocurra, ellos no Lo ven. Ellos no Lo ven; no fue enviado para ellos.",
    "Recuerden, el Hijo de Dios no fue revelado a Sodoma; sino más bien dos mensajeros. Correcto.",
    "Pero, esto, Dios mismo en carne humana fue revelado a Abraham, el Elegido. Y observen lo que Él hizo para revelarse a Sí mismo. Y ahora Abraham lo sabía, cuando Él conoció el pensamiento de Sara que estaba detrás de Él, dijo, lo llamó: “¡Elohim! Tu siervo…”.",
    "Fíjense, ahora, para que pueda ser manifestada. La Palabra ha sido cubierta por un velo todos estos años, para la gente; “Eso no puede ser”.",
    "¿Recuerdan Uds. el sermón que prediqué la mañana cuando salí de aquí la primera vez, acerca de Goliat y David? Yo dije: “Miren al retador allá, diciendo que ‘los días de los milagros han pasado’”.\n\nFíjense en esas cintas a medida que salen, observen cada una, cómo la cosa ha venido siendo más clara y más clara; si Uds. tienen oídos para oír (¿ven?), ojos para ver.\n\n¿Qué? Yo dije: “Allá afuera está ese gran mundo eclesiástico, en esta edad científica, diciendo que no puede ser”. Pero yo dije: “Dios…” En esa Luz, antes que hubiera sido fotografiada la primera vez (para entonces no había sido fotografiada), había aparecido allá en el río pero no tomaron ninguna fotografía. ¿Ven? Yo dije: “Él me dijo que así sería; Él haría un llamado y abarcaría por las naciones”.",
    "Y aun el Doctor Davis, dijo: “¿Tú, con una educación de primaria, que pasaste hasta el séptimo grado, vas a orar por reyes y monarcas, y comenzarás un avivamiento que abarcará las naciones?”.\n\nYo dije: “Es lo que Él ha dicho”.",
    "Y ha sido hecho. ¿Ven? ¿Ven? Fue hecho. Ésa es la cosa, es que Él no necesita interpretación; Él lo ha hecho. Vean, Él ya lo ha hecho, eso mismo se interpreta (¿ven?), llamando a Sus Elegidos (¿lo ven?) de—de todos los niveles de la vida. Ahora ha sido manifestado.",
    "Yo dije que David salió y se paró allá, un hombrecito pequeño, flaco, con su espalda encorvada, con una honda en la mano. Y, vaya, Saúl lo miró (la cabeza de la asociación ministerial), dijo: “¡Pues tú, tú ni siquiera has sido entrenado!”. Él dijo: “Déjame ver si te puedo dar un Ph.D. o algo”. Le puso esta armadura, ella… Se dio cuenta que eso no le quedaba a un hombre de Dios.",
    "Dijo: “Quítenme eso”. Dijo: “Yo no sé nada acerca de eso”. Dijo: “Déjame ir como yo sé, con lo que combatí al león, con lo que combatí al oso”. Él era algo así como un hombre del campo. Él dijo: “Déjame hacerlo de esta manera”.",
    "Y este Goliat dijo: “¿Envías un perro a que pelee contra mí?”. Dijo: “Te levantaré en la punta de mi lanza y colgaré tu cuerpo allá arriba y dejaré que las aves se lo coman”.",
    "David dijo: “Tú me enfrentas como un filisteo, con armadura y lanza, y yo vengo a ti en el Nombre de Jehová Dios de Israel”. Observen al profeta, David dijo: “Hoy te cortaré la cabeza de los hombros”. ¡Amén! ¡Oh, hermanos! Él sabía lo que tenía, en quién había creído, y estaba plenamente convencido que Él era capaz de cumplir lo que él le había confiado. ¿Ven? Así que aconteció de todas maneras.",
    "Ese antiguo refrán: “Los días de los milagros han pasado”, ¡esas paredes han sido derribadas! Jehová aún está de pie a plena vista, manifestando Su Palabra, revelado. Eso es correcto. Fíjense.",
    "La iglesia gentil también ha sido cegada al velo, después que ha sido quitado y que ha mostrado a Dios —el velo eclesiástico. ¿Cómo? Al velar nuevamente la Palabra en un ser humano. Eso es exactamente lo que Israel falló en ver. Si hubiera sido algún Ángel o algo, Israel lo hubiera creído. Pero siendo que no podía ser un Ángel, tenía que ser un hombre. ¡Amén!\n\nDios no puede quebrantar Su Palabra. En los postreros días tiene que ser la misma cosa nuevamente. ¿Ven? ¿Qué cegó a Israel? Ese Hombre. “Tú eres un Hombre haciéndote Dios”. Por eso es que lo mataron, y hoy, es por cuanto el Mensaje ha venido por medio de un hombre y no Ángeles. ¿Ven? Dios no puede cambiar Su manera, cambiar Su Palabra. Él dijo que Él no cambiaba. ¿Ven? ¡Fíjense, está prometido! Y los gentiles están tan cegados hoy como lo estuvo Israel, a raíz (¿de qué?) del velo. Dios velado en un ser humano, cegó a Israel.\n\nFíjense, siempre ha cegado a uno. A uno, cegará; al otro, le revelará la Verdad. Cerrará los ojos de algunos, y abrirá los ojos de otro.",
    "Miren, Jesús se paró y dijo: “Pues, tu nombre es—es—es Simón, y el nombre de tu padre era Jonás”.\n\nÉl dijo: “¡Señor, Dios!”. ¿Ven? Felipe…\n\nDijo: “¿Cuándo supiste?”.\n\nÉl dijo: “¡He aquí un israelita, en quien no hay engaño!”.\n\nY él dijo: “¿Rabí, cuándo me conociste?”.",
    "Él dijo: “Antes que Felipe te llamara, cuando estabas debajo del árbol, te vi”.",
    "Él dijo: “Rabí, Tú eres el Hijo de Dios. Tú eres el Rey de Israel”.",
    "Pues, allí estaban parados los que decían: “Él es Belcebú”. ¿Ven? ¿Qué hizo Eso? Abrió los ojos de unos, cegó a los otros. ¿Qué dijeron los sacerdotes? “¡Pues, ese Tipo es Belcebú!”.",
    "La mujercita dijo: “Yo sé que el Mesías viene, el cual es llamado el Ungido. ¿Ven? El Ungido vendrá. Nosotros no hemos tenido profetas… Tú debes ser un profeta; sin embargo, el Ungido vendrá. Estamos esperándole. Estos son los postreros días para los gentiles… o para los judíos”. Dijo: “Éste es el día postrero”. ¿Ven? Tanto el samaritano como el judío estaban esperando un Mesías. ¿Ven? Dijo: “Éste es el tiempo en que Él debe aparecer. Nosotros sabemos, cuando Él venga, que Él hará estas cosas. Él nos dirá estas cosas”.\n\nÉl dijo: “Yo Soy”.\n\nSus ojos le fueron abiertos; a los policías o sea, sacerdotes les fueron cegados.",
    "El Evangelio siempre hace Eso. Le abre los ojos a unos, revela la Verdad a unos, mientras ciega a los otros; tiene un doble significado. Algunos pueden tomar ese Hijo y verlo directamente, y quedan ciegos; otros pueden tomarlo y salir de allí juntamente con Él. Ésa es la diferencia.",
    "Como fue hecho en cada edad, la Deidad velada en carne humana. Fíjense, Él lo hizo. Los profetas fueron Deidad, velada. Ellos fueron la Palabra de Dios (¿verdad que sí?) velados en carne humana. Así que, ellos tampoco vieron nuestro Moisés (¿ven?), a Jesús.",
    "Fíjense, velado detrás de las viejas pieles de tejón en el templo antiguo estaba la Palabra, estaba la Palabra manifestada en tablas de piedra.",
    "Ahora, trataré de salir en veinte minutos, si puedo, para las once y media. Noten, si se fijan, he volteado aquí algunas páginas (¿ven?), para evitar… para evitar cortar el… extenderme demasiado. Sé que tienen calor y están cansados.",
    "Detrás del templo antiguo, en el velo, ¿qué había allí atrás? ¿Qué era Jehová? ¿Qué estaba escondido allí atrás? ¿Qué escondía el velo? ¡Oh, aleluya! ¿Qué escondía el velo? Estaba escondiendo la Palabra. El velo (pieles viejas de tejón), escondían, estaban escondiendo la Palabra, de sus ojos naturales. Allí detrás también estaba el pan de la proposición. Allí detrás también estaba la Gloria Shekina. Pero todo estaba escondido de ellos. Todo eso estaba escondido. La Gloria plena de Dios estaba allí detrás de esa vieja piel de tejón, correcto, todo escondido del ojo natural.",
    "Hoy en día, también. Es llamada “un montón de santos rodadores, fanáticos”, pero ellos no saben lo que está escondido allí atrás. Eso es; ellos no lo saben. ¿Ven?",
    "Entonces cuando Dios, en misericordia, rasgó el velo para que ellos vieran, se encontraban tan envueltos en sus tradiciones, que ellos… sigue escondido para ellos, aun hasta el día de hoy.",
    "¡Igual es hoy! La Gloria, el Poder del Espíritu Santo, la Gloria Shekina que viene sobre el creyente (ahora, me refiero al verdadero creyente), aquello que causa que las obras de Dios y que la fe entren en él, para creer la Palabra de Dios, todo eso está escondido de aquellos ojos. Ellos dicen: “Esas cosas han pasado”. ¿Ven Uds.? Ellos todavía están viviendo detrás del velo.\n\nPequeñitos, Uds. ya no están detrás de ese velo, Dios ha venido a plena vista de Uds.",
    "El otro día, el Hermano Fred Sothmann, el Hermano Tom Simpson… No sé si alcanzaría a llegar o no. Varios de nosotros estábamos en una iglesia bautista, y el ministro dijo algo que sonó bastante bien. Todos dijimos: “¡Amén!”. Todos en la iglesia estiraron el cuello y miraron hacia atrás para ver, ¿Ven? ¿Ven? Encontramos una migaja que vino de allí atrás, de la Shekina, Uds. saben, y estábamos contentos de recibirla. En otras palabras, dijimos: “¡Gracias, Señor!”. ¿Ven? Y, cuando ellos lo hicieron, estos individuos estaban tan velados que sólo se rieron de eso. Ellos no sabían de qué se trataba eso. ¿Ven? Aún están velados. Así que, hay algunos adentro y algunos por fuera. Y así que… Pero Dios está a plena vista nuestra; escondido. ¡Igual hoy!",
    "Entonces cuando Dios, en Su misericordia rasgó el velo, Él quedó a plena vista. Sin embargo, estaban tan envueltos en sus tradiciones, que Él aún siguió escondido de ellos.\n\n¡Igual hoy! Toda esa Gloria, escondida, está escondida para nosotros en Cristo, la Palabra, Quien es nuestro Templo.",
    "¡Oh!, ahora voy a tener que profundizar en esto un poco. Discúlpenme por mis emociones esta mañana, pero, oh, he—he querido entregar esto por tanto tiempo que yo… eso se está acumulando en mí. ¿Ven?",
    "Fíjense, toda la Gloria que está en Dios está en la Palabra. Todas las bendiciones que están en Dios están en la Palabra. Eso está escondido para el incrédulo por las tradiciones. ¿Ven lo que quiero decir? Pero todo Eso está en Cristo. Todo lo que Dios fue, Él mismo se vació, “kenos”, y entró en Cristo; y nosotros, entrando en Cristo, estamos detrás del velo.",
    "🦅 Pues, yo estoy en Cristo”, dice Ud. ¿Y luego cree que hay tres Dioses? ¿Bautiza en el nombre de “Padre, Hijo, y Espíritu Santo?”. ¿Cree en todas estas tradiciones y cosas en las que Ud. cree, de los ancianos? No, Ud. todavía está del otro lado del velo. ¿Ve? Entre en el velo. Él, Cristo, es la Palabra.",
    "🦅 ¿Cómo? Yo no creo en sanidad Divina. Yo no creo en estos milagros y cosas como Ésas”.",
    "Pues vean, Uds.—Uds. no han entrado al interior del velo. Uds. no saben nada al respecto. ¿Ven? ¡Cristo es la Palabra! Y cuando nosotros estamos en la Palabra, estamos en Cristo. Y ¿cómo puedo estar en Cristo, negando yo a Cristo? Fue Él quien dijo: “Ni una palabra será añadida o quitada”. Entonces ¿cómo pueden Uds. quitarle o añadirle? ¿Ven? Les muestra a Uds. qué velo los tiene separados. ¿Ven?",
    "¡Nosotros en Él! Entonces nosotros, estando en Él, aún estamos velados para los religiosos y los que profesan del mundo. Vean, la Gloria nuestra que tenemos y disfrutamos, aun sigue detrás de un velo para los de afuera. Ellos piensan que estamos “locos”, de nuevo, “unas tuercas”, ¿ven? ¿Ven? Correcto. Pero nosotros que estamos aquí, en Cristo, bautizados en Él (Primera de Corintios 12) en Él, somos participantes de esta Gloria. ¿Ven? Pero no allá afuera; Uds. todavía están mirando hacia adentro, negando Eso. ¿Ven?",
    "Por lo tanto, ahora somos invitados a entrar en Él, para que seamos partícipes de todo lo que Él es. Somos invitados a entrar en Él, lo cual está escondido para los incrédulos, por el velo de carne humana. ¿Ven? Ellos conocen esa Gloria, ellos leen de Ella, está aquí en la Palabra, “la Gloria de Dios” y cosas como ésas, sólo es una palabra más para ellos. ¡Para nosotros, es una manifestación! ¿Ven? ¡Ya no es sólo una palabra, es una realidad! ¡Amén!",
    "Dios dijo: “Sea la luz”, ésa fue la palabra; pero, ahora existe la luz. No es la palabra, es la luz. ¿Ven lo que quiero decir?",
    "Ahora no sólo es una Palabra escrita para nosotros, es una realidad. Nosotros estamos en Él. Ahora estamos disfrutando; ahora lo contemplamos a Él; ahora lo vemos a Él, la Palabra, Él mismo manifestándose. Está escondida, allá afuera, debido (¿a qué?) que está velada en carne humana. ¿Ven?",
    "Oh, dicen ellos: “¿Ese montón de gente, a dónde fueron a la escuela? ¿Qué—qué educación tienen? ¿Dónde, de qué—qué salieron? ¿A qué—qué—qué grupo pertenecen?”. ¿Ven? ¡Já! Vean, ellos no lo captan.",
    "Un hombre le dijo a otro hombre, el otro día, dijo: “Ud. tiene que pertenecer a una denominación para ser un Cristiano”.",
    "Él dijo: “Yo soy Cristiano, y yo no pertenezco a ninguna de ellas”. Ajá. Dijo: “Dios me ha quitado este cáncer” dijo, “ahora ¿qué le parece a Ud. eso?”; era un médico. Él dijo: “Muéstreme las denominaciones que lo estén haciendo”. ¿Ven? Muy bien. ¿Ven? Eso aún está velado.",
    "Nosotros estamos adentro, en Cristo. Ahora, como entonces, todos los verdaderos creyentes lo ven a Él, la Palabra prometida de este día, manifestado abiertamente. Eso es algo tremendo si Uds. lo pueden captar. ¿Ven? ¿Ven? Todos los verdaderos creyentes, que están en la Palabra, ven a Dios abiertamente. El velo ha sido rasgado, y Dios está allí abiertamente delante de Ud., manifestado. ¿Ven? Dios, manifestado, abiertamente.",
    "Para lograr esto, nuestro viejo velo de denominación tradicional debe ser rasgado de nuevo. Para realmente ver lo que es, Uds. tienen que salir de en medio de esa cosa. ¿Ven? Uds. no podrán hacerlo; ellos seguirán jalando ese velo delante de Uds., cada vez: “Oh, todo Eso es falso”. Pero aquí está escrito, y aquí está manifestado, ¿ven Uds.? ¿Ven?",
    "Ahora, ¿qué si un hombre rehúsa ver el sol, dice: “Oh, allá, yo sé que Dios dijo, ‘Sea la luz’, pero eso no existe. Me voy abajo al sótano. Yo—yo simplemente rehúso verlo?”. El individuo está loco. Algo anda mal con él.",
    "Algo anda mal con un hombre o mujer, que pudiendo ver la promesa de Dios, viéndola manifiesta, y luego rehúsa creer porque la denominación baja el velo. ¿Ven? ¡Velados!",
    "Para conseguir esto, nuestros velos tradicionales de denominación deben ser rotos, por medio del Espíritu de Dios de Fuego y Espada, que es Su Palabra. Su Palabra es Su Espada, siempre. ¿Ven? Y Él tomó Su Espada aquel día, encendida en llamas, y rasgó ese velo de arriba hasta abajo. ¡Él hace lo mismo con la misma Espada hoy! No “mi credo, mi libro de credos, mi—mi catecismo”, sino que es la Espada del Señor (¿ven?), que rasga el velo hasta abajo, y Uds. ven a Dios parado a plena vista, manifestado en Su Palabra. ¡Qué gloriosa escena para contemplar! ¿Ven? Muy bien. Él Espíritu Santo y Fuego de Dios, Su Espada, lo rasga. La Palabra rasga el velo denominacional.",
    "Bueno, ¿si Ud. acaba de decir: “la Palabra”, y la Palabra no funciona? ¿De qué aprovecha la Espada aquí, y decir: “Ella no puede rasgar”? Decir: “Ah”, ¿y no rasga?",
    "Pero cuando Ud. pone allí arriba esa Espada de Dios y la observa como rasga, ella es—ella ha sido tomada por una mano ordenada, enviada para hacerlo. Vean, lo rasga, y allí está Él. Allí muestra a Dios claramente, a la vista, el gran Jehová. Ésa es Su Palabra manifestada, la porción que es prometida para el día. ¿Lo captan? ¿Ven? Cuando la Espada (la promesa de hoy, en este día, lo que debe ser), y Dios toma Su Espada y rasga el velo denominacional hasta abajo y lo hace a un lado, y se manifiesta a Sí mismo y muestra que Él está allí, aún es esa misma Columna de Fuego. Fíjense, ésa es la Palabra manifestada para las promesas de hoy.",
    "Nosotros Lo vemos igual que Pedro cuando él dijo: “Señor, ¿a quién iremos, después de ver Esto?”. ¿Adónde iríamos? ¿A qué iglesia podríamos unirnos, siendo que nacimos en Una? ¿Ven? Qué pudieran Uds.…¿A qué denominación pudieran unirse Uds. después de haber conocido estas Verdades, ¿ven?, cuando ellas (todas) las niegan? ¡Todas ellas! Yo no he conseguido ni una que dirá o hará algo a favor de Eso. Así es. Es cierto.",
    "Yo inicié estos viajes aquí, donde en un lugar, cuarenta y dos iglesias daban su patrocinio; cuando llegué, no me quedaba ninguna. Todas dijeron: “Él cree en seguridad Eterna”. Por eso se fueron los legalistas. Una dijo: “Él bautiza en el Nombre de Jesús”. Eso hizo salir a las otras, ¿ven? Una de ellas dijo: “Él cree en la simiente de la serpiente. ¡La serpiente no tiene simiente!”. Eso causó…",
    "La Biblia dijo: “Pondré enemistad entre su Simiente y la simiente de la serpiente”. ¿Ven eso?",
    "En eso, el—el velo, ha sido levantado de la Palabra. ¿Ven? Correcto. Es revelado a niños. Ha—ha sido levantado. Ellos Lo ven. Será, como una vez dije… Correcto. Entonces será, como una vez dije: “Cuando Uds. vean”, cuando este velo es quitado de la Palabra, las tradiciones son quitadas de la Palabra, como Jesús dijo una vez: “Cuando vosotros me veis, vosotros veis al Padre”. ¿Ven? Dios y Su Palabra es uno. ¿Ahora entienden? Cuando la Palabra es manifestada, ¿qué es? ¿Ven?",
    "Jesús dijo: “Escudriñad las Escrituras, os parece que tenéis… Vosotros habéis creído en Dios, creed también en Mí. Si no hago las obras de Mi Padre, entonces no Me creáis. Pero si hago las obras, Yo y Mi Padre uno somos. Cuando Me veis, vosotros habéis visto al Padre”.",
    "Y cuando Uds. ven la Palabra manifestada, Uds. ven al Padre, a Dios, porque la Palabra es el Padre. La Palabra es Dios. Y la Palabra, manifestada, es Dios mismo tomando Su Propia Palabra y manifestándola entre creyentes. Nada puede hacerla vivir sino los creyentes, solamente los creyentes. No es… Ella no…",
    "Uds. pueden tomar trigo y sembrarlo en un—en un—un terreno diferente, no crecerá. Pero, ¿qué sucede? Tiene que haber cierto fertilizante en la tierra para que el trigo crezca. Y si no lo hay—si hay… si el fertilizante en la tierra no—no está, si el trigo no es germinado por ese fertilizante, él nunca crecerá. Así que no importa dónde cae la Palabra, si Ella no cae en la clase de corazón correcta…",
    "Jesús así lo dijo. “Una parte cayó junto al camino, en pedregales, y las aves del cielo vinieron y comieron de ello”. Y entonces Él dijo: “Otra parte cayó en espinos y abrojos, los cuales crecieron y la ahogaron inmediatamente”, tradiciones, denominaciones, cuidados del mundo la ahogaron. Pero dijo: “Alguna cayó en buena tierra y produjo cual a ciento” dijo, “ése es el Reino de Dios”.\n\nEs igual (¿ven?), algunos no creerán en absoluto.",
    "Algunos creerán por un tiempo, como los discípulos. Ellos lo siguieron, muchos de ellos, los setenta lo siguieron a Él por años, para venir a enterarse (como al año y medio, o dos), sólo para averiguar, hasta que pudieran hallar algo en Él, algún… cómo era, que de alguna manera Él tenía poder para hacer estas cosas; o algo, como una pata de conejo, o un mago de algún tipo, por lo cual Él podía lograr estas cosas; cómo Él podía saber lo que estaba en el corazón de la gente y lo que estaban pensando. Y finalmente se enteraron que dijo que Él “descendió del Cielo”, Él “era la Palabra misma”. Y al escuchar, eso fue demasiado para ellos. Dijeron: “Ningún hombre puede entender Esto”. Y ellos se apartaron de Él. Ésos son los que cayeron entre espinos.",
    "Eso vuelve a lo mismo, en toda congregación, se tienen: manufacturados, incrédulos, y creyentes. Ha sido así en toda congregación. Se encuentran todo el tiempo. Algunos pretenden como si fueran creyentes, ése es el peor tipo. Y luego están aquéllos que realmente son incrédulos; él no lo molesta a uno, sólo se va y menea su cabeza. Pero aquéllos que pretenden, que dicen ser creyentes, ésa es la clase, ésa es la clase que uno tiene que vigilar, son esos manufacturados. Y luego hay algunos creyentes genuinos. ¿Ven esos tres allí?",
    "Allí estaban los incrédulos. Tan pronto como Él dijo: “Comed la carne del Hijo del Hombre”, ¡oh, que cosa, hasta ahí llegaron!",
    "Los otros eran los manufacturados. Ellos permanecieron, igual como Judas, hasta el fin.",
    "Pero entonces los verdaderos creyentes, ellos no podían explicarlo, pero lo creyeron de todas maneras. Ellos permanecieron.",
    "El velo, la tradición de los incrédulos, al ser quitado, entonces se puede ver a Dios. Cuando el velo de tradiciones ha sido quitado, Uds. pueden ver que Dios todavía es Dios de Su Palabra. Él todavía cumple Su Palabra. Él es el—es el Dios, Autor de Su Palabra.\n\nEso está escondido detrás de velos de piel, para otros. Sí, eso es correcto. Para los que no pueden ir detrás del velo, Él todavía está detrás de velos de pieles.",
    "Fíjense. Entonces, nosotros, entonces nosotros llegamos a ser parte de Él, ya que Uds. son el velo que lo vela a Él. Uds. son parte de Él, siempre y cuando Cristo esté en Uds., como Cristo era de Dios. Porque Dios en Él, lo hizo Dios. Y Cristo estando en Uds., la esperanza de Gloria, Uds. llegan a ser parte de Cristo. “El que en Mí cree, las obras que Yo hago, él las hará también”. ¿Ven? Uds. llegan a ser parte de Cristo mientras Cristo esté escondido en Uds. Entonces es velado para el incrédulo, pero Uds. saben que Él está en Uds. Uds. son el templo donde Cristo está detrás del velo, la piel. Entonces debido a este velo, el velo nuevamente en carne humana, esconde a Dios (la Palabra) del incrédulo.",
    "Como está escrito, ¿ven? “Escritas, vosotros sois cartas escritas”, dice la Biblia. Ahora, ¿qué es una carta? Es una “palabra escrita”. Y vosotros sois lo “escrito”. En otras palabras, se leería así: “Vosotros” dice Allí, “vosotros sois cartas escritas” o, “vosotros sois la Palabra que ha sido escrita, manifestada”, a Ella no se le puede añadir nada. Uds. no pueden decir: “Yo soy una carta escrita”, y viviendo alguna otra clase de cosa aparte de lo que Esto ya tiene escrito [El Hermano Branham hace referencia a su Biblia.—Ed.], porque nada puede ser añadido o quitado.",
    "Como el Doctor Lee Vayle que está escribiendo este libro famoso, quiero que lo vean dentro de poco. El Hermano Vayle esta aquí, está en los terrenos en alguna parte. Yo lo vi afuera. Creo que él no logró entrar. Pero él está escribiendo un libro, y—y es muy sobresaliente, sobre la Edad de Laodicea. Y quiero que Uds.…Saldrá de la imprenta muy pronto. Así que, estamos ahora dándole la última lectura, y estaba escribiendo, y estábamos hablando allí (¿ven?) acerca de…",
    "Todos siempre han venido a mí, diciendo: “Hermano Branham, esos siete truenos que la voz tronó, y que Él dijo: ‘No lo escribas (¿ven?), sino que ciérralo’”, dijo, “¿serán esos siete truenos los que serán revelados en los días postreros (¿ven?), siete truenos que nos hablarán?”. Ahora, ¿no suena eso muy bien? ¿Ven? Pero vigilen lo que hablan cuando Uds. dicen eso.\n\nÉl dijo: “Mira que no lo escribas”. ¿Ven? Estos siete truenos emitieron sus voces, ¿ven? Y Él dijo: “No escribas eso (¿ven?), pero debe ser sellado en el Libro hasta los últimos días”.",
    "Ahora alguien ha estado, muchos me han estado diciendo, y teólogos me han dicho: “Hermano Branham, si Jehová Dios…” Dijeron: “Si—si… Con su experiencia, que el Señor le ha dado para Su pueblo”…(humildemente digo esto) dijeron, “Ud. reúne los requisitos para escribir una—una Biblia, Ud. mismo, su Palabra, si Dios se ha manifestado”.",
    "Yo dije: “Eso pudiera ser verdad”. Vean, él estaba tratando de atraparme. ¿Ven? Y yo dije: “Pero, vea, yo no podría hacer eso”.\n\nÉl dijo: “¿Por qué no? Ud. tiene todas las aptitudes”.",
    "Le dije: “Pero, fíjese, no se le puede añadir o quitar una sola palabra”. ¿Ven?",
    "Y él dijo: “Pues, entonces, y ¿esos siete truenos, ve Ud.?” dijo, “¿esos siete truenos explotando, no será ésa una Revelación dada a algún hombre?”.",
    "Yo dije: “No, señor, eso sería añadirle algo o quitar algo de Ella”.",
    "¡Todo está revelado Allí adentro, y los Siete Sellos abrieron la revelación de lo que era! Y eso era. Vean, aún eso está en la Palabra. ¿Ven Uds.? Uno no puede salirse de esa Palabra. Eso no se apartará de la Palabra. Y el Espíritu de Dios nunca dejará esa Palabra. Él permanecerá exactamente con la Palabra; cegando a algunos, y abriendo los ojos a otros. Siempre hará eso.",
    "🦅 Vosotros sois cartas escritas, leídas de todos los hombres”. O más bien se los traduzco de esta manera, dándole la vuelta de esta manera (¿ven?) sólo denle la vuelta: “Vosotros sois cartas que han sido escritas”, porque no le pueden añadir nada a Ella, “que son leídas de todos los hombres; la Palabra manifestada de Dios”, en otras palabras.\n\nY Pedro y Juan, para mostrarlo, cuando subieron allá, los demás sabían que eran del vulgo y sin letras, ellos no tenían educación, pero notaron que ellos habían estado con Jesús. ¿Ven? Ellos eran del vulgo y sin letras, pero eran cartas escritas (¿ven?), leyeron que ellos habían estado con Jesús. Porque Jesús estaba manifestándose por medio de ellos, Cristo velado en la carne de ellos: manifestado, vivificado.",
    "Así como Él estuvo en Moisés. Cuando la Palabra estaba en Moisés, él era Dios en carne. Cuando estaba en Jesús, era Dios en carne. ¿Ven? Lo único que Él hizo fue cambiar Su máscara, no Su Palabra, no Su naturaleza. Él es el mismo ayer, hoy, y por los siglos. Él sólo cambió Su forma. Él cambió de Noé a Moisés; el cambió de Moisés a David; de David, a José; así sucesivamente hasta que Él entró en la plenitud de la Deidad corporal. ¿Ven?",
    "¡Sigue siendo el mismo Dios! Amén. Amén. Espero que capten eso. ¿Ven? Es el mismo Dios, pero Él simplemente toma otro velo. Vean, Él se viste de otro velo.",
    "Él lo hizo en los reformadores, tomando un velo, tomando un velo. Hasta que finalmente vino a través de la edad luterana, por la otra edad, entonces finalmente resulta en lo Completo. Justo antes de que venga, un profeta surge nuevamente. ¿Qué hace? Es una sombra de la Palabra, mostrando lo de acá atrás, revelando lo que ha sido hecho, lo que falta, para que la Iglesia esté… no esté sin entendimiento. Entonces cuando esto se desvanezca, como dijo Juan: “Es necesario que yo mengüe, y Él crezca”, entonces la plenitud entra en Él. Él es plenamente manifestado, por medio de Lutero, Wesley, y la edad Pentecostal, y así sucesiva y sucesivamente. Él es plenamente manifestado (¿ven Uds.?) desciende, sólo la manifestación, Dios desplegándose. ¿Ven? Ahora fíjense, cumplido en Sus promesas para este día, como ellos la tuvieron.",
    "Ahora Moisés era la Palabra en aquel día, porque la Palabra fue dada a él para aquel día; Moisés. José era la Palabra en sus días, representando a Cristo exactamente. ¿Ven? Cada uno de ellos fue la Palabra.",
    "Y cuando Jesús vino, Él fue la Palabra en Su plenitud, porque el plan completo de redención estaba en Él. Él plan completo de redención no estaba en Moisés, no estaba en José, no estaba en Elías. ¿Ven? Ellos sólo eran parte de la Palabra, apuntando a Él. ¿Ven? Ahora fíjense, mantengan ese pensamiento; aquí viene, como digo yo. Vean, el plan completo no estaba en ellos. Ellos estaban apuntando a Él.",
    "Por lo tanto, después de Él, la Plenitud, nosotros no podemos apuntar a algo más. Se apunta atrás hacia Él, la Palabra. [El Hermano Branham levanta su Biblia.—Ed.] Ésta es la revelación plena; nada puede ser añadido o quitado de Ella. Allí está la Revelación completa. Todo eso era una sombra de Él que vendría; pero cuando Él vino, Él fue lo Perfecto. Hebreos 1: “Dios, habiendo hablado muchas veces a los padres por medio de los profetas”, Dios habló por medio de velos, los profetas, “pero en estos postreros días por medio de Su Hijo, Jesucristo”. Allí lo tienen. Revelado allí en el Calvario, el Hijo de Dios, revelado.",
    "Fíjense, “vivificado”. Y, hoy en día, cuando la Palabra es manifestada en vasos humanos, velos, es absolutamente la Palabra cumplida en ese día, lo cual regresa a Dios. Siendo bautizados en Él, de acuerdo a Primera de Corintios 12, nosotros llegamos a estar identificados con Él. Amén.",
    "Yo dije media hora, ¿pero me dan un poquito más de tiempo? [La congregación dice: “Amén”.—Ed.] ¿Ven? Miren, simplemente no puedo pasar esto por alto aquí. ¡Fíjense, identificado con Él!",
    "Ahora fíjense. ¿Cuántos ciudadanos americanos hay aquí? Levanten sus manos. Muy bien, Ud. siendo un ciudadano americano, Ud. es identificado con esta nación. Lo que sea esta nación, Ud. debe serlo. ¿Es correcto eso? Ud. es toda su gloria y es toda su vergüenza. Ud. está identificado con ella. Ud. es un americano, así que Ud. toma la unción de América. ¡Aleluya!",
    "Yo estuve con George Washington cuando él cruzó el Delaware. Yo me identifiqué con él. Correcto. Yo estuve con Abraham Lincoln en el discurso de Gettysburg. Yo estuve parado allí. Yo estuve con los soldados en Guam, Uds. muchachos, cuando levantaron esa bandera. Yo estuve allí. Yo soy americano; yo me identifico con ella. Amén. Ahora, para ser un americano, cualquiera que sea su vergüenza en la revolución, yo la llevo, porque yo soy un americano. Es correcto.",
    "Y como Cristiano, yo me he identificado con Él. ¡Amén! Yo estuve con Noé cuando él entró en el arca. Yo estuve con Moisés cuando él salió de Egipto. ¡Amén! Yo estuve con Elías en el Monte Carmelo. ¡Sí, señor! ¡Gloria a Dios! Yo estuve con él cuando él hizo eso. Yo verdaderamente estuve con Él, identificándome yo mismo en Su muerte allí en el Calvario cuando morí a las cosas del mundo, a mí mismo y a todas las tradiciones. Yo me identifiqué con Él. Yo me identifiqué con Él en la mañana de Pascua cuando Él se levantó de los muertos. Yo me identifiqué con Él en el día de Pentecostés, cuando el Espíritu Santo descendió como un viento recio. Yo me identifiqué con Él. Todo lo que Él fue yo soy, todo lo que yo soy Él fue; amén, estando muerto en Él estamos identificados con Él. Lo que Él es yo soy. ¡Amén!",
    "Lo que esta nación es yo soy; me enorgullece serlo. Estoy dispuesto a llevar su vergüenza. Estoy dispuesto a llevar el reproche por ser un americano. Correcto. ¡Pero lo soy dos veces más, por Jesucristo! Todo lo que Él fue lo soy yo. A mí me gusta ser identificado con Él.",
    "Esos apóstoles, cuando regresaron, consideraron… se habían burlado de ellos, y habían sido llamados de todo, ellos consideraron un gran honor llevar el reproche de Su Nombre.",
    "Yo estoy contento hoy de ser uno de ellos, de ser identificado con la Palabra, la cual es Cristo. ¡Identificado con Él! Al ser bautizados en Él, nos identificamos; nos identificamos en Su semejanza, nos identificamos con Su Palabra, la cual es Él. Si estoy en Cristo, yo soy Su Palabra; porque Él es la Palabra, y lo que Él es yo soy. ¡Amén! ¿Lo captan? [La congregación dice: “Amén”.—Ed.] Muy bien.",
    "La Palabra manifestada o revelada en esa Revelación allí adentro, entonces ¿en dónde me pone eso a mí? Si Él es esa Gloria Shekina, yo soy parte de Eso. ¡Amén! ¡Oh! ¡Amén! Eso es correcto. La Palabra misma revelada, se revela Ella misma.\n\n¡Piénsenlo! Los misterios de Dios dados a conocer a nosotros en este día, por medio del mismo Mensajero Celestial que se dio a conocer a ellos en aquellos días; fíjense, la misma Columna de Fuego que envió a Moisés; la misma Columna de Fuego que estuvo en Moisés que escribió la Biblia; la misma Columna de Fuego con la que Pablo se encontró en su camino a Damasco.",
    "Y Pablo escribió el Nuevo Testamento. Recuerden, Mateo, Marcos, Lucas, y Juan, sólo escribieron lo que vieron; pero Pablo tenía la Revelación. Él la sacó, porque él, personalmente, se había encontrado con la Columna de Fuego. Y piensen, el mismo…",
    "Allí, José, todos ellos escribieron lo que ocurrió, en aquellos días todos escribieron. Pero cuando Moisés vino a la escena, él tuvo la Revelación. Él se había encontrado con la Columna de Fuego, y a Moisés le fue revelado como fue el Génesis. Él escribió los primeros cuatro libros de la Biblia, Moisés. ¿Verdad que sí? Porque él se encontró con Dios en la forma de la Columna de Fuego, velado en la Columna de Fuego.",
    "Cuando Pablo se encontró con Él en el camino… Los discípulos sólo escribieron lo que le vieron a Él hacer, pero Moisés tuvo la Revelación; fue a Egipto por tres años y estudió, y vio que el Dios del Antiguo Testamento era Jesús del Nuevo, ¡la Revelación! “Yo no fui desobediente a la visión Celestial”. Eso es correcto. ¡Correcto!",
    "¡Y piénsenlo! La misma Columna de Fuego que vino sobre aquellos hombres que escribieron la Biblia, es la misma Columna de Fuego aquí hoy, interpretando la Biblia. ¡Amén! ¡Cuánto le agradecemos a Él por eso! ¡La misma! ¡Qué consuelo! ¡Qué identificación! ¡Estoy tan contento de estar identificado en eso, que ni sé qué hacer! ¡Yo prefiero estar identificado con Eso que con todos los bautistas, metodistas, presbiterianos, luteranos, y todos los demás! ¡Identificado en esa Palabra donde está la Gloria Shekina y la Revelación!",
    "La Columna de Fuego apareciendo visiblemente entre nosotros, identificando que el Mensaje es correcto, como Él lo hizo en el Monte Sinaí. Recuerden, antes que el verdadero mensaje se difundiera, Moisés predicó y los guío fuera de Egipto; pero allí, antes que los verdaderos mandamientos fueran dados (que los Sellos fueran traídos), Dios descendió delante de la gente y probó que Moisés fue enviado por Él (¿es correcto eso?) en una Columna de Fuego, la cual Moisés dijo que había visto en una zarza y habló con Él.",
    "Oh, en estos días postreros se ve esa misma Columna de Fuego entre nosotros, hablando la misma Palabra; no sólo eso, sino interpretándola al manifestarla y probarla, Ella es la Verdad.\n\nAsí que, a la gente no le queda cómo descreer, a menos que voluntariamente quieran hacerlo. Y, entonces: “El que pecare voluntariamente después de tener el conocimiento de la Verdad, ya no queda más sacrificio por el pecado”.",
    "Fíjense, la misma Columna de Fuego enviada a Moisés y a Pablo, que escribió la Biblia, es ahora enviada para revelarla. La gracia de Dios, el incambiable Dios, cumpliendo las promesas de Mateo 28: “He aquí, Yo estoy con vosotros todos los días”; cumpliendo San Juan 14:12, “Las obras que Yo hago, vosotros también”; cumpliendo San Lucas 17:28-29, “En los postreros días el Hijo del Hombre será revelado”, ¿ven? ¿Ven? Malaquías 4, “He aquí, Yo les envío a Elías el profeta, que restaurará la Fe de la gente de nuevo a la Palabra original”. ¿Ven? Cómo esto…¿Ven? ¡Oh, hermanos!",
    "Él murió, para entonces revelarse a nosotros. Ahora muramos a nosotros mismos, para revelarlo a Él a otros. Muramos a las tradiciones y cosas, para revelarlo a Él a otros. Muramos a las denominaciones, para revelarlo a Él a otros.",
    "Fíjense, el antiguo templo tenía adentro la Gloria Shekina, y la Luz de la Shekina sobre la Palabra. La Palabra es una Semilla; Ella produjo el pan de la proposición solamente para creyentes. La sangre también estaba sobre el pacto; y la Sangre es el agua, el agua que vivifica al grano, al trigo, la semilla, la cual es la Palabra.",
    "Como dijo Jesús: “Como Moisés levantó la serpiente de bronce”, y luego de nuevo dijo Él: “De tal manera amó Dios al mundo, que ha dado a Su Hijo unigénito; para que todo aquel que en Él cree, no se pierda”. Moisés hirió la roca en el desierto, para salvar a un pueblo pereciendo, o sea para traerles agua. Dios hirió a Jesús, para sacar el Espíritu de Él, para un pueblo que perecía. La Sangre salió de Él, lo cual es: “El agua del lavamiento por la Palabra”; y el Agua trae Vida a la Semilla. Y trajo la Gloria Shekina; resplandeció sobre la Palabra, la cual trajo el pan de la proposición. Y el pan de la proposición sólo era para un pueblo escogido. Sí. ¿Es correcto eso? [La congregación dice: “Amén”.—Ed.]",
    "Entrando ahora en el velo, a través del velo, hacia Su Presencia, donde está la Palabra (no el credo), la Palabra; allí adentro viendo la Gloria Shekina, la Shekina, el Poder, el Espíritu Santo resplandeciendo sobre la Palabra, trayendo la promesa, muestra que Uds. están detrás del velo. ¡Amén!\n\nHe cruzado los velos rasgados donde la Gloria nunca falla, (¡Um!)\n\nAleluya, aleluya; viviendo estoy en la Presencia del Rey.\n\nHe cruzado los velos rasgados donde la Gloria nunca falla,\n\nViviendo estoy en la Presencia del Rey.",
    "Las viejas pieles de tejón, denominaciones, han sido quitadas. He atravesado eso, entrando a la Gloria Shekina, y yo veo la Palabra. Yo veo la Columna de Fuego moviéndose. Yo veo la Palabra manifestada. Lo que Él dijo que haría en estos últimos días, yo lo veo creciendo. Yo veo los hijos comiendo ese Pan de la Shekina, viniendo por la madurez de esa Palabra, o sea los que creen. ¡Amén! ¡Qué hora tan maravillosa en la que estamos viviendo! Vean, la Shekina estaba sobre la Palabra; y allí debajo estaba el Pan. Y allí se encontraba rociada la Sangre, la cual le da agua. El Espíritu le da Vida a la Palabra. Y el…\n\n¿Cuántos leyeron, oyeron la cinta sobre El Juicio? Supongo que muchos de Uds. Lo ven allí, se necesita…\n\nEsa Palabra debe crecer. Para crecer, Ella tiene que estar en la clase de terreno correcta. ¿Ven? Y Dios hace una promesa, y al llegar Ella a ese corazón, no puede fallar.",
    "Noé esperó ciento veinte años. Abraham esperó veinticinco años, por el niño. Dios lo dijo y eso terminó el asunto. ¿Ven? ¿Qué es? La Palabra estaba allí siendo regada por la fe (creyéndolo), eso produjo los resultados. Produjo a un hijo; produjo la lluvia; produjo el diluvio; eso produjo que la virgen concibiera.",
    "Un profeta dijo: “Una virgen concebirá”. No cabe duda que cada jovencita fue y preparó su ropa para bebé. Pues, este profeta Isaías era un profeta identificado, vindicado de Dios. Y el Señor dijo: “Una virgen concebirá. Yo voy a darles una señal sobrenatural, una gran señal: una virgen concebirá”.",
    "Allá, toda esa gente, esos creyentes, eran igual a Uds. Y ellos oyeron a ese profeta decir eso, toda jovencita… Todos los hombres dijeron: “Ésa va a ser mi hija; sí, señor”. Todas fueron y compraron las botitas y todo, preparándose, porque sabían que ella iba a tenerlo. Esa generación pasó, y ellos pensaron: “Ese profeta identificado, vindicado por Dios, ¿cómo podía decir algo que estuviera errado? ¡Tiene que ser así!”.",
    "Fueron ochocientos años después, pero ella dio a luz al bebé. “Los cielos y la tierra pasarán, pero Mi Palabra no pasará”.",
    "🦅 Y acontecerá en los postreros días”, dice Dios. ¿Ven? Aquí estamos, la—la Luz estando sobre la Palabra. Como la luz del sol cambia la semilla de gloria en gloria, nosotros también vinimos a ser—llegamos a ser más como Él, a medida que vivimos en Su Presencia; como Él, siendo conforme a Su bendita imagen mientras caminamos con Él.",
    "Observen lo que hace el sol. Uds. siembran una semilla, ¿qué sucede? Esa semilla se pudre. Dentro de la semilla hay una vida. La vida brota y produce el tallo. Ahora, eso no se parece como al principio.\n\nAllí está Lutero. Ése era el tallo. Muy bien.\n\nEl tallo continuó y, cuando menos lo piensan, produjo la borla. ¿Ven? Ése fue el avivamiento Wesleyano; no fue como el otro.\n\nEntonces vino el avivamiento Pentecostal (¿ven?), produjo el bautismo del Espíritu Santo. Muy bien.\n\n¿Qué sucedió? Nos sale hongo en el oído. Comienza a lucir mal. Esta cosa, esa cosa, no se parece a la Palabra; no es como lo demás en Ella; no es como el Grano original que cayó.",
    "Pero Dios aún está allí para hacer eso—eso de igual manera. Fíjense, ¿qué hace? Finalmente regresa a la Semilla original de nuevo; cuando Él vino en la forma de Martín Lutero; cuando Él vino en la forma de Juan Wesley; cuando Él vino en la forma pentecostal; Él mismo debe revelarse otra vez como la misma Semilla que entró: el Hijo del Hombre. Él mismo se reveló como Hijo de Dios, a través de la edad del tallo y demás, pero en estos postreros días Él mismo se ha revelado de nuevo como Hijo del Hombre. ¿Lo captan? [La congregación dice: “Amén”.—Ed.] Muy bien, como al principio, ¡moldeado!",
    "Y ¿en qué crece ese tallo? Está creciendo todo el tiempo. Ese pequeño tallo crece, pero aún no es como el grano original. Ni tampoco lo fue el mensaje de Lutero; no, allí vienen los—los otros mensajes: Finney, Sankey, Knox, Calvin, así sucesivamente, ninguno de ellos. Sin embargo, ellos eran el mensaje pero, lo que fue, ellos no tuvieron la Revelación plena de Ello porque no era el tiempo. No se puede poner la espiga en el trigo antes que sea el tiempo para que venga. ¿Ven? Y entonces, finalmente, allí viene de nuevo la Semilla original que entró en la tierra.",
    "Vean, Dios sigue exactamente a la naturaleza. ¿Ven? Él nació un cordero, por eso es que Él nació allá en un pesebre. Los corderos no nacen en camas, ¿ven? Él fue guiado al Calvario. Los corderos, las ovejas son guiadas; es cierto. Las cabras las guían a la matanza, Uds. saben eso, en un matadero. Una cabra las guía, pero ellas tienen que ser guiadas. ¡Ajá! Eso es correcto. Por tanto, Él tuvo que ser guiado al sacrificio (¿ven?) porque Él era un Cordero.",
    "Todo en la naturaleza lo identificó a Él. Por eso es que Él nació en marzo o abril, no en diciembre; no era posible, hay veinte pies [6 m—Trad.] de nieve allá en ese tiempo del año. No era un hijo del dios sol, sino el Hijo de Dios. ¿Ven? No el sol romano, como dios, el día veinticinco de diciembre, cuando el año solar pasaba allí por sus lugares y ellos celebraban los circos romanos, y le llamaron el cumpleaños del dios sol, y luego lo hicieron del Hijo de Dios; no, no. Él era el Hijo de Dios. Su cumpleaños concordaba con el resto de la naturaleza. Exactamente.\n\nAhora, vuelvan a fijarse mientras continuamos, nos queda un poco de tiempo.",
    "Ahora hacia lo perfecto. Después que el tallo ha sido formado; después que la borla ha sido formada; después que el grano ha entrado en la mazorca: entonces tiene que llegar a perfección, regresar nuevamente al grano normal.\n\nY recuerden, el grano tiene que ser germinado. ¿Ven? Si no, no vivirá. ¿Ven? Nada de lo que estuviera afuera de esos mensajes vendrá alguna vez a Vida; tiene que ser germinado con Eso. Pero recuerden, la misma Vida que estuvo en el tallo está en el grano. Simplemente está madurando otra vez, ¿ven? Él mismo se reveló (¿qué?) Hijo del Hombre, el grano que entró en la tierra. ¿Captan el Mensaje? [La congregación dice: “Amén”.—Ed.]\n\nLos griegos le dijeron a Él: “Quisiéramos ver a Jesús”.",
    "Él dijo: “Si el grano de trigo no cae en la tierra”. ¿Ven? Muy bien.",
    "Ahora, después ¿en qué se reveló Él mismo? En una forma diferente; tallo y borla y demás, y todas las hojas y todo. Luego se reveló Él mismo (¿en qué), el mismo Espíritu, pero en una forma diferente. ¿Ven? ¿Pero en qué termina ese maíz? Regresa al grano original. ¿Es correcto eso? [La congregación dice: “Amén”.—Ed.]",
    "Y Su ministerio viene, de esas reformas, volviendo nuevamente a la Palabra original. La Palabra viene a un profeta. Y Él lo prometió, en Malaquías 4: “Y era para restaurar la Fe de la gente de nuevo al grano original”. Lo que entró en la tierra está aquí ahora, igual. El grano ha subido por aquí. Subió como Hijo de Dios, ahora se revela aquí como Hijo de hombre, y luego se revela como Hijo de David en el Trono. ¿Ven? Esos tres hijos, exactamente. ¡Oh, hermanos, otra vez como el original!",
    "Ahora llegando al perfecto ministerio de Sí mismo; no hacia algún hombre, no hacia alguna denominación, como han hecho ellos a través de esa edad allá, ¿ven?; sino Él mismo manifestado, Él mismo se manifiesta para la promesa, haciendo a San Lucas 17:28, Malaquías 4, y demás, Hebreos 13:8, exactamente correcto. En ese tiempo, ¿qué tiempo debería ser? Cuando la Simiente real de Abraham esté esperando al Hijo prometido. Y todos los tipos tienen que tener su cumplimiento. Y Dios mismo apareció en la forma de un ser humano, a la simiente natural de Abraham, antes de la destrucción, y Jesús dijo que sería igual para esta Simiente real antes que regrese el Hijo prometido.",
    "Fíjense, el antiguo velo que escondía la Gloria. Las viejas pieles de tejón, no había hermosura en eso para que fuera deseada; ni tampoco en Su carne. Por eso la gente dijo: “¿Un Hombre pequeño, viejo, encorvado como ése?”. Probablemente de treinta años, y canoso, y Su barba canosa, no parecía mucho a la vista. La Biblia dice: “No hay hermosura para que le deseemos”. Él no se veía como un Rey (esa vieja piel de tejón), pero, ¡oh, lo que había por dentro!",
    "Y unos cuantos “santos rodadores” sentados reunidos en un edificio caluroso como éste, dicen de ellos, sin mucha hermosura para que sea deseado, ¡pero lo que hay adentro! Estoy seguro que está velado de muchos corazones, ¿ven Uds.? ¿Ven Uds.? Muy bien.",
    "Exteriormente no era nada, pero todo estaba por dentro. Una vez adentro Allí, entonces lo ven. ¿Cómo entran Uds. Allí? ¿Saludándose de manos, uniéndose? No. Se nace allí. Muriendo, deshaciéndose de su vieja piel de tejón (¿ven?) su propio yo, para entrar en una nueva. ¿Ven? Abandonando la vieja piel de tejón.",
    "La Luz de la Shekina no…¡Escuchen, ministros! Ministros, yo quiero que Uds. escuchen Esto. Una vez adentro… Ahora voy a tomar esto muy cuidadosamente, para que se aseguren de captarlo. Una vez adentro del velo, bajo la Gloria Shekina, la Luz Shekina no toma la Palabra de Dios y revela a Jesús como un “adivino”; no, como lo hacen las denominaciones hoy: “telepatía mental, santo rodador, Belcebú”. La Gloria Shekina no lo revela a Él así.",
    "La Gloria Shekina más bien madura la Semilla de la Palabra que es prometida para esa hora, mostrándole que Él aún es el Lirio del Valle. Eso produce esa Semilla: el Lirio del Valle, el Pan de Vida, el Alfa y Omega, el mismo ayer, hoy y por los siglos. Él es la porción de los creyentes. La Gloria Shekina revela, al creyente, que Él es el mismo ayer, hoy, y por los siglos.",
    "No que: “Los días, Él ha pasado, y Él murió y todo ha terminado”. Así que amigo, si Ud. cree eso, si Ud. cree eso, Ud. nunca ha alcanzado la Gloria Shekina. ¿Cómo puede la Gloria Shekina llegar a revelarlo a Él en tres personas? ¿Ven? ¿Cómo pudiera la Gloria Shekina revelarlo a Él como si hubiera bautizado gente en el nombre del “Padre, Hijo, y Espíritu Santo”, cuando nunca hubo una persona en la Biblia bautizada de esa manera? ¿Cómo pudiera la Gloria Shekina limitarlo a Él a un apóstol, cuando Él es el mismo ayer, hoy, y por los siglos? ¿Ven?",
    "La Gloria Shekina lo manifiesta a Él. Ella produce la Palabra de la promesa, directamente a Uds. Por eso es que Él tuvo que velar el rostro de Moisés, porque en él estaba la Palabra. Él veló a Jesús, como un pequeño Hombre humilde, para que ellos no vieran a Jehová. Y Él mismo se vela hoy, en vasos de barro, que tienen la Shekina. Lo exterior se ve como un montón de santos rodadores, en viejas pieles de tejón, pero el interior esconde la Gloria Shekina.\n\nY Ella madura el pan de la Proposición del cual nos alimentamos, y por el que manejamos cientos de millas a través del país, ¿ven? Es el Alimento de los creyentes. Es únicamente para el creyente. Recuerden, el Pan de la Proposición era sólo para el creyente nada más (¿ven?), la Semilla del Pan de la Proposición. Noten, Ella ¿qué hace? Esa Gloria Shekina, sobre el pan de la Proposición, no lo dejaba corromperse.",
    "Recuerden, el maná que vino del Cielo, permanecía en la Gloria Shekina, de una generación a la otra. Afuera, le salían gusanos, durante la noche; se contaminaba. ¿Es correcto? [La congregación dice: “Amén”.—Ed.]",
    "Afuera de la Gloria Shekina: “Los días de los milagros han pasado. ¿Ven? todo eso es fanatismo”. Pero adentro…",
    "Miren, consiguieron semillas de girasol de un granero en Egipto que fueron puestas allí en los días de José, hace aproximadamente cuatro mil años. José las puso en el granero. Ellos las sembraron; cobraron vida. ¿Por qué? Poseían la vida.",
    "¿Para qué es esta Gloria Shekina hoy en día? Es para entrar más allá del velo; para ver Quién es Dios parado delante de Uds.; ver Quién es Dios parado aquí delante de nosotros, la—la Columna de Fuego. Él está velado en carne humana. ¿Pero qué hace la Shekina, qué hacía? La Semilla del Pan de la Proposición (la Palabra de la que debemos vivir en este día, por medio de estas promesas), la Gloria de la Shekina madura ese Pan de la Proposición, lo trae a cumplimiento, lo hace Pan para el creyente; eso permaneció en las páginas de la Biblia, año tras año, la Palabra para esta edad.",
    "Para las denominaciones, es una piedra de tropiezo. Para las denominaciones, ellas tropiezan en Ella. A través de los años, Lutero, Wesley, Martín Lutero, y todos, Sankey, Finney, John Smith, Knox, todos tropezaron en Ella.",
    "¿Pero qué tiene que ser hecho en los últimos días? ¿Qué es “revelar”? “¡Traer a luz”! ¿Qué debe hacer Malaquías 4? Hacer que la gente vuelva, de esa piedra de tropiezo; derribar las tradiciones, y revelar el Pan con la Gloria Shekina. Obsérvenla madurar y producir exactamente lo que Ella dijo que haría (oh, hermanos), el pan de la Proposición para esta edad. Para la denominación, una piedra de tropiezo, “un montón de fanáticos”. ¡Excepto para nosotros que creemos!",
    "Pero ahora como ha prometido Apocalipsis 10: “Todos los misterios de Dios, que han estado escondidos en las páginas a través de esos años, vendrían a madurez, sacados a luz en la edad del Mensaje del séptimo ángel”. ¿Es correcto eso? [La congregación dice: “Amén”.—Ed.]\n\n¿Qué dijo Él, hace un año y seis meses, ya va casi para dos años? “Ve a Tucson; será al norte de Tucson, una gran explosión”, y lo que acontecería, “los Sellos serían abiertos”; los Sellos que revelan estas cosas. Sucedió tal como Él dijo.\n\n¿Qué es? Muestra que no puede ser el hombre. Eso calza perfectamente, tan claro a más no poder, cada vez. ¿Qué es? Es la mano de Dios (¿ven?), delante de nosotros. Y porque está en un grupo pequeño, velado en carne humana, está velado al mundo de afuera. Él está escondido al mundo de afuera. Él se está revelando a niños que aprenden. ¿Ven? Eso es correcto.",
    "Toda (vean), toda parábola en la Biblia, todo tipo de la Biblia, es manifestado aquí mismo delante de nosotros. El mismo Dios, en la Columna de Fuego, que escribió la Biblia (en el Antiguo y Nuevo Testamento), está aquí manifestándolo, mostrando exactamente lo que fue, respondiendo al interpretarlo; y para dar seguridad que sí es la interpretación.",
    "🦅 ¡Nosotros tenemos la interpretación”! Entonces veamos que eso acontezca. ¿Ven? Así se hace, miremos si eso se manifiesta.",
    "¡Manifestado! Jesús dijo: “Si no hago las obras de Mi Padre, no Me creáis”. ¿Ven? Eso tiene que ser probado.",
    "Pero, ahora—ahora, no probado como con Jesús, que le amarraron un—un trapo en Su cabeza y le pegaron en la cabeza, diciendo: “¿Si Tú eres Profeta, dinos quién te golpeó?”. “Y si Tú eres el Hijo de Dios, convierte este pan”. ¿Ven? Ése es el Diablo. “Si eres el Hijo de Dios, bájate de esa cr-…”",
    "Yo me estoy refiriendo a la Revelación que Él debe llevar a cabo, eso es. Pero ahora, a medida que Apocalipsis 10 es revelado, los misterios de Dios son manifestados, conocidos, como el Libro de los Siete Sellos prometió.\n\nAhora pongan su fe en Él, Quien es la Palabra… Porque en Apocalipsis 10 dice…",
    "O, Apocalipsis 19, mejor dicho. Yo lo tenía escrito aquí, que fuera a Apocalipsis 10; pero no es 10, es 19. Cuando venga, Él va a ser llamado: “El Verbo de Dios”, cabalgando sobre un caballo blanco, y los seguidores del Cielo estarán detrás de Él.",
    "¡Rompan el velo denominacional de la educación! ¡Rompan el velo denominacional de la tradición! ¡Rompan esos velos que lo están escondiendo a Él de Uds.! Rompan esos velos de orgullo, Uds. mujeres. Uds. son—son hijas del Rey; pórtense así, vivan así. Rompan todo velo, no importa lo que el Ph.D. y LL.D. diga. ¡Si es contrario a esa Biblia, rompan a través de ese velo!\n\nPues, nosotros hemos cruzado el velo rasgado. Estamos ahora en el otro lado, en el otro lado. Y Uds. verán, si sólo lo hacen, rompen con esas viejas tradiciones y cosas, y vienen a Él, Uds. le verán a Él parado, el Poderoso Conquistador, la Palabra de la promesa para esta edad, manifestada. Uds. verán al poderoso Dios revelado, lo verán a Él aquí mismo entre nosotros, revelado, el poderoso Dios, no conquistado por las tradiciones.",
    "Ellos trataron de esconderlo a Él detrás de eso; y lo hicieron, durante años, pero el tiempo de la promesa se acercó. Dios levantó a un Moisés cierta vez, y él liberó a los hijos, de esas cosas. Y Él todavía es… Él no puede ser conquistado. “Los cielos y la tierra pasarán, pero no Mi Palabra”. Él es el mismo ayer, hoy, y por los siglos.",
    "Ellos dicen: “No puede ser hecho”. Pero fue hecho. Entonces, cuando fue hecho, ellos dijeron: “Es del Diablo”.",
    "Pero eso no cambia la Palabra de Dios, ni un poquito. Aún sigue siendo “Dios”, para el creyente, “el Poderoso Conquistador; el mismo ayer, hoy, y por los siglos”, por Su naturaleza, por Su Palabra, Hebreos 13:8.",
    "Estoy terminando, al decir esto, porque faltan cinco minutos para las doce, sólo diciendo esto. Me quedan como diez, doce páginas más. Lo continuaré en alguna otra ocasión, quizás esta noche.",
    "Fíjense, fíjense en esto. En una ocasión hubo una subasta, y tenían un violín antiguo. Uds. lo han oído muchas veces. Una reliquia de violín; y el subastador dijo: “¿Qué me ofrecen por él?”. Quizás no lo diga exactamente, de acuerdo al poema. Han pasado muchos, muchos años, pero me viene a la mente. Y levantaron el viejo violín, no parecía gran cosa; se veía maltratado, y todo. Él ni siquiera recibió una oferta. Finalmente, creo que recibió una oferta de un dólar, o algo así.",
    "Y allí había alguien parado que no creía que debiera venderse por eso, así que fue y lo levantó. Él lo tomó en sus manos, y levantó el arco y lo frotó con colofonia, y tocó una melodía. Y cuando lo hizo, todos comenzaron a llorar. Ellos jamás habían oído semejante música en sus vidas.\n\nLuego el subastador dijo: “¿Qué me ofrecen?”.",
    "🦅 ¡Dos mil”! “¡Cinco mil”! “¡Diez mil”! ¿Ven? ¿Qué era? La mano del maestro reveló lo que estaba velado en el viejo instrumento.",
    "¡Hoy es igual! El viejo Libro maltratado, ha recibido burla, ha sido quemado, recibido mofa. Pero ha llegado la hora en que ellos harán una subasta denominacional, el Concilio Mundial de Iglesias. Ellos lo están vendiendo a interés de nadie. Viene una subasta denominacional.",
    "Pero, recuerden, hay algo en el antiguo Libro que prometió que habría una mano predestinada y ordenada que vendría un día, que lo tomaría y haría la Palabra de este Libro (por medio de un corazón predestinado, para la misión que ha sido hecho), revelar las promesas que están en Él. Pudiera parecer, oh, como un montón de santos rodadores anticuados, o alguna u otra cosa; pero sólo se requiere la mano del Maestro, la Palabra en Ello, para revelar esa Palabra, y llega a ser más que un santo rodador. Ha llegado a ser eso para cada uno de nosotros, ¿no es así, amigos? No es un montón de fanatismo. Depende de la mano en quien está el arco.\n\nOremos.",
    "Nuestro Padre Celestial, por fe hoy yo veo al Maestro del viejo Libro, el cual ellos han cambiado por tradiciones. Ellos lo cambiaron por denominaciones. Ellos trataron de negociarlo. Ahora lo están negociando por un—un Concilio Mundial de hombres, de iglesias, comunistas, ateos. La subasta comenzó, Señor.",
    "¡Dios, pasa adelante! Seguramente que lo harás. Envíanos ese profeta, Señor, que tome ese arco; que tome esta Palabra y pruebe que Jesucristo es el mismo ayer, hoy, y por los siglos. Muchos, Señor, venderán sus vidas, ellos echarán fuera las viejas tradiciones, ellos romperán los velos. Ellos lo quieren, Señor. Ellos entregarán cualquier cosa, cualquier cosa, sólo dales a Jesús.",
    "Señor, yo creo que ahora Tú se lo has probado. Ellos vienen de todas partes. Ellos gastan su sustento. Hacen todo, para tratar de llegar a las reuniones, haciendo todo lo que pueden, porque han encontrado esa Perla de gran precio. Las otras cosas son muy pequeñas. Bendícelos, Padre.",
    "Puestos sobre este púlpito, esta mañana, Señor, hay pañuelos. Quizás algunos de ellos tengan que salir hoy, antes del servicio de sanidad de esta noche. Oh, Dios Eterno, mira hacia abajo. Yo sé que estás aquí, Tú estás velado. Y estoy enviando estos pequeños velos, Señor, llamados “pañuelos”, y pequeños “delantales”, y pequeñas “botitas” para los bebés. Y las estoy enviando como pequeñas muestras del velo, sobre las cuales Tu Palabra ha sido predicada en esta mañana, y como creyente, yo pongo mis manos sobre ellos, mi cuerpo, indicando que yo lo creo. Y por fe, cada uno en este edificio está haciendo lo mismo, Señor. Permite que los enfermos sanen.",
    "Tú puedes tomar la—la Palabra desde aquí, Señor, como lo hizo el violinista viejo con el violín, hazlo así, Señor. Hazlo tocar la melodía correcta, el arco en la mano del Maestro, entonces lo veremos a Él parado a plena vista.",
    "Cómo esas personas deben haber pensado ese día, cuando no daban nada, cuando no daban nada por ese viejo violín. Ellos no lo querían. Ellos no lo tendrían en su casa. Pero una vez que fue levantado por el que podía dominarlo, entonces vendieron todo lo que tenían, para comprarlo. Estaban discutiendo y peleando por él. Era demasiado tarde entonces.",
    "Así sucederá en algún momento cuando la Trompeta del Señor sea sonada, el tiempo no será más. Ésos que han sido mal mirados y recibido burla, que se pararon allí delante del velo abierto y que han visto la Palabra de Dios manifestada (otros clamarán por Ella, pero, como Tú dijiste: “Allí será demasiado tarde”), ellos entraron a la Cena de las Bodas; y los otros fueron dejados afuera donde hay llanto, lloro, y crujir de dientes.",
    "Ayuda a cada persona a que crea, en esta mañana, Padre; rompe todo velo de egoísmo, todo velo de incredulidad, y que vean al Poderoso Conquistador develado delante de los creyentes. Porque: “He aquí, Yo estoy con vosotros todos los días, hasta el fin del mundo. Todavía un poco, y el mundo no Me verá más, pero vosotros Me veréis”. Muéstrate entre nosotros, Señor, como lo has estado haciendo. Permanece siempre haciéndolo así hasta que estemos visiblemente delante de Ti, cuando el en morphe haya sido cambiado y Tú seas otra vez el Hijo del Hombre, e Hijo de David. Concédelo Señor, en el Nombre de Jesucristo.\n\nMientras tenemos nuestros rostros inclinados, todos en oración.",
    "Me pregunto hoy si hay algunos aquí… adentro o afuera. No hay manera de hacer un llamamiento aquí al altar, porque no hay lugar. Pero me pregunto, en toda sinceridad, ¿creen Uds. que esto es la Verdad? ¿Creen Uds. que en este día en el que estamos viviendo, y en todo este caos y edad científica como fue en los días de Noé, en los días de Moisés, en los días de Cristo, que Dios, el gran Padre de todos nosotros que hemos nacido en Él, que se encuentra parado hoy entre nosotros?",
    "Esta Columna de Fuego visible que ha sido científicamente comprobada, hace muchos años, siendo un niño, me habló allá y me dijo que yo viviría aquí, lo que acontecería. Diciéndoles al respecto, y entonces Eso… Un día allá en el río, antes de que el ministerio comenzara, el primer avivamiento, Él apareció en los cielos, Él mismo se identificó y dio la comisión. Todos estos años lo he escondido en mi corazón, velando a Cristo, la misma Columna de Fuego interpretando la Palabra, como se prometió. Estamos en el día postrero, justamente a la Venida del Señor. ¿Y si se encuentran Uds. mismos afuera de ese velo (siendo muerte quedarse afuera), dirían Uds. por fe, en esta mañana: “Con la ayuda de Dios y con Tu ayuda, Señor, yo quiero atravesar por ese velo. Yo quiero entrar donde Tú estás, para ver la plenitud de la Palabra de Dios”?",
    "No traten de ser un Moisés; no traten de ser un Aarón. No. Sólo sean quienes son, pero sean Cristianos.",
    "Uds., con sus rostros inclinados, ¿levantarían las manos a Dios, y dirían: “Señor y Dios, ayúdame a entrar en el velo?”. Dios le bendiga. Dios le bendiga. ¡Eso es, nada más miren las manos!",
    "Afuera, recuerden: puede ser que yo no vea su mano. No—no significa mucho de todas maneras que yo la vea; pero Dios sí. Es sólo, para mí, sólo es para dejarme ver que la—la Simiente ha caído en algún lugar, y, pero Dios ve el corazón sincero.",
    "Si hay otros que no levantaron sus manos, que quisieran levantarlas ahora, levanten las manos y sean recordados en oración. Levanten sus manos. Dios le bendiga. Eso es bueno. Dios le bendiga.",
    "Padre, rogamos hoy por éstos, Señor, que todavía no han atravesado ese velo. Ellos están parados allá afuera como Israel; están vigilando. Ellos creen, pero aún no han entrado en Esto, pudiendo así ver esa gran Luz de la Shekina, en lo espiritual y lo físico, tanto así que el ojo mecánico de la cámara sigue tomando la fotografía; sólo hace dos semanas, lo captó otra vez. Eres Tú mismo revelándote, Señor, el Poderoso Dios revelado al creyente; todavía velado al incrédulo, pero revelado al creyente.\n\nQue ellos puedan entrar hoy, Señor, que vean Su gran esplendor y Gloria. Que sus corazones sean cambiados aun antes de que regresemos a esta iglesia en la noche. Que todos sean llenados con Tu Espíritu, Tu Presencia. Que el Maestro levante esa fe que ellos tienen, muéstralo en la Palabra; que suene: “Habéis sido ordenado, desde antes de la fundación del mundo, para creer Esto. Cree, hijo Mío, y sé salvo”.",
    "Padre, Dios, los encomendamos ahora en Tus manos, sabiendo que no hay nada más que podamos hacer. Todo queda ahora contigo, Padre. Te los encomiendo a Ti. En el Nombre de Jesucristo, Tu Hijo. Amén.\n\nYo le amo, yo le amo\n\nPorque… me amó\n\nY me compró la salvación\n\nAllá en la cruz.",
    "¿Le aman? [La congregación dice: “Amén”.—Ed.]\n\nMaravilloso, maravilloso, para mí es Jesús,\n\nConsejero, Príncipe de Paz, Dios Poderoso es Él;\n\nSalvándome, me guarda del pecado y la vergüenza,\n\nMaravilloso Redentor, ¡gloria a Su Nombre!\n\nPerdido antes ahora soy salvo, libre de condenación,\n\nJesús da libertad y plena salvación;\n\nSalvándome, me guarda del pecado y la vergüenza,\n\nMaravilloso Redentor, ¡gloria a Su Nombre!\n\nOh, maravilloso, maravilloso, para mí es Jesús,\n\nConsejero, Príncipe de Paz, Dios Poderoso es Él;\n\nOh, salvándome, me guarda del pecado y la vergüenza,\n\nMaravilloso Redentor, ¡gloria a Su Nombre!",
    "¿Cuántos lo ven a Él parado allí, el Poderoso Conquistador, la Palabra hecha carne, revelado delante de nosotros; el Alfa, el Omega; el que Era, que es, y que Vendrá; la Raíz y el Linaje de David; era el Hijo del Hombre, Hijo de Dios, Hijo de hombre, y será el Hijo de David? ¿Lo creen con todo su corazón? [La congregación dice: “Amén”.—Ed.] Él mismo revelándose en cada edad, presentado al creyente, Él mismo velándose en carne humana del incrédulo. Él está escondido detrás de un velo. ¡Que Dios rompa todo velo, y lo veamos como Él es!\n\nJesús rompe toda cadena,\n\nJesús rompe toda cadena,\n\nOh, Jesús rompe toda cadena,\n\n¡Cuando Él los liberó!\n\nEn el otro lado del Jordán,\n\nEn los dulces campos del Edén\n\nDonde el Árbol de la Vida florece,\n\nHay descanso para mí.\n\nJesús rompe…\n\n¿No quieren cruzar ahora el Jordán? ¿No ha sido ya suficiente en el desierto? ¡Crucemos allá a las promesas!\n\nJesús rompe toda cadena,\n\nJesús rompe toda cadena,\n\n¡Oh, cuando Él los liberó!",
    "Levantemos ahora la mano.\n\nYo siempre, siempre Le alabaré,\n\nYo siempre, siempre Le alabaré,\n\nYo siempre, siempre Le alabaré,\n\n¡Porque Él me liberó!",
    "¡Amén! ¿No los hace sentirse bien eso? [La congregación dice: “Amén”.—Ed.] ¡Oh, cuán maravilloso! ¿Cuán maravilloso, verdad que lo es Él? Démonos las manos los unos con los otros ahora, diciendo:\n\nJesús rompe toda cadena,\n\nJesús rompe toda cadena,\n\nOh, Jesús rompe toda cadena, (Dios lo bendiga, hermano.)\n\n¡Oh, y Él los liberó!\n\nYo siempre, siempre Le alabaré, (el Dios todopoderoso)\n\nYo…(“El mismo ayer, hoy, y por los siglos”, sólo cambió Su forma.)…Le alabaré,\n\nYo siempre, siempre Le alabaré,\n\nPorque Él (quitó todos los credos de mí) me hizo…(para creer Su Palabra).",
    "¿Oh, no oyen cómo suena el Violín del Maestro, cuando el arco pasa sobre esta Palabra? ¡Él es el mismo ayer, hoy!\n\nYo siempre, siempre Le alabaré,\n\nYo siempre, siempre Le alabaré,\n\nYo…(¡A Él, la Palabra!)…siempre, siempre Le alabaré, (¿Qué hizo Él?)\n\n¡Porque Él (detrás de la cortina) me liberó!",
    "¡Alabado sea Dios! Yo le amo. ¿Le aman Uds.? [La congregación dice: “Amén”.—Ed.] ¿No es esto Celestial? [“Amén”.] Me gustan esos atributos de la Palabra (¿ven?) sólo el Espíritu Santo en esa manera dulce y humilde. A mí me—me encanta Eso. ¡Oh, sólo piensen!\n\nEn el otro lado del Jordán, (me estoy acercando allí ahora)\n\nEn la dulce…(inmortal) de Edén,…(¿Qué encontraré allí?)\n\nDonde el Árbol de…(que estaba en el huerto del Edén) florece,\n\nAllí hay descanso para mí.",
    "¿Quieren ir Uds.? ¡Él rompe toda cadena!\n\nJesús rompe (toda tradición) toda cadena,\n\nJesús rompe toda cadena (toda denominación, todo credo),\n\nRompe toda cadena,\n\n¡Oh, y Él los liberó!",
    "¡Alabado sea Dios! Yo simplemente lo amo a Él. Con razón Isaías dijo: “¡Él es el Consolador, el Príncipe de Paz, el Poderoso Dios, el Padre Eterno, Maravilloso!”\n\nMaravilloso, maravilloso, para mí es Jesús,\n\nConsejero, Príncipe de Paz, Dios Poderoso es Él;\n\nSalvándome, me guarda del pecado y la vergüenza,\n\nMaravilloso Redentor, ¡gloria a Su Nombre!",
    "¡Oh, vaya! Eso me mueve el corazón. ¡Cuán maravilloso es Él! Se los digo, en Esto no hay fin. Esto, yo entré en Esto hace treinta y tres años, sintiéndome de esta manera. Y si Él tarda, un día yo voy a cerrar mis ojos, me iré de esa misma manera. ¡Amén!\n\nMaravilloso, maravilloso, para mí es Jesús\n\nConsejero, Príncipe de Paz, Dios Poderoso es Él;\n\nSalvándome, me guarda del pecado y la vergüenza,\n\nMaravilloso Redentor, ¡gloria a Su Nombre!",
    "Pudiera quedarme aquí el resto del día, en Eso. Pablo dijo: “Si canto, yo cantaré en el Espíritu”. Sí. “Si predico, yo predicaré en el Espíritu. Si camino, yo caminaré en el Espíritu. Si hablo, yo hablaré en el Espíritu”. Que todo sea hecho según la Palabra en el Espíritu. Sí, señor. ¡Amén! Ella es toda la Verdad de Dios.",
    "Yo lo veo a Él, el Poderoso Dios, revelado. Yo lo veo a Él apartar los credos, las denominaciones; apartar a los—los escépticos, los programas educacionales, y todo; dar un paso adelante, pararse allí. ¿Piensan Uds. que los credos han podido conquistarlo a Él? ¿Piensan Uds. que las denominaciones podrían conquistarlo a Él? ¿Piensan Uds. que el Concilio Mundial puede conquistarlo a Él? Él conquistó todo, rompió toda cadena, rasgó el infierno abriéndolo; rompió el sello, entró en el lugar Santísimo; Se reveló a nosotros como la Palabra, el mismo ayer, hoy, y por los siglos. Amén. Yo Le amo.",
    "Ahora, hasta que nos encontremos esta tarde, queremos hacer una cosa, es:\n\nDe Jesús el Nombre invoca,\n\nBúscale con vivo afán;\n\nDulce hará tu amarga copa,\n\nTus pesares cesarán.\n\nSuave luz, manantial,\n\nDe esperanza, fe y amor;\n\nSumo bien…(Sí, ya los conseguí.) … manantial,\n\nDe esperanza fe y…\n\n[El Hermano Branham habla con alguien en la plataforma.—Ed.]",
    "Si Satanás trata de tentarlos, diciendo que Uds. no están mirando lo correcto, apúntelo a la Palabra como lo hizo Jesús. ¿Ven? ¿Ven? ¡Amén!\n\nDe Jesús el Nombre ensalza,\n\nCuyo sin igual poder\n\nDel sepulcro nos levanta,\n\nRenovando nuestro ser.\n\nSuave luz, suave luz,\n\nDe esperanza, fe y amor;\n\nSumo bien, celestial,\n\nEs Jesús el Salvador.",
    "Billy estará aquí, como a las seis, dándoles tarjetas a aquéllos que quieran entrar en la línea de oración. Yo creo que es mejor que lo hagamos. No lo íbamos a hacer, pero, habiendo una multitud, es mejor que lo hagamos, ¿ven Uds.?",
    "¡Ahora recuérdenlo a Él! Manténganlo a Él siempre en su mente, en su corazón. Adondequiera que vayan, vean, mantengan a Jesús en su mente.\n\nDe Jesús el Nombre adora (ahora escuchen),\n\nQue te sirva de broquel; (¿qué sucede?)\n\nAlma débil perturbada, (¿qué deben Uds. hacer?)\n\nHallarás asilo en Él.\n\nSuave luz, suave luz, manantial,\n\nDe esperanza, fe y amor;\n\nSumo bien, celestial,\n\nEs Jesús el Salvador.",
    "Inclinemos ahora nuestros rostros. Voy a pedirle al pastor si puede venir a despedir a la audiencia. Hermano Neville, Dios lo bendiga, Hermano Neville. 🦅"
  ]
}