{
  "title": "PERSEVERANTE",
  "id": "64570009",
  "content": [
    "🦅  Gracias. Pueden tomar asiento, solo por un momento. Lamento haberlos tenido de pie así, pero había un caso de emergencia justo cuando entraba, y tuve que atenderlo. Una “emergencia” es cuando vienen aquí y tienen que regresar. Tratamos de atenderlos de inmediato, porque no pueden quedarse.\n\nSupongo que muchos se han preguntado por qué no encaminamos la línea de oración directamente por la plataforma. Tengo un propósito al hacer lo que estoy haciendo. (¿Ven?) Hay que sembrar la semilla antes de querer tener una cosecha, ¿ven?\n\nY, pues, no lo olviden, tenga su tarjeta de oración. Todos reciben una tarjeta de oración. El que quiera puede recibirla. Dios mediante, oraremos por Uds. antes de irnos de esta ciudad; si tarda dos semanas, lo—lo haremos. Ahora, no olviden y conserven su tarjeta de oración, traigan a sus vecinos y a cualquier enfermo, y que reciban una tarjeta de oración para que se pueda orar por ellos.\n\nPero tengo un propósito al hacer esto: Primero, es para levantar la fe y para sembrar semilla. Y luego, después de que Uds. entiendan, cuando pasen en la fila de oración, sabrán por lo que vienen. Lo he visto tanto en mis días de orar por los enfermos en estos últimos quince, dieciocho años: la gente corre directo a la plataforma, con, de una… al estar frente a una operación de emergencia, dicen: “Me siento mejor, pero…” Y luego, un par de días después, dicen: “Yo… Creo que sería mejor que yo…”. Y operan y eso—eso—eso ni siquiera está allí, ¿ven? ha desaparecido. Y ellos—ellos no lo entienden, y no saben que tienen que tener un—una reacción a aquello. Y—y ellos simplemente, ellos no entienden.\n\nMis reuniones han sido demasiado rápidas, entrando y saliendo de una ciudad. Uno de estos días, si Dios quiere y Jesús tarda, quiero venir a una ciudad y quedarme el tiempo suficiente hasta lograr que la gente vea lo que tratamos de hacer: el Mensaje de Dios a la gente. Enseñarles día, mañana, tarde, noche; y quedarnos allí.\n\nA veces en ellas, reunimos a todos (cuando no tienen avivamientos en las ciudades alrededor), y a cada ministro, para que puedan llevar a los convertidos al pueblo… a las iglesias. Verán, yo no tengo iglesia, no… Yo simplemente las represento a todas, y me esfuerzo por enviarles miembros; donde quieran ir, eso depende de ellos. Lo principal es: ¿Han nacido de nuevo? ¿Conocen a Jesucristo como Salvador? Entonces el mesonero los toma de allí en adelante, ¿ven Uds.? Dios le dará a él la autoridad para llevarlo por el camino que debe ir. Y mi trabajo solo es apuntarles a Cristo, orar por los enfermos, verterles el aceite y llevarlos al mesonero. Y entonces, ellos se encargan del resto.",
    "Ahora, parece que nuestras multitudes han crecido muy lentamente. Me pregunto si es un… Recuerdo la última vez aquí en Kansas, no pudimos siquiera encontrar un lugar suficiente para tenerlos. Así es que me pregunto: ¿Será—será la época de avivamientos, vinimos en el momento equivocado? O, ¿qué?, ¿qué habrá sucedido? O ¿será que la gente simplemente ha dejado de amar Cristo? O ¿será que han perdido la confianza en mí? O, me pregunto ¿qué será? Sé que tengo suficiente cooperación, porque veo en el—el—el—el itinerario y a los pastores de las Asambleas, y la Iglesia de Dios, y las diferentes iglesias. Y ellos… Algo anda mal.\n\nMañana en la noche, el Señor mediante, yo… me gustaría traer el Mensaje de una forma sencilla para que todos puedan—puedan entender, aun los… aquellos que tal vez no entiendan. Así que mañana por la noche quiero tener un servicio algo más o menos evangelístico, para el sábado por la noche.\n\nMañana por la mañana es con los Hombres de Negocios del Evangelio Completo. Y supongo que hay un grupo de ellos aquí. Es su desayuno. Hablo para ellos internacionalmente. Y, a decir verdad, tengo una sola tarjeta en el bolsillo, y es de los Hombres de Negocios del Evangelio Completo; ellos son inter-denominacionales. Por eso puedo llevar su tarjeta, pues no puedo simplemente decir: “Yo pertenezco a las Asambleas”, “yo pertenezco a la Unida”, “yo pertenezco a la Iglesia de Dios”, o… ¿Ven?, eso arroja la poca influencia que tengo, en una sola organización.\n\nYo creo que los hijos de Dios están esparcidos por todo lugar; están—están por todas partes. Y cuando vine aquí por primera vez (por supuesto, Uds. saben que yo era bautista), y cuando vine aquí entre los pentecostales, la gente del Evangelio Completo, disfrutando la experiencia del nuevo nacimiento, y el bautismo del Espíritu Santo y demás, pensé: “Eso es lo que hizo que fueran Pentecostés”. Yo no sabía que entre ellos estaban llenos de—de pequeñas denominaciones, pero tienen tantas como los bautistas, así que… (Uds. los bautistas saben que hay bautistas primitivos, libre albedrío, estrictos, de todas clases.) Así que, vine aquí. Pensé, “‘Pentecostés’ solo significa una cosa”; aún Lo creo. No podemos organizar Pentecostés; no es una organización, es una experiencia. ¿Ven Uds.? Así es.\n\nAsí que, tenemos pequeños compañerismos, grupos, y demás. No deberíamos diferir entre nosotros, pero, la manera en que ellos… solo son seres humanos, creo que… He hablado con muchos de los líderes y demás. No creo que sea entre los líderes, creo que solo es alguien que entra, y hace un revuelo con algo. Con eso le basta a Satanás, ¿ven Uds.? Mientras se estén disparando entre Uds., no le están disparando a él. Si tan solo volteáramos nuestros rostros y le empezáramos a disparar a él, la gran Iglesia del Dios viviente luciría Sus colores; Cristo vendría. Yo lo creo. Él está esperando que lo hagamos. Y he hecho todo lo que he podido, a lo largo de estos dieciocho años en el campo, para tratar de—de unir todo eso, y poder ver todos los corazones unidos como uno, las tiendas todas extendidas sobre la línea divisoria.",
    "Como dijo el Hermano Grant, no hace mucho, allá en Texas (estuve en un servicio con él), y dijo: “Hermano Branham, me—me gusta esa idea”. Dijo: “Sabe, me recuerda a un tipo que… unos vecinos, todos se compraron patos, y—y cada uno los puso en un pequeño charco en el patio trasero, con una cerca alrededor”. Él dijo: “Bueno, Ud. sabe, empezó a llover y a llover” (Uds. saben lo pausado que puede hablar el Hermano Grant.) dijo, “los charcos siguieron subiendo en cada patio hasta crecer tanto que subieron por encima de los cercos” y dijo, “los patos simplemente nadaron por todo alrededor”. Ya no estaban cercados. Y pienso que, si tan solo podemos dejar que la marea de las bendiciones de Dios suba y suba, ¿ven Uds.?, al punto que todos estemos en el mismo estanque o, en el mismo lago. Después de todo, lo estamos; son pequeños credos y cosas que nos separan. Pero siendo hijos de Dios, todos estamos bajo una sola Familia: Dios.\n\nUna vez, un hombre tenía un maizal; otro hombre tenía un maizal. Un piloto sobrevolaba, decía: “Miren el maíz de este hombre, y el maíz de aquel hombre. ¡Qué bonitos campos de maíz!”. Ese maíz seguía creciendo y creciendo hasta que después de un tiempo, llegó al otro lado del cerco, y formó un gran campo de maíz. Y pienso que así debe ser. Nosotros solo… Si crecemos un poquito. Pero mientras seamos inmaduros, seguiremos separados por cercos. Pero cuando maduremos, no habrá ninguna diferencia en el campo; todos seremos un gran campo. Que Dios conceda ese día, que pueda verlo antes de partir.\n\nAhora, recuerden, el desayuno de los Hombres de Negocios por la mañana se llevará a cabo en el… ¿era el Ramada? O, [Un hermano dice: “Holiday Inn”.—Ed.] Holiday Inn. El Holiday Inn. Y están todos invitados. Y creo que tendrán boletos allí, como sea la manera en que lo hagan. Y esos Hombres de Negocios del Evangelio Completo, para Uds. hombres de negocios aquí, es un buen grupo de personas. Les—les diré, creo que todo hombre del Evangelio completo debería estar allí, en compañerismo. Es muy cierto. Ellos tienen unas cosas muy buenas. Y como les dije (hablo para ellos internacionalmente) pero, cuando lo conviertan en una denominación, y tracen una cerca, entonces retiro mi tarjeta, ajá, no quiero eso, yo… tiene que estar abierto para todos.\n\nY, saben que Jacob cavó un pozo, y los filisteos echa-… lo corrieron de allí, y él lo llamó “Malicia”. Él cavó otro pozo, y lo llamó: “Conflicto”. Entonces cavó el siguiente pozo, dijo: “Hay lugar para todos nosotros”. Y ahora estamos bebiendo de ese pozo, donde hay lugar para todos nosotros, cada uno.",
    "Ahora, ¿todos se sienten bien? Digan: “Amén”. [La congregación dice: “Amén”.—Ed.] ¡Qué bien! Eso, eso sonó bien. Me gusta eso. Amén, significa “que así sea”. Alguien… Yo estaba predicando una vez, había un muchacho que pertenecía a la Primera Iglesia Bautista cuando yo estaba en la Iglesia Misionera Bautista, y yo estaba predicando. Había una hermana que realmente lo disfrutaba y se puso a llorar y a gritar. Y él era un gran jugador de pelota, y vino a mí unos días después de eso. Él dijo: “Vine a oírte anoche, Billy, pero” dijo, “no pude por toda esa gente diciendo: ‘Amén’”.\n\nY dije: “¡Oh!”.\n\nY dijo: “Esa mujer sentada allá llorando” dijo, “eso me puso los nervios de punta”.\n\nDije: “¡Oh, no debería hacer eso!”. Le dije: “Yo—yo no creo…”.\n\nÉl dijo: “Bueno, no me puedo imaginar que el Cielo sea así”.\n\nDije: “Yo sí puedo”.\n\nÉl dijo: “Bueno, eso me hizo subir escalofríos por la espalda”.\n\nLe dije: “Si llegaras al Cielo, te morirías de frío, si oyeras a ese grupo ruidoso Allá arriba. Ajá, ajá. Eres, el… Este es el lugar más callado en el que llegarás a vivir; te lo aseguro. Porque si vas al infierno allá habrá llanto y lamento y crujir de dientes. Si vas al Cielo, pues, ni aun los Ángeles dejan de gritar día y noche: ‘Santo, santo, santo, es el Señor Dios Todopoderoso’. ¿Ven? Pues, tales, ‘¡Aleluyas!’ y, ‘¡Amén!’ y, ‘¡Alabado sea el Señor!’: pues, nunca has oído tal cosa, hasta que oyes esa reunión allá Arriba”.\n\nAsí que, este aquí es un lugar en silencio. Y a mí siempre me ha atemorizado cualquier cosa en silencio; suena a muerte. Así que, a mí—a mí no me gustan mucho las cosas muertas. Y cualquier cosa sin emoción está muerta. La investigación científica lo probará: de cualquier cosa sin emoción. Entonces, si su experiencia no tiene un poco de emoción, mejor entiérrela y consígase algo que tenga algo de emoción. Así es. Es la pura verdad.\n\nAhora, todos estamos enamorados de Él, estoy seguro, pero hay un gran enfriamiento entre la gente. El avivamiento ha pasado. Los fuegos se están apagando. ¿Ven?, es tiempo de que suceda algo. Saben, en el antiguo templo romano, el templo de Vesta, cuando se apagaban los fuegos, todos se iban a casa, y ahí concluía todo negocio. Yo pienso que eso… Soy lo suficientemente Puritano para creer eso, que—que debería ser de esa manera.",
    "Ahora, creo que esta noche, no lo hice cada noche, pero… me—me gusta respetar esta Palabra de Dios, porque creo que es la Palabra de Dios, y es Él; es Él en forma escrita. La letra misma, Ud. tiene que tener el Espíritu allí para vivificar la letra. Y ahora, en respeto a esta Palabra, pongámonos de pie mientras La leemos. San Marcos el capítulo 7 y comenzando con el versículo 24, leyendo incluso hasta el versículo 30. Uds. que tienen su Biblia y quieren apuntar el texto, quizá solo sea un pequeño sembradío regular de unas cuantas semillas en esta noche, para edificar esa fe hasta que llegue el momento.",
    "Y cuando sienta que el Espíritu ha dado ese clímax, allí mismo cada uno de Uds. será llamado a la plataforma; no—no se preocupe, allí mismo será. Pero ¡hasta que ese Espíritu llegue a ese punto, donde uno siente que la gente lo ha captado!",
    "¿De qué sirve venir aquí si Uds. solo pasan por pasar? Uds. pasan por la línea de Tommy Hicks, y la de Tommy Osborn, y la de Oral Roberts, y de una a otra, por la línea. Eso solo debilita su fe; eso es todo.",
    "Cuando Ud. sube aquí completamente seguro de que no está pasando ante su hermano, o alguien más, Ud. viene aquí porque el Espíritu de Dios en Ud. lo ha invitado a venir, entonces algo tiene que suceder. No hay nada que lo impida. Hasta entonces, Ud. solo está caminando, dando vueltas; el siguiente ministro viene a la ciudad, otra vuelta; el ministro que sigue, otra vuelta. No sirve de nada. No hay nada en el predicador, como no lo hay en su esposo, o en su hermano, o quien sea. Nosotros solo somos Sus representantes, hablándoles a Uds. la Palabra. Algunos tienen distintos dones, de los cuales habla la Biblia. Todo esto se hace para vindicar Su Presencia.",
    "Ahora, si hubiera sido yo, o Uds. hacia mí, si no se puede aceptar la palabra el uno del otro, pues, ahí concluiría. Pero Dios, lleno de misericordia, ha enviado dones y confirmaciones para probar, para que… Él es tan paciente, tan manso y bondadoso, que Él—Él no quiere que nadie se pierda o sea lastimado. Él quiere asegurarse de que cada uno de Uds. entre. Muy bien.",
    "Ahora ¿tienen las Biblias abiertas en el capítulo 7 de San Marcos, y el versículo 24?\n\nLevantándose de allí, se fue a la región de Tiro y de Sidón; y entrando en la casa, no quiso que nadie lo supiese; pero no pudo esconderse.\n\nPorque una mujer, cuya hija tenía un espíritu inmundo, luego que oyó de él, vino y se postró a sus pies.\n\nY… La mujer era griega, y sirofenicia de nación; y le rogaba que echase fuera de su hija al demonio.\n\nPero Jesús le dijo: Deja saciar… primero que se sacien los hijos, porque no está bien tomar el pan de los hijos y echarlo a…perrillos.\n\nRespondió ella y le dijo: Sí, Señor; pero aun los perrillos, debajo de la mesa, comen…las migajas de los hijos.\n\nEntonces le dijo: Por esta palabra, vé; el demonio ha salido de tu hija.\n\nY cuando llegó ella a su casa, halló que el demonio había salido, y a la hija acostada en la cama.",
    "Ahora oremos, y con nuestros rostros inclinados como también nuestros corazones. Me pregunto, mientras oramos, a cuántos aquí les gustaría ser recordados en oración por algo especial, ¿pueden levantar la mano? Quizás: “Señor, que sea yo en esta noche” ¿ven? o “tengo un ser querido, que sean ellos en esta noche”.",
    "Nuestro Padre Celestial, Tú conoces las necesidades aun antes que las pidamos. Eso nos enseñó Jesús: “Vuestro Padre sabe de qué tenéis necesidad antes de pedirlo” pero aún así debemos pedir.",
    "Cuando miró la mies, Él era el Señor de la cosecha, y dijo: “La mies está madura, los obreros pocos. Rogad al Señor de la mies, que Él envíe obreros a Su mies”, uniéndose Él Mismo tanto con el hombre que solo obra por medio de la agencia del hombre. Escogió al hombre para que trabajara para Él. Él pudo haber escogido el sol para predicar el Evangelio, pudo haber escogido los vientos, o los árboles, o las estrellas. Pero escogió al hombre, Se vela a Sí Mismo adentro, Se esconde a Sí Mismo del incrédulo, Se revela a quien Él quiere.",
    "Señor Dios, no estamos aquí esta noche con otro propósito que ver que Tú Te reveles a nosotros, al perdonar los pecados que hemos cometido, y—y nos ayudes y animes a los santos en el camino; salvando a los pecadores, llamando los descarriados de nuevo al compañerismo con el Padre Celestial y a la Iglesia de Creyentes, del Primogénito. Concédelo, Señor.",
    "Tú sabes lo que hay detrás de cada una de esas manos levantadas; sabes lo que hay allí debajo, más abajo del corazón. Conoces su deseo. Presento mi oración en favor de ellos, que les concedas a cada uno sus deseos. Mis manos también se levantaron, Señor. Concede nuestras peticiones.",
    "Bendice la lectura de Tu Palabra. Y ahora, al tomar un texto, oramos que Tú nos descubras el contexto, para que podamos conocerlo mejor a Él. Y cuando salgamos de aquí esta noche, que podamos decir como aquellos que venían de Emaús, después de que Él resucitara de entre los muertos. Y habiendo ellos caminado con Él todo el día, habiendo hablado con Él, y aún no sabían Quién era. Hay muchos en esta ciudad, Señor, esta noche, no cabe duda que han hablado Contigo y han caminado Contigo, y aún no han reconocido Tu Presencia.",
    "Pero esa noche, cuando Tú… cuando Te invitaron a que entraras y Te quedaras con ellos, Cleofas y su amigo, y cuando cerraste la puerta y Te sentaste, hiciste algo exactamente como lo hiciste antes de Tu crucifixión. Ningún otro hombre lo hizo de esa manera. Tú lo hiciste a Tu Propia manera y, por ello, supieron que Tú eras el Cristo resucitado. Rápidamente desapareciste de su vista. Y con un corazón presto y lleno de gozo, se unieron rápidamente con los demás apóstoles y dijeron: “Verdaderamente Él ha resucitado de los muertos”.",
    "Y cuando salgamos de este edificio en esta noche, que podamos verte a Ti llegar a la escena y hacer las mismas cosas que hiciste antes de Tu crucifixión, como nos prometiste que Tú lo repetirías en los postreros días. Y concede Señor, que cuando nos vayamos, salgamos como aquellos, diciendo: “¿No ardía nuestro corazón en nosotros, mientras nos hablaba en el camino?”. Porque lo pedimos en Su Nombre, y para Su gloria. Amén.\n\nPueden tomar asiento.",
    "Deseo tomar una sola palabra como texto en esta noche, y la palabra que quiero tomar se llama: Perseverante.",
    "Quizás Ud. dirá: “Hermano Branham, esa es una palabra muy pequeña para trescientas o cuatrocientas personas aquí esta noche” o lo que haya; soy muy malo calculando la—la—la audiencia. Y Uds. dicen: “Esa es una palabra muy pequeña”. Bueno, no es el—el tamaño, es—es—es realmente lo que diré al respecto.",
    "Ahora, perseverancia, según Webster, es—es ser… es—es una—una palabra que, Ud. “debe ser persistente”; también, significa ser persistente en alcanzar algún propósito, esforzarse en—en cumplir cierta cosa, tratar de hacer algo. Uno es perseverante cuando es persistente.",
    "Ahora, todo Cristiano debe ser persistente; deben ser perseverantes. Y la única manera de poder—poder lograr esto, es primero, tener fe en lo que Ud. se propone hacer. Y si Ud. no tiene fe, solo en un impulso descontrolado, entonces Ud.—Ud.—Ud. no puede, no puede ser perseverante. Pero cuando Ud. realmente sabe que es la Verdad, entonces no hay nada que vaya a detenerlo, entonces Ud. realmente es perseverante.",
    "Y los hombres de todas las edades que alguna vez pudieron lograr algo, y que tuvieron fe en lo que querían lograr, fueron perseverantes.",
    "Por ejemplo, al que llamamos padre de nuestra nación, George Washington. Fue perseverante, cuando él, al tratar de conseguir esa victoria sobre los británicos, y cruzó el helado Delaware. Él fue perseverante. No había nada… Sus soldados, la mitad de ellos, ni siquiera tenían zapatos en los pies; sus pies envueltos en trapos; con el viento soplando. Pero él había orado toda la noche, y en su corazón ya traía la victoria. Y ningún ejército británico ni otra cosa lo iba a detener, ni tampoco el río helado. Él se había derramado en oración, y ningún impedimento iba a detenerlo. Él fue perseverante, y consiguió la tarea que trataba de—de llevar a cabo, porque él tenía la respuesta de Dios.",
    "Cuando un hombre recibe la respuesta de Dios, nada va a detenerlo.",
    "La mayoría de la gente hoy, como me repetiré de anoche, al decir que tienen esperanza en lugar de fe. Uno encuentra personas que vienen a la plataforma, ellos—ellos solo están llenos de esperanza.",
    "🦅 Pero fe es la sustancia de las cosas que se esperan, la evidencia”. No es un mito, no es imaginación; es algo que Ud. tiene. Ya Ud. lo tiene. Y Ud. está igual de satisfecho con ella, con esa fe que Ud. tiene, como si ya tuviera la sustancia en su mano.",
    "Por ejemplo, esto: si yo me estuviera muriendo de hambre, y una barra de pan cuesta veinticinco centavos, con lo que—lo que compraría la barra de pan, pues, cuando tengo los veinticinco centavos en la mano, estoy tan contento como si fuera la misma barra de pan, porque es el precio de compra del pan.",
    "Y cuando yo sé en mi corazón que lo he aceptado, y creo que Dios me lo ha dado, estoy igual de contento con esa fe, como si ya estuviera sano, porque, de todas maneras, voy a ser sano. Tengo la certeza ahora mismo, nadie me la puede quitar. Yo sé que es correcto, y con eso ya puedo ser perseverante.",
    "Cuando Dios dice que algo va a suceder, como en las visiones o algo; he visto decenas de millares de ellas y muchos de Uds. son testigos, y ni una sola ha fallado. Y cuando Dios dice algo, yo no… Si Él me dijese, en esta noche: “Ve al cementerio nacional, porque en la mañana voy a resucitar a George Washington”, yo invitaría a todo el mundo para que viniera a verlo, porque sucedería.",
    "La Palabra de Dios no puede fallar. Él jamás ha fallado, y Él no puede fallar. Hay una cosa que Dios no puede hacer, y es fallar. Él no puede fallar. Y Dios es Su Palabra.",
    "Ahora, Noé estaba viviendo en una edad científica cuando ellos, quizás, podían disparar a la luna con el radar. Jesús dijo que era un día como este: “Como fue en los días de Noé, así será en la venida del Hijo del Hombre”.",
    "Ahora, sabemos que allá en Egipto vemos estas pirámides. Nosotros no pudiéramos reproducirlas hoy; no tenemos la energía para hacerlo. Ellos habían dominado la energía atómica, o—o alguna clase de energía, para construir esas pirámides. Nosotros, de ninguna manera podríamos subir esas gigantescas piedras allá; tampoco podríamos reproducir la Esfinge; no hay cómo hacerlo. No tenemos el material para hacer una momia, para embalsamar un cuerpo que aun parezca natural por miles de años. Hemos perdido ese arte. Un tinte que no se desvanece; muchas cosas que tenían allá de las cuales estamos completamente ciegos. Y construyeron esa pirámide tan posicionalmente centrada en la tierra, que no importa dónde esté el sol, jamás se produce una sombra alrededor, ninguna sombra alrededor de la pirámide. ¡Oh!, la arquitectura, los—los—los instrumentos que ellos—ellos tenían, estaban mucho más avanzados que hoy.",
    "Y Noé vivió en esa edad intelectual y científica. Noé. Y él era un profeta, y el Señor le dijo que iba a llover. Y después que Noé oyó la voz de Dios, siendo un profeta de la voz del Señor, la Palabra del Señor viene a Su profeta, pues, él sabía que iba a llover; no importa lo que alguien más dijera, aunque nunca hubiere llovido;",
    "y nunca había llovido antes. Dios irrigaba la tierra con, la vegetación, con—con irrigación de los manantiales y demás, en la tierra. Jamás había habido una nube en el cielo, sin embargo, Noé sabía que caería agua de arriba. ¿Cómo lo haría Él? Él no lo sabía, pero fue muy perseverante, él fue y edificó un arca de acuerdo con la especificación que Dios le dijo que la edificara, porque él había oído la voz de Dios, y estaba parado en la Presencia de Dios cuando la voz de Dios le fue manifestada a él.\n\nEso debería encender esta Iglesia nacida de nuevo en llamas, ¡a perseverar!",
    "No me importa cuántos críticos se rían de eso, ni cuántos digan que no puede ser, y luego salgan allá y lo prueben así científicamente, disparar el radar a la luna y mostrar que no existe tal cosa como agua en los cielos. Pero Noé sabía que, si Dios, parado en Su Presencia, y Él es el Dios que le había hablado a él, y Él estaba claramente identificado de que era la Palabra de Dios, y parado en la Presencia de Dios, él fue—él fue persistente. Él se propuso construir el arca de todas maneras; y nadie quiso ayudarlo, él la construiría solo. Él fue persistente porque era, sabía que era la Palabra de Dios, y él la construyó.",
    "Puedo pensar en—en cómo Moisés, un gran erudito, era tan inteligente que podía—podía enseñarles sabiduría a los egipcios; podía enseñarles a los maestros. Conocía toda la—la teología de los egipcios, y la de su familia hebrea. Y era un hombre inteligente, ingenioso, un gran… Se nos dice que era un militar. Pero había fracasado totalmente, por una cosa. Él mató a este egipcio, y se acabó su educación; en el momento cuando lo acusaron: “¿Nos vas a matar como mataste al egipcio?”. Pensaba que sus hermanos lo entenderían. Y él—él falló miserablemente.",
    "Y eso me hace pensar en esto: que, por esa razón, esta noche, es que han fallado nuestros sistemas. Por esa razón es que jamás podremos educar a la gente para llegar a Dios; jamás podremos denominarlos para llegar a Dios. Lo hemos intentado con todos estos sistemas y todos fallaron como, cayeron como la torre de Babel. Y siempre lo harán.",
    "Dios, el Dios incambiable, tomó Su decisión en el huerto del Edén, de cómo Él salvaría al hombre.",
    "Y cuando Dios toma una decisión, tiene que permanecer siempre de esa manera. Él no puede cambiar; Él no puede ser más inteligente. Él es la fuente de toda inteligencia. No importa lo que diga nuestra ciencia, si va en contra de la Inteligencia o la Palabra de Dios, es contraria, no es correcta. No me importa cuán científicamente se pueda probar, aún sigue equivocada.",
    "Dios decidió que salvaría al hombre por la Sangre derramada de un Ser inocente. Ellos lo intentaron construyendo ciudades, han intentado unirlas, han intentado construir torres, educarlos en Aquello, y se alejan cada vez más. Nunca se podrá salvar al hombre hasta que él regrese a la Sangre. Ese es el único lugar donde Dios alguna vez se encontrará con el hombre. No por su intelecto, no por lo inteligente que sea, por cuántos hombres lo han hecho sacerdote, u obispo, o un supervisor estatal, o lo que pudiera ser, ministro, diácono, ese no es el lugar en el que Dios se encuentra con un hombre. Él lo encuentra cuando él está bajo la Sangre derramada. Ese era el único lugar adonde Israel podía encontrar a Dios para adorar, era bajo la sangre derramada. Esa es la vía provista por Dios, ninguna otra vía funcionará. Y bajo la Sangre derramada, Dios se encuentra con el hombre, y que se para en la presencia del hombre.",
    "Moisés, este intelectual fugitivo, este profeta fugitivo, allá en la parte trasera del desierto, se casó con esta hermosa mujer etíope, y vivió; tuvo un hijo, el pequeño Gersón. Y un día mientras caminaba por el desierto, la parte de atrás del desierto, un anciano de ochenta años, parecía que ya no servía para nada, como ministro, pero encontró una zarza que ardía con Fuego y no se consumía. Y él se hizo a un lado para ver qué era que sucedía, y entró en la Presencia de Dios; y oyó la Presencia de Dios, oyó la voz de Dios, mientras él estaba en Su Presencia, cuando esta Columna de Fuego estaba en esta zarza, hablándole. Temiendo él aun acercarse a Egipto, sabiendo que Faraón le quitaría la vida, ahora, nada iba a detenerlo.",
    "Y a veces, cuando un hombre entra en la Presencia de Dios y escucha la voz de Dios, él hace cosas tan—tan extremas, al modo de pensar normal de la gente, que suena ridículo.",
    "Al día siguiente ahora, un hombre que temía tomar un ejército para atacar a Egipto, a todos los esclavos que había en Egipto, él temía atacar a Faraón de esa manera, aquí está, al día siguiente, de ochenta años, con la barba hasta la cintura, su cabeza calva brillando, con una vara chueca en la mano, su esposa sobre una mula con un chico en su cadera, rumbo allá, con su mirada en lo alto, glorificando a Dios.\n\n“¿A dónde vas, Moisés”?",
    "🦅 Voy a Egipto a conquistar”. ¡Era una invasión de un solo hombre! ¿Por qué? Él había estado en la Presencia de Dios. Él vio lo que Dios podía hacer con un simple palo, él no sabía lo que Él podía hacer con un ejército, sí sabía lo que Él podía hacer con un palo.",
    "Yo no sé qué podrá hacer Dios con una denominación; sí sé lo que Él puede hacer con un solo hombre que se rinda completamente a Él. Eso es todo lo que Él necesita, una persona, y esa es Ud. Entonces él será perseverante, nada va a detenerlo.",
    "Moisés había entrado en la Presencia de Dios, había escuchado Su voz en una—una señal milagrosa. Sabía que Él era un Fuego consumidor, y aquí está Él en una Columna de Fuego, allá en una zarza. Toda su educación, toda su teología lo abandonó. Y él sabía una sola cosa: existía un Dios, y él tenía Sus órdenes. Una vara chueca era suficiente; él había estado en la Presencia de Dios.",
    "No importaba cuántos hombres entrenados tuviera Egipto; nada de eso significó algo para Moisés. Él había estado en la Presencia de Dios, y él fue perseverante. Él iba allá a conquistar, contra escudos y hombres entrenados, por decenas de millares, con un palo torcido en la mano. Traten de detenerlo si pueden; no hay nada que pueda detenerlo. Y lo hizo, él fue allá y conquistó, porque fue perseverante una vez que supo absolutamente que él había estado en la Presencia de Dios, y había escuchado la voz de Dios viniendo de la Presencia de Dios. Amén. Y no solamente era la voz, sino que era una voz Escritural.\n\nExisten toda clase de voces; revíselas con la Palabra.",
    "La voz dijo: “Yo soy el Dios de Abraham, Isaac y Jacob. Yo prometí que libraría a ese pueblo. La hora ha llegado. He oído su clamor, he visto a sus capataces agobiarlos, y Me acuerdo de Mi promesa. Y Yo he bajado para librarlos, y te estoy enviando a ti para que lo hagas”. Con eso fue suficiente. Él vio Su Gloria, y partió.",
    "David fue muy perseverante cuando llegó a los—los ejércitos de Israel, que enfrentaban un desafío en esa hora, y al cruzar el pequeño arroyo y del otro lado estaban los—los filisteos. Allí estaba Goliat, el gran retador; medía casi el doble de un hombre normal, tenía dedos de treinta y cinco centímetros, y una lanza tremenda de varios pies, con la cual podía levantar a cualquier hombre, así, y arrojarlos a un lado; los atravesaba, levantándolos en la lanza y los arrojaba a un lado, a medida que subían la colina.",
    "Y cuando el enemigo sabe que tiene la ventaja, le gusta jactarse. Entonces él dijo: “No derramemos tanta sangre”. Dijo: “Saúl, envía uno de tus valientes aquí a pelear contra mí. Y si yo lo mato, entonces Uds. nos sirven. Pero si él me mata a mí, nosotros les serviremos a Uds.”. ¿Lo ven, cuando el enemigo tiene esa ventaja!",
    "Y cada soldado temblaba tanto que él—él a duras penas podía sostener su armadura. Y Saúl, el más capaz de todos, cabeza y hombros sobre todo su ejército, no se atrevía a tocarlo, y aún, supuestamente era el ungido de Jehová.",
    "Pero allí venía, del desierto, un pequeño de hombros encorvados, de aspecto rubicundo, con una honda en la mano. Y ese gigante se jactó ante el hombre equivocado. Y David dijo: “¿Me quieren decir que le van a permitir a ese filisteo incircunciso pararse allí y desafiar a los ejércitos del Dios Vivo? ¿Me quieren decir que Uds. harán semejante cosa?”.",
    "En eso sus hermanos dijeron: “Mira, travieso, regresa a cuidar las ovejas, donde perteneces”.",
    "Entonces la voz se corrió hasta llegar a Saúl. Saúl dijo: “Traigan al joven, déjenme verlo”.",
    "Y cuando él se presentó, un pequeñito pelirrojo, parado allí quizás con el cabello en los ojos. Y él le dijo: “Pues, tú, tú no puedes pelear contra ese hombre”. Dijo: “Solo eres un chiquillo, un pequeño—un pequeño pelirrojo, y estás en tu juventud. Y él ha sido guerrero desde su juventud”. Él dijo: “No puedes pelear con él. Admiro tu valor. Pero el… eso es demasiado”.",
    "¿Qué sucedió? Él dijo: “Déjame ver si puedes usar mi armadura”. Así que, él le puso su armadura, le dio su escudo.",
    "Bueno, el pobre y pequeño David no podía ponerse de pie. Él—él—él dijo que él—él no sabía nada de eso. Se dio cuenta que el chaleco eclesiástico de Saúl no le quedaba a un hombre de Dios.",
    "Entonces, dijo: “Lo enviaré y le daré una educación, un Ph.D., LL.D., y demás, y veremos qué podrá hacer con eso”.",
    "Él dijo: “Yo no sé nada de estas cosas. Quítamela de encima. Yo—yo no sé nada de esto”.",
    "🦅 Pero esto sí sé: yo estaba pastoreando las ovejas de mi padre y vino un león y se llevó una de ellas. Y lo perseguí, porque mi padre me había comisionado cuidar esas ovejas”. Amén. Y cualquier buen pastor es uno que cuida las ovejas. Y él dijo: “No tenía más que esta honda en mi mano, pero lo derribé; y cuando se levantó contra mí, lo maté. Y vino un oso y se llevó una. Corrí tras él y se la saqué de la boca; y cuando se levantó, yo lo maté”. Y dijo: “Cuánto más el Dios de Israel, Dios del Cielo, ¡entregará en mi mano a ese filisteo incircunciso!”.",
    "Ese hombrecito fue perseverante porque sabía de lo que estaba hablando. Sabía en Quién él había creído, y estaba completamente convencido de que Él era capaz de cumplir lo que él Le había encomendado para aquel día. Ahora, él solo tenía una honda, era todo lo que tenía. Dijo: “Iré a pelear contra el filisteo”. Pues, la razón por la que él fue tan perseverante, fue porque él sabía que, si Dios, cuidando un rebaño, le había ayudado a devolver la oveja de nuevo a su padre, ¿cuánto más ahora con un hombre?",
    "Ahora piensen en eso, todos los ministros. Y eso es lo que sentimos por Uds. ovejas, esta noche. El diablo ha venido y les ha afligido con alguna enfermedad. Así es. Les ha sacado de la buena salud. Yo no tengo un Ph.D., no tengo un LL.D., ni siquiera terminé la educación de primaria; pero yo sé lo que tengo. Con esto vengo a rescatarlos en esta noche, para devolverlos a los delicados pastos sombreados, y a las aguas de reposo. Para eso estamos aquí en la plataforma, esta noche, para venir a buscarlos, rescatarlos de la mano del león allá afuera, traerlos de vuelta. Tengan paciencia, escuchen atentamente y observen, traten de entender que lo que queremos hacer, es poder ayudarlos.",
    "Ahora, David fue muy persistente, porque él sabía en Quién había creído, y sabía que podía hacerlo; que lo que él Le encomendaba, Él era capaz de cumplirlo.",
    "Hallamos que Sansón, otro gran juez en Israel, y algunas personas se imaginan que Sansón tenía hombros como la puerta de un granero; ahora, no habría nada de raro en eso, ver a un hombre que pudiera levantar las puertas de Gaza y salir caminando con ellas, o tomar un león y despedazarlo. Pero, saben, Sansón solo era un pequeño… como diríamos en la expresión callejera, un pequeño renacuajo, un pequeñito de cabello rizado, afeminado, el niño de mamá, con siete rizos; esa era una cosa extraña. Pues, pensar en un hombre, que un hombre de gran altura, de tres metros pudiera levantar un león, seguro, y matarlo. Pero, lo raro era que este hombrecito parecía inofensivo hasta que el Espíritu del Señor venía sobre él. No era Sansón, Ese era el Espíritu del Señor.",
    "Por esa razón no fueron los apóstoles. Jesús los escogió a todos, prácticamente sin siquiera la suficiente educación para firmar su nombre. Él no escogió sacerdotes; Él no escogió teólogos. Él escogió a pescadores y pastores, a los ignorantes y sin letras, para poder tomar aquello en Sus manos, y tomar la nada y de eso hacer algo. Esa es Su naturaleza. Así que Él no toma escuelas entrenadas y eruditos entrenados, Él toma algo que se da cuenta que no es nada. Él entra allí y hace algo de aquello.",
    "Hallamos que este Sansón era nazareo, tenía siete rizos que le colgaban por la espalda. Y cuando el Espíritu del Señor venía sobre él, no le temía a nada. ¿Por qué? Él era persistente mientras pudiera sentir ese voto nazareo con él. Mientras él pudiera estirar la mano aquí atrás y sentir esos mechones, sabía que él estaba en la voluntad de Dios, y que nada le podía atar. La ciudad no lo podía atar; un león no le pudo matar. Él aun tomó la quijada de un asno, ya seca, y con ella derribó mil filisteos.",
    "¿Saben que esos cascos, esos cascos de bronce tenían más de dos centímetros y medio de grosor? ¿Saben lo que hubiera sucedido cuando un hueso viejo y seco del desierto golpeara contra eso? Pues, estallaría en un millón de pedazos. Pero él se paró allí, solo, con este hueso de quijada de mula, y golpeando sus cabezas, mató a mil filisteos. ¿Por qué? Él fue persistente. Cada vez que golpeaba, sentía sobre él de nuevo ese voto nazareo.",
    "Cuánto debería la iglesia, esta noche, que afirma haber nacido del Espíritu de Dios, que se para en la reunión y ve la vindicación de Jesucristo resucitado, y reclama estar llena del Espíritu Santo, ¡y puede quedarse quieta y permitir que Satanás los empuje como lo hace! Es una cosa extraña. Mientras Ud. pueda sentir la Presencia del Espíritu Santo, y sabe que es Su Palabra y Su promesa para este día, Ud. debe ser persistente, esforzándose a entrar hasta el fin. ¡Perseverante! ¡No suelte eso! Dios lo ha prometido. ¡No es Ud., es Dios!",
    "¿Qué me dice de la pequeña virgen María? Ahora para Uds. mujeres. Ahora, ella solo era una muchacha común que vivía en una ciudad muy mala, mucho peor que Topeka. Y vivía allí, pero ella vivía una vida recta y limpia, y estaba comprometida con un hombre llamado José. Y un día ella iba de camino al pozo, a sacar agua, y una gran Luz apareció ante ella. Y un Ángel estaba allí, era Gabriel, y le dijo que ella iba a—a dar a luz un hijo, sin conocer varón. Y al mismo tiempo, le habló de Elisabet, su—su prima que era entrada en edad, esposa de Zacarías, quien había concebido en su vejez.",
    "Y ahora, María, se pudieran imaginar lo risible que sería para la gente, al pensar que esta jovencita, estando comprometida con este joven, apareciera aquí que va a ser madre. Pero a ella no le importaba. Ella había estado en la Presencia de Dios. Ella había oído la Voz de Dios. A ella no le importaba el desprecio de la gente, o la burla de la gente, o lo que decían al respecto. Ella fue persistente. ¡Y allí por esa región montañosa se fue!",
    "Y las mujeres de entonces no eran como las de ahora, saliendo por aquí con pantalones cortos; y solo a un par de días de dar a luz, en la calle delante de los hombres. Esa es una desgracia para la humanidad. Así es.",
    "Ella se escondió. Y la pequeña María vino antes de que ella fuera madre, y subió por los montes de Judea a ver a Elisabet. Y Elisabet habiéndose escondido, sin duda, una mañana, mirando por la cortina, vio a esta joven que venía, de prisa, y reconoció que era su—su prima, María. Y como las mujeres de ese entonces, pues les encantaba verse, significaban tanto la una para la otra que ella salió corriendo, quizás, y le puso los brazos alrededor y le dio un abrazo, saludándola.\n\nY ella dijo: “Supe que vas a ser madre”.\n\n“Sí”.\n\nLe dijo: “Sabes, yo también voy a ser madre”.\n\n“¿Oh, tú y José ya se casaron”?\n\n“No, no estamos casados”.",
    "Y vio que ya se notaba el embarazo. Ella dijo: “¿Quieres decir, querida, que tú y José aún no están casados, y que vas a ser madre?”.\n\n“Sí”.\n\n“¿Y cómo puede ser esto”?",
    "🦅 El Espíritu Santo hará sombra, es para… me ha hecho sombra; la voz de Dios lo dijo”. Y dijo, dijo: “Yo sé que tú también vas a ser madre”.",
    "Ella dijo: “Sí, pero conmigo ya han pasado seis meses, y ya—ya estoy preocupada porque el bebé aún no se ha movido”.",
    "Ahora, cualquiera sabe que eso es totalmente fuera de lo común; dos o tres meses, y la vida se siente. Pero aquí ya habían pasado seis meses, sin señales de vida. Ahora ese bebé estaba muerto, seis meses sin vida. Ella dijo que estaba preocupada por eso.",
    "Ella dijo: “Pero el Espíritu Santo vino sobre mí” le dijo María a Elisabet, “el Espíritu Santo vino sobre mí, y me cubrió con Su sombra; y dijo que yo tendría un hijo, y que Él sería el Hijo de Dios, y que yo llamaría Su Nombre ‘Jesús’”.",
    "Y en el momento en que ese nombre humano de Dios, “Jesús” fue pronunciado por labios mortales, viniendo de un ser humano, un bebé muerto vino a la vida en el vientre de una mujer, y recibió el Espíritu Santo. Y si hizo eso con un bebé, muerto en el vientre de la madre, ¿qué debería hacerle a una Iglesia nacida de nuevo? La primera vez que el Nombre de Jesucristo fue pronunciado por labio mortal, un bebé muerto en el vientre de su madre, vino a vida, y recibió el Espíritu Santo. “¿De dónde viene la madre de mi Señor?” dijo Elisabet. “Porque tan pronto como tu salutación llegó a mis oídos, mi bebé saltó de gozo en el vientre”.",
    "Y hoy nosotros reclamamos tener este mismo Espíritu Santo, y teniéndolo somos cobardes, temerosos de avanzar; tenemos que ser persistentes. Si tenemos el verdadero y genuino Espíritu Santo, seremos persistentes.",
    "Ahora, he dado una vuelta larga, apartándome, me aparté de mi tema. Y ya casi es hora de comenzar la línea de oración y ni siquiera he llegado a mi texto. Esto es demasiado corto.",
    "Esta mujer de la que estamos hablando, esta sirofenicia, era una griega y ella había oído de Jesús. Ahora, “la fe viene por el oír, el oír la Palabra de Dios”. Y ella había oído.",
    "Y de alguna manera, la fe halla una fuente que otros no pueden ver. Un—un médico pudiera decir: “Hijo, he hecho todo lo que puedo por ti”. Él está al final de su camino. El hombre no puede hacer más. Ve el asunto muy avanzado y no puede hacer nada más. Pero, ¿ven?, la fe encuentra una fuente de la cual él no sabe nada. La ciencia no lo probará, porque la fe…",
    "Toda la armadura de Dios es sobrenatural. ¿Qué es la armadura de Dios? Amor, ¿qué es el amor? Pruébeme Ud. científicamente que existe tal cosa llamada amor. ¿Dónde está? Uds., ¿cuántos aman, levanten la mano?; aman a su esposa, aman a su hermano, aman a sus amigos? Bueno, yo quiero que alguien, algun tipo de ciencia, me pruebe en qué parte de Ud. está el amor. ¿Adónde se compra, en cuál farmacia? Yo quiero una gran cantidad, de amor. Gozo, ¿tienen gozo? Paz, longanimidad, mansedumbre, paciencia, ¿qué es? Todo es sobrenatural.",
    "Dios es sobrenatural. Ud. no puede probar a Dios científicamente, Ud. cree en Dios. Ud. lo cree. Si Ud. no lo cree, entonces un hombre que dice: “Todo lo que no es científicamente, no es ortodoxo, no está correcto”, entonces ese hombre jamás podrá ser un Cristiano. Él tiene que creer. Por fe creemos a Dios; no por educación, no por teología; “Sino que por fe sois salvos”.",
    "Fíjense, la fe encuentra una fuente que otros no ven. Su Palabra es una espada, Hebreos 4:12 dice que, “La Palabra de Dios es más cortante que una espada de dos filos, aun discierne los pensamientos, sus intenciones, lo que hay en el corazón”. Esa es la Palabra de Dios. Y lo único que puede sostener esa espada es una mano de fe.",
    "Nada más puede hacerlo, nada más. Ud. tiene que ver alguna cosa; de otra manera, lo científico, Ud., científicamente, educacionalmente no puede tomar esta espada. No puede hacerlo por la educación, es demasiado enredada, muy complicada; Uds. harían, eso haría que tratara de negarse a Sí Misma y todo. Ud. no puede hacerlo. Jesús dijo: “Está escondido de vosotros”, así que olvídenlo. Ud. no puede saberlo; está escondido. Y cuando Dios esconde algo, sí que está escondido.",
    "Por eso es que Ud. está tan escondido, si es Cristiano; “Porque Ud. está muerto, y su vida está escondida en Dios, por medio de Jesucristo, y sellado por el Espíritu Santo”. ¿Cómo puede el diablo hallarlo a Ud.? No puede. Ud. está escondido. Dios lo esconde a Ud. Amén. ¡Qué escondite, en el seno de Jesucristo!",
    "Ahora, la fe la sostiene, la blande. Ahora quizás Ud. no sea lo suficientemente fuerte, ese brazo de fe, para cortar un agujero de lado a lado, y atravesar caminando como algunos pueden. Pero solo siga golpeando, eso llegará; solo siga allí aferrado.",
    "Ella tenía muchos obstáculos, esta mujercita griega, pero su fe no tenía ninguno. La fe no tiene obstáculo alguno; nada puede impedir la fe. No importa lo que digan los demás, nada detiene a la fe. Veamos algunas cosas que “tal vez” le pudieran haber ocurrido. Ella tal vez…",
    "Algunos, pudieran haberle dicho: “Tú eres griega; tu denominación no está patrocinando Su reunión”. Pero ella fue persistente, de todas maneras. Ella iba, de todas maneras, porque había oído; “Y la fe viene por el oír”. No por cooperación; sino por el oír.",
    "Fíjense, ellos pudieran haber dicho esto, que, “Eres griega; no estás en su nivel de personas. Ud., hay—hay… Ellos tienen una piel diferente a la tuya; son una raza diferente”. Aun así, eso no la molestó. Eso no la molestó.",
    "Y algunos pudieran haber venido y dicho: “Eso es una tontería. Los días de los milagros ya pasaron. No existe tal cosa como esa sanidad de la que oyes. Él solo es otro fanático que se ha levantado”. Seguro, hay toda clase de dólares falsos, pero hay uno real, en alguna parte, del cual sale la copia. Así es. Ahora dijeron: “Los días de los milagros han pasado, eso no existe. Esos son solo un montón de fanáticos allá, solo un pequeño puñado de ellos que… Siempre hemos tenido aquello”.",
    "Pero, aun así, algo había impactado a esa mujer; ella aún fue persistente. Los días de los milagros quizás ya habían pasado para aquel que le estaba hablando; pero no para ella. Tal vez eso haya pasado para algunos de sus asociados, pero no para Ud., si Ud. tiene fe.",
    "Puede ser que hubiera otro grupo, quizás algunas mujeres se pararon, en la esquina, diciendo: “Marta”; espero que no haya ninguna Marta por aquí. “Marta, ¿sabes qué? Tu esposo te va a dejar, tan cierto como te acerques a esa reunión. Ahora, yo sé que tu hija tiene epilepsia, pero te lo digo, va a… ¡Si tu esposo llega a enterarse que vas allá! Él pertenece a los grandes clubes y sociedades de la ciudad; si vas allí, te dejará”. Eso no significaba nada para ella. Ella iba, de todas maneras. La fe ya se había arraigado. La fe no conoce obstáculo.",
    "Bueno, entonces, pudo haber otro grupo allá en la esquina, que dijo: “¿Sabes qué? Serás el hazmerreír de la iglesia, porque irás allá para nada. Y la gente va a saber que vas. Y tan pronto como te identifiques con ellos, serás el hazmerreír de la gente. Todos se reirán de ti”. Eso no significó nada para ella, en lo absoluto. Ella fue persistente.",
    "Algún grupo pudiera haber dicho: “Te echarán de tu iglesia, te devolverán tu tarjeta de membresía”; aun así, ella fue persistente. Eso no la detuvo ni un poquito. ¿Por qué? Ella ya se había apoderado de la fe.",
    "Desearía tener tiempo para detenerme aquí por cuatro horas y solo hablarles de las—de las experiencias en ese asunto similar, de hombres, mujeres y niños, que estaban moribundos, y con certificados médicos, están vivos esta noche, por la gracia de Dios. Es porque algo se apoderó de ellos, ¡fe! Esa es la idea. Muy bien.",
    "Ella ya había atravesado todas estas puertas, todas las críticas, todas las burlas, todo eso de “tu marido te va a dejar; quedarás sin tu tarjeta de compañerismo de la iglesia, tendrás que buscar algo más; serás una desterrada; serás llamada una santa rodadora”. Eso no significaba nada para ella, porque ya había visto a Dios. Ella había oído, y la fe viene por el oír. Y ella sabía que otros habían sido sanados, ¿por qué no podía ser sanada su hija? Ahí lo tienen, y ella atravesó todo.",
    "Y por fin, ella llega a los pies de Jesús, y noten, ¡qué sorpresa! Mucha gente piensa que solo porque pueden llegar hasta allí, que con eso basta; pero Ud. apenas acaba de empezar. Cuando ella llegó a Jesús, qué decepción para ella, o lo hubiera sido posiblemente para nosotros en este día. Jesús le dijo que Él ni siquiera era enviado a su raza.",
    "Si hubieran sido algunos de Uds. pentecostales de hoy, pues, hubieran levantado la nariz dando la espalda, y hubieran dicho: “¿Así es la cosa? Si no me quieren en Las Asambleas, me uniré a la Unidad. Si no les agrado allí, iré a la iglesia de Dios. Yo—yo no tengo por qué aguantar algo así”. ¡Ah, por eso es que los milagros han desaparecido de la iglesia! Por eso es que no hay fe en la iglesia. ¿Ven?",
    "Aun Jesús, el mismo Dios, escuchen esto: el mismo Dios que ella iba a adorar, y—y por el que cambió sus pensamientos, y llegó a—a creer en Él, cuando llegó a Él, ella recibió indiferencia.",
    "¿Recuerdan que anoche hablé de las flores híbridas y cosas? El Cristianismo hoy es una reproducción; no es el original. Si Uds. tuvieran el bautismo original como ellos lo tuvieron allá, esa iglesia pentecostal sería una… no habría nada que pudiera detenerla. Sería como una casa en llamas en un clima seco, y con viento caliente soplando. No habría nada que pudiera detenerlo, ¡estaría ardiendo! Pero, ¿qué es hoy? No, hoy es otro grupo distinto. En mi opinión, es una reproducción.\n\nFíjense, Él la trató muy fríamente.",
    "Hoy tenemos que darles palmaditas: “Le prometo que, si tan solo viene, pondré su tarjeta en mi libro aquí, su carta, y yo—yo—veré lo que puedo hacer. Nos reuniremos con la junta de diáconos, para ver si podemos ponerlo a Ud. en la junta de diáconos o—o algo”. Así tienen que tratarlos hoy. ¿Ven el montón que tenemos?",
    "Pero aun cuando ella llegó allí, Él dijo: “Ni siquiera he sido enviado a tu raza. Y, además, no son más que un montón de perros”.",
    "¡Oh, vaya!, ¿qué hubiéramos hecho nosotros? ¿Qué hubiera hecho Ud.? Pregúnteselo, y sea sincero. Provocarle un desaire a alguien, pues, si no se alcanza a orar por Ud. la primera noche, Ud. dice que ya no regresará. Y ¡Ud. tiene fe? Seguro. Sí. Ahora, recuerden, esta cinta va por todo el mundo. No solo estoy señalando aquí con el dedo; apunto a todas partes. ¿Ven? Sí, Ud., Ud. no regresará. No. Ud. ni siquiera puede sentarse y escuchar toda la reunión. ¿Ven? “Sí, ¡yo tengo fe?”. Sí.",
    "Pero a ella le dijeron perro. Es lo más bajo que se puede tener, o lo era para ellos en ese día, un animal inmundo. Por supuesto, hoy es un ídolo; pues una mujer toma allí un perrito y le da el cuidado de una madre, y usa anticonceptivos, porque ella quiere salir a bailes y fiestas, y comportarse así, y no tiene tiempo para su niño. Ella sabe que el perro se puede encerrar en una jaula por ahí, llevarlo con ella. Esa es la pura verdad, ¿ven? Usa anticonceptivos y luego va a la iglesia y canta en el coro; usa pantalones cortos, pantalones, todo lo demás, y se dice Cristiana; se corta el pelo y aún dice que está en comunión con Dios, cuando la Biblia dice que no lo está. Esa es la pura verdad. No me importa… Escuchen.\n\nUd. dice: “Eso es algo insignificante, ¿para qué lo menciona?”.",
    "En el principio, una sola palabra causó toda enfermedad y muerte. El mismo Dios, al final del Libro, dijo: “Cualquiera que Le quitare una Palabra, o Le añadiere una palabra”. Así que no importa lo que Ud. haga, cuán santo Ud. diga ser, cuánto salte y grite, hable en lenguas, corra alrededor, o lo que Ud. quiera hacer, o dar a los pobres, o lo que Ud. sea; no es eso. Ud. ha quebrantado esa Palabra; y, por esa sola Palabra quebrantada, ¡Ud. no puede volver a entrar! Así exactamente, ni una sola Palabra. Ud. escoge un credo en lugar de la Palabra, porque le conviene más.",
    "Por eso la gente puede unirse a la iglesia, y luego ir a esto y aquello o lo otro, y solo sentarse por allí, no es más que una logia; no es una iglesia. Ud. nace en la Iglesia, Ud. se une a una logia. Pero uno nace en una Iglesia, la Iglesia, no una iglesia; la Iglesia. Solo hay una Iglesia. Y Ud.…",
    "Yo he estado en la familia Branham por cincuenta y cinco años, y jamás me pidieron que me uniera a la familia. Yo nací allí. Así es.\n\nSí, rechazada, fue llamada “perra”, pero aun así ella se aferró.",
    "¿Ven?, ella tenía fe. Estaba decepcionada de todos sus amigos, decepcionada de su gente, con toda clase de cosas estorbándola. Pero, todo viene de esa dirección. Eso muestra a Satanás tratando de—de hacer retroceder la fe genuina, pero no puede hacerlo. No importa lo que cualquiera diga; sigue ahí. Ella es persistente; sigue adelante.",
    "Ella llegó a Jesús, y Jesús dijo: “Yo no soy enviado a tu raza; no soy enviado a tu iglesia. Ellos no están cooperando. Además Uds. no son más que un montón de perros”. ¡Aun así ella siguió adelante! Dijo: “Yo, Yo vine a—a sanar a estos, los Míos, no vine a sanarlos a Uds. No es justo que Yo tome el pan de los hijos y se lo entregue a Uds. montón de perros”.\n\nElla dijo: “Es la verdad, Señor”. Amén.",
    "La fe siempre admitirá que la Palabra es la verdad. Amén. Ahora, si Ud. quiere aferrarse de un credo, adelante; pero la fe, la verdadera fe genuina, admite que la Palabra es la Verdad.",
    "Ella dijo: “Verdad, Señor, pero los perros pueden comer las migajas debajo de la mesa de los hijos”. Con eso bastó. Con eso bastó. Ella no era una—una planta de invernadero. Ella no era un—un grupo híbrido, así llamados creyentes, la cosecha que tenemos hoy. Ella tenía fe genuina. Ella admitió que Él tenía razón. Pero ella ni siquiera buscaba todo el pan que los hijos podían comer; ella solo buscaba las migajas.",
    "Nosotros o recibimos lo mejor o no queremos nada. Le volteamos la espalda a Aquello, y luego decimos: “Tenemos fe. Si no me tratan bien, me marcho”. Eso no es fe; esa no es la fe.",
    "La fe está allí. Lo que estoy tratando de decirles, amigos, vamos a tener una línea de oración aquí una de estas noches. Y no quiero ver ni una camilla, ni una silla de ruedas, ni una muleta, ni nada aquí tendido en el piso, sino que puedan salir caminando. ¿Ven? A menos que venga con la clase correcta de actitud, Ud. no va a conseguir nada. Así es, Ud. solo pasará por allí caminando y alguien le colocará la mano encima, y Ud. pasará de largo. Eso, eso no sirve. Ud. tiene que saber a lo que ha venido… “Es necesario que el que se acerca a Dios crea”.",
    "Observen, recuerden, ella nunca había visto un milagro; era griega. Ella sabía… Ella era una gentil. Ella nunca había visto un milagro, sin embargo, tenía fe de que tal cosa existía. Y año tras año, y día tras día, nosotros vemos milagros, y no podemos aguantar una o dos horas.",
    "Ella fue como Rahab la ramera. Rahab no quería… Esa mujer gentil, ella no quería ver cómo Josué lucía su ropa, o ver a Josué. Ella dijo: “He oído y yo creo”. Eso es todo. Ella oyó y había creído.",
    "Jesús dijo: “¡Por esta palabra!”. Ella se acercó de la manera correcta al don de Dios. Recuerden, ella fue la primera gentil en la que se realizó un milagro, por causa de su fe. La fe admite que la Palabra es correcta, se humilla, tal como lo hace hoy.",
    "Marta en la Presencia de Dios. Marta, la hermana de Lázaro, ella fue humilde en la Presencia de Jesús. Y ella fue perseverante cuando llegó allí. Él dijo… Ella dijo: “Señor, si hubieras estado aquí, mi hermano no hubiera muerto; pero aún ahora, todo lo que Tú le pidas a Dios, Dios te lo dará”.",
    "Él dijo: “Yo soy la resurrección y la Vida; el que cree en Mí, aunque esté muerto, vivirá; Y todo aquel que vive y cree en Mí, no morirá eternamente. ¿Crees esto?”.",
    "Recuerden, ella tenía el derecho de reprocharle. Ella había enviado a buscarlo, dos veces, cuando se enfermó; y dejó que muriera. Pero, miren, ella tenía fe. Ella sabía.",
    "Y si esa mujer sunamita, en su edad, cuando su bebé murió, pues, ella creyó que Dios estaba en ese profeta, Elías; y se aferró firmemente de Elías. Ella dijo: “Vive Jehová Dios, y vive tu alma y nunca muera, que no te dejaré”, ella fue perseverante. Y Elías no sabía qué hacer. Él solo entró en el cuarto, caminó de un lado a otro, hasta que el Espíritu de Dios, la Presencia de Dios, llegó. Él se acostó sobre el bebé, este estornudó siete veces y volvió a la vida; porque alguien estaba perseverando, alguien se aferró de la fe, en allegarse al hombre de Dios.",
    "Y ella sabía que, si Dios estuvo en Elías, cuánto más estaba Él en Su Propio Hijo. Ella lo sabía. La fe viene por el oír. Y en la Presencia de Jesús, ella fue perseverante.",
    "Jesús, parecía que la quería desanimar, al decir: “Él resucitará” y todo esto, y demás. Pero ella fue perseverante. Hizo a un lado todo crítico que decía: “¿Dónde está ahora ese programa de sanidad Divina del que hablabas? ¿Dónde está todo eso? Tu hermano ahora está muerto y sepultado allá. Y el Pastor se fue de viaje, hasta que muriera, y luego regresó”. Pero eso no le fue impedimento. Ella sobrepasó cada crítico hasta llegar a Él. Y recibió lo que había pedido.",
    "Ahora, aquí hace un tiempo, acabo de recordar, en el tabernáculo… Veo algunos de los hermanos sentados aquí del tabernáculo, esta noche. Había una señora… Yo había entrado en la iglesia; y, cada noche tenemos más o menos lo que hay aquí en nuestra reunión. Y entonces, estábamos… Yo—yo no iba a orar por los enfermos esa noche. Y había una mujer que había venido de California, tenía un tumor, el tumor en sí pesaba veintitrés kilos. Y, así que, la tenían atrás. Y, pues, anunciaron que no oraríamos por los enfermos esa noche; solo venía a predicar, porque apenas llegaba de una reunión.",
    "Y cuando salí por la puerta de atrás, dos de los diáconos la habían llevado alrededor de la casa, en una silla, y la sentaron junto a la puerta, allí mismo en el suelo. Y cuando salí, ella me agarró del pantalón cuando salía. Ella dijo: “Hermano Branham, lo único que le pido es que ponga sus manos sobre mí”. Ella dijo: “Mi tumor desaparecerá”. Y ella estaba más o menos así.",
    "Como a las seis semanas, ella estaba en una reunión, y llevó a las hermanas a que entraran y la examinaran. Sin ninguna operación, no había ni una pizca del tumor en ninguna parte. No importó que no fuera la noche para orar por los enfermos, ella fue perseverante. Recibió lo que ella pidió. La fe había hallado su lugar, se había aferrado.",
    "Micaías, y voy a terminar en un momento, Micaías, en presencia de cuatrocientos sacerdotes bien entrenados, profetas de hebreos, con todos. Le dijeron: “Ven, Micaías, has sido echado de la asociación ministerial de aquí; pero si dices lo mismo que ellos ahora, y le dices a Acab que suba, con… Que Acab y Josafat suban; pues, sabemos que, que te incluirán de nuevo en el compañerismo”.",
    "Él dijo: “Vive Jehová, que solo diré lo que Él me diga”. ¡Dios, danos más Micaías! ¿Ven?",
    "Así que, esperó. Esa noche vino la visión. Él examinó su visión con la Palabra. Pues, la Palabra de Dios había dicho que Acab, los perros lamerían su sangre, como lo hicieron con Nabot. Y encontramos que su visión estaba exactamente en línea con la Palabra.",
    "Así que él fue perseverante cuando salió a la mañana siguiente. Dijo: “Subid, pero vi a Israel como ovejas esparcidas sobre un monte, sin pastor”.",
    "Y este sumo sacerdote, o encargado de los profetas, se acercó, lo abofeteó en la boca, y dijo: “¿Adónde se fue el Espíritu de Dios cuando salió de mí?”. Aun así, a Micaías no le importó lo que dijeron; se paró allí. Dijo él: “Pongan a este hombre en una celda” dijo Acab, “y lo pusieron en una celda interior, y le dieron de comer pan y agua de angustia. Me encargaré de él, cuando él… cuando yo vuelva” en otras palabras, decapitarlo o algo así.",
    "Él dijo: “Si acaso vuelves, Jehová no me ha hablado”. ¡Oh, él sabía dónde estaba parado! No importa lo que pensaran los demás; él sabía que había estado en la Presencia de Dios. Él había oído la voz de Dios. Eso cuadraba exactamente con la Palabra de Dios.",
    "Así deberíamos también nosotros, en esta noche, al ver esta hora en la que vivimos, y ver la promesa de este día, que la Palabra de Dios lo prometió. No importa lo que cualquier otro diga, la Palabra dice así, y Jesús viene para darse a conocer. ¡Perseverantes!",
    "El ciego que Jesús sané… o sanó; no podía, él no podía explicar o discutirles su teología. Pero una cosa sí sabía; él fue perseverante.",
    "Su padre y madre no podían pronunciarse. Dijeron: “Bueno, tememos que nos expulsen de la sinagoga”. Y dijeron: “Pregúntenle, él ya tiene su edad”.\n\nLe preguntaron: “¿Quién te sanó?”.\n\nDijo: “Un Jesús de Nazaret”.",
    "Dijo él: “¡Da gloria a Dios!”. Dijo: “Sabemos que este Hombre es pecador”.",
    "Respondió: “Pues, si es pecador o no, no lo sé; no sabría decirlo. Pero” dijo, “una cosa sé, que habiendo yo estado ciego, ahora veo”.\n\nDijeron: “No sabemos de dónde vino este Hombre”.",
    "Él respondió: “Es algo extraño. Uds. supuestamente son los líderes de este día, conocedores de todas las cosas espirituales; y aquí viene un Hombre y me abrió los ojos, cuando yo nací ciego y, sin embargo, ¿Uds. no saben de dónde vino Él?”. ¡Oh, él fue perseverante, nada iba a perturbarlo! Él había estado hablando con Dios.",
    "A Natanael no le importó llamarlo a Él, “Señor, Rey de Israel” ante su pastor y todos los demás, cuando Él le dijo dónde estaba en el—el día anterior. A Natán no le importó.",
    "A la mujer en el pozo, poco le importó cuántos le decían que no era legal que ella dijera algo porque era una prostituta. Ella había conocido a un Hombre que había buscado desde que era una—una niña, sabiendo que Jesús debía aparecer en la escena, un Profeta. Y ella había encontrado a ese Profeta a Quien había visto decirle las cosas que ella había hecho. ¿Detenerla? Lo repito, es como una casa en llamas con un fuerte viento. Ud. no podría hacerlo. Su corazón estaba en llamaradas de gozo y paz. Ella había sido perdonada de sus pecados. Ella había visto al Mesías; ella había visto Su Presencia; ella había visto Su Palabra:",
    "🦅 Sabemos que cuando venga el Mesías, Él nos dirá estas cosas. Pero, ¿quién eres Tú? Debes ser Su profeta”.\n\nÉl dijo: “Yo soy”.",
    "Y si el Hombre pudo hacer algo así, de seguro no mentiría; ella sabía que ese era el Mesías, las buenas nuevas tenían que difundirse.",
    "¡Cómo deberíamos estar nosotros igual de fogosos esta noche, persistentes en anunciarles a todos que el Espíritu Santo es real hoy!, que Él cae sobre nosotros y hace lo mismo que Él hizo, ¡y de las promesas para esta hora! No somos persistentes. ¿Me pregunto si realmente nos ha impactado? ¿Ven?, observen a la mujer en el pozo.",
    "Una cosa, tengo que terminar. Tengo como media página de notas allí, pero quiero terminar diciendo esto. Esto me recuerda una historia; después vamos a orar por los enfermos. Nos vamos a retrasar solo un poquito, tal vez diez, quince minutos, pero sopórtenme un ratito más.",
    "Estuve en Ciudad de México hace como tres años. ¿Cuántos conocen al Hermano Espinoza, Uds. hispanos aquí? Bueno, supongo que muchos de Uds. Él fue mi intérprete. Estábamos allá en Ciudad de México. Hasta donde saben, el único protestante que jamás había entrado con el respaldo del gobierno. Pero el General Medina, Uds. lo recuerdan, él es uno a quien los Hombres Cristianos de Negocios, habían recibido, había sido salvo y lleno del Espíritu Santo, y logró aprobarlo por el gobierno y me dio entrada a mí.",
    "Y conseguimos otra gran plaza allá. Sentaba varios miles de personas; no sentaba a nadie, tenían que estar de pie. Y Uds.—Uds. se preocupan por tener que pararse aquí por dos o tres horas en este cuarto, esa gente se paró bajo ese candente sol desértico, desde las nueve de la mañana, hasta las nueve de esa noche, día tras día. Y, una noche, lloviendo a cántaros, ellos se pararon allí; y esas jóvenes mexicanas, con el cabello sobre sus rostros, y llovía tan fuerte que yo solo alcanzaba ver hasta la mitad del público. A ellos no les importaba; se estaban aferrando de esa Palabra de Vida.",
    "Recuerdo una noche allí, entrando; solo estuve allí tres noches. La plataforma era tan larga como esta, o quizás un poco más larga. Un anciano ciego llegó a la plataforma, y lo habían traído.",
    "El hombre que vino a buscarme, yo le decía Mañana, que significa “mañana”. ¡Él era tan lento! No llegaba nunca y, bueno, miraba alrededor, y llegaba allá a cualquier hora. Y yo orando, y él… Así que yo le puse “Mañana”.",
    "Y, me subieron por la parte trasera de este gran muro sobre una escalera, y luego me bajaron a una plataforma. El Hermano Jack Moore, ¿cuántos lo conocen? Seguro, me supongo que sí; y el Hermano John Sharrit y muchos de ellos aquí. Ellos estaban allí en la plataforma. Esa noche, en la plataforma…",
    "Mañana había repartido los boletos, las—las tarjetas de oración, pero Billy caminaba a su lado para ver que todo marchase bien. Él podía hablar con ellos y darles tarjetas de oración, pero Billy iba para asegurarse si realmente era así o no, para ver si vendía alguna, o qué haría, o si favorecía a alguna persona; asegurarse de que el que quisiera una tarjeta de oración la recibiera.",
    "Y, entonces, esa noche cuando se llamaron las tarjetas de oración, un anciano vino por la plataforma, descalzo, y sus pantalones todos rotos, un sombrero viejo en la mano, remendado con cuerda. Y cuando se acercó a mí, estaba ciego, y miré al anciano. Y yo estaba parado allí, con tan buena ropa como la que tengo esta noche, alguien me había dado un buen traje nuevo, tenía buenos zapatos; y ese pobre ciego allí, con una vieja camisa andrajosa y todo polvoriento. Allí estaba él, totalmente ciego, sus ojos casi tan blancos con cataratas como mi camisa. Y, y pensé: “¡Qué cosa más cruel había hecho Satanás!”. El pobre anciano probablemente nunca tuvo una comida decente en su vida.",
    "La economía está muy mal equilibrada allá. Y ellos, solo piensen ahora, por decir, Pedro, Peter, él—él es un—él es un albañil, recibe treinta pesos al día, pero tienen que trabajar cuatro días para conseguir un par de zapatos. ¿Ven? Y entonces ¿qué pasa con el pequeño Pancho, o Chico, el pequeño trabaja aquí y solo gana como cuatro pesos al día, con cuatro o cinco niños que alimentar? Él va y compra unas tortillas viejas de frijol agujerado para los suyos, y a la noche Martina recibe una y—y el pequeño Chico una, pero alguien tiene que quedar con una… sin una. Tienen que ahorrar tanto, para comprar una vela de grasa para quemar en un altar de oro, por sus pecados. Eso me hace arder la sangre. Y ahí lo tienen.",
    "Ahora, este anciano se paró allí, y decía algo en español. Y él tenía un montón de pequeñas cuentas entre sus dedos, y le dije: “Suéltelas”, por medio del Hermano Espinoza.",
    "Y se me ocurrió, pensé: “Lo mediré con mis hombros. Puedo ponerle mi abrigo y decirle. Y sus hombros eran mucho más anchos que los míos”. Puse mis pies a la par de los suyos, pensé: “Podría quitarme los zapatos, y nadie lo vería, y darle mis zapatos” pero sus pies eran mucho más grandes. Y pensé: “Bueno, ¿qué pudiera hacer?”. Pensé, “¡Oh, Dios!”.",
    "Si Ud. no tiene un sentir por la gente, de nada sirve querer servirles; uno tiene que sentir eso. Por eso es que Él sintió nuestras debilidades.",
    "Solo puse mi brazo alrededor de él, así, y dije: “Padre Celestial, si mi papá estuviera vivo, sería como de esta edad; él es el papito de alguien”. Y yo estaba parado allí así, y lo oí gritar: “¡Gloria a Dios!”; es “Gloria a Dios”, Uds. saben. Miré alrededor, y el anciano podía ver tan bien como yo, caminando de un lado a otro de la plataforma, en regocijo. Bueno y, por supuesto, tuvieron que llamar a los ujieres, como trescientos o cuatrocientos ujieres se pararon allí, para mantenerlos a raya. Entonces me tuvieron que subir por la cuerda.",
    "A la noche siguiente, entré allí, solo eran montones así de altos, montones hasta arriba, de allá para acá, de chales viejos y sombreros y cosas, que habían puesto allí arriba para que se orara por ellos. Cómo supieron a quién pertenecían, no lo sé, todo apilado allí arriba, tirados allí. Y llovía. Yo llegué tarde. Y entré allí, y apenas comenzaba a predicar: “Fe es la sustancia de las cosas que se esperan, la convicción de las cosas que no se ven”, y el Hermano Espinoza allí interpretando.",
    "Y Billy vino y me tocó el hombro, dijo: “Papá, vas a tener que hacer algo”. Dijo: “Mañana ya repartió todas las tarjetas de oración”. Y dijo: “Hay una mujercita parada allá, una damita” dijo, “ella tiene un bebé muerto, y murió esta mañana”.",
    "Uds. vieron el artículo en los Hombres de Negocios del Evangelio Completo. Y, recuerden, tienen que confirmar aquello antes de imprimirlo. El médico tiene que firmar la declaración, de que eso es la verdad, cuando se imprime.",
    "Y dijo: “Ella está allá, tiene un bebé muerto” dijo él, “murió esta mañana”. (Y eran como las nueve y media, entonces.) Dijo… (Y como a esta hora de la noche.) Y dijo: “Murió esta mañana”. (Ella había estado parada bajo esa lluvia todo el día, y no sabía que Espinoza había estado, o, quiero decir, Mañana había estado repartiendo esas tarjetas.) Y dijo: “A él no le queda ni una tarjeta de oración”. Él dijo: “Tengo cuarenta o cincuenta ujieres, y no pueden alejarla de esa plataforma”. Dijo: “Se les pasa por debajo, se molestan, les pasa sobre la espalda o como sea, ella quiere llegar aquí arriba”.",
    "Y yo dije: “Bueno, escucha”. Dije: “Venga aquí, Hermano Moore”. Uds. saben, todos Uds., muchos de Uds. levantaron sus manos que conocen al Hermano Jack Moore. Yo dije: “Hermano Moore, ella no sabe quién soy yo. Ella no lo sabe. Ha habido muchos ministros parados aquí, hablando, muchos de los bautistas y todo, patrocinando la reunión”. Y dije: “Ahora, Ud., Ud. vaya allá y ore por el bebé, y ella no notará la diferencia, ¿ve?”.\n\nÉl dijo: “Muy bien, Hermano Branham”.",
    "Él comenzó a abandonar la plataforma, casi hasta la pared allá, y yo me di la vuelta. La gente no sabía, porque no entendían inglés. Y dije: “Ahora, como estaba diciendo, la fe es la sub-…”. Y miré aquí frente a mí, y vi a un pequeño bebé mexicano, de rostro oscuro, sin dientes, sentado allí sonriéndome, aquí mismo frente a mí.",
    "Yo dije: “Espere un minuto, Hermano Moore”. Dije: “Dígale a la damita que venga aquí”.\n\nY Billy dijo: “Papá, ella no tiene tarjeta de oración”.\n\nDije: “Acabo de ver una visión, Billy”.",
    "Y entonces bajaron allá y trajeron a la damita. Aquí venía ella, subió corriendo, y cayó de rodillas, comenzó a gritar “padre”, que significa “padre”, Uds. saben; le pedí que se pusiera de pie, por el Hermano Espinoza. Cargaba al bebé; y ella tenía una cobijita a rayas azules y blancas cubriéndolo, empapada, y el agua le goteaba, y su cabello colgaba. Una mujercita de aspecto encantador, probablemente su primer bebé, ella tenía… veintidós o veinticinco años, cargando la cosita así; pequeña, una forma tiesa como así de larga, debajo de esta cobija. Pensé…",
    "Todos pensaron que yo solo iba a orar para deshacerme de eso, Uds. saben, quitársela de las manos allí.",
    "Y puse mis manos sobre el bebé, y dije: “Padre Celestial, yo no sé si—si este sea el bebé; pero vi una visión allí, hace unos momentos, de un pequeño mexicano, parecía un bebé pequeño de rostro moreno, sonriendo”. Y dije… Ellos no interpretan la oración, Uds. saben. Y dije: “Lo vi sonriendo”. Solo le puse mis manos, así, en el Nombre de Jesucristo, para orar, y el bebito dio una patada y comenzó a llorar tan fuerte como… Y entonces comenzó a gritar.",
    "Y dije: “Hermano Espinoza, no anote eso ahora. Envíe un mensajero con ese bebé y esa mujer, y llévelo al médico”. Y esa noche, llamaron al médico, el médico firmó una declaración de que el bebé había muerto con neumonía esa mañana en su hospital, o en su oficina, a las nueve; y aquí eran como las diez esa noche, había estado muerto desde esa mañana, y había vuelto a la vida; y vive hoy, para la gloria de Dios.",
    "¿Por qué? Ella fue tan persistente como lo fue esta mujercita sirofenicia aquí, de la que hablamos esta noche. Eso muestra que Dios sigue siendo el mismo ayer, hoy y por los siglos. El asunto fue, (¿qué fue?) que ella había oído del anciano ciego.",
    "Ella era católica, en su fe. Todos son católicos, así que, si Ud. nace en México Ud. automáticamente es católico.",
    "Y, así que, esa gente allí había visto a este anciano ciego en la calle, dando su testimonio. Ella, ellos lo habían oído. Esta mujer nunca había visto un milagro. Pero ella sabía que, si Dios podía darle la vista a un ciego, Él podía traer a su bebé de vuelta a la vida, porque era el mismo Jesucristo. Ella, en momentos, haría que los pentecostales se sintieran pequeños. Y así es, con tal fe, porque ella fue persistente que tenía que ser Dios el que pudiera restaurar la vista. “Y si fue Dios pudiendo cumplir Su Palabra y restaurar la vista, Él podía resucitar a los muertos”. Y Él lo hizo por cuanto ella fue persistente. Yo estaría allí una noche más, y ella tal vez… Esa fue la noche para ella.",
    "¿No podríamos, esta noche, amigos, no podríamos nosotros ser perseverantes? ¿Podríamos pasar esas oscuras capas de tejado místico aquí y aceptar a Jesucristo como nuestro—como nuestro Sanador? ¿Podrán hacerlo?\n\nOremos.",
    "Señor Jesús, ¡oh, Dios!, yo—yo no sé qué más decir. Oro, Dios, ¿podré llamar solo una pequeña línea de oración, Padre? Y quizás Tú le muestres a la gente que, harás algo como lo hiciste antes de Tu—Tu muerte y sepultura; que, en este día y hora, tal vez pudiera haber extraños aquí, para que podamos ver que Tú sigues siendo el mismo ayer, hoy y por los siglos, cumpliendo Tu Palabra. Y tal vez haya alguien con suficiente fe para atravesar esa barrera más allá, esa barrera del sonido, esa barrera de pecado, esa barrera de incredulidad allá, romper eso, a donde todo es posible. Concédelo, Señor. Nos dicen que cuando un avión pasa esa barrera del sonido, no tiene límite de velocidad, ni de potencia. Dios, si tan solo pudiéramos romper esa potencia de incredulidad, los milagros y demás, y las promesas de Dios son ilimitadas, “porque al que cree todo le es posible”. Concédelo, Padre. Lo pedimos en el Nombre de Tu Hijo, Jesucristo. Amén.",
    "Si es que estoy un poco retrasado, ¿estará bien continuar y que nos permitan, llamar una pequeña línea de oración? Yo sé que la gente se inquieta, pero solo llamemos a una pequeña línea de oración. Veamos, el lunes en la noche tuvimos las A, ¿correcto, cuando repartimos la tarjeta de oración? O, no, quise decir el miércoles por la noche. Pienso en el lun-… El miércoles en la noche fue, la primera noche fue la A, y anoche fue la B, y esta noche sería la C. Llamamos del uno al veinticinco, en A. Creo que así fue, ¿no es así, de la uno al veinticinco, en la A? ¿Correcto, uno a veinticinco, en A? Del uno al quince, en A.",
    "Bueno, entonces llamemos a las B, las tarjetas de oración de ayer. Llamemos B, setenta y cinco al cien. Tarjeta de oración B. Llamaremos las C y todas ellas. Estamos en B, veinticinco… No. B, setenta y cinco, creo que dije, ¿no es así? B, setenta y cinco al cien. Muy bien. Que se paren de este lado ahora. B, de setenta y cinco a cien, párense de este lado. Vengan aquí a este lado y hagan fila aquí, algunos de Uds. hermanos bajen allí. Billy, Roy, algunos de Uds. bajen allá y vean que la gente entre en la línea de oración. Muy bien.",
    "Quiero toda su atención por un momento. Ahora sean muy reverentes. Bueno, miren, algunas personas van y dicen: “Un predicador no usa la corbata adecuada; él no trae el traje correcto, sus modales no son los correctos; él no se para lo suficientemente derecho”. Bueno, vean, Uds. aún no tienen fe. ¿Ven?",
    "Si un hombre entrara por esa puerta allá atrás y les dijera que tiene un… que ellos, que él tiene un giro postal o giro bancario para Ud. por un millón de dólares, a Ud. no le importaría si él fuera educado o no fuera educado, a Ud. no le importaría si él tuviera puesto un overol o si tuviera puesto un esmoquin, a Ud. no le importaría si él fuera negro, amarillo, café, blanco.",
    "No es el mensajero, es el Mensaje que Ud. quiere escuchar: “Jesucristo es el mismo ayer, hoy, por los siglos”. ¿Cuántos están conscientes de eso? Ahora si Ud. solo—solo…",
    "Si el—si el ingeniero allí, creo, el Sr. Ruby, o creo que era su nombre, que conocí la otra noche, si él tan solo… Él nos ha provisto las luces, y demás, aquí, si tan solo nos aguanta unos minutos por causa del Evangelio.",
    "Ahora todos sean muy reverentes, pero sean muy perseverantes. Empujen más allá del velo.",
    "Ahora, cuando Jesucristo sana a los enfermos… Ahora, yo no digo que ellos serán sanados; no puedo decirles eso. Recuerden, yo no tengo poder para sanar. Yo no tengo poder, Uds. no tienen ningún poder, ninguno de nosotros lo tiene. Nosotros tenemos autoridad. ¿Cuántos entienden eso?",
    "Miren aquí, permítanme preguntarles algo. Aquí en la calle, en esta carretera muy transitada que viene de la autopista, estamos justo en la—en la autopista principal, veo que el límite de velocidad es de 128 kilómetros por hora. Y por allí pasan carros con doscientos caballos de fuerza, hasta de—de—de trescientos a cuatrocientos caballos de fuerza.",
    "Y el número setenta y seis, por favor venga. Necesitan el número setenta y seis. B, setenta y seis, pudiera ser alguien sordo. Miren alrededor. ¡Oh, lo siento! Muy bien. B, siete-… ¿Es así, mi hermano? B, setenta y seis. Muy bien.",
    "Ahora fíjense, por ejemplo, aquí viene un pequeño policía allá en la carretera, es tan pequeño que la gorra le cubre las orejas, y no pesa más de cuarenta y seis kilos. Ahora, ¿cuánta fuerza tiene él para detener uno de esos carros? Y allí, algunos de tres y cuatro así parejos, corriendo tan rápido como pueden por esa autopista, con trescientos caballos de fuerza en cada uno. Él ni siquiera podría detener un caballo de fuerza. Y aquí están estos carros. Pero, ¡dejen que brille esa gran insignia y él levante esa mano! Quizás él no tenga poder, pero sí tiene autoridad. Escuchen el chirrido de los frenos, y cómo se van de lado, y todos se detienen. ¿Por qué? Porque él tiene autoridad.",
    "Yo no tengo poder, Ud. no tiene poder, pero tenemos la autoridad, amén, la insignia de fe aferrados de la Palabra: “Yo La creo; Ella es la Verdad”. Eso hace detener. Entonces Ud. puede ser persistente.",
    "Un policía pequeño se para allá afuera y sopla ese silbato y levanta su mano, déjenme decirles, todo se detiene. Es su autoridad; es su autoridad para creer.",
    "Ahora, Uds. crean, cada uno de Uds. Ahora Uds. allí parados, bueno, no se desanimen, solo—solo permanezcan allí y presionen, digan: “Señor, este hombre no sabe nada de mí; de eso estoy seguro. Si él puede hablar, para decirme a mí, yo—yo creeré con todo mi corazón”. Ahora, ¿qué sabríamos entonces?",
    "¿Quién es el Sanador? Jesucristo. ¿Correcto? Bueno, entonces, si Él está aquí presente, pues, lo único que tenemos que hacer solo es pedirle a Él. “Y Él es el Sumo Sacerdote que puede compadecerse de nuestras debilidades”. ¿Verdad que sí? Muy bien. Entonces: “Él es el mismo ayer, hoy, y por los siglos”. Hoy Él es el Sumo Sacerdote. ¿Cómo, cómo actuó Él cuando una mujer tocó Su manto hace dos mil años? Él se dio la vuelta y le dijo cuál era su problema, y dijo que su fe la había sanado. ¿Correcto? Bueno, siendo Él el mismo hoy, tendría que actuar igual, porque Él es el mismo.\n\nAhora, ¿está lista su línea de oración?",
    "Aquí ahora viene subiendo acá una mujer. Hasta donde sé, yo—yo nunca la he visto. Ella es una completa desconocida para mí, hasta donde sé; somos desconocidos el uno para el otro. [La hermana dice: “Yo estuve en su reunión en 1947, 1950 hasta el ’53”.—Ed.] Dijo que ella había estado en mis reuniones en el ’47 y en el ’53”. Pero…[“del ’51 al ’53”.] del ’51 al ’53. Pero de conocerla a Ud., no. [“No”.] No.",
    "¿Ve?, es como si—si me la encontrara a Ud. dentro de una o dos semanas, probablemente no la reconocería. Mucha gente ha estado en las reuniones, decenas de miles desde entonces, ¿ve Ud.?, y yo no lo sabría. Pero en cuanto, a lo que quiero decir, ¿yo?, “¿me conoce Ud.?”, me conoce porque Ud. ha estado en la reunión. Pero que yo la conozca a Ud., o que sepa de su problema, o lo que haya hecho desde entonces, o antes de eso, o lo que piense hacer, desde luego, yo no lo sabría. No.",
    "Pero ahora para no tardar mucho con cada persona, para tratar de… La otra noche, yo—yo me detuve antes. No vi; yo—yo—yo no creí que quedaran más. Dejé a dos o tres parados en la línea. No debí haber hecho eso. Simplemente no lo hice; no sé por qué. Yo solo… Bueno, todos, parecía que había llegado al clímax del momento. Y no queremos mimar la gente. Uno quiere que sean lo suficientemente fuertes para alcanzar allá y agarrar lo que se está diciendo, ¿ven?, y luego son sanados. Si no, pues, ellos—ellos no son sanados.",
    "Ahora, esta señora aquí, es la primera vez que nos vemos. Ahora, si Él es “el mismo ayer, hoy, y por los siglos”, ahora si Él estuviera parado aquí con este traje que Él me dio, por medio de alguna buena persona que me dio este traje, ahora si Él estuviera parado aquí con este traje puesto, ¿pudiera Él sanarla a Ud.? No. No. Él ya lo ha hecho, ¿ve Ud.?: “Él fue herido por nuestras rebeliones”. Él no podría sanarla a Ud. ¿Cuántos saben que es la verdad? Eso ya está hecho.",
    "Cualquier pecador aquí: Él no podría salvarlo, Él ya lo ha hecho. Ud. tiene que aceptarlo.",
    "Ahora, si Él estuviera parado aquí con este traje puesto, que Él me dio, Él pudiera… Lo único que Él podría hacer, sería decir… Si Ud. dijera: “Estoy enfermo; estoy necesitado. O, tengo un ser querido que está enfermo” o lo que sea, “tengo problemas económicos. Yo—yo tengo problemas domésticos” o lo que sea. Él no podría, Él no podría dárselo a Ud. Él simplemente les diría que Él ya compró eso. Ahora, ¿cuántos lo entienden? Es la verdad, ¿ven?, ¿ven?, porque ya está hecho. ¿Ven? Él no puede hacer…",
    "Si Ud. ha sido redimido de algo, el—el prestamista no puede retenerlo más, si Ud. está redimido. Si Ud. tiene el recibo, que eso está redimido, asunto terminado; él no puede retenerlo más.",
    "Nosotros tenemos el Recibo, ¿ven?; ahora es: ¡si Ud. tiene la fe para hacerlo efectivo! ¿Ven? Pero ahora, si Él estuviera parado aquí, y yo basando toda mi campaña en: “Él es el mismo ayer, hoy, y por los siglos”, Él sabría cuál es su problema. Y eso seguramente… Que yo no lo sé, ciertamente identificaría que tendría que ser Él. Tendría que ser algún poder, algún poder. Depende de lo que Ud. piense que será el poder. Pues, Ud. sabe que yo no la conozco, humanamente hablando. Y tendría que ser algún poder. Y si Ud. cree que eso es Él… Y si Ud. no cree que es Él, por supuesto, Ud. no debería estar parada aquí. Y, pero, si Ud. cree que es Él, entonces si Él pudiera decirle lo que Ud. ha hecho, o por qué está Ud. aquí, o—o algo, eso aumentaría su fe, ¿no es así?",
    "¿Aumentaría eso la fe de Uds. sentados allá? Siendo que, aquí está mi mano, hasta donde yo sé, nunca he visto a la mujer en mi vida, solo algunos en la congregación, o—o tal vez ella estaba en la línea de oración, o algo así, años y años atrás. Pero que la recuerde a ella; no. Pero que el Señor me ayude ahora. Tratándose de un don…",
    "Vean, como estos ministros aquí; Uds. ya saben, si me han oído predicar, yo—yo no soy un predicador; no tengo educación y no podría llamarme predicador, pero aquí hay hombres mucho más capaces para eso que yo.",
    "Pero mi don viene de Dios, porque yo Le amo. Y—y esto creo yo: “dones y llamamientos son sin arrepentimiento”. Estos son predestinados de Dios. Son en cada generación. Y mi parte en esto es con esa Palabra, que Ella viva nuevamente, venir a ser la Palabra para discernir y saber. Eso es profético, lo cual está prometido según Malaquías 4, que sucedería en este día, ubicándonos perfectamente en el día postrero.",
    "Ahora, si el Señor Jesús me dice dónde está su problema, ¿me creerá que soy Su profeta, o Su siervo? Que Él lo conceda. Ud. está sufriendo con una—una enfermedad de la piel. Algo anda mal con su piel. Así es. Ahora, si es así, levante la mano. ¿Ven? Así que…",
    "Ahora sigo sintiendo que eso viene de allá, alguien dice: “Él adivinó eso”. Ahora esperen solo un minuto. Yo no adiviné eso, señora. Algunos, ¿ven?, ellos… Uds. no pueden esconder un pensamiento ahora, ¿ven?, porque Él está aquí ahora. Y tomo todo espíritu aquí bajo mi control, en el Nombre de Jesucristo, ¿ven?, para la gloria de Dios. Yo no adiviné eso.",
    "Esa es una condición de los nervios. Ud. tiene una condición de los nervios, que a Ud.… que le está molestando. Ud. está orando por un ser querido. Es una mujer. Es su nuera. Y ella está sufriendo de epilepsia. Así es.\n\nAhora, no adiviné eso. Muy bien.",
    "¡Solo créalo! [La hermana dice: “¿Ha quedado libre ella?”.—Ed.] Créalo Ud. de todo corazón; y como ha creído, así será para Ud. Yo lo creo. [“¿Ha sido liberada”?] Yo—yo lo creeré. Si Ud. lo cree, así será.",
    "¿Ven?, yo no puedo entregarlo por mi fe, tiene que ser entregado por la fe de ella. ¿Ven? ¿Ven? Entiendan.",
    "¿Cómo está Ud.? Acabo de perder a mi madre, hace como dos años. Y cuando la vi subir aquí de esa manera, me la hace recordar. ¿No sería yo una persona terrible pararme aquí, representando a Jesucristo, y ser un engañador? Sería horrible para mí hacer una—una cosa así. Pero yo—yo no soy un engañador; yo soy Su siervo. Y si Dios me permite, por Su gracia, saber algo acerca de Ud., pues, ¿creerá Ud. que viene de Dios? [La hermana dice: “Sí”.—Ed.]",
    "Ahora para que la gente entienda. Mire aquí, ¿ven? Solo ese discernimiento fue más que si yo hubiera predicado hasta la medianoche. Jesús dijo: “Percibo que virtud ha salido”. Y si así fue con el Hijo de Dios, ¿cuánto más lo será conmigo, un pecador? ¿Ven? Daniel vio una visión y estuvo afligido en su cabeza por muchos días. ¿Cuántos saben eso? Seguro. ¿Ven? Uds. no se dan cuenta de la gracia que Dios nos concede.",
    "Ahora, la señora sufre de un problema estomacal. Está en su estómago. La veo retrocediendo de la mesa. Y es por causa de una—una condición nerviosa que hace que el estómago esté así, lo cual hace que la comida no se pueda digerir. Es una úlcera péptica, realmente lo que es, en el estómago. Y ¿cree Ud. que Dios le sanará eso? [La hermana dice: “Sí”.—Ed.] ¿Acepta estar sana? Ud. crea que Dios se lo quitará. Dios la bendiga. Vaya, y que el Señor Dios se lo conceda.\n\nCon mucha reverencia.",
    "¿Cómo está Ud.? Supongo que somos desconocidos el uno para el otro. Realmente es la primera vez que nos vemos, ¿verdad? [La hermana dice: “Yo he estado en las reuniones”.—Ed.] Ud. ha estado en las reuniones, pero que yo la conozca, no la conozco.",
    "Su petición es por sí misma. Si Ud. cree, esa artritis la dejará. Sí. Ella estaba sentada allí, inclinando su rostro, orando. Eso se irá, si Ud. lo cree. Su esposo, ¿cree Ud. que Dios puede revelarme cuál es su problema? ¿Cree Ud. que Dios me lo puede decir? Ud. está muy contento en saber que ella iba a ser sana de eso. Ud. tiene un problema de próstata que le molesta. Levante la mano.",
    "Yo nunca los he visto, en mi vida. Díganme lo que tocaron ellos. Ahora solo hagan esa pregunta. ¿Qué tocaron ellos? No me tocaron a mí, están a diez metros de mí; sino que tocaron a ese Sumo Sacerdote.",
    "Si yo soy un desconocido para Uds., muevan su mano así. Uds.—Uds.—Uds. dos personas sentadas aquí, si yo… Solo muevan su mano así, si yo soy un desconocido para Uds. ¿Ven? ¿Ven? Uds. estaban sentados allí. Y la señora estaba orando, ¿ven?; y Él, parado aquí, Se vuelve como lo hizo en la Biblia; no—no yo volteando, Él girándome a mí.",
    "Miren, yo no sé esas cosas. Es como este micrófono, es completamente mudo, si algo no habla a través de él. Pero Uds. me escuchan a través de este micrófono (¿correcto?), pero el micrófono no puede hablar por sí mismo; no tiene voz. Yo no conozco a esas personas. ¿No pueden comprender que es en la Presencia de Dios, que utiliza eso para mostrarles Su Presencia? ¡Ábranse paso directamente!",
    "Ahora, nosotros, siendo que no nos conocemos, Ud. es mucho más joven que yo. Probablemente nacimos con años de diferencia y a millas de distancia, y aquí nos encontramos por primera vez. Ahora, cuando Aquello fue allá, yo solo puedo seguir; es una Luz, yo La observo, ¿ven Uds.? El Espíritu Santo es una Luz, lo sabemos. Pero si el Señor Jesús me ayuda a saber cuál es su problema, ¿me creerá que soy Su siervo, y saber que no soy yo, sino Él?",
    "Yo solo soy Su siervo, como ese micrófono. Ahora, este, este pulpito aquí es parte del mobiliario de la casa, pero no fue hecho para hablar; sostiene mi Biblia. El micrófono no sostiene mi Biblia; lleva mi voz. Bueno, hay diferentes dones en la iglesia; algunos son Su voz, algunos son una visión, algunos son otras cosas que ellos hacen. Pero yo solo lo soy, por visión, como Su siervo.",
    "Ahora, si Dios me permite saber ¿cuál es su problema, por qué está aquí, Ud. me creerá?, y ¿creerá que es la Palabra de Dios? Ud. está sufriendo con una infección. Y la infección está en la piel.",
    "¿Ven eso? Ella sabe si es la verdad o no. ¿Ven? Ahora, entre más hablara con ella, más se diría. Ella es una persona muy fina.",
    "A propósito, mire aquí por un minuto; luego los demás, si tienen que hacerlos pasar un poco más rápido. Solo hablemos por unos minutos, siendo que Ud. es una persona tan amable. Ud. sabe ahora que algo le ha sucedido. Bueno entre Ud. y yo hay una Luz. ¿Ha llegado a ver la foto de Ella? Está entre Ud. y yo. La estoy mirando a Ud. a través de esa Luz. ¿Ve? Y ¿cree que Dios puede decirme quién es Ud.? Él le dijo a Simón quién era él.",
    "¿Cuántos lo creen ahora? Aquí estamos con nuestras manos levantadas, somos completamente desconocidos.",
    "A Ud. le dicen “Florence”, y su apellido es McAllister. ¿Cree que Dios puede decirme de dónde viene Ud.? [La hermana dice: “Sí”.—Ed.] Ud. no es de aquí. Ud. es de un lugar llamado Lawrence, Kansas. Así es. Ahora vuelva, Jesucristo la ha sanado. Ajá.",
    "Tengan fe en Dios. ¿Ven? ¿Ver qué? Ahora, por favor sean reverentes; no se muevan. ¿Ven?, no se muevan.",
    "Dios sana la diabetes. ¿Lo cree Ud.? ¿Cree Ud. que Él podría sanarla? Siga adelante y diga: “Gracias, Señor”. Y créalo con todo su corazón, y Ud. será sanada.",
    "¿Cree que Dios puede sanar ese problema femenino que Ud. tiene? Entonces simplemente siga adelante, diciendo: “Gracias, Señor. Yo lo creo de todo corazón”.",
    "Muy bien, que venga la señora. Ud. tiene un problema femenino, y también tiene diabetes. ¿Cree que Dios la sanará? Solo siga caminando, diciendo: “Gracias, Señor”. Créalo ahora con todo su corazón.",
    "Venga. Una condición nerviosa causa un problema estomacal. ¿Cree que Ud. podría comer su cena ahora? Vaya, diciendo: “Gracias, Señor”. Coma su cena y crea con todo su corazón.",
    "Dios sana problemas al corazón. ¿Cree Ud. que le sanará el problema al corazón? Muy bien. Vaya creyéndolo y Él lo hará, ¿ve Ud.?, si Ud. cree.",
    "¿Qué pasaría si yo no le dijera nada, solo para mostrar la fe que yo creo que Ud. tiene, solo le impongo manos? ¿Cree que Ud. sanará? Venga. Ud. ya estaba sana cuando salió de allí arriba, con eso; es la verdad.",
    "Venga. Por supuesto, cualquiera puede ver que esta mujer está cojeando, así ha sido toda su vida. Pero tiene otra cosa, es un problema estomacal que le está molestando, que Ud. quiere… Solo siga caminando, diciendo: “Gracias, Señor”. Crea de todo corazón y vaya, y Ud. créalo.",
    "¿Cree que Dios sanará esa artritis, y permitirá que Ud. se recupere, y se vaya a casa? Vaya, creyéndolo con todo su corazón.",
    "¿Cuántos allá creen?, ¿todos Uds.? Aquí hay un hombre sentado aquí mismo mirándome. ¿No ven Uds. esa Luz suspendida sobre este hombre aquí mismo?",
    "Realmente, por lo que él está preocupado, es por un problema de sobrepeso. Así es. Levante la mano si es eso. ¿Cree que Dios le sanará? Su esposa está sentada allí junto a Ud., ¿cree Ud. que Dios puede decirme cuál es su problema? ¿Cree Ud.? ¿Lo hará, señora? ¿Cree que yo soy Su profeta, Su siervo? Eso ciega a la gente cuando uno dice “profeta”. ¿Cree Ud. que yo soy Su siervo? ¿Cree Ud. que Dios puede decirme cuál es su problema? Presión arterial alta. Crea de todo corazón ahora y eso la dejará, porque Ud. cree.",
    "Este muchacho de color sentado aquí en el extremo de la banca, observando fijamente, ¿qué piensa Ud. de esto, señor? ¿Cree que es de Dios, Ud. sentado allí? Me estaba mirando muy sinceramente. Yo no lo conozco. Ud. es un desconocido para mí. Pero Ud. está sufriendo de un problema. ¿Cree que Dios puede decirme lo que es? ¿Lo cree? Es una alergia. Así es. ¿Cree Ud. que Dios le sanará? Una gran cosa acerca de Ud., es esta: uno de sus mayores problemas es que está descarriado. Ud. realmente quiere regresar a Dios. Si es verdad, levante la mano, entonces venga aquí. Sus pecados le son perdonados, mi hermano.",
    "Ud. dice: “¿Cómo lo sabe?”. Él mismo que me dijo cuál era su problema.",
    "¿Cuántos aquí quieren que sus pecados sean perdonados? ¿Se podrían colocar de pie? ¿Quiere que sus pecados sean perdonados? Solo quiero ver si son lo suficientemente honestos para hacerlo. Gracias. ¿Me pregunto si pueden pasar aquí al frente y pararse aquí con este hombre que acaba de ser perdonado, diciendo: “Quiero el perdón de mis pecados; soy sincero al respecto”? Ud. no puede…",
    "Vamos, hay más que estos aquí. Ahora, si el discernimiento discierne enfermedad y dolencias, discierne pecado; Uds. saben eso. ¿Cómo yo podría saber que este hombre era un pecador? Eso es, salgan y pasen directamente. Nosotros solo… ¿Lo harían, solo por un momento? Venga aquí y párese por un momento, diga: “Yo quiero ser perdonado, hermano. Quiero que Dios me perdone por mi mal. Me doy cuenta que estoy en Su Presencia. A mí no me importa lo que piensen mis vecinos; yo—yo vengo de todas maneras. Soy perseverante. Yo quiero ser salvo, esta noche. Yo Le creo a Dios. Quiero venir ahora mismo y que todos mis pecados sean lavados”.",
    "¿Está bien llamar a los ministros? ¿Cuántos ministros hay aquí, que creen que estas personas tienen derecho a ser salvas por la gracia de Dios? Quiero que todo ministro que lo crea, venga y se pare aquí con ellos ahora mientras oramos, todo ministro que está interesado en las almas perdidas. Yo no pensaba hacer esto, pero sé que no conviene desobedecer Su Voz. Él me dijo que hiciera esto. Pudiera ser por última vez, no lo sé.",
    "¿Cuántos saben que esto es lo que Él hizo cuando estuvo aquí en la tierra? Entonces tiene que ser nuevamente Él. Es imposible que un hombre, cualquier ser humano, haga una cosa así. Estamos en Su Presencia. Y aquí Lo vemos a Él, esta noche, haciendo… “Si Yo fuere levantado, a todos atraeré a Mí Mismo”. ¿Ven? Lo vemos aquí a Él haciendo lo mismo que hizo cuando estuvo aquí en la tierra. ¿No podremos ser perseverantes nosotros ahora? Presionar para entrar. ¿Qué nos hizo venir aquí? ¿Qué causó todo esto, de todas maneras? Es Dios. ¿No lo creen Uds.?",
    "Yo quiero que cada uno de Uds. hermanos ministros pase adelante y ponga sus manos sobre una de esas personas que confiesan allí.",
    "Ahora, mi querido hermano, hermana, Uds. que están confesando en el altar, ¿qué los hizo venir? Ud. no vino por su propio poder. Ud. vino porque ese algo lo convenció de que Ud. estaba errado. Ud. quiere ser perdonado. Cuando Uds. vieron a ese pobre muchacho de color, ese muchacho etíope parado allí, se había apartado de Dios, y el Espíritu Santo reveló que Él era un pecador. Ese mismo Espíritu Santo nunca los llamó a Uds. de mis labios, pero los llamó a Uds., y aquí están Uds., esta noche, parados de la misma manera que ese muchacho. Confiesen sus pecados ahora delante de Dios. Créanle a Él con todo su corazón, y Él perdonará todo pecado que Ud. haya cometido, y los recibirá de nuevo esta noche en base a su confesión y compañerismo. Él lo hará si Ud. solo Le cree a Él.",
    "Ahora inclinemos nuestros rostros, toda la congregación, y todos muy reverentes. Ahora oremos. Cada uno de Uds. confiese sus pecados. Él está aquí. El Espíritu Santo está aquí; Eso es lo que está llamando. Ahora solo créalo con todo su corazón, confiese que Ud. está errado, pídale a Él que lo perdone. Y cada uno de Uds. hermanos oren con estas personas.",
    "Padre Celestial, venimos ahora en el Nombre del Señor Jesús, agradeciéndote por Tu gran gracia y poder para con nosotros, Señor. Que nosotros, los indignos, por acá abajo tarde, en la clausura del tiempo, pedimos que Tu misericordia sea extendida, Señor, que continúe hasta que la última alma le sea dada entrada. Esta noche, por Tu aparición ante nosotros ha causado que la gente sobrepase toda circunstancia, para pasar aquí, para creer que esta es la hora en que sus pecados les serán perdonados, y que serán libres, desde esta noche en adelante. Concédelo, Padre Celestial. Que todo pecado pase de ellos.",
    "Tú dijiste: “El que a Mí viene, no le echo fuera. Aunque vuestros pecados fueren como la grana, como la lana serán emblanquecidos; rojos como el carmesí, serán blancos como la nieve”. Nos sumergimos bajo el raudal de la Sangre de Jesucristo. Por fe llevamos a este pueblo, confesando, a esa Presencia de Dios, a la Sangre del Hijo de Dios, y pedimos perdón por ellos. Hacemos esta petición en el Nombre de Jesús. Perdona todo pecado y dales entrada a Tu cuidado, Padre. Mientras confiesan, tráelos de nuevo sobre la base de Tu promesa. Tú dijiste que lo harías, y sé que lo harás. Ellos son Tuyos, Padre. Te los damos a Ti, en el Nombre de Jesucristo.",
    "Cada uno de Uds. que está parado alrededor del altar ahora, que verdaderamente ha confesado que está errado, y en la Presencia de Dios, Ud. cree que yo soy Su profeta, y cree que Yo le he dicho la Verdad sobre esto, y Ud. cree que sus pecados han desaparecido, y Ud. ahora, por fe, pasa por ese velo a la Presencia de Dios, y dice: “Señor, yo Te creo ahora mismo, y Te acepto”, levante sus manos y diga: “Yo lo hago”. Cada uno alrededor del altar, levante sus manos y diga: “Yo lo hago. Yo ahora lo creo”. Dios los bendiga. Amén. Esa es la manera de hacerlo. Eso es. Solo por fe, rompa ese velo.",
    "Ahora, estando Ud. en el mismo terreno en el que está parado, que Ud. es perdonado, ahora, hermanos, pongan sus manos de nuevo sobre ellos para el bautismo del Espíritu Santo. Allí mismo donde Ud. está parado, ponga sus manos sobre ellos ahora, y oren para que ellos reciban el bautismo del Espíritu Santo, parados aquí mismo.",
    "Señor Jesús, envía Tu poder sobre ellos, como un viento recio que sopla. Envía otra repetición de Pentecostés; y llena la gente, no el cuarto, la gente, con el Fuego del Espíritu Santo, y perdón, y demostraciones de poder, en el Nombre de Jesús. Amén. 🦅"
  ]
}