{
  "title": "EL PODEROSO DIOS DEVELADO ANTE NOSOTROS",
  "id": "64610009",
  "content": [
    "🦅  Tengo unas cuantas Escrituras apuntadas, de las cuales quiero hablarles, y confío que Dios bendecirá nuestro pequeño esfuerzo. Ahora, mucha gente se pregunta porqué somos tan raros y tan ruidosos. Uds. saben, esta es una convención un poco distinta a lo que la gente normalmente ha visto; y por lo regular, todo se hace en una forma muy cortada y seca. Pero cuando venimos a estas convenciones (el cual ha sido mi privilegio ahora por varios años desde que se comenzaron), si casi no sabemos lo que vamos a hacer, venimos y nos rendimos. Eso es todo lo que sabemos hacer, y luego Dios hace lo demás. Por lo tanto, eso nos hace un pueblo que actúa muy peculiarmente.\n\nEl otro día alguien me dijo: “Sabe Ud., Uds. son una gente bien rara”.\n\nY yo le dije: “Me supongo que lo somos”.",
    "Y yo me acuerdo de una de las convenciones. El Hermano Toy me estaba contando de una ocasión cuando un hermanito alemán dijo que había recibido el Bautismo del Espíritu Santo. Y al día siguiente en el taller donde él estaba trabajando, levantaba sus manos y alababa al Señor y hablaba en lenguas y se portaba de una manera bien rara. Y por fin el jefe vino por allí y dijo: “Heinie, ¿qué pasa contigo?”\n\nEl dijo: “Oh, es que anoche fui salvo”. El dijo: “Mi corazón está rebosando con gozo”.\n\nEl dijo: “Bueno, seguramente estabas allá con aquellos locos”. [El profeta aquí usa la palabra nut que tiene doble significado. Puede ser “loco” o también “tuerca”.—Traductor]\n\nEl dijo: “¡Sí! ¡Gloria a Dios!” Dijo: “Gracias al Señor por las tuercas”. El dijo—el dijo: “Ud. ve un automóvil que viene por el camino”, dijo, “si Ud. le quita todas las tuercas, no queda nada sino pura ‘chatarra’”. Uds. saben, más o menos así es.",
    "Un día en California yo estaba caminando por las calles de Los Angeles y vi a un hombre que tenía un letrero puesto así de frente; y decía: “Yo soy un loco por Cristo”. Y todos lo estaban mirando. Y yo noté que se volteaban para verlo por detrás. Y yo pensé que yo haría lo mismo que los demás. Y en la—su espalda decía: “Ud. ¿por quién está loco?” Uds. saben, yo me supongo que todos somos un poco raros el uno para el otro. Pero Uds. saben, el mundo llega a estar en tal rutina al grado que algo distinto lo hace aparecer tan raro, y el pueblo piensa que algo—algo anda mal. Y por lo regular, Dios tiene que hacer algo tan fuera de lo común para hacer que la gente vuelva nuevamente a la Biblia.",
    "Me imagino que Noé fue un loco para aquella edad científica en la cual él vivía, porque ellos tenían—ellos podían probar que no había agua en los cielos. Pero Dios dijo que habría agua allí, por lo tanto, Noé predicándolo y creyéndolo, llegó a ser un loco. Y me imagino que cuando Moisés bajó a Egipto, él fue un loco para Faraón; pero recuerden, Faraón fue un loco para él también. Así que ellos…Nos damos cuenta de eso.",
    "Aun Jesús fue considerado un hereje. Correcto. Martín Lutero fue un loco para la iglesia Católica y Juan Wesley fue un loco para la Anglicana. Así que Ud. sabe, es casi el tiempo para otro loco. ¿No lo piensan Uds. así? Pero antes de que pudiese haber una tuerca, Ud. sabe, primero tiene que haber un perno para enroscarla. Así que Ud. sabe, Noé siendo una tuerca, él…Se necesita la tuerca y eso jala el perno—j ala algo y mantiene algo. Entonces Noé pudo jalar al arca a todos los que habrían de creer, libre de los juicios y eso por ser una tuerca, un loco.\n\nHallamos que Moisés jaló la Iglesia fuera de Egipto al ser él una tuerca. Correcto.",
    "Yo pienso que necesitamos una tuerca hoy para jalar a la Novia fuera de la iglesia. Necesitamos algo ahora, otra.\n\nAsí que nosotros somos un pueblo muy raro. Y yo pensé que en esta noche, si fuera la voluntad del Señor, yo intentaría leer unas Escrituras tocante a esto y les hablaría por unos momentos y trataría de mostrarles porqué nosotros somos un pueblo tan raro.\n\nAbramos ahora en las Escrituras en Filipenses el segundo capítulo, 1 y 8, y en Segunda de Corintios 3:6; y leamos, como creemos, la Palabra de Dios. Y ahora antes de leer, inclinemos nuestros rostros para orar.",
    "Bondadoso Padre Celestial, en verdad somos un pueblo privilegiado en esta noche al estar viviendo en esta edad, y poder ver las cosas que vemos aconteciendo, y saber que el tiempo está tan cerca, a la mano, cuando Jesús vendrá por Su Iglesia. Oh, eso nos conmueve el corazón, Señor.\n\nY mientras nosotros abrimos las páginas en esta noche, rogamos que Tú nos des el contexto de este texto; y que el Espíritu Santo revele a nuestro corazón las cosas que serían buenas y agradables a Dios. Porque lo pedimos en el Nombre de Jesús. Amén.",
    "Uds. saben, yo creo que les voy a pedir que hagan algo. Yo—yo por lo regular pido algunas cosas muy raras y ojalá no esté pidiendo algo demasiado raro. Pero cuando rendimos homenaje a la bandera todos nos ponemos de pie; y cuando la bandera pasa por en frente, nos ponemos de pie—lo cual debemos hacer; y nos ponemos de pie como un saludo. Ahora pongámonos de pie mientras leemos la Palabra, si lo desean. Segunda de Corintios 3:6.\n\nEl cual asimismo nos hizo ministros competentes de un nuevo pacto, no de la letra, sino del espíritu; porque la letra mata, mas el espíritu vivifica.\n\nY si el ministerio de muerte grabado con letras en piedras fue con gloria, tanto que los hijos de Israel no pudieron fijar la vista en el rostro de Moisés a causa de la gloria de su rostro, la cual había de perecer,\n\n¿Cómo no será más bien con gloria el ministerio del espíritu?\n\nPorque si el ministerio de condenación fue con gloria, mucho más abundará en gloria el ministerio de justificación.\n\nPorque aun lo que fue glorioso, no es glorioso en este respecto, en comparación con la gloria más eminente.\n\nPorque si lo que perece tuvo gloria, mucho más glorioso será lo que permanece.\n\nAsí que, teniendo tal esperanza, usamos de mucha franqueza;\n\nY no como Moisés, que ponía un velo sobre su rostro, para que los hijos de Israel no fijaran la vista en el fin de aquello que había de ser abolido.\n\nPero el entendimiento de ellos se embotó; porque hasta el día de hoy, cuando leen el antiguo pacto, les queda el mismo velo no descubierto, el cual por Cristo es quitado.\n\nY aun hasta el día de hoy, cuando se lee a Moisés, el velo está puesto sobre el corazón de ellos.\n\nPero cuando se conviertan al Señor, el velo se quitará.\n\nPorque el Señor es el Espíritu; y donde está el Espíritu del Señor, allí hay libertad.\n\nPor tanto, nosotros todos, mirando a cara descubierta como en un espejo la gloria del Señor, somos transformados de gloria en gloria en la misma imagen, como por el Espíritu del Señor.",
    "Y ahora en Filipenses 2, leemos esto (comenzando con el primer versículo y leyendo hasta el versículo ocho).\n\nPor tanto, si hay alguna consolación en Cristo, si algún consuelo de amor, si alguna comunión del Espíritu, si algún afecto entrañable, si alguna misericordia,\n\nCompletad mi gozo, sintiendo lo mismo, teniendo el mismo amor, unánimes, sintiendo una misma cosa.\n\nNada hagáis por contienda o por vanagloria; antes bien con humildad, estimando cada uno a los demás como superiores a él mismo;\n\nNo mirando cada uno por lo suyo propio, sino cada cual también por lo de los otros.\n\nHaya, pues, en vosotros este sentir que hubo también en Cristo Jesús,\n\nEl cual, siendo en forma de Dios, no estimó el ser igual a Dios como cosa a que aferrarse,\n\nSino que se despojó a sí mismo, tomando forma de siervo, hecho semejante a los hombres;\n\nY estando en la condición de hombre, se humilló a sí mismo, haciéndose obediente hasta la muerte, y muerte de cruz.",
    "Oremos. Padre Celestial, esta gran Palabra que ha sido leída en esta noche de Tu santa Escritura, hazla tan real a nuestros corazones que podamos salir de aquí como aquellos caminantes de Emaús, diciendo: “¿No ardía nuestro corazón dentro de nosotros mientras El hablaba con nosotros a lo largo del camino?” Porque lo pedimos en el Nombre de Jesús. Amén. (Pueden tomar asiento).",
    "Ahora, este es un texto muy raro, pero pienso que es muy adecuado para la ocasión. Quiero hablar sobre el tema de: El Poderoso Dios Develado Ante Nosotros.\n\nAhora, desde que ha existido el hombre, ha habido hambre en el corazón del hombre para saber de dónde vino, y cuál es su razón de estar aquí, y adónde es que va. Hay sólo Uno que puede responder a eso; ese es Aquel que lo trajo aquí. Y el hombre siempre ha querido ver a Dios.",
    "Allá en el Antiguo Testamento hallamos que Dios se veló de los incrédulos. Dios tiene una manera muy rara de obrar con la gente. El se oculta del incrédulo y se revela al creyente. Dios hace eso. Jesús le dio gracias al Padre que El había escondido estas cosas de los sabios y los prudentes y las había revelado a los pequeños, a los que deseaban aprender. Por lo tanto, hallamos que Dios nunca cambia Su naturaleza y El siempre está efectuando Su obra igual. Hallamos en Malaquías 3 que El dijo: “Yo soy Dios y no cambio”. Por lo tanto El obra a base del mismo principio, siempre.",
    "Ahora, tomemos uno de los Libros más antiguos de la Biblia. Cuando Job, uno de los hombres más justos de su día, un hombre perfecto en las leyes de Dios—un siervo noble, siervo honorable—al grado que Dios mismo dijo: “No hay tal como él en toda la tierra”. Pero su deseo era de ver a Dios. El sabía que había un Dios y él sentía que deseaba verlo, o de otra manera, ir a Su casa, tocar a la puerta y decir: “Yo deseo hablar con Ud.”, sentarse, hablar con El como haríamos nosotros, el uno con el otro. Nosotros tenemos un entendimiento. Por eso es que estamos en estas convenciones adonde nos reunimos y expresamos nuestros pensamientos; y nos entendemos mejor el uno con el otro cuando hablamos las cosas juntos. Y los ministros hacen eso. Personas de todos los rangos de la vida lo hacen, hablan las cosas.",
    "Y Job…Dios fue tan real para él, que él deseaba saber si podía llegar a Su puerta y tocar y—y tener una entrevista con El. Pero hallamos que Dios sí habló con él, pero El estaba velado. El estaba velado en la forma de un torbellino. Y le dijo a Job que se vistiera, que se preparara, El iba a hablar con él como un hombre. Y El bajó en un torbellino y habló con Job. Y El se dio a conocer a Job por medio del torbellino, sin embargo, éste en realidad no lo vio. El simplemente podía oír el sonido del viento que soplaba por los árboles y la voz que salió del torbellino. Pero Dios estaba velado en el torbellino.",
    "Hallamos allá en el Africa (Africa del Sur), que allá usan la palabra Amoyah, la cual significa “una fuerza que no se ve”. Y esta fuerza invisible en el torbellino tuvo una voz audible. Habló con Job, sin embargo él no vio Su forma; pero El estaba velado de él por el torbellino. Hallamos que uno de los grandes profetas de la Biblia, Moisés, en el Antiguo Testamento, uno de los escogidos de Dios, selecto, un siervo predestinado, él también deseó verle. El había estado tan cerca de El y había visto tantas cosas de Su gran mano mística que se obraban delante de él y haciendo las cosas que solo Dios podía hacer. El deseaba verle un día, y Dios le dijo: “Ve párate en la piedra”.\n\nY mientras estaba parado en la piedra, Moisés lo vio pasar. El le vio Su espalda. Y él dijo: “Parecía un hombre”, la espalda de un hombre. Sin embargo, él no vio a Dios; él solamente vio el velo de Dios.",
    "La Biblia dice: “Ningún hombre ha visto a Dios en ningún tiempo, mas el primogénito del Padre le ha declarado”. Entonces Moisés lo vio velado como un hombre.\n\nY hallamos que Jehová del Antiguo Testamento fue simplemente Jesús del Nuevo Testamento. Y—y aquí el Dr. Scofield, hallamos que su palabra cambiando de forma, hallamos que la palabra en morphe en griego, lo cual significa “el invisible fue hecho visible”. Algo que no puede…Sabemos que está allí. Podría ser—no puede ser visto, sin embargo, sabemos que está allí. Y cuando El cambió Su forma de en morphe, lo que significa que El cambió de lo sobrenatural a lo natural…y El simplemente cambió Su máscara.\n\nEn otras palabras, es como un drama; El estaba actuando. En—en el griego, cuando ellos cambiaban su máscara, quizás en un drama, uno de los actores pudo haber actuado varias partes. Y mi hija (que está aquí presente)…Ellos acaban de tener un drama allí en el colegio. Y ellos—un joven a quien yo conozco, actuó en unas cuatro partes, pero él iba detrás de la cortina y cambiaba su máscara para así poder salir y personificar otro personaje.",
    "Ahora, si tomamos las profecías del Antiguo Testamento concernientes a lo que sería el Mesías, se pueden comparar con la vida de Jesús y allí uno tendría exactamente lo que Jesús fue. El no fue simplemente un hombre ordinario; El era Dios, en morphe. El fue cambiado de—de lo sobrenatural a la forma natural de un hombre; sin embargo El fue Dios manifestado en la carne, velado por un velo carnal, humano. Y vea Ud. bien el Antiguo Testamento.\n\nYo—yo—yo sé que estoy hablando a una audiencia mixta en esta noche de todas partes del mundo. Y estamos aquí para descubrir qué somos, qué estamos haciendo, ¿qué—qué somos?…¿adónde es que vamos? ¿Qué está pasando? ¿Qué significa todo esto?",
    "Y ahora hallamos aquí que si Uds. hombres y mujeres Judíos…y los rabinos en el templo en los días pasados, si ellos hubieran vigilado bien la Biblia, las profecías, en lugar de las tradiciones, ellos hubieran reconocido Quien era Jesús. Ellos no le hubieran llamado Beelzebú; ellos no le hubieran crucificado. Pero todo eso tuvo que actuarse; todo es parte del drama. Y ellos fueron cegados en este caso.",
    "Es como muchos de Uds., hombres y mujeres, aquí en esta noche, quizás de mi edad o mayores. Uds. se acuerdan aquí en América hace varios años, los chinos (mi hermano que presentaron aquí, eso me vino a la mente cuando yo estaba hablando con él), como es que ellos antes…Ellos no podían hablar inglés y ellos manejaban las lavanderías. Y uno llegaba a su lavandería para que le prepararan la ropa. Y el lavandero chino tomaba un papelito y lo partía de cierta forma. Ud. se llevaba una parte del papel y él se quedaba con la otra parte. Pero cuando Ud. regresaba para reclamar sus cosas, estos dos pedazos de papel tenían que encajar. Y si no encajaban perfectamente (y Ud. no podría personificarlo de ninguna manera porque él tenía un pedazo y Ud. el otro), y si fuera personificado…Entonces Ud. tenía derecho de reclamar lo que era suyo. Y entonces Ud. podía obtener lo que le pertenecía cuando Ud. poseía la otra parte del contrato.\n\nY así es aquí en esta noche, cuando en realidad tenemos la otra parte del contrato. Cuando Dios partió en dos a Su Hijo allá en el Calvario, tomó el cuerpo por sacrificio y nos envió el Espíritu a nosotros, el cual antes vivía en un Hombre, Jesús (ese mismo Dios está velado en esta noche en la forma del Espíritu Santo), esos dos pedazos tienen que unirse; luego Ud. es parte del contrato. Dios hizo esto para darse a conocer mejor al hombre cuando El se hizo hombre.",
    "Yo estaba leyendo una historia hace varios años, y en esta historia decía que un gran rey muy noble…Se me olvida su nombre. Yo no estaba pensando relatar esa historia. Y quizás fue ficción, pero nos—nos lleva a un punto que nos da una base para lo que queremos decir.\n\nEste rey, era un rey tan noble, y tan amante de sus súbditos, al grado que un día ante su—su guardia y toda su realeza, él dijo: “Hoy Uds. me están viendo por última vez por muchos años”.\n\nY su guardia y sus nobles le dijeron: “Buen rey, ¿por qué dice Ud. eso? ¿Va a salir Ud. hacia un—un país extranjero en algún lugar, para ser un extranjero?”\n\nEl dijo: “No, yo me voy a quedar aquí mismo”. “Pues”, dijo, “yo voy a salir entre mis súbditos. Yo voy a llegar a ser un campesino. Yo voy a cortar leña con el leñador. Voy a arar la tierra con el agricultor. Voy a cortar las viñas con aquellos que podan las viñas. Seré uno de ellos para así estar mejor informado sobre lo que ellos están haciendo. Y yo los amo, y yo quiero estar mejor informado sobre ellos personalmente. Ellos no me conocerán, sin embargo, yo quiero conocerlos en esa forma”.",
    "Y al día siguiente cuando sus delegados…Toda su gente lo vio—o los que estaban en el palacio—lo vieron quitarse la corona y colocarla sobre el asiento (el trono), se quitó la túnica y se puso ropa de campesino y salió a caminar entre el pueblo común.\n\nAhora en esa historia descubrimos algo acerca de Dios. Ellos le dijeron al rey, dijeron: “Rey, te queremos. Te amamos. Nosotros—nosotros queremos que permanezcas como rey”.\n\nPero él quería ser uno de ellos para conocerlos mejor, y para que ellos lo conocieran mejor a él, verdaderamente como él era. Eso desplegaría ante ellos lo que él en realidad era.",
    "Y eso es lo que hizo Dios. El se cambió de ser Jehová Dios para llegar a ser uno de nosotros, que así pudiera sufrir, así El pudiera probar la muerte, El así podría conocer lo que era el aguijón de la muerte, y tomar sobre Sí mismo la pena de la muerte. El puso a un lado Su—Su corona y Su túnica y llegó a ser uno de nosotros. El lavó pies con los—con los—los más bajos. El moró en tiendas con los pobres. El durmió en el campo y en las calles con los desamparados. El llegó a ser uno de nosotros para que pudiese El entendernos mejor a nosotros, y para que nosotros pudiésemos entenderlo mejor a El.",
    "Ahora, pienso que en eso, hallamos que El al cambiarse, lo que hizo, si lo notan, El vino en el nombre de tres hijos. El vino en el Nombre del Hijo del hombre, y en el Hijo de Dios, y en el Hijo de David. El vino como el Hijo del hombre…Ahora en Ezequiel 2:3, Jehová mismo llamó a Ezequiel el profeta, el hijo del hombre. Hijo del hombre significa “un profeta”. El tuvo que venir de esa manera para dar cumplimiento a Deuteronomio 18:15, en donde Moisés dijo: “El Señor vuestro Dios levantará de entre vosotros un Profeta semejante a mí”. El nunca se llamó a Sí mismo Hijo de Dios. El se refirió a Sí mismo, como el Hijo del hombre, porque El tuvo que venir de acuerdo a las Escrituras.\n\n¿Ven? El tuvo que hacer que esos dos pedazos de papel roto, la profecía del Antiguo Testamento y Su propio carácter, fueran exactamente iguales. Por eso El vino de esa forma, como el Hijo del hombre.",
    "Luego hallamos, después de Su muerte, entierro, y resurrección, El llegó al Día de Pentecostés como Hijo de Dios—Dios, el Espíritu, en la forma del Espíritu Santo. ¿Qué estaba haciendo? El se estaba cambiando, dándose a conocer a Su pueblo en una forma distinta. Como el Espíritu Santo, el cual es Dios, El vino para lidiar a través de las edades de la iglesia como Hijo de Dios, el Espíritu Santo. Pero en el Milenio El viene como Hijo de David para sentarse en el trono de David—Rey. El debía de tomar el trono de David; El ahora está en el Trono del Padre. Luego El dijo: “El que venciere se sentará conmigo en Mi Trono, como yo he vencido y me he sentado en el Trono de Mi Padre”. Así que en el Milenio, El será el Hijo de David. ¿Qué es? El mismo Dios siempre, solamente cambiando Su—Su máscara.\n\nPara mi esposa, yo soy su esposo.",
    "¿Han notado Uds. lo que dijo la mujer sirofenicia? Dijo: “¡Hijo de David, ten misericordia!” El…Eso ni le atrajo a El la atención. Ella no tenía ningún derecho de llamarlo a El así; ella no tuvo ningún derecho sobre El como Hijo de David. El era—El es el Hijo de David para el judío. Y ahora El vino…Pero cuando ella lo llamó Señor (para ella El era Señor), entonces fue que recibió lo que pedía. Ahora, como…El simplemente se estaba cambiando.",
    "Ahora, en mi hogar yo soy tres personas distintas. En mi hogar mi esposa tiene derechos sobre mí como esposo. Mi hija, sentada allí, ella no tiene derechos sobre mí como esposo; yo soy su padre. Y para mi nietecito ahí, yo soy su abuelo; así que él no tiene ningún derecho de llamarme padre. Yo no soy su padre; mi hijo es su padre. Yo soy su abuelo, pero sigo siendo el mismo hombre.\n\nY lo que Dios hace, El simplemente se cambia para mostrarse a esa generación, para darse a conocer a ese pueblo. Y eso es lo que hemos venido a descubrir aquí en esta noche: ¿En que forma debe Dios darse a conocer a este pueblo y en este tiempo? El cambia Su máscara; El cambia Su aspecto, pero El nunca cambia Su disposición. El no cambia Su—Su naturaleza; El simplemente cambia Su máscara de una a otra. El lo hace para revelarse más claramente al pueblo, para que ellos puedan conocer quién es El y qué es El.",
    "En Hebreos capítulo uno leemos: “Dios, habiendo hablado muchas veces y de muchas maneras en otro tiempo a los padres por los profetas, en estos postreros días nos ha hablado por Su Hijo, Jesús”. Ahora, los profetas, dijo Jesús (cuando El estaba aquí en la tierra), ellos eran dioses. “Vosotros llamáis dioses a quienes vino la Palabra de Dios, y las Escrituras no pueden ser quebrantadas”, dijo El. Dijo: “¿Cómo podéis condenarlo a El cuando El es el Hijo de Dios?” ¿Ven?",
    "La Palabra de Dios es otorgada a cada edad—lo que ha de ser; y Jesús fue el cumplimiento de todas las profecías. “En el moraba la plenitud de la Deidad corporalmente”. Eso estaba en El.\n\nEl es el que estaba en José. El es él que estaba en Elías. El es él que estaba en Moisés. El es él que estaba en David, un rey rechazado. Su propio pueblo lo había rechazado como Rey. Y mientras El salía del patio del—del palacio, un hombre afligido, arrastrándose, que estaba disgustado con su—su gobierno, su sistema; y él le escupió. En eso el guardia sacó la espada y dijo: “¿Dejaré que la cabeza de este perro permanezca en él, y él escupiendo sobre mi rey?”\n\nY David, quizás ni dándose cuenta de lo que estaba haciendo en el momento, pero él fue ungido, y él dijo: “Dejadlo quieto. Dios le ha dicho que haga esto”. Y él subió al cerro y lloró sobre Jerusalén, un rey rechazado.\n\n¿Han notado Uds. que, algunos centenares de años después, el Hijo de David, siendo escupido en las calles, estuvo sobre el mismo cerro, contemplando a Jerusalén, un Rey rechazado, y clamó: a “Jerusalén, ¿cuántas veces quise juntarte como la gallina a sus polluelos debajo de sus alas, y no quisiste?”",
    "El nunca cambió Su naturaleza, porque Hebreos 13:8 dice: “El es el mismo ayer, y hoy, y por los siglos”. Dios fue hecho carne para así poder morir y redimirnos del pecado. Por eso es que se cambió para ser—ser hombre.\n\nVemos en San Juan 12:20, que los griegos habían oído de El. Ahora, no hay hombre que pueda oír de El, que a la vez no arda su corazón por verle. Como Job y los profetas de la antigüedad, todos querían verle. Entonces estos griegos vinieron a verle. Llegaron con Felipe, el cual era de Betsaida, y le dijeron: “Señor, deseamos ver a Jesús”.",
    "Los griegos querían verle; pero no podían verle, porque El estaba en el templo de Su humanidad. Dios estaba en Cristo reconciliando el mundo a Sí mismo.\n\nAhora hallamos que en esto, estos griegos no le podían ver. Y noten las palabras que Jesús les expresó después; El dijo: “Si el grano de trigo no cae en la tierra y muere, queda solo”. En otras palabras, ellos jamás podrían verle a El en ese cambio, en la máscara en que estaba entonces, porque El estaba velado en carne humana. Pero cuando este Grano de Trigo cayese en tierra, entonces produciría a todas las razas. El fue enviado a los judíos, desde luego, en aquel tiempo, pero este Grano de Trigo tenía que caer. Dios velado en carne humana, oculto de los incrédulos, pero siendo revelado a los creyentes.",
    "En Juan capítulo 1:\n\nEn el principio era el Verbo, y el Verbo era con Dios y el Verbo era Dios.\n\nY aquel Verbo fue hecho carne, y habitó entre nosotros (y le vimos…el unigénito del Padre), lleno de gracia…\n\nAhora, en el principio era el Verbo, o sea la Palabra. Una palabra es un pensamiento expresado. En el principio El ni era Dios. Ahora, nuestra palabra dios, en inglés, el día de hoy, significa “un objeto de adoración”. Cuan confuso es para la mente. Uno puede hacer un dios de otra persona. Ud. puede hacer un dios de cualquiera cosa. Pero en el Antiguo Testamento, en Génesis 1, En el principio Dios…la palabra usada allí es, Elohim. Elohim significa “El Autoexistente”. Qué gran diferencia hay entre la palabra Elohim y nuestra palabra dios. Elohim significa “El Autoexistente”.\n\nNosotros no podemos ser autoexistentes. Nosotros no podemos ser todopoderosos, omnipotentes, omnipresentes, ni omniscientes. Elohim expresa todo eso. Nosotros no podemos ser eso. El árbol que uno adora como dios, o el—o el edificio, esas cosas no son autoexistentes.",
    "Así que Dios, en el principio, era Vida, el Ser Eterno. En El habían atributos, y aquellos atributos llegaron a ser palabras, y la Palabra, o el Verbo, llegó a ser carne. Jesús fue un Redentor. Y redimir significa “traer de nuevo”. Y para poder traerlo de nuevo, tenía que estar en algún lugar para ser traído acá otra vez. Entonces pueden ver que toda la gente no podrá ver esto, porque no todos estuvieron allá en el principio en el pensamiento de Dios. ¿Ven?",
    "¡Fíjense en los sacerdotes! Cuando ellos le vieron expresarse exactamente justo con la Palabra, lo que El era, ellos dijeron: “Es Beelzebú”. Eso mostró en donde estaba su naturaleza; estaba en el pensamiento moderno del día. Pero cuando la prostituta, a la cual El encontró en la entrada, y le dijo—le mostró Su señal de Mesías al decirle lo que ella había hecho, ella dijo: “Señor, me parece que eres profeta. Sabemos que el Mesías, cuando El venga, El nos dirá todas estas cosas”. Ella estaba reconociéndolo como el Mesías, el Ser Ungido, por cuanto El cuadraba con las calificaciones Escriturales. ¿No lo pueden ver Uds.? Los dos pedazos del papel se estaban uniendo. “Sabemos que cuando el Mesías venga…”",
    "Ahora, Dios quizás tuvo que mezclar esto y aquello para que la campana tuviera cierto sonido, así como el que moldea las campanas, pero cuando Jesús se dio la media vuelta y dijo: “Yo soy El que habla contigo”, allí no hubo ninguna expresión como “Beelzebú”. Ella dejó su cántaro de agua, corrió a la ciudad, y dijo: “Vengan y vean a un Hombre que me ha dicho todas las cosas que he hecho. ¿No es este el mismo Mesías?” ¿Ven?\n\nAhora ¿qué hizo eso, de juntar la antigua Escritura con la experiencia que—que Jesús le estaba dando a ella? ¿Qué produjo? Produjo el Mesías. Y ¿notaron Uds.? Rápidamente sus pecados fueron perdonados, por cuanto en el principio ella era redimible; por cuanto ella estaba en el pensamiento de Dios en el principio. Por lo tanto, ella fue redimida o traída nuevamente, cuando ella vio la expresión de la Escritura manifestada, de Jehová: lo que El era; lo que El es.",
    "Ahora, cuando Jesús vino, si El hubiera venido con el mensaje de Noé, eso no hubiera funcionado: el construir un arca y salir flotando. Eso no hubiera funcionado. Pero eso—Noé fue una porción de Dios. El actuó en una forma muy peculiar, porque él era peculiar. Su mensaje era raro, por cuanto era la Palabra siendo hecha manifiesta. El no hubiera podido venir con el mensaje de Moisés por cuanto eso—eso no hubiera funcionado. Moisés fue una porción de Dios, hecha manifiesta; El fue la Palabra expresada para aquella hora. Pero Jesús no pudo venir de esa manera. La Biblia no dijo que El vendría en esa forma. Pero cuando El llegó a la escena, expresado exactamente como el—el Testamento había dicho que El sería expresado, entonces todos aquellos que eran redimibles lo creyeron; por cuanto ellos eran los pensamientos de Dios. Los atributos de El allá en el principio, fueron hechos carne y redimibles, y fueron traídos nuevamente a Dios. “Mas a todos los que le recibieron, les dio potestad de ser hechos hijos de Dios”, por cuanto eran redimibles. Ellos estaban desde el principio en la expresión.",
    "Si pudiésemos parar aquí por un momento (si fuera posible), y pensar en eso en esta noche, del mensaje de la hora, los pensamientos expresados de Jehová…Nos es dicho que antes de la fundación del mundo, que nuestros nombres fueron colocados en el Libro de la Vida del Cordero. Entonces podemos ver los dos partidos, como dije al principio, porqué uno es tan raro para el otro. Así tiene que ser. Siempre fue así; así siempre ha sido; y así siempre será. El fue el Verbo, y el Verbo fue hecho carne y habitó entre nosotros.",
    "Ahora Dios, allá en los días del Antiguo Testamento, hallamos que después que El hubo aparecido a Su pueblo en distintas formas, El se veló detrás de pieles de tejones—Dios, ocultándose detrás de pieles de tejones en Su propiciatorio. Hallamos que (cómo fue que Salomón, cuando él dedicó el templo del Señor, y allí estaban colgadas estas pieles de tejones, el velo)—cómo fue que El entró como la Columna de Fuego y como la Nube, y bajó allí atrás, y Se veló para el mundo de afuera. Pero por fe Israel sabía que El estaba allí atrás. Ellos sabían que El estaba allí, sin importar lo que ninguno de los impíos tenía que decir. El estaba oculto del incrédulo, pero el creyente, por fe, sabía que El estaba allí; ellos tenían misericordia. Y El estaba en Su propiciatorio, lo cual era un gran secreto.",
    "Uds. saben, en el Antiguo Testamento, el entrar detrás de esas pieles era muerte. Hoy en día, el quedarse afuera de allí es muerte. Allá entonces, el entrar en Su gloria era muerte; ahora, el no entrar en Su gloria es muerte. Este cambio ocurrió, desde luego, cuando el velo fue roto en el Calvario, cuando el velo fue roto, el velo viejo. Ahora, el no entrar en Su presencia es muerte. Allá, el entrar en Su presencia era muerte. ¿Ven? Así va cambiando del uno al otro, y uno tiene que hallar la Escritura para ver en qué día estamos viviendo.",
    "Ahora, cuando el velo fue roto en el Calvario, el Propiciatorio estuvo a la vista, pero ¿qué pasó? Estaba colgado allí en el Calvario, sangrando. Así como ellos habían tomado sangre año tras año en el lavamiento del santuario y el rociamiento del propiciatorio. Allí, Dios, con Su gran y poderoso golpe de fulminante poder, partió el velo hecho de piel de tejones desde arriba hasta abajo, y el Propiciatorio estaba a la vista. El genuino y verdadero Cordero de Dios estaba colgando a la vista en el Calvario, el verdadero Propiciatorio, cuando Dios había pagado el precio El mismo y había llegado a ser uno de nosotros, y se había manifestado como un hombre para conocernos mejor y nosotros conocerle a El.\n\nEl Propiciatorio estaba a la vista de todo Israel en aquel Día de la Expiación.",
    "Pero he aquí, las tradiciones de los padres eclesiásticos en aquel día habían, por sus tradiciones, habían velado el verdadero Propiciatorio del pueblo. Si ellos hubieran conocido la Escritura, las dos piezas se hubieran juntado como en el boleto chino. La profecía del Antiguo Testamento se hubiera cumplido, y fue. Y si ellos hubieran sido instruidos en la Escritura hubieran visto el Propiciatorio.\n\nComo dijo Moisés aquí que…Hasta el día de hoy están velados. Aún está sobre sus corazones; ellos no lo ven.",
    "Pero El fue Dios, el sufrimiento y la Expiación, El fue el genuino Propiciatorio parado a la vista.\n\nComo cantamos el himno:\n\n¡He aquí! Miradlo a plena vista,\n\nAllí está el gran Conquistador,\n\nDesde que partió el velo en dos.\n\n¿Ven Uds.? El vino como el Propiciatorio, colgado allí a la vista de toda la congregación. Pero ellos estando bajo la opinión popular…Ahora, hombres y mujeres, y delegados en esta convención, yo quiero decir esto, sin acepción de personas. Pero a la luz de hoy, en vista de porqué estamos aquí, temo que las tradiciones de los padres, los padres eclesiásticos, han ocultado esto de demasiada gente. Desde que el Espíritu Santo ha venido en estos últimos días como fue profetizado, y el velo ha sido roto, demasiada gente se esfuerza por quedarse con las tradiciones de los padres; y por eso ellos no pueden ver este gozo inefable, esta paz, y las cosas que la iglesia tiene hoy. Sin embargo, está a plena vista de los que creen. El ocultó la Palabra, la Palabra prometida para este día.",
    "Ahora, las tradiciones han producido un velo. Dicen que los días de los milagros han pasado. Un hombre me habló, un hombre fino, y culto, allá en Tucson, Arizona, donde yo vivo. Yo había tenido una reunión en el Hotel Ramada, y habíamos estado hablando en la Convención de los Hombres de Negocio, donde el Señor Jesús se había hecho presente y había hecho grandes cosas. Y este caballero Cristiano vino y me dijo (el es un ministro de la iglesia, un hombre fino), y él me dijo: “Hermano Branham, Ud. está intentando proyectar al pueblo una edad apostólica”, él dijo, “y eso que la edad apostólica ha cesado”.\n\nY yo dije: “Le ruego mi Hermano que me muestre Ud. cuándo es que cesó la edad apostólica en la Escritura”. Dije: “La edad apostólica comenzó en el Día de Pentecostés, y ha sido…Pedro dijo en el Día de Pentecostés: ‘La promesa es para vosotros, y para vuestros hijos, y para todos los que están lejos; aun para cuantos el Señor nuestro Dios llamare’. ¿Cuándo cesó? Si Dios aún está llamando, entonces la edad apostólica sigue vigente”.",
    "Por lo tanto, allí es donde tratan de vendar la vista de tanta gente, por las tradiciones de los ancianos, así como fue allá entonces. Y fallan en ver porqué la gente se está regocijando tanto, y porqué están tan entusiasmados. Y—y estas convenciones son tan raras, una cosa tan rara para otra gente, es porque estos pueden ver. Ellos han sobrepasado las barreras; se han abierto camino a través de los velos hasta la presencia de Dios en donde ven la promesa manifestada de esta hora, hecha manifiesta ante el pueblo. Ellos ven lo que Dios ha prometido.",
    "En Joel 2:28, El prometió que en estos últimos días habría una lluvia tardía derramada sobre el pueblo en los últimos días. Yo pienso que la palabra griega allí es kenos, la cual significa que “El se ha vaciado”, no en la manera en que nosotros lo diríamos, como algo que estuviera adentro de alguien y se hubiera vaciado, pero El se ha derramado. El cambió Su—en morphe. El—El cambió de lo que era a lo que es. El nunca cambia Su naturaleza.\n\nPero en el Día de Pentecostés El se cambió de ser Hijo del hombre a ser Hijo de Dios. El vino, no con el pueblo, sino que vino en el pueblo (¿ven?), el mismo Dios para llevar a cabo Su ministerio a través de esta gran edad.",
    "El profetizó en la Biblia que vendría un día cuando no sería ni día ni noche, pero al atardecer habría luz. Ahora el sol, hablando geográficamente, sale en el este y se pone en el oeste. Es siempre el mismo sol.\n\nAhora, cuando el Hijo (H-I-J-O), se reveló en la manifestación de la Palabra prometida allá en Israel, el pueblo del Oriente…Hemos tenido un día de mucha tiniebla. Y hemos tenido suficiente luz en los reformadores y etc., para formar iglesias y denominaciones, y unirnos a ellas; y entrar y besar a los pequeños; y casar a los de más edad; y enterrar a los muertos, y etc.; y vivir en la iglesia. Pero en el tiempo de la tarde, “Habrá luz”, dijo El, “en el tiempo de la tarde”. Y ninguna Escritura puede ser quebrantada. Y el mismo H-I-J-O que se vació, kenos, en el Día de Pentecostés, prometió hacer lo mismo en el tiempo de la tarde. ¿Ven? Es según la promesa.\n\nHay que unir los dos pedazos del papel. Mire Ud. lo que está sucediendo, y lo que El ha prometido, entonces podrá ver adónde es que estamos. Hay que unir esta cosa. Uno puede ver la develación de este gran Ser poderoso. Las tradiciones han cegado a la gente una vez más de estas grandes cosas que han sido profetizadas.",
    "Cuando Moisés bajó de la montaña, la cual estaba en llamas…Cuan hermosa es la ilustración. Moisés había bajado a Egipto y les dijo a los padres de la iglesia que el Señor Dios le había visitado en el Nombre de Yo Soy. Ese Nombre es en tiempo presente, no: “Yo fui”, “Yo seré “, sino, “Yo Soy”, siempre el mismo; el mismo ayer, y hoy, y por los siglos. El es tiempo presente. El…Eso cuadra perfectamente con Hebreos 13:8: “Jesucristo es el mismo ayer, y hoy, y por los siglos”.",
    "Aún es la Palabra profetizada, y la congregación que habría de cuadrar perfectamente con esa Palabra, la experiencia de este día…“Los reformadores lo tenían”. Oh, pero esto ya es otro día. ¡Vean en que día estamos viviendo!\n\nAsí como El no podía venir en los días cuando El vino a la tierra, en la—en la forma en que vino Moisés o ninguno de los otros profetas; no estaba profetizado así. Y en estos últimos días, está profetizado que vendrá de esta forma. No puede venir en la forma del avivamiento de Lutero; no puede venir en la forma del avivamiento de Wesley; es la hora de la restauración. Es un tiempo cuando tiene que volver a la luz original, el original.\n\nOh, ¡cómo podríamos citar las Escrituras en cuanto a ese punto! Y Uds. teólogos (no importa de qué parte del mundo vengan), Uds. saben que eso es correcto. Es una promesa. Eso es lo que hace al pueblo tan raro. Eso es lo que hace a los pájaros raros, como Uds. les llaman. Es porque ellos…Es…El velo de la tradición ha sido roto, y ellos lo ven. El es el mismo ayer, y hoy, y por los siglos. Es la—es la promesa de Dios, y no podemos ir contra a eso, por cuanto las Escrituras no pueden ser quebrantadas.\n\nSí, hallamos que El prometió que se vaciaría en Su pueblo, y El es el mismo ayer, y hoy, y por los siglos.",
    "Después de que Moisés había bajado a Egipto y había declarado esto, entonces el Padre vindicó su mensaje al bajar sobre el Monte Sinaí en la misma Columna de Fuego y prendió el cerro en llamas. ¿Hemos notado a quién dio El la promesa? El lo envió con la Palabra. El tenía los mandamientos, y para tener esos mandamientos, él tuvo que…\n\nLos mandamientos eran la Palabra; la Palabra nunca había venido al pueblo. Así que la Palabra siempre viene al profeta, y él era el profeta de la hora.\n\nAsí como Jesús era la Palabra. Juan fue el profeta, y Jesús vino a él en el agua, porque la Palabra siempre viene al profeta sin fallar. La Palabra viene…",
    "Así que Moisés, la Palabra vino a él, los mandamientos, y él los tenía.\n\nAhora, ¿por qué? Cuando la Palabra fue dada y hecha manifiesta, Moisés tenía que velar su rostro, por cuanto la Palabra no había sido completamente hecha manifiesta. Ellos sabían que algo había pasado, pero no sabían qué era (los rugidos y los truenos), al punto que dijeron: “Que nos hable Moisés y no Dios”.\n\nY Dios dijo: “Muy bien, eso haré. De aquí en adelante ya no apareceré así de esta forma. Yo les enviaré un profeta. Así que él…Yo hablaré a través de Mi profeta”.",
    "Ahora, si Moisés con la ley natural (como Pablo lo ha revelado a nosotros aquí en Segunda de Corintios), tenía que velar su rostro en lo natural, ¡cuanto más será glorioso lo Espiritual y velado al incrédulo antes de ser hecho manifiesto a ellos! ¡Cuánto más llamarían…! Moisés fue un pájaro raro. Cuánto más lo van a llamar a Ud., que ha pasado a través del velo, que ha entrado en la Columna de Fuego, y ha regresado con las bendiciones. ¡Y ahora Ud. está velado! El pueblo no lo puede ver. Ellos no lo pueden entender. Si lo natural fue glorioso, ¡cuánto más será lo sobrenatural! Si lo natural, lo cual tenía fin, fue glorioso, ¡cuánto más glorioso será esto, lo cual no tiene fin!",
    "Pero sigue velado. No está velado para el creyente, sino para el incrédulo; él no lo puede ver. Dios siempre Se vela del incrédulo. Las tradiciones lo ocultan. Así como hicieron allá entonces, así lo hacen hoy. Lo que tenemos hoy es un velo espiritual, mientras que allá era un velo natural. Vindicado por el profeta con la Palabra escrita, un profetizador, uno que viene con la Palabra escrita para hacerla clara, ellos sabían que allí estaba la Palabra, pero no sabían qué significaba; y luego Moisés la aclaró. El dijo: “El mandamiento dice esto, y esto es el porqué “. El lo aclaró. Y antes de que fuera aclarado, estaba velado.",
    "Y así es también hoy, velado al pueblo mientras no está revelado y aclarado al pueblo—Dios, el poderoso Dios, velado en carne humana, la Palabra.\n\nNoten. Ahora, hallamos que fue oculto al incrédulo, mas revelado al creyente. Noten. Moisés tuvo que entrar en la Columna de Fuego solo; nadie podía entrar con él. No era…Y ¿qué nos dice eso a nosotros? Precisamente que uno no entra a esto al unirse con un grupo Pentecostal. ¿Ven? El no lo ha revelado a un grupo; El lo ha revelado al individuo. Y asimismo es hoy. Ud. dice: “Yo pertenezco a una—una iglesia. Yo—yo pertenezco a esto”. Pero eso no funcionará. ¿Ven? Y para cualquiera que intentara seguir a Moisés, para personificarlo, era muerte. Y asimismo es hoy, muerte espiritual al tratar de personificarlo. Eso es lo que…",
    "Esta noche estamos viendo las cosas que se están levantando entre los grupos, comparaciones carnales—personas tratando de actuar como lo genuino mas viviendo una vida distinta: beben, fuman, mujeres viviendo de cualquier forma que desean, como el mundo, se quedan en casa para ver la televisión, y las cosas del mundo, y aún llamándose Pentecostales. Están tratando de personificar la cosa genuina. Es que aún no les ha sido revelado. Cuando sí es revelado, es algo glorioso y algo le quita todo eso de Ud. cuando Ud. entra allí. Ud. llega a ser un velo. No—no—no funcionará. Y el personificarlo era muerte.",
    "Moisés velado, era la Palabra viviente para aquel pueblo. Y hoy en día, los que están velados son la misma cosa; ellos son cartas escritas, leídas de todo hombre, no una carta nueva, pero la carta que ha sido escrita, hecha manifiesta. Son aquellos quienes creen la Palabra y la promesa de este día, cuando Dios está derramando de Su Espíritu sobre toda carne; y esas son las cartas escritas. Pero cuando una persona intenta personificar aquello carnalmente, le resulta mal. Su vida muestra lo que Ud. es.",
    "En una ocasión había un joven; él se metió en algunos problemas. El era un—un joven bueno, pero él—él fue a la corte; y el juez dijo: “Te he hallado culpable. Y te voy a condenar a cadena perpetua en la prisión”.\n\nEl joven dijo: “Yo quiero conducir mi propio caso”. El dijo: “Yo quiero basarme en mi historia”.\n\nEl dijo: “Tú no tienes historia. Tu historia es lo que te ha condenado”.\n\nY así es hoy en día. La razón de que la iglesia no ha avanzado como debiera haber avanzado, es por causa de su historia, es una mentira. Tenemos que llegar a ser más dedicados. Tenemos que creer toda la Palabra de Dios. Tenemos que dedicarnos hasta que esa Palabra sea hecha real a nosotros. ¿Ven? La historia es lo que nos prohíbe la entrada.",
    "Pero en una ocasión (para darles una salida de esto), en esta misma corte, el joven no tenía dinero. El no podía pagar. La multa estaba en los miles de dólares. Pero él tenía un hermano mayor que vino y pagó la multa por él.\n\nAhora, nosotros tenemos un Hermano mayor, Jesús, el Hijo de Dios; y El ha venido para pagar la multa por nosotros, si nosotros simplemente lo creemos y somos capaces de entrar tras el velo con El. Como El es nuestro Moisés—Jesús es nuestro Moisés de hoy; Moisés velado era la Palabra Viviente para el pueblo. Hoy, Jesús velado es la Palabra Viviente para el pueblo que…Jesús en la Iglesia. El Espíritu Santo, el Hijo de Dios, en el pueblo, revelando la Palabra por medio de la promesa de este día, eso cuadra perfectamente. ¡Lo mismo hoy!\n\nY recuerden, Moisés hizo esto y manifestó esto, no para todo el mundo, pero para el pueblo del éxodo—una sola clase de gente. Esos fueron los que salieron en el éxodo. Y hoy, el Espíritu Santo, ante toda la gente que dice: “¡La sanidad Divina no es correcta!”…Cuando yo estaba consultando…",
    "Un médico me llamó el otro día acerca de una damita…Oh, han habido como cuatro o cinco casos ahí, cuando las personas estaban al punto de la muerte, les habían dado apenas unas horas, y el Espíritu Santo los sanó. El médico lo estaba cuestionando; él dijo: “¿Cómo puede ser esto? Pues”, él dijo, “yo—yo…ese es mi paciente”.\n\nLe dije: “Era, pero ahora es de Dios. Es—Es Su súbdito ahora”. ¿Ven?\n\nEntonces, pueden ver que la cosa es que Dios está llamando a un éxodo, que salgan de atrás del velo carnal quienes tratan de personificar, quienes tratan de unirse a la iglesia, y no solo los Metodistas, Bautistas, Presbiterianos y otros, pero iglesias Pentecostales. Es un asunto individual; es Ud. y Dios. Ud. tiene que entrar, no su grupo, no su iglesia, no su pastor, pero es Ud. quien tiene que entrar.",
    "Ahora quiero que noten otra característica de Moisés. Cuando él salió, aún siendo profeta, siendo el gran hombre que era, pero cuando él salió con la Palabra, el pueblo vio que había cambiado. Algo le había pasado. Cuando él salió con la Palabra vindicada de la hora, los Mandamientos, él era una persona transformada. Y así también será Ud. cuando Ud. sale de atrás de ese velo humano que se reiría de una reunión como esta, aquel hombre que tropezaría con sanidad Divina, y diría: “Los días de los milagros han pasado”.\n\nSi Ud. sale de atrás de ese velo humano, ese velo tradicional, todo mundo sabrá que algo ha pasado con Ud.",
    "Como nuestro honorable Hermano Jim Brown, me imagino que todos los Presbiterianos saben que algo ha pasado con él, porque él salió de atrás del velo tradicional. El vio algo en el pueblo que lo atrajo, y él salió de atrás de ese velo. Bien,…Cuando Ud. sale de atrás de ese velo, Ud. estará a la vista de todo el pueblo, y ellos podrán ver que algo ha sucedido con Ud. La Palabra está velada al incrédulo, pero está a la vista del creyente: Jesucristo el mismo ayer, y hoy, y por los siglos.",
    "Entonces era Dios…Allá entonces era Dios en un hombre, Su Hijo, Jesucristo. Nosotros creemos eso. No solamente un profeta, no solamente un hombre ordinario, un humano cualquiera, era Dios en Cristo, Dios, en un hombre, la plenitud de la Deidad corporalmente en un hombre. Dios, en un hombre; ahora es Dios en hombres. ¿Ven? La plenitud de Dios en la Deidad corporalmente en toda Su Iglesia, manifestándose a Sí mismo, cumpliendo Su Palabra.",
    "Ahora, hallamos que en todas las edades Dios ha tenido piel encima. ¿Ven? Dios ha estado oculto detrás de un velo. Y eso me hace recordar una—una historia que sucedió allá en el sur. Y así que había un hogar Cristiano. Y este—en este hogar Cristiano ellos creían en Dios. Y pensaron que—que Dios les protegía de todos los problemas; lo cual El sí hace. Y tenían un jovencito (un muchachito de siete u ocho años), y—y él asistía a la escuela dominical y era un jovencito muy fino; pero él se asustaba mucho en una tormenta, y en particular cuando habían muchos relámpagos.",
    "Cuando yo le conté esto a un hombre el otro día, cuando se publicó aquello de aquel hombre siendo sanado, este mismo ministro dijo: “Hermano Branham, ellos están haciendo un dios de Ud.”\n\nBueno, él era un crítico, así que pensé que lo dejaría, pensaba terminar allí con eso, no para herir, Ud. sabe, pero solo para…Yo dije: “Y ¿está eso muy fuera de las Escrituras para que sea eso?” ¿Ven? Yo dije: “No, no es”. Dije: “Por cuanto Jesús llamó a los profetas ‘dioses’”. ¿Ven? Correcto. Dios…\n\nY dicen: “Bien, pero Uds. tratan de tomar el lugar de Dios”.\n\nEso no está muy fuera de orden; eso es exactamente lo que es. ¡Exactamente! Dios manifestado en carne, tal como El prometió.",
    "Esta familia, hallamos…Yo le conté esta historia (la cual me vino a la mente ahora mismo), y una cierta noche había una tormenta, y la mamá le dijo a Junior, dijo: “Ahora, sube a la recámara, hijo, y acuéstate ya”.\n\nEl dijo: “Mamá, tengo miedo”. Y él dijo…\n\nDijo: “No hay nada que te va a dañar. Sube a la recámara y acuéstate”.\n\nEl pequeño Junior se acostó, y veía los relámpagos afuera por el vidrio, y el pequeño se puso muy nervioso. Escondía la cabeza debajo de la cobija, pero aún podía oír el relámpago—o podía ver los relámpagos que se reflejaban en el vidrio, y podía escuchar los truenos; entonces clamó: “¡Mamá!”\n\nY ella dijo: “¿Qué quieres, Junior?”\n\nEl dijo: “Ven acá y duerme conmigo”.\n\nEntonces, como haría cualquier buena madre leal, ella subió los escalones; y cuando llegó, tomó al pequeño Junior en sus brazos y dijo: “Junior, tu mamá te quiere hablar por un momento”.\n\nDijo: “Muy bien, mamá “.\n\nElla dijo: “Ahora, tienes que tener esto en mente. Nosotros siempre vamos a la iglesia; nosotros leemos la Biblia; nosotros oramos; somos una familia Cristiana; nosotros creemos en Dios”. Y dijo: “Nosotros creemos que en las tormentas, y en todo lo que sucede, Dios es nuestra protección”.\n\nEl dijo: “Mamá, yo creo todito eso, pero”, dijo, “cuando los relámpagos están tan cerca”, dijo, “yo quiero a un Dios con piel encima”.\n\nEntonces yo—yo pienso, no sólo Junior, pero, todos sentimos así. Cuando nos reunimos, cuando oramos el uno por el otro…Dios con piel.",
    "Y vemos aquí, que Dios siempre ha tenido piel. Cuando Moisés lo vio, El tenía piel, parecía un hombre. Cuando Dios estaba detrás de las cortinas, El tenía piel. Y en esta noche, Dios, en Su Iglesia, El está velado en Su Iglesia con piel. El es el mismo Dios en esta noche. Hallamos eso.\n\nPero hoy, como siempre, el velo de piel es donde tropiezan las tradiciones. Ellos simplemente no pueden creer que ese es Dios haciendo a esa gente actuar de esa manera. ¿Ven? Es porque Dios está velado en Su Iglesia, en piel—encarnado. Correcto. El está oculto del incrédulo, y revelado al creyente. ¡Sí, señor!",
    "Ahora, cuando su velo tradicional es—de—de las tradiciones de los ancianos y la Palabra—es atravesado (oh, desde luego, hoy mismo), luego está a la vista, lo vemos a El, Deidad una vez más velada en carne humana. Hebreos capítulo uno dice así, y también Génesis capítulo 18. Uds. bien se acuerdan que Dios era un hombre, parado ahí, comiendo y hablando con Abraham, y le dijo qué estaba haciendo Sara en la tienda atrás de El. Y Jesús dijo: “Así como fue en los días de Sodoma, así también será en la venida del Hijo del hombre”. Deidad velada una vez más en carne humana.\n\nAhora recuerden, Jesús no dijo: “Cuando el Hijo de Dios fuere revelado”, en Lucas capítulo 17, yo creo, y como versículo 20 ó 21, algo por allí; El dijo: “Y cuando el Hijo del hombre fuere revelado”, el Hijo del hombre de nuevo en—en—en la Iglesia, revelado en seres humanos, no el Hijo de Dios, sino el Hijo del hombre nuevamente, en Su Iglesia en los últimos días. Hallamos que El lo prometió en las promesas de Dios.",
    "Y notamos otra cosa. En el Antiguo Testamento (tengo aquí una Escritura en Exodo), que las pieles de tejones…¿Qué hicieron? Escondieron la gloria de Dios del pueblo—las pieles de tejones…La razón de que el pueblo no La podía ver, fue porque una piel La cubría…La piel era…La gloria de Dios estaba detrás de esa piel. Y ahora, la gloria de Dios está detrás de la piel de Uds. (correcto), y las tradiciones no la ven. Está detrás del velo a donde estaba Su Palabra.",
    "¿Qué había detrás de aquellas pieles allá, las pieles de tejones, en lo cual no había hermosura para que lo deseáramos? Y cuando fue hecha carne y habitó entre nosotros, aún no tenía hermosura para que Lo deseáramos. Y ahora, es lo mismo hoy en día. No hay nada en un hombre o una mujer que pueda ser deseado, sino lo que está detrás. Eso es.\n\n“Bueno”, Ud. dirá, “aquel hombre que yo conozco era antes un borracho. El antes hacía esto”. A mí no me importa lo que él hacía antes. ¿Qué es lo que está detrás de esa piel? ¿Qué está allí? Eso es lo que cuenta, eso es…La gente está ciega; la piel ciega a la gente. ¿Ven? Dicen: “Me acuerdo cuando esa mujer antes hacía…”\n\nYo sé lo que era antes, pero ¿qué de hoy? ¿Ven? Esas pieles antes estaban sobre los tejones, pero ahora están ocultando la gloria de Dios, la tienen oculta. Estaban sobre los animales, pero ahora, encierran la gloria de Dios.\n\nY así también su piel puede ser cambiada en esta noche, para ser hecha morada de Dios, Dios morando en humanidad.",
    "Fíjense en las pieles de tejones, hallamos que detrás de eso—allí adentro estaba la Palabra. Y la Palabra…Allí también estaban los panes de la proposición. El arca fue rociado. Y ¿qué fue eso? Allí estaba la gloria Chakina.\n\nAhora, la Palabra es una Simiente, y no puede producir nada hasta que le pegue el sol. El sol tiene que dar en la simiente para hacerla producir, para hacerla brotar. Y esa es la única manera en que uno toma la Palabra. ¿Ven? Tome la Palabra de Dios en su corazón y camine en la gloria Chakina. Y cuando lo hace, eso producirá el pan de la proposición, el maná, que solo es dado para un pueblo separado. Los únicos que pueden comerlo, que les es permitido comerlo, es únicamente el pueblo que es permitido, y lo conoce.\n\nPablo aquí dice: “Cambiado de gloria en gloria”. ¿Lo ven? Finalmente llega nuevamente a su gloria original.",
    "Es como una semilla de la florecita dondiego. La semilla de una flor, cae al suelo. La semilla de maíz cae al suelo. ¿Qué pasa primero? Brota, y es una hojita; luego sube hasta la borla. Luego de la borla vuelve al grano original.\n\nBueno, eso es exactamente lo que ha hecho la Iglesia. Vino a través de Lutero, Wesley, y ahora, de nuevo al grano original, de nuevo a Su gloria original, de nuevo a la gloria que era en el principio. El sol que salió en el este, es el mismo sol que está manifestando la misma cosa en el oeste, cambiando de gloria en gloria.\n\nCambió del paganismo a Lutero, y de Lutero a Wesley, y de Wesley a Pentecostés, y así sigue y sigue, cambiando de gloria en gloria, produciendo el maná escondido. Y ahora, está maduro para traerlo a El exactamente como era en el principio. Su mismo ministerio, el mismo Jesús, el mismo poder, el mismo Espíritu Santo. El mismo Ser que bajó en el Día de Pentecostés es el mismo Espíritu Santo que es manifestado hoy, de gloria, en gloria, en gloria, y de nuevo a su simiente original con el Bautismo del Espíritu Santo, con las mismas señales, las mismas maravillas, el mismo bautismo, la misma clase de gente actuando en la misma manera, con el mismo poder, la misma sensación. Es de gloria en gloria. Y el siguiente cambio será de esta gloria a un cuerpo semejante a Su propio Cuerpo glorioso donde Le veremos. Abraham vio lo mismo.",
    "Ahora, noten. Vemos como fue cambiado. Desde el Calvario hemos sido invitados a participar de Su gloria. Ahora, en Primera de Corintios 12: “Somos bautizados en Su cuerpo”. Por un mismo Espíritu somos todos bautizados, no por un agua, sino por un Espíritu somos todos bautizados. Correcto. Ahora. Y entonces llegamos a ser parte de El. (Ojalá no los esté reteniendo mucho. ¿Ven? Ojalá que no sea así).\n\nPero es como una gran sinfonía que está tocando—o más bien desarrollando un drama. Yo no conozco mucho acerca de sinfonías o de drama, pero estaba presenciando esta obra dramática, a la que me referí antes, Carmen, cuando mi hija y los demás estaban en eso. Y estaban—y estaban participando en esta sinfonía, en Carmen. Estaban actuando…La música estaba relatando la misma cosa. Y así es cuando uno está bautizado por el Espíritu Santo en Cristo.",
    "Ahora vean, muchos de Uds. han leído o han escuchado el cuento del gran compositor ruso, que compuso Pedro y el Lobo. Y como él—ellos ejecutan eso en símbolos y todo. Y cualquiera que conoce la historia, que lo esté leyendo de un papel, y puede escuchar la sinfonía, cómo viene desarollándose, el drama, cómo viene tocándose, ellos conocen todos los cambios. Pueden mirarlo aquí y ver los cambios. Pero ahora, ¿qué pasa si el—si el compositor escribe algo, y hallamos que no es ejecutado correctamente? Entonces hallamos que algo sucede; hay algo que falta. Cuando los vemos…El que lo compuso, lo compuso y lo escribió, y luego la sinfonía está tocando eso y da una nota errada; hay algo malo. El director dio una señal errada. ¿Ven?",
    "Y eso es lo que pasa hoy en día, mis hermanos Luteranos, mis hermanos Bautistas, mis hermanos Pentecostales, todos mis hermanos de todas las distintas denominaciones; eso es lo que pasa. ¿Ven? Uds. están tratando de tocar una nota que ya fue tocada allá en los días de Lutero, o Wesley, o algo así, cuando en realidad, la Hoja de Música aquí [El Hermano Branham levanta la Biblia.—Editor], muestra que ya estamos en otro día. ¿Ven? ¿Ven? No podemos vivir en la luz de Lutero; él fue un reformador. Agradecemos su—su parte, pero eso ya se tocó. Ahora ya estamos acá al final del Libro. ¿Ven? No podemos—no podemos tocarla así de esa manera.",
    "Ahora, la única manera en que van a poder hacer esto, mis hermanos, es esto…Y hermanos del mundo (diría yo, de las distintas partes del mundo), hay una sola manera para que—para que ese director lo haga. El tiene que entrar en el mismo espíritu del compositor, entonces lo capta. Y cuando la Iglesia, la sinfonía misma (donde el mundo está a la expectativa de estas señales y maravillas), cuando la Iglesia y el Compositor y el director, todos estén en el mismo Espíritu del Compositor,",
    "luego cuando ellos digan: “Los días de los milagros han pasado”, eso no da la nota correcta. Pero cuando entra en el ritmo correcto y en el espíritu correcto…¿Cómo lo van a lograr sin que baje el Espíritu del Compositor? ¡Amén!\n\nLuego cuando Ud. dice: “Los días de los milagros no han pasado”, la sinfonía clama, “¡Amén!”\n\nCuando damos con que: “Jesucristo es el mismo ayer, y hoy, y por los siglos”, la sinfonía dice, “¡Amén!”\n\n“Pero recibiréis poder cuando haya venido sobre vosotros el Espíritu Santo”; la sinfonía clama, “¡Amén! Lo he captado”. Entonces ya no es cuestión de adivinanza; toda la sinfonía completa está en harmonía con la Palabra. Simplemente va. [El Hermano Branham aplaude para ilustrar un movimiento continuo.—Editor] Eso es. Oh, es una cosa magnífica. El director y el Compositor tienen que estar en el mismo Espíritu, y asimismo los músicos tienen que estar en el mismo Espíritu para ejecutarlo. Y el mundo se está preguntando qué está pasando.\n\nHablan tanto del comunismo, y me han cansado de eso, y toda esto de la integración, y todo lo demás, y la segregación…¡Oh, misericordia! ¡Tanto…todas estas boberías, cuando la venida del Señor está a la mano! Hay algo que no está dando la nota correcta. Temo que los directores han—los directores se han salido del Espíritu del Compositor.",
    "Cuando obtenemos el Espíritu del Compositor, el poder original de Dios (que la Biblia dijo que los hombres de la antigüedad fueron inspirados por el Espíritu Santo para escribir esta Biblia), entonces verán esas dos piezas del boleto chino que se van a unir, así como se unirán esta Biblia de Dios y el creyente; porque ambos están en el mismo Espíritu; ambos son la misma cosa. Ellos encajan perfectamente bien.\n\nLo que necesitamos hoy son directores. Correcto. De nuevo a la Palabra. Volvamos y creámosla así como dice.\n\nLuego Ud. puede ver a Dios Mismo; esa es la develación; el drama le es hecho real.",
    "Hoy día dicen: “Bien, El es un Dios histórico. Nosotros sabemos que El cruzó el Mar Rojo. El hizo todo esto, y El estuvo en el horno ardiente con los jóvenes hebreos”. ¿De qué sirve un Dios histórico, si El—si El no es el mismo hoy?\n\nEl hombre siempre está glorificando a Dios por lo que hizo, pensando en lo que hará, e ignorando lo que El está haciendo. Sencillamente está en el hombre hacer eso, y es lo mismo hoy, mis hermanos, es la misma cosa.\n\n¡Oh, mi hermano! Volvamos y hagamos que la sinfonía toque bien, para que el mundo se de cuenta. Jesús dijo: “Si yo fuere levantado de la tierra, atraeré a todo hombre a Mí”. Y El es el mismo ayer, y hoy, y por los siglos.\n\nEn cuanto los directores entren en el Espíritu correcto con los músicos y ambos con el Compositor, todo estará bien. Entonces no habrá nada de—de suposición y adivinar, entonces somos identificados con El. Hebreos 13:8 dice: “El es el mismo ayer, y hoy, y por los siglos”.",
    "Estamos identificados con El en Hechos capítulo 2. Estamos identificados con ellos, con el mismo bautismo, la misma cosa. Todo lo que El era entonces, y todo lo que El es hoy, todo lo que El era y todo lo que El es, eso somos nosotros. Exactamente.\n\nDe igual manera, si yo quisiera ser un verdadero americano, tengo que estar identificado con todo lo que la patria era, y todo lo que es. Tengo que estar identificado con ella, si soy un verdadero americano. Si soy un verdadero americano, entonces yo llegué allá a la Piedra en Plymouth. ¡Amén! Lo hice, si soy americano. Y Ud. también; Ud. llegó a la Piedra en Plymouth con los padres peregrinos. Allá a la Piedra en Plymouth, cuando ellos llegaron allí, yo estaba con ellos; y también Ud., todos.",
    "Yo cabalgué con Paul Revere por todo aquel camino para avisar del peligro. Correcto. Aquí mismo en Valley Forge, yo crucé el helado río Delaware con aquellos soldados los cuales ni la mitad tenían zapatos. Yo oré de antemano toda la noche con Jorge Washington. Crucé el río Delaware con una visión en mi corazón. Nosotros somos americanos. ¡Sí, señor! Allí en Valley Forge, ciertamente así lo hice.\n\nYo di gracias con los padres originales allá en aquel primer Día de Acción de Gracias; Yo di gracias a Dios. Si soy un verdadero americano. Yo fui identificado allí en aquella mesa. Si soy un verdadero americano, yo fui identificado cuando me paré al lado de Stonewall Jackson. Si soy un verdadero americano, yo fui identificado en el Motín del Té allá en Boston (¡sí, señor!), cuando no permitimos que nos engañaran. Cuando—Yo fui un verdadero americano, yo fui identificado allí con eso. ¡Sí, señor! ¡Oh, mi hermano!",
    "Yo soné la Campana de la Libertad en aquel primer 4 de julio en 1776. Yo soné la Campana de la Libertad aquí mismo y declaré que somos independientes. Para ser un verdadero americano tuve que hacerlo. Yo fui identificado con su vergüenza en la revolución, cuando hermano peleó contra…Tengo que llevar su vergüenza así como tengo que llevar su gloria. Si soy un americano, así tiene que ser. Yo fui identificado con ella. ¡Sí, señor!\n\nYo fui identificado allá en Gettysburg, cuando Lincoln hizo aquella declaración. ¡Sí, señor! Yo estaba en la Isla Wake, sobre los cuerpos sangrientos de aquellos soldados. Me levanté sobre la Isla Wake. En Guam, yo ayudé a izar aquella bandera. Yo soy un verdadero americano. ¡Amén! Todo lo que ella es, yo soy, y muy orgulloso. ¡Sí, en realidad! Todo lo que América ha sido, todo lo que es, yo soy todo eso para ser un americano. Todo lo que ella era, yo tengo que ser, porque yo estoy identificado con ella.",
    "Y lo mismo es al ser un verdadero Cristiano. Uno tiene que estar identificado con todo. Yo prediqué con Moisés y estuve con Noé y advertí al pueblo del juicio venidero, para ser un verdadero Cristiano. Yo estuve con Moisés allá frente a la zarza ardiente; yo vi la Columna de Fuego; yo vi Su gloria. Yo estuve con Moisés allá en el desierto. Para ser un Cristiano yo tengo que estar identificado con todo lo que Dios era, para ser un Cristiano. Yo vi Su gloria; yo escuché Su voz. No trate Ud. de explicarlo de otra forma porque yo allí estuve. Yo sé de qué estoy hablando. Yo vi lo que sucedió. ¡Sí, señor!",
    "Yo estuve en el Mar Rojo cuando vi el Espíritu de Dios bajar y partir el agua de lado a lado, no a través de algunos juncos, como están tratando de decir hoy, pero a través de un mar como de noventa pies de profundidad. Yo vi el Espíritu de Dios. Yo caminé con Moisés por aquel terreno seco, atravesando el Mar Rojo. Yo estuve junto al Monte Sinaí y vi los relámpagos y oí los truenos. Yo comí del maná allá con ellos. Yo bebí agua de aquella Roca; y aún lo estoy haciendo en esta noche. Yo fui identificado con aquellos que comían el maná. Yo fui identificado con aquellos que bebieron de la Roca.\n\nTambién fui identificado cuando Josué tocó la trompeta y se derrumbaron los muros de Jericó. Yo estuve en el foso de los leones con Daniel. Yo estuve en el horno ardiente con los jóvenes hebreos. Yo estuve con—con Elías en el Monte Carmelo.",
    "Yo estuve con Juan el Bautista ante aquellos críticos. Yo vi al Espíritu de Dios descender; yo escuché la Voz de Dios decir: “Este es Mi Hijo amado en Quien tengo complacencia”. ¡Sí señor! Yo ciertamente fui identificado con El. Exactamente.\n\nYo fui identificado allá en la tumba de Lázaro cuando El resucitó a Lázaro. Yo fui identificado con la mujer junto al pozo cuando El le habló de sus pecados. ¡Sí, señor! Yo ciertamente fui identificado con El en Su muerte. Y yo fui identificado en aquella primera Pascua; Yo me levanté con El de la muerte. Yo estoy identificado con El en Su muerte.\n\nYo estuve con los 120 allá en el Aposento Alto. Yo fui identificado allá con ellos. Oh, me—me siento religioso. ¡Amén! Yo estuve identificado allá. Yo soy uno de ellos. Yo fui identificado; yo tengo la misma experiencia que ellos tuvieron. Yo estuve allí cuando sucedió, para ser un verdadero Cristiano.\n\nYo soy testigo del viento recio que entró allí. Yo soy testigo de eso. Yo sentí el poder de Dios mientras se estremeció. Yo estuve con aquellos que hablaron en lenguas. Yo sentí la unción bajar ahí. Yo estuve con ellos. Yo fui identificado con ellos cuando el Espíritu Santo comenzó a hablar en lenguas en ellos. Yo estuve con Pedro ante los críticos en Hechos capítulo 2, cuando él predicó aquel gran sermón que él…Yo estuve identificado con él. ¡Sí, señor!",
    "En Hechos capítulo 4, cuando se reunieron, yo estuve con ellos cuando el edificio se estremeció. Después de aquella reunión de oración, el edificio estremeció donde estaban sentados; yo fui identificado ahí con ellos.\n\nYo prediqué con Pablo en la Colina de Marte. ¡Sí, señor! Yo estuve con Juan en la Isla de Patmos y vi Su segunda Venida. Yo estuve con Lutero en la Reforma. Yo estuve con Wesley, aquel tizón sacado de las llamas, en el tiempo de aquella rebelión en contra la iglesia Anglicana; yo estuve allí con él.\n\nY aquí estoy en esta noche en 1964, en Filadelfia, Pennsylvania, identificado con la misma clase de gente, con la misma clase de experiencia. Así tengo que ser para ser un Cristiano. Tengo que mantenerme identificado donde la Palabra de Dios está siendo manifestada.\n\nYo estoy identificado con un grupo que siente el Espíritu de Dios.",
    "Yo estoy identificado con un grupo que conoce que El ha sido develado, los cuales conocen que El es el mismo ayer, y hoy, y por los siglos, y conocen que esto no es fanatismo; es Jesucristo el mismo ayer, y hoy, y por los siglos. Yo estoy identificado con ese grupo aquí en esta noche, sin embargo son llamados un lote de herejes, y hasta un lote de fanáticos por causa de la Palabra de Dios. Pero yo no me avergüenzo del Evangelio de Jesucristo, porque es el poder de Dios para salvación a aquellos.\n\nYo estoy con las cartas leídas de las cuales hablé, vindicadas, Dios velado en carne humana en hombres y mujeres.\n\nOh,",
    "Dios en Su en morphe una vez más, se ha develado y se ha dado a conocer a Su pueblo, el gran Rey que puso a un lado Su gloria. “Por un tiempo y el mundo no Me verá más. Yo estaré velado para ellos, pero vosotros Me veréis; porque estaré con vosotros, aun en vosotros hasta la consumación. Cambiando de Lutero a Wesley, y siguiendo y siguiendo, de gloria en gloria, todavía soy el mismo Dios que está—que está volviendo a la gloria original”. ¡Aleluya!",
    "El ha roto todo velo denominacional, toda barrera de sonido. Aquel sonido que dice: “Oh, eso es fanatismo”, El atravesó eso.\n\nEl sonido que salió por allí y dijo: “Oh, esa gente está loca”, El atravesó ese velo. ¡Sí, lo hizo!\n\n“Oh, Uds. no lo pueden hacer. ¡Uds. no son más que un montón de fanáticos!” El atravesó eso.\n\n“No existe tal cosa como la sanidad divina”. El atravesó eso (¡oh, mi hermano!), porque Su Palabra dijo que lo haría. Ud. no puede conquistar la Palabra de Dios.\n\nY allí está parado El, aún en esta noche, el gran Conquistador, desde que ha roto todo velo Metodista, Bautista, Presbiteriano, y toda otra clase de velo. El todavía está parado entre Su pueblo en esta noche, sin ser conquistado por las tradiciones. Que la gente diga lo que quiera, haga lo que quiera, todo lo que ellos quieran hacer; Dios viene y rompe esa barrera de sonido.",
    "Y recuerden, me dicen que cuando un avión en realidad rompe la barrera de sonido, entonces no tiene límite de velocidad. Y yo les digo, que cuando Uds. rompen esa barrera tradicional que dice: “Jesús fue allá pero no es hoy”, cuando Uds. descubren que El es el mismo ayer, y hoy, y por los siglos, entonces no hay límite a lo que Dios puede hacer aquí mismo en esta convención, para mostrarle a este mundo lo que necesita; no una Feria Mundial, pero un avivamiento mundial que estará lleno y bautizado con la Presencia del Dios Viviente: en morphe de velándose a Sí mismo en carne humana. ¡Aleluya!\n\nYo creo que ha roto toda barrera, todo velo. Todo velo, nada puede ocultar Su Presencia. Cuando la gente tiene hambre en su corazón, hay un velo listo para ser roto; pueden contar con eso. El ha roto todo velo con Su gran Espíritu Santo. Y aquí está parado en esta noche, el gran Conquistador; el mismo ayer, y hoy, y por los siglos; sanando a los enfermos, bautizando a los creyentes, así como ha hecho siempre. El es el gran Conquistador. Los demonios enjuiciados están huyendo. ¡Sí, señor! Siempre es así cuando El está presente.",
    "Ya terminando, diré esto. Había un…Yo leí una historia hace muchos años de un anciano violinista. Y él tenía un violín muy viejo, y lo iba a vender. (Uds. seguramente han oído la historia muchas veces). Y querían venderlo por cierto precio. Y el subastador dijo: “Ahora, ¿quién me dará un tanto más?” Y me parece que le ofrecieron unas cuantas monedas, quizás cincuenta centavos o algo. “Va una vez, va dos veces…”\n\nDe repente un hombre se levantó allá atrás; y dijo: “Un momento”. El vino al frente y tomó el instrumento. Pensemos que quizás tocó este himno:\n\nHay un precioso manantial,\n\nDe sangre de Emanuel;\n\nQue purifica a cada cual,\n\nQue se sumerge en él.\n\nLuego, cuando él colocó nuevamente el instrumento, no había un ojo sin lágrimas en todo el edificio. Luego el hombre dijo: “¿Quién dará…?”\n\nUno dijo: “Cinco mil”.\n\n“Diez mil acá”.\n\nNo tenía precio. ¿Por qué? El maestro del violín había revelado su verdadera calidad. Oh, hermano, hermana, ahora mismo permita Ud. que el Maestro de esta Palabra, Quien la escribió, el gran Espíritu Santo, prepare Su arco con amor y toque a través de su corazón.\n\nHay un precioso manantial,\n\nDe sangre de Emanuel…\n\nUd. verá el valor total y podrá ver al Dios develado aparecer en escena, y que El es el mismo que era cuando fue derramado en el Día de Pentecostés sobre el pueblo, cuando El, kenos mismo, se vació en ellos. Correcto.\n\nUd. dirá: “Hermano Branham, yo lo he intentado. Lo he intentado. Yo he hecho esto y aquello y lo otro”.",
    "Un día, yo estaba celebrando una reunión en Carlsbad, Nuevo México; y bajamos a aquella gran cueva que contiene muchos murciélagos; y era un poco tétrica. Y llegamos allá abajo; y el—el hombre, cuando llegó a cierto lugar, él—él apagó las luces. Y, bueno, ¡Ud. puede imaginarse qué tan oscuro era! Era tan oscuro que uno lo podía sentir. Y así es como estos tiempos se están poniendo. Cuando vemos que la iglesia falla en reconocer la Palabra de Dios; cuando vemos que nuestras hijas de Sión están haciendo las cosas que están haciendo; cuando vemos a nuestros hermanos fumando, y bebiendo, y contando toda clase de chistes sucios y cosas, y aún tratando de mantener su confesión en Cristo (¡oh, mi hermano!); está oscuro; está totalmente oscuro.\n\nVemos la señal de Su venida. Habrá…Siempre lo más oscuro es justamente antes del amanecer. Luego sale la Estrella de la Mañana para recibir el día, y anunciar y mostrar que viene.\n\n¡Noten!",
    "En aquella cueva, cuando apagaron la luz, había una niñita que comenzó a gritar pero lo más fuerte que podía. Y había un muchachito parado junto al guía. Y él vio cuando el guía apagó las luces, así. Y su hermanita estaba muy asustada. Estaba gritando y saltando diciendo: “Oh, ¿qué va a suceder ahora? ¿Qué pasa? ¿Qué pasa?”\n\n¿Saben Uds. lo que él gritó? El dijo: “No temas, hermanita. Aquí está un hombre que puede encender las luces”.\n\nEscuche, Hermanita, Uds. quizás piensan que nosotros somos pocos y en la minoría, pero no teman. Hay un Hombre aquí que puede encender las luces; ese es el Espíritu Santo. ¿Lo creen Uds.?",
    "Inclinemos nuestros rostros por un momento. Perdónenme que los haya detenido así. Oh, gran Dios del Cielo, develándote, descubriéndote, dándote a conocer, el gran Rey de Gloria, toma estas pequeñas ilustraciones en esta noche y permite que penetren en el corazón del pueblo. Y permite que podamos ver a aquel Ser develado, Aquel que bajó y partió el velo del templo, y luego, salió de atrás de ese velo, y vino directamente a los velos humanos una vez más en el Día de Pentecostés, y siempre ha sido el mismo, cambiando de gloria en gloria.\n\nY ahora, estamos igual que toda la naturaleza, actuando así, y volviendo directamente a la semilla original, directamente de una edad de la iglesia a otra. Y aquí en esta última edad, aquí estamos una vez más volviendo a lo original que fue derramado en el Día de Pentecostés para así cumplir toda Escritura, la Luz en el tiempo del atardecer, y: “Las obras que Yo hago también vosotros las haréis”, y tantas otras cosas que Tú prometiste en Tu Palabra.\n\nPadre, si hubiera uno aquí que aún no ha atravesado ese velo, o si hubiera uno aquí que solamente ha personificado a otro que sí ha atravesado ese velo, concede gracia en esta noche, Padre. Que ellos puedan ver al gran Conquistador parado aquí, lleno de gracia y poder para perdonar. Concédelo, Padre.",
    "Y mientras tenemos nuestros rostros inclinados, ¿habrá algunos aquí…? ¿Cuántos, (podría yo decir así), cuántos dirán: “Hermano Branham, estoy levantando mi mano. Ore por mí?” Mantengan sus rostros inclinados y su mano en alto. “Yo quiero atravesar todo velo hasta poder ver realmente al Conquistador”. Dios les bendiga. ¡Miren, cuántas manos! Allá en los balcones al lado derecho. Dios les bendiga. La galería de atrás, Dios les bendiga. Sean honestos. Al lado izquierdo, levanten su mano, digan: “Hermano Branham, quizás yo he sido Cristiano por muchos años, pero en realidad, nunca he atravesado el velo. Nunca lo he hecho. No tengo yo lo que ellos tenían allá “.\n\nHoy en día tenemos: “Yo soy una planta de invernadero”. Una flor que es criada en un invernadero, uno siempre tiene que estarla cuidando, acariciándola, regándola, poniéndole toda clase de cosas; pero aquella planta original que crece allá afuera en el desierto, la misma clase de flor, parece; pero allá no le cae agua, pero tampoco le molestan los insectos. Es vigorosa. Es una real…",
    "¿Podría Ud. comparar el Cristianismo, el Cristianismo de hoy, con lo que era allá? ¿Puede imaginarse Ud. a este grupo, lo que nosotros llamamos Cristianos hoy, a través de todo el mundo, siendo como aquellos después de Pentecostés, mimados, palmeados, y de una iglesia a otra, y si dicen algo que no les gusta se levantan y se van? Y oh, ¿puede Ud. imaginarse eso? ¡No! ¿Qué es lo que pasa? Es una reproducción.\n\nMiguel Angel, que creó el monumento de Moisés…Ud. puede comprar una reproducción muy barata, pero el original…El que pintó la Ultima Cena…Me supongo que esa pintura original costaría millones de dólares, si aún se pudiera comprar. No sé ni dónde está. Pero Ud. puede comprar una reproducción barata de aquello por un dólar con 98 centavos. Sí, se puede.",
    "Y así es hoy en día. Un Cristiano barato, una reproducción, uno que anda uniéndose a la iglesia, ese se puede comprar por un cigarro, o por una sola bebida. O una mujer que se corta el cabello, se pinta los labios, Ud. la puede comprar con cualquier cosa de las modas del mundo, pero Ud. no puede ni tocar a una genuina.\n\nYo lo veo a El claramente, el mismo ayer, y hoy, y por los siglos. Oh Cristiano, ¿no desea Ud. ser un verdadero Cristiano? Si hubiera algunos que no levantaron las manos, ¿lo harán ahora mientras…? Ahora, voy a orar. Dios le bendiga. Dios le bendiga. Oh, eso está bien. Vean lo que…",
    "Nuestro Padre Celestial, Tu Palabra no volverá a Ti vacía. Tú eres quien hizo la promesa. Yo sólo soy responsable por decir que Tú lo dijiste. Sólo estoy repitiendo Tus palabras. Tú dijiste: “El que oye Mi Palabra y cree al que Me envió, tiene Vida Eterna”. Tú lo prometiste. Y Señor, sabemos que hoy en día tenemos aquellas reproducciones, muchos que dicen que creen cuando no creen; eso se nota. Pero Señor, también hay algunos genuinos.\n\nYo ruego que Tú concedas en esta noche que cada hombre y mujer, muchacho o muchacha, no importa de qué nación sean, de qué color sean, a qué iglesia pertenecen…Oh Dios, llénalos. Que ellos puedan ver la verdadera manifestación de aquel mismo Jesús hoy aquí entre nosotros, así como El fue en el Día de Pentecostés, cuando El se reveló para esta edad, siendo el Espíritu Santo. Concédelo.\n\nViendo que la Palabra ha sido cumplida, las profecías han llegado a suceder,",
    "comparamos lo que hoy se llama iglesia en el mundo—o más bien, el Concilio Mundial de Iglesias, y comparamos eso con la promesa de Pentecostés; no hay ninguna comparación. No podemos lavar nuestra ropa sucia con ese boleto.\n\nPero Señor Dios, si nosotros volvemos a esa Fuente, allí hay un proceso de lavamiento. Entonces nuestra experiencia y la Palabra de Dios concordarán la una con la otra; entonces podemos reclamar nuestra posesión. Concédelo Señor, en esta noche, mientras entrego a esta gente en Tus manos. Padre, concede a cada uno conforme a nuestra necesidad. Lo pedimos en el Nombre de Jesús. Amén.",
    "Dios les bendiga. Gracias por estar parados y por esperar tanto tiempo, y perdónenme que los mantuve hasta las diez y diez. Dios sea con Uds. hasta que nos veamos en la mañana. Entrego ahora el culto, me supongo al maestro de ceremonias. 🦅"
  ]
}