{
  "title": "LA OBRA MAESTRA",
  "id": "64630009",
  "content": [
    "🦅  Inclinemos ahora nuestros rostros para orar. Mientras nuestras cabezas y nuestros corazones están inclinados ante Dios, me—me gustaría saber, ¿cuántos aquí tienen alguna petición que les gustaría hacer notoria a Dios con sólo levantar sus manos? Ahora, mantenga su petición en su corazón mientras oramos.",
    "Señor Jesús, Tú, la—la Fuente, la Fuente Inagotable de Vida, fluye a través de nosotros hoy, Señor, y límpianos de toda incredulidad y de todo pecado, que así podamos pararnos en Tu Presencia ahora mismo, sabiendo que hay necesidad entre nosotros, que…Sabemos que somos pecadores y no—no merecedores de ninguna bendición. Pero entonces, cuando pensamos en Aquél que vino y tomó nuestros pecados, entonces cuando Su Sangre está allí, no somos—no somos nosotros en la Presencia de Dios, es El; sólo es nuestra voz a través de Su Sangre, Su Sangre está hablando. Oh Dios, entonces limpia nuestros corazones de pecado e incredulidad.",
    "Concédenos los deseos de nuestro corazón, porque verdaderamente tenemos estos deseos de servirte a Ti. En estas condiciones de debilidad y aflicción y cosas del mundo que son puestas sobre nosotros, a veces para perfeccionarnos…Se nos ha dicho, que El dijo: “No os sorprendáis que estas pruebas vengan”. Solamente están obrando por nuestro bien y para perfeccionarnos y llevarnos hasta entrar a ese lugar. Este gran desierto de experiencias, donde hombres justos son moldeados hasta convertirse en santos; nosotros—nosotros Te damos las gracias por estas experiencias, Señor. No querríamos de ninguna manera hacer algo contrario a Tu voluntad, pero rogamos Padre, que en esto seamos traídos más cerca de Ti.",
    "Y cuando las cargas son tan pesadas y no podemos caminar más, entonces levantamos nuestras manos y clamamos a nuestro Padre. Entonces desde el Cielo escúchanos, Señor. Sánanos. Y restablécenos para el bien del Reino de Dios.\n\nBendice Tu Palabra en esta mañana, Señor. Tu Palabra es la Verdad.",
    "Y ahora nos hemos congregado aquí en la iglesia. Rogamos por el Hermano Neville y por el Hermano Capps y por el Hermano Collins y por todos los demás ministros y los—y los síndicos, diáconos y todos los laicos y por los extraños que están en nuestras puertas. Haz que este sea un día que recordemos por mucho tiempo debido a Tu Presencia.",
    "Señor, estamos aquí bajo gran expectativa en esta mañana. Hemos sido llamados a reunirnos repentinamente por un aviso. Sentimos que es para un propósito. Haz que Tu propósito sea realizado, Señor. Porque lo pedimos en el Nombre de Jesús, mientras nos sometemos. Amén.",
    "Es grandioso estar aquí y estar reunido con esta iglesia llena de gente. Yo no esperaba ver a casi nadie aquí en esta mañana, porque yo mismo apenas sabía que iba a estar.",
    "Acabamos de llegar de Filadelfia. Y por eso vine pensando que tendría que salir hacia Arizona en seguida para—para tener un servicio fúnebre por un amigo mío, el Capitán Jim Moseley, un joven muy precioso y piadoso, a quien yo guié a Cristo no hace mucho tiempo, los tres hermanos Moseley…Y uno de ellos cayó con el avión el otro día y murió al instante. Permaneció en el fuego por diez horas antes de que llegaran a él. Así que dejó…tenía veintiocho años de edad, su esposa veintiseis y—y dejó tres niñitos, el mayor tiene siete años. Muy triste. Y ellos…Cuando lo trajeron, tuvieron que enterrarlo al otro día. Así que yo sólo…No me fue posible ir. Y yo sólo escribí o envié por telegrama lo que iba a decir, o lo que yo hubiera dicho en el funeral del Hermano Moseley. No podemos entender algunas de estas cosas, pero aún así, El hace que todas las cosas obren para bien.",
    "Estamos aquí en servicio al Señor en esta mañana, sabiendo que—que—que creemos a Dios, que creemos que El obrará todas las cosas correctamente bien. No importa lo que sea y cómo obre; sabemos que obrará para bien, El prometió eso. Sencillamente será de esa forma. Algunas veces no podemos comprender eso, a veces se pone muy complicado, sin embargo sabemos que es la verdad, porque la Biblia dice que es la verdad. Y para nosotros la Biblia es Dios en forma escrita.",
    "Ahora, nosotros tenemos que colocar nuestra fe en algún lugar. Y si—si yo o alguno de nosotros tratara de tener éxito en la vida y convertirse en multimillonario…Pero ¿qué haríamos con eso? Tenemos que llegar al final del camino y ¿qué—qué bien nos hace entonces? ¿Ven? Y el dinero es una—es un documento, es un intercambio; pero Ud. no lo puede intercambiar por Vida. Solamente Dios tiene Vida.",
    "Por lo tanto, nosotros—nosotros comprendemos que estamos aquí en forma de negativo. Y por cuanto existe un negativo, tiene que haber un positivo. No puede haber un negativo sin un positivo, ¿ven?, porque es por causa del positivo que se hace el negativo. Como si Ud. tuviera un negativo fotográfico de algún objeto. Tiene que haber un objeto en algún lugar, para que así la luz pegue en ese lente, o de lo contrario no habría ningún—ningún negativo. Así que cuando vemos que nuestra vida aquí está en el negativo y sabiendo que estamos en la imagen de alguna vida en algún lugar, entonces sabemos que existe un positivo en algún lugar con el cual la luz ha tenido contacto, y ha reflejado algo aquí en la tierra. Y nosotros únicamente somos ese reflejo. El objeto genuino está en algún lugar. Si no es así, yo soy el hombre más engañado de todo el mundo; he pasado mi vida en vano. ¡Pero yo sé más allá de toda sombra de duda que sí existe! ¿Ven? Y por eso es que estamos aquí.",
    "Cuando yo los veo a Uds., que viajan a través del país, y eso por un aviso repentino, y algunas veces hasta presumiendo, entonces eso me hace sentir muy pequeño, cuando entro a una reunión como ésta, y pensar que conozco gente aquí que ha viajado cientos de millas sólo para estar aquí por algunos minutos de servicio, sólo para sentarse aquí.",
    "Una mujer hizo un comentario, entró el otro día y dijo: “Muéstrenme por dónde ha caminado el hombre y déjenme caminar sobre el mismo terreno”, dijo, “yo sanaré “. Ahora, la gente le cree a uno de esa forma y uno es un representante de Cristo, entonces, ¿qué debemos hacer? Debemos tener mucho cuidado, porque no sólo se está destruyendo uno a sí mismo, estando errado, pero está destruyendo a otros que le están siguiendo.",
    "Así que yo no conozco ninguna denominación a la cual llevarlos a Uds. Sólo hay una cosa en la cual yo tengo mi fe (si Uds. me creen, sigan lo que yo les diga porque yo creo la Biblia), esa es la Palabra de Dios. Otras cosas fallan. Yo…El es Vida. El es la Palabra.",
    "Ahora, yo sé que Uds.…Cuando yo vengo aquí los retengo por mucho tiempo. Yo oré a Dios cuando sentí que quería venir aquí hoy…He tenido tantas entrevistas y llamadas y etcétera; tuve que verme con algunos de ellos esta mañana. Y dije: “Bueno, el Hermano Neville sin duda me pedirá que hable”. Eso fue el viernes. Y dije: “El Hermano Neville probablemente me pedirá que hable. Y cuando hable, entonces ruego, Dios…” Hace tanto calor, ha hecho tanto calor. Y El fue bueno para enviarnos una lluvia y romper el calor extremo y darnos una buena mañana hoy. Ruego que Su bondad se derrame en cada uno de Uds. y que siempre recuerden el haber estado aquí en esta mañana. Que Su gracia y Sus bendiciones sean sobre Uds.",
    "Anoche visité a un amigo que estaba enfermo, el Hermano Bill Dauch. No lo veo aquí esta mañana. Por alguna razón yo…Oh, aquí está. Sí. Y yo pensaba: “Un hombre anciano de noventa y un años de edad y continúa viajando a través del—del país, a través del desierto, y por las montañas nevadas y por carreteras resbaladizas. El no tiene que hacer eso. Dios ha sido bueno con él; él no tiene que hacer eso. El podría sentarse en su hogar y tener sirvientes abanicándole si así lo quisiera”. Pero algo le sucedió a Bill Dauch; él fue renacido. Y cuando eso sucedió, algo entró en su corazón, de modo que él sólo vive para asistir a estos servicios. Y entonces, si yo habré de ser el portavoz de Dios, ¿engañaría yo a un amigo? Mejor prefiero morir. Entonces que yo pueda decirle a él exactamente la Verdad de esta Biblia. Entonces esa es la Palabra de Dios. Yo sólo estoy repitiendo lo que El dijo.",
    "Ahora quiero leer algo de la Biblia.",
    "Y antes que leamos, me gustaría decir que creo que esta noche es la noche de la Santa Cena. Y Uds. que son de aquí (desde luego, los demás probablemente se estarán regresando a sus hogares, porque tienen que ir a trabajar), Uds. que son de aquí localmente, de la asamblea, recuerden, los hermanos estarán impartiendo la Santa Cena esta noche.",
    "Ahora, yo estoy esperando por un—un llamado final para Africa. Ellos no—no me permiten entrar como misionero. Así que la única forma en que puedo entrar, hasta…Iré a Kenya, Uganda y a Tangañica. Y la única manera que puedo entrar…Primero, las iglesias no le permiten a uno entrar, porque ellos quieren que yo predique algo de este lado y de aquel lado, allá en Africa. Y de esa forma yo no iría. Yo no sería lo suficientemente hipócrita para hacer eso. Por lo tanto tengo que decirles a ellos: “No señor, yo sólo predicaré aquello que Dios pone en mi corazón y eso es todo”. ¿Ven? Y yo estoy seguro que no será lo que ellos están tratando de hacerme enseñar, como bautismo trino y cosas semejantes y participar en sus pleitos. ¡No!",
    "Pero yo he sido invitado a una gran convención por el Hermano Boze. El está justamente a punto de llegar a ver algo de luz de lo que nosotros creemos. Y por eso yo he pedido la entrada como si fuera a un viaje de cacería. Si ellos me permiten entrar, como yendo de cacería…Si puedo conseguir a alguien que diga que me están llevando de cacería, entonces cuando llegue allá (el doctor—el doctor allá en la embajada es un amigo personal mío, de Chicago), y tan pronto como yo llegue allí, él dirá: “Bueno, aquí está el Hermano Branham. Tengamos una reunión”. Así que después que yo esté allí, la embajada no podrá negar el permiso. Si ellos…Así que ellos ahora están tratando de trabajarlo así. Así que yo confío que…Si es la voluntad de Dios, funcionará de esa forma. ¿Ven? Está todo encomendado a El. Si no sucede así, yo les dejaré saber a Uds.",
    "Yo quiero…",
    "Entonces si es la voluntad de Dios, quiero hablar sobre las Siete Trompetas. Y eso será como ocho días de cultos. Y no estaremos aquí en el tabernáculo; quizás tratemos de conseguir un auditorio.",
    "Ahora, yo nunca pensé en este nuevo auditorio que están construyendo aquí. Está exactamente donde yo vi a Jesús en visión la primera vez (ahora, es—el auditorio está construido justamente sobre el mismo lugar. Yo fui allá el otro día para ver), cuando miré y lo vi a El mirando hacia el este (Uds. recuerdan haberme oído relatarlo), cuando yo estaba allí orando por mi padre, un—un muchachito, apenas un muchacho predicador. Allí fue que lo vi a El, avancé un paso, mirándole a El. El tenía Su cabeza volteada hacia un lado. Yo continué caminando allí por ese campo de retama, aclarándome la garganta. Y continué observando y El no volteaba. Yo pronuncié Su Nombre, “Jesús”, y El volteó, y extendió Sus brazos. Y eso fue todo lo que recordé, hasta el amanecer. Así que regresé del campo como al amanecer. Así que quizás el Señor me permitirá predicar esas Trompetas allí. Donde quiera que sea, que se cumpla la voluntad de Dios.",
    "Abran sus Biblias en Isaías 50—capítulo 53 de Isaías. Ahora, confiamos que Dios bendecirá nuestro endeble esfuerzo débil de reunirnos aquí en esta mañana. Acabamos de regresar de Filadelfia, donde yo estaba en la convención de los Hombres de Negocio del Evangelio Completo, y estaba escuchando sus distintos testimonios y demás cosas allí…",
    "Entonces yo—en la carretera veníamos Billy Paul y yo y Rebeca y la jovencita Collins, Betty Collins. Y Billy es muy bueno para dormir y Becky es aun mejor. Así que yo—Betty y yo hablamos. Y ella estaba sentada atrás con Becky en el asiento de atrás. Y yo vi que algo sucedía en la carretera. Y cuando lo vi, algo me llamó la atención. Y Betty (si ella está aquí), ella notó que yo dejé de hablar y empecé a escribir algo. Allí fue que obtuve este texto para esta mañana.",
    "Ahora, pongámonos de pie si…Ahora nos ponemos de pie en honor a la Palabra de Dios, mientras leo el capítulo 53 de Isaías:\n\n¿Quién ha creído a nuestro anuncio? ¿y sobre quién se ha manifestado el brazo de Jehová? (Noten, para comenzar es una pregunta).\n\nSubirá cual renuevo delante de él, y como raíz de tierra seca; no hay parecer en él, ni hermosura; le veremos, mas sin atractivo para que le deseemos.\n\nDespreciado y desechado entre los hombres, varón de dolores, experimentado en quebranto; y como que escondimos de él el rostro, fue menospreciado, y no lo estimamos.\n\nCiertamente llevó él nuestras enfermedades, y sufrió nuestros dolores; y nosotros le tuvimos por azotado, por herido de Dios y abatido.\n\nMas él herido fue por nuestras rebeliones, molido por nuestros pecados; el castigo de nuestra paz fue sobre él, y por su llaga fuimos nosotros curados.\n\nTodos nosotros nos descarriamos como ovejas, cada cual se apartó por su camino; mas Jehová cargó en él el pecado de todos nosotros.\n\nAngustiado él, y afligido, no abrió su boca; como cordero fue llevado al matadero; y como oveja delante de sus trasquiladores, enmudeció, y no abrió su boca.\n\nPor cárcel y por juicio fue quitado; y su generación, ¿quién la contará? Porque fue cortado de la tierra de los vivientes, y por la rebelión de mi pueblo fue herido.\n\nY se dispuso con los impíos su sepultura; mas con los ricos fue en su muerte; aunque nunca hizo maldad, ni hubo engaño en su boca.\n\nCon todo eso, Jehová quiso quebrantarlo, sujetándolo a padecimiento. Cuando haya puesto su vida en expiación por el pecado, verá linaje, vivirá por largos días, y la voluntad de Jehová será en su mano prosperada.\n\nVerá el fruto de la aflicción de su alma, y quedará satisfecho; por su conocimiento justificará mi siervo justo a muchos, y llevará las iniquidades de ellos.\n\nPor tanto, yo le daré parte con los grandes, y con los fuertes repartirá despojos; por cuanto derramó su vida hasta la muerte, y fue contado con los pecadores, habiendo él llevado el pecado de muchos, y orado por los transgresores.",
    "Padre Dios, Tu Palabra es una Lámpara, la Luz que alumbra el camino de cada creyente hacia la presencia de Dios, mientras Ella nos alumbra como si fuera una linterna en nuestra mano. Tú no nos has provisto suficiente luz para poder ver el fin desde el principio, y—pero yo camino con fe. Pero así como un hombre caminaría de noche a través de un bosque oscuro (y allí es que estamos), la luz que él trae sólo provee para caminar paso a paso. Pero la senda, aunque conduce camino arriba, sólo caminamos con la Luz. Y haz que la Luz brille hoy sobre la Palabra para conducirnos un paso más cerca al Reino de Dios. Porque lo pedimos en el Nombre de Jesús. Amén. (Pueden tomar asiento).",
    "El tema, sobre el cual siento hablar a la congregación hoy, es: La Obra Maestra. Puede ser que parezca extraño tomar una—una lectura de una Escritura como ésta, de uno de los cuadros más dolorosos y sanguinarios de la Biblia, eso es cuando la Biblia dice que este Siervo Perfecto que fue angustiado y torturado y rasgado, y aún así tomar un texto de eso como Obra Maestra. Muy extraño.",
    "Pero yo—mi mente está pensando en esta mañana, mientras regresamos (lo hago yo), algunos años. Fui invitado a Forest Lawn en—en California, más arriba de Los Angeles. Mi primer propósito de ir allá fue para visitar la—la tumba de Aimee Semple McPherson, la fundadora del movimiento Quadrangular. Y fui a su—a su tumba. Y yo…A pesar que yo—yo difiero con la mujer como ministro, pero aun así yo—en mi corazón yo tengo admiración y respeto por—por lo que ella representó en la—la hora y la persecución y cosas por las cuales ella tuvo que pasar en—en el tiempo en que estuvo sobre la tierra. Y luego por su hijo amado, el cual es un amigo íntimo mío, Rolf McPherson.",
    "Y un grupo de ministros fuimos allá. Y ellos—no tuvimos tiempo de entrar al—al—al lugar donde tenían la cremación y colocan los cuerpos en una—en una cajita en la pared.",
    "Y allí adentro, ellos tienen algunas cosas sobresalientes, tales como la Ultima Cena. Y está alumbrada por la propia luz del sol. Y ellos—ellos tienen una perciana que les da…Cuando entran está todo claro; y luego mientras hablan se oscurece. Y en poco tiempo todo se pone oscuro. Y luego la gente sale.",
    "Y tienen todo en cuanto a la Cena…",
    "Y la mujer que conoce el secreto de cómo trabajar el cristal en esa forma, para hacer estos cuadros, pues eso viene a través de una familia desde hace muchos años. Y el arte era dado a los niños y la última fue una mujer. Y ellos estaban arreglando este cuadro. Y cuando fueron a moldear y a quemar el—el cristal, a hornearlo, precisamente el de Judas Iscariote, se quebró. Así que, lo intentaron de nuevo. Y se quebró otra vez. Y ella dijo: “Quizás nuestro Señor no quiere el retrato de Su enemigo a Su lado”. Y dijo: “Si se quiebra otra vez, no completaremos el cuadro”. Pero en esa ocasión no se quebró. Entonces…Desde luego esa fue una cosa impresionante y cómo suceden tales cosas.",
    "Pero entonces, una de las cosas que más me interesó en Forest Lawn fue la gran escultura de Miguel Angel, el—el monumento de Moisés. Desde luego que es una—una reproducción. No es la obra original. Pero esta obra fue una—una gran obra maestra. Y mientras yo miraba aquello, a mí —a mí me gustó eso, algo que parece que tiene—representa, tiene algo en sí.",
    "Me gusta mucho el arte. Yo creo que Dios está en el arte. Creo que Dios está en la música. Creo que Dios está en la naturaleza. Dios está en todo lugar. Y cualquier cosa que es contraria al original, es una perversión. Dios está en la danza, no la clase de danza que se ve por aquí, pero cuando los hijos e hijas de Dios están en el Espíritu de Dios ¿ven?, eso es danzando. Pero como aquello que me estuvo molestando hasta las dos de la mañana allá en la calle donde vivo, eso es una perversión de la danza.",
    "Pero esto…En la obra maestra que Miguel Angel hizo, le costó algo hacer aquello. Aquello…El fue un gran hombre. Y le costó una gran parte de su vida, porque pasó muchos, muchos años esculpiendo…Sólo tomó una piedra de mármol y empezó a tallarla. Y vean,…Unicamente el hombre, el propio escultor, es el que tiene en su mente lo que está tratando de hacer; él—él es el único. Ud. puede ir y decirle: “¿Por qué estás picando sobre esa roca?” Para el observador de afuera que no conoce lo que está en su corazón, eso no tendría sentido. Pero para el hombre, para el propio escultor, él—él tiene una—una visión en su mente de lo que está tratando de hacer y está tratando de reproducir lo que tiene en su mente en la forma de un—de un monumento. Y por eso lo está labrando de la piedra.",
    "Y para hacer esto, uno tiene que comenzar bien, y tiene que seguir el patrón. ¿Ven? No se puede empezar y al poco tiempo decir: “La haremos de esta forma. No, yo creo…” No, él tiene que tener un patrón exacto. Y él tiene ese patrón en su mente. Y él no se puede salir de ese patrón. Ahora, para poder hacer esto él tuvo que dibujar en su mente (porque en realidad no tenemos ningún retrato de Moisés)—pero él tuvo que hacerse un cuadro mental de cómo era Moisés exactamente.",
    "Ahora, un escultor genuino está inspirado, igual que un poeta genuino o cualquier cantante genuino, músico o lo que sea. Todo lo que es real tiene que venir por inspiración. Miguel Angel tuvo que tener la inspiración de cuál era realmente la apariencia de Moisés, y él captó en su mente cómo es que era Moisés. Entonces él empezó a cortar el patrón en esta gran pieza de mármol, cortando, tallando, hasta llegar al cuadro real de lo que tenía grabado en su mente.",
    "Y entonces cuando él lo perfeccionó, toda esquina pulida y cada lugar tallado y hasta los ojos bien formados y cada cabello y la barba, todo exactamente, él se apartó y observó su obra. Yo—yo pienso de—de los muchos, muchos años duros de labor, y cómo él tuvo que mantener bien enfocada en su mente, la misma visión, por tanto tiempo, de lo que quería hacer. Y piénsenlo, con esa visión en su mente por tantos años, para hacer esto parecer exactamente cómo era—él captó la visión para comenzar—y cómo tuvo que trabajar siguiendo esa visión, cortando y haciendo…Y cuando la perfeccionó, hasta donde en realidad era perfecta, aquella mañana cuando la terminó, él se apartó y la observó, aún con el martillo en la mano. Y estaba tan inspirado cuando la miró, porque la visión de su mente ahora estaba ante él, hecha realidad. Lo que él había visto y su concepción de lo que era Moisés, estaba allí tallada ante él, lo que él había guardado en su corazón por tantos años de fatiga, horas de dolor, angustias, críticas y todo lo demás, pero aun así él permaneció fiel a su visión hasta verla cumplida.",
    "Y entonces cuando fue cumplida, él la observó, con el martillo en la mano (el martillo de escultor), y miró aquel monumento. Y la inspiración de la visión, que él había visto de cómo hacerla, lo inspiró tanto que él—la inspiración lo afectó tanto que estando fuera de sí, la golpeó en la rodilla y le dijo: “¡Habla!”",
    "Y ahora existe una imperfección en aquella gran imagen, en la rodilla, en la rodilla derecha. Está como a seis pulgadas sobre la rodilla. Yo la toqué, es como así de profunda.",
    "Después que él había pasado tanto tiempo, años y años para hacer esto, luego bajo el—el efecto de ver realizado lo que él había visto en su corazón y en su visión, y lo que deseo ver, ya estaba terminado. Y cuando estuvo terminado, él quedó tan inspirado, hasta que pensó que su propia obra maestra debía hablarle a él. Y él la golpeó en la pierna y le gritó: “¡Habla!” Y eso le produjo el defecto. La imagen quedó con esa imperfección.",
    "Para mí, el defecto fue lo que la hizo la obra maestra. Ahora, quizás para la—la mente que pueda pensar de otra manera, pensará que eso la dañó. No, para mí, eso—eso la hizo ser lo que fue. Eso—eso…Porque después de tantos años de trabajo tan esmerado, y de esfuerzo e inspiración, y etcétera, para hacerla, se probó que su esfuerzo no fue en vano—era perfecta, y por eso fue que él clamó: “¡Habla!” Porque él estaba viendo delante de él lo que pudo lograr, el poder producir la visión que estaba en su mente; y por lo tanto, bajo inspiración, él había hecho algo fuera de razón, fuera de lo ordinario; él la golpeó y gritó: “¡Habla!” Vean, él no hubiera hecho eso si lo hubiera pensado. Pero él no lo pensó. Fue la inspiración de estar contemplando lo que él había tenido en mente, y ahora allí estaba perfectamente delante de él.",
    "Sus esfuerzos, sus preocupaciones, sus desvelos y tantos días apartado del mundo…Y quizás se comía un sandwich, y la pulía y se apartaba para verla y, “No, así no era. Ahora, tiene que llegar a esto”, y la tallaba…Luego cuando la vio completamente perfecta, entonces él vio en realidad, el negativo de lo que tenía en mente, convertirse en realidad, se convirtió en positivo; por lo tanto lo inspiró. Y fue tan real que él tuvo que gritar: “¡Habla!”",
    "Para mí, eso fue un reflejo, fue—fue un cumplido a su trabajo, que su propio trabajo lo inspiró tanto que se salió de sí al punto de golpearlo y decir: “¡Habla!”",
    "Yo me paré allí y observé el monumento. Pensé en las horas que el hombre seguramente dedicó para hacer aquello. Y nos dijeron cuántos años fueron. Pero eso—eso fue un reflejo para él, porque fue una contribución a su—para su gran arte, para la gran obra que estaba realizando. Y cuando finalmente pudo lograrlo, fue muy grande.",
    "Ahora, tornemos la página de Miguel Angel y cerremos el libro; y abramos otro Libro, y leamos del Gran Escultor, El Todopoderoso, Quien, antes de que existiera el mundo, y antes de que fueran colocados los fundamentos, El ya tenía en Su mente lo que deseaba. Y El quiso hacer al hombre a Su propia imagen. El quería hacer algo en—en realidad de lo que fue una visión para El, lo que estaba en Su pensamiento.",
    "Ahora, para Miguel Angel, eso fue un atributo de su pensamiento. Y Dios quiso hacer a un hombre según Su imagen—el Gran Escultor—y El comenzó a trabajar en él. Y notamos como El sacó de los materiales, los primeros quizás fueron peces, y luego los pájaros, y—y luego los que se arrastran sobre la tierra, y las muchas cosas que El trajo. Pero finalmente, mientras El meditaba, siendo el Creador, El tenía…El no tenía que hacer como hace un hombre ahora, un escultor que tiene que tomar algo ya creado para labrar una imagen. El fue el Escultor de las cosas eternas. El fue el Escultor que pudo crear y traer a la existencia aquello que tenía en mente producir; en otras palabras, El puede materializar lo que Sus atributos deseen.",
    "Y a medida que El empezó a obrar con las cosas que se arrastran, como los—los—los animales pequeños sobre la tierra…Y luego, El comenzó a traerlo de eso a algo más elevado. Y finalmente El llegó a los animales más grandes como el león, el tigre y el oso. Entonces El llegó a la—la—la vida quizás de—de monos, gorilas y demás. Ahora, no una evolución, como se piensa que uno procedió de un…esto fue una creación completa, Dios obrando según un patrón.",
    "Pero finalmente vino sobre la tierra una perfección, lo cual fue el hombre. Y entonces El pudo ver en aquel hombre, que se parecía a El mismo. Por lo tanto, cuando El lo contemplaba, éste era un reflejo de lo que era Su Creador. Ahora Dios había podido lograr lo que El deseaba, un hombre a Su propia imagen.",
    "Y entonces yo podría decir esto: que cuando El hizo a este hombre, aún había algo en él que no cuadraba perfectamente, porque él—él estaba solo. Y así era como Dios había estado—solo. El fue el Ser Eterno. Y ahora el hombre, en la imagen de Dios, también existía sobre la tierra, solo. Así que debe haber sido el lado izquierdo donde le hirió, y de allí El tomó la pieza que le sacó y le hizo una compañera, una esposa. Entonces él ya no estaba solo; él estaba—él estaba—él tenía a alguien con él. Y esa fue Su gran obra.",
    "Y El, como haría cualquier gran escultor con su—su—su obra maestra…Ahora, primero El tenía una obra maestra de Sí mismo. Pero ahora, El vio que la obra maestra estaba sola, igual que El, por eso El dividió la obra maestra, hiriéndola en el costado, y produjo una compañera.",
    "Y ahora, para hacer uno de los dos, El los puso, como cualquier gran escultor, en un lugar que—que era precioso. Un—un escultor no haría una gran obra maestra para luego tomarla y colocarla en algún callejón o esconderla detrás de edificios. Como nos dijo nuestro Señor: “Un hombre no enciende una lámpara para colocarla debajo de un almud”. Cuando nos convertimos en las obras maestras de Dios, no estamos escondidos en algún callejón; tenemos—tenemos que alumbrar.",
    "Así que vemos que—que El—después que hizo esta obra maestra, la colocó aquí en la tierra y la puso en el lugar más bello que existía, en el huerto del Edén. El colocó Su obra maestra (los dos siendo uno), en el huerto del Edén. Cómo debe haberle agradado a El, cuando vio que esta obra maestra estaba bien. El…Encontramos que después de eso, El descansó; El estaba muy satisfecho con Su obra.",
    "Ahora recuerden, que en mi opinión, es el golpe que le dio lo que la hizo la obra maestra, lo cual produjo el defecto en el monumento de Moisés, la obra maestra de San Angel. Y fue un golpe que hirió el costado de Su obra maestra, la que produjo a la novia. Y ahora los vemos como una familia obra maestra en el huerto del Edén. ¡Cuán bello fue aquello! Y le agradó tanto a El que—que se fue a descansar; El dijo: “Yo—Yo descansaré “.",
    "Pero mientras El estaba descansando y confiando en Su obra maestra, entonces Su enemigo vino y encontró a esta gran obra maestra; y él—por engaño él—él se arrastró bajo las—las paredes del huerto y entonces él—él estropeó esta preciosa obra maestra. El—él la dañó de manera que—que cayó.",
    "Ahora, yo estoy tratando de vigilar ese reloj. Y le pedí a Mike, mi sobrino, que sonara esa campana en treinta minutos, pero yo—él no lo está haciendo y ya he estado treinta minutos, pero…Continuaremos un poquito más, ¿ven? Ahora, yo no quiero romper estas reglas; yo—yo mismo hice estas reglas, ¿ven? Y yo—yo…Y aquí uno está rompiendo sus propias reglas.",
    "Ahora noten. Entonces esta obra maestra, cuando Satanás tomó (el engañador)—atravesó las paredes y—y estropeó esta obra maestra. Porque de la forma en que él lo hizo…¿Qué—cómo lo hizo? Entraré más en detalles sobre eso, cómo fue que él lo hizo, esta obra maestra estaba cercada por la Palabra, la Palabra de Dios. Y la misma obra maestra, de la familia, estaba fortificada por esta Palabra; pero la parte rota que había sido sacada de lo original, esa parte se salió más allá de aquella cerca y le dio a Satanás una oportunidad para estropearla. (Y ahora, como Uds. ya saben lo que yo creo sobre esas cosas, no tendré que decirlo). Pero la obra maestra estaba rota.",
    "Pero el Gran Escultor, cuando El vio la caída de Su familia, la obra maestra, El no estaba dispuesto a dejarla allí boca abajo y arruinada; El comenzó inmediatamente a trabajar para restaurarla de nuevo. El no deseaba que ella pereciera, quedando allí todo el tiempo, porque El es Dios y no será vencido. Por eso El fue a trabajar inmediatamente y empezó a reedificar un hombre a Su propia imagen.",
    "Ahora, encontramos que el mundo antediluviano llegó a escena y destruyó la cosa por completo, porque los pactos que fueron hechos fueron condicionales: “Si Uds. no hacen esto, o si hacen aquello…” Dios, el Gran Escultor, viendo que el hombre no podía—no podía cumplir un pacto. El sencillamente no puede hacerlo. No hay forma de que pueda hacerlo.\n\nEn la entrevista hace unos momentos, yo estaba hablando con una persona en el cuarto, la cual está aquí ahora. Y dijo: “Pero Hermano Branham, yo tengo tantas cosas que yo—yo sé que son incorrectas”. (Y una—una mujercita piadosa).",
    "Yo le dije: “Pero—pero fíjese hermana, Ud.—Ud. no se mire a sí misma, es—es solamente su deseo y lo que Ud. trata de hacer. Y si Ud. realmente ama al Señor, Ud. trataría de servirle a El con todo su corazón. Y entonces todos sus errores quedan escondidos en la Sangre del Señor Jesús. (¿Ven, ven?). El abrió un camino”.",
    "Entonces El empezó, a tomar al hombre y sacarlo de Sus pactos que—que decían que: “Si tú haces, yo haré”. Y El comenzó con un hombre llamado Abraham, y le dio a Abraham un pacto incondicional. Cada vez que El comenzaba una obra maestra, Satanás la tomaría, por causa de la Palabra. Pero cuando El comenzó con Abraham, dijo: “Yo ya lo he hecho”. Ahora esto es incondicional, no aquello de: “Si tú haces, entonces yo haré”, sino: “Yo ya lo he hecho”. Ahora El, el—el Escultor, está determinado en tener esta obra maestra.",
    "Entonces de Abraham vienen los patriarcas. Y los patriarcas realmente…Ahora, ¿qué estaba haciendo Dios? El estaba reedificando esta obra maestra que había caído. Así que en los patriarcas, el primero que encontramos es Abraham.",
    "Ahora observen. Toda obra maestra es colocada sobre un fundamento, de escultura. El monumento de Moisés hecho por Miguel Angel está sobre una pieza de mármol de tres o cuatro pies. Tiene un fundamento. Así Dios, al preparar esta obra maestra, la colocó sobre el fundamento de los patriarcas. Y en el fundamento de los patriarcas el primero fue Abraham, luego Isaac, luego Jacob, luego José—las cuatro esquinas.",
    "Y ahora, Abraham fue el fundamento de fe. Digamos que tuvo cuatro fundamentos. El fundamento de fe fue Abraham. El fundamento de amor fue Isaac. El fundamento de gracia fue Jacob (la gracia de Dios para Jacob. Cualquiera sabe eso). Pero en José fue la perfección. Sobre aquello fue donde El pudo colocar el monumento, no sobre el primer fundamento, ni sobre el segundo, ni el tercero, sino sobre el cuarto fundamento.",
    "Abraham tipificó a Cristo, por supuesto, e Isaac también, en amor. Abraham lo tipificó en fe. Isaac lo tipificó en amor. Jacob lo tipificó por su gracia, porque Jacob significa “engañador”, y eso es lo que él era. Pero la gracia de Dios fue con él. Pero cuando se llega a José, no hay nada en contra de él, sólo un pequeño rasguño, (porque el fundamento también tiene que ser una obra maestra), este rasguño fue cuando él le dijo a su padre, el profeta: “Dile a Faraón que tu gente cría ganado y que no son pastores, porque un pastor es una abominación a los egipcios”.",
    "Pero cuando el anciano profeta estuvo ante Faraón, él dijo: “Tus siervos son pastores”. Así que aquello lo rayó. ¿Ven? Por eso es que aún es la obra maestra.",
    "Ahora, los fundamentos fueron colocados a través de fe, amor, gracia y hasta perfección, por medio de los patriarcas.",
    "Ahora, el cuerpo de la obra que formó esta gran obra maestra fueron los profetas, los cuales fueron la Palabra (yo espero que Uds. puedan leer esto. ¿Ven?), los profetas, no las leyes, los profetas. Porque los profetas fueron la Palabra vindicada, los cuales forman el cuerpo, no los patriarcas, sino los profetas. Ellos eran la Palabra.",
    "Finalmente, como El empezó allá en los días de Moisés y vino a través de los profetas, a cada uno, finalmente—construyendo el cuerpo, acercándose más todo el tiempo…Y el más grande de todos ellos fue Juan. La Biblia dice eso. Jesús lo dijo: “No ha nacido hombre de mujer tan grande como Juan el Bautista”. Porque él era aquel que introduciría la Palabra.",
    "Y entonces finalmente vino la gran Cabeza, la Cabeza de todo. El resto del cuerpo sólo hablaba de la cabeza.",
    "El fundamento fue colocado por los patriarcas, pero el cuerpo fue construido por la Palabra, la cual eran los profetas. Y aquí viene la Cabeza de todo: Jesús vino a la escena. Allí cuando esta Cabeza fue colocada sobre el cuerpo, encontramos en El toda la obra de Dios. Encontramos en El el reflejo perfecto de la Palabra, porque El era la Palabra, la plenitud de la Palabra. Ahora Dios tiene nuevamente la Obra Maestra perfecta. Como dijo Isaías: “He aquí Mi Siervo, Mi Obra Maestra, que Yo he tipificado a través de todas las edades, en la venida de este Ser perfecto. Y aquí está El ante Mí, un perfecto…” Allí en Su propia imagen, reflejando a Dios. Porque El dijo en San Juan 14: “Cuando me viereis a Mí, veis al Padre”.",
    "Y también, “En el principio era la Palabra y la Palabra era con Dios”, y la Palabra fue labrada, y reflejó lo que la Palabra fue al principio. El, la Palabra, reflejada en la Obra Maestra en Su propia semejanza, Dios nuevamente en Su propia semejanza, la forma de la Palabra siendo reflejada en la imagen de un hombre—la Obra Maestra.",
    "Todos los profetas tuvieron defectos. Cada uno fue una porción. Pero aquí al fin, viniendo a través de todo aquello, finalmente viene la Obra Maestra, el Ser perfecto, sin ningún defecto en El, tan perfecto, siendo un reflejo del propio Constructor. Su propia imagen fue reflejada en Su Obra. Dios y Cristo eran Uno, en tanto que El puso Su propio Espíritu en El; y entonces aun la imagen y el Constructor se convirtieron en Uno. Dios y Su obra de escultura, Su Obra Maestra…Donde Moisés—Moisés, en la obra de San Angel, o más bien Miguel Angel, aquella fue una obra de escultura que estaba muerta, porque había sido hecha de piedra. Pero aquí, el Maestro Constructor, cuando El perfeccionó Su Obra, El entró en Ella.",
    "Un Redentor de hombre, tan perfeccionado, tan perfecto, tan divino (mas sin hermosura alguna para que le deseemos), cuando este Hijo del Dios Viviente, nacido de una virgen, llegó a ser tan perfecto y tan humilde, y en la imagen de Dios, hasta que el Gran Maestro quien había traído Su vida a través de los profetas (y El era el cumplimiento de todos los profetas)…El era tan perfecto, que Dios viendo esto, Lo hirió y clamó: “¡Habla!”, como lo hizo Miguel Angel, “¡Habla!”",
    "Ud. dice: “¿Es así?” En San Marcos 9:7, encontramos allá sobre el Monte de la Transfiguración, cuando ahí estuvo Moisés—la Ley, allí estuvo Elías—los profetas. Desde los patriarcas, los padres, la ley, los profetas y todos ellos parados allí, se oyó una Voz que venía de la nube que dijo: “¡Este es Mi Hijo Amado, a El oíd!” Y si ellos habrían de oír, El tenía que hablar. Fue pocos días antes que El fuera herido. “Este es Mi Hijo en Quien me complazco morar. Yo Lo he moldeado. Yo he estado cuatro mil años trayéndolo a esto. Y ahora El es tan perfecto que tengo que herirlo para que El pueda hablar. Oídlo a El. El es el Ser perfecto. El—El es la Obra Maestra”.",
    "Recuerden, El fue tipificado a través de todo el Antiguo Testamento. Lo encontramos como la Roca en el desierto, fue la Roca herida en el desierto: “Yo soy aquella Roca que estuvo en el desierto”. Pero aquella era una piedra; aún no había llegado a su perfección. Pero en forma de tipo, aquello siguió a la Iglesia para así sacar de Ella a los que El pudo sacar, y dar Vida a aquellos a quienes El podía dar Vida. Pero El fue aquella Roca en el desierto. El aún no había sido hecho hombre. Sólo existía en tipo.",
    "Moisés lo vio a El parado sobre esta roca. El lo vio a El pasar y dijo: “Es la espalda de un hombre”. Vean Uds. que el Escultor le estaba presentando a Moisés, quien por cierto era una imagen potencial de Cristo, cómo se vería la gran Obra Maestra cuando fuera perfeccionada. El pasó Su…El inyectó—o—o proyectó a Moisés la visión de cómo se vería la Obra Maestra. Era la espalda de un hombre cuando pasó por ahí en el desierto.",
    "Recuerden, Miguel Angel solamente pudo gritar y golpear la imagen y decir: “¡Habla!” Pero cuán distinto fue con Dios, el Gran Escultor, cuando El hizo a un hombre a Su propia imagen, tan perfecto que lo reflejó a El, y Dios habló a través de la imagen del hombre, mostrando lo que El haría. El habló a través de los profetas, pues ellos estaban en su imagen potencial, mientras El traía esto a la Cabeza. Pero cuando El vino en la Cabeza, El era toda la imagen de Dios. El se estaba representando. Allá fue herido por nosotros, mas ahora El es la Obra Maestra para nosotros, el Don de Dios, Jesucristo, la Vida Eterna. Espero que nunca olvidemos eso.",
    "Mientras vemos los días oscureciéndose, mientras vemos las sombras alargándose…Cuando yo predigo que dentro de muy pocas vueltas del sol, esta nación terminará. ¿Sabían Uds. que ayer, el día 4 de julio, cuando Tomás Jefferson firmó la Declaración de Independencia, él y la junta directiva que estaba con él, y sonó la Campana de la Libertad y fuimos declarados independientes como nación…? Según la historia no ha existido una democracia que haya durado más de doscientos años. Y eso fue el 4 de julio de 1776. Y sólo nos quedan once años. ¿Llegará esta nación? ¡No! ¡No puede! Once años. Y si llega, será la excepción de toda la historia.",
    "Y vemos la condición del tiempo. Vemos la condición de la gente. Vemos la condición política. Vemos la condición del mundo. ¡No puede permacer! Tiene que hundirse como el Titanic. ¡Tiene que hundirse! Porque existe…Dar lugar—una nación da lugar a otra mientras cae. Y este reino tiene que caer, y cualquier otro reino que exista, para dar lugar a ese Reino que viene, el cual no puede caer. Así que, recibimos un Reino inconmovible, por medio de esta perfecta imagen de Dios, la Obra Maestra.",
    "Cuando Dios lo vio, quedó tan inspirado, quedó tan…Al verlo como se veía, y ver su—su forma. El quedó tan inspirado ya que sería la perfecta Obra Maestra de un Redentor—Jesús el Redentor. Por eso Dios, para que El mismo fuese herido (para pagar Su propia pena), Dios y Cristo se hicieron Uno, de manera que Dios pudiera ser herido en la imagen, El pudiera ser herido…Y por eso fue que Isaías dijo: “Nosotros le estimamos, herido de Dios y abatido. Mas El herido fue por nuestras rebeliones, molido por nuestros pecados; el castigo de nuestra paz fue sobre El; y por Su llaga fuimos nosotros curados”.",
    "La imagen perfecta del Hombre Dios, Dios En morphe [palabra griega que significa: “cambiar de forma y no de carácter”.—Traductor], había cambiado de lo Sobrenatural a la visión. Y la visión fue proyectada en la Imagen. Y la Imagen fue herida para que de esa manera lo Sobrenatural pudiera probar el sentir de la muerte, la perfecta Obra Maestra de Dios. El no pudo hacerlo en Moisés. El no pudo hacerlo en los profetas, como Isaías, quien fue aserrado hasta hacerlo pedazos. El no pudo hacerlo en los profetas que fueron apedreados. El no pudo hacerlo así, porque de esa manera El no lo hubiera sentido. Allí en cada uno sólo había una porción de El. Pero en esta perfecta Obra Maestra, El fue la plenitud de la Deidad corporalmente. El no sólo pudo proyectarse como en Moisés, El pudo proyectar todo Su Ser en esta Persona, y así probar la muerte por toda la raza humana. La perfecta Obra Maestra de Dios, Dios, tan inspirado al verla, El llegó a ser el Redentor de todas las edades para hablar por los que fueron antes, y los de hoy.",
    "Todas las promesas se cumplieron en El. El fue la Perfección de la Perfección. Todos los tipos fueron cumplidos en El: Nuestro Pariente Redentor en Ruth y Booz; nuestro Legislador del Monte Sinaí; nuestro Profeta del desierto, bajando de la montaña, viniendo del desierto; viniendo de la Eternidad y convirtiéndose en hombre, la Imagen perfecta.",
    "Dios, a través de las edades, tallando por los patriarcas, formó Su plataforma y los trajo a través de las diferentes cosas sobre las cuales El pondría este fundamento. Sobre esto El empezó a construir Su Palabra (los profetas), y finalmente llegó a escena el Profeta perfecto, el Fundamento perfecto, la perfecta visión que Dios tenía.",
    "Y ahora, para que esto hable (El es la Palabra)—y para que la Palabra hable, El tiene que entrar en la imagen. Y entonces para que la imagen hable, tiene que ser herida. El entra en la imagen. Y luego para poder hablar, el Redentor perfecto…Todos los tipos del Antiguo Testamento se cumplieron en El.",
    "Como dije el otro día, Jehová del Antiguo Testamento es Jesús del Nuevo. ¡Sí!",
    "Como muchos de Uds., hombres y mujeres de mi edad, antes teníamos una serie de lavanderías chinas por todo el país. Cuando los chinos empezaron aquí, ellos vinieron de la costa occidental viajando hacia el este, habiendo llegado del país oriental, trasladándose hacia acá. Y mientras lo hacían, eran un pueblo que no estaba acostumbrado a nuestro lenguaje y a nuestras formas de hacer las cosas, pero conocían bien las tareas de la lavandería. Y ellos no podían llenar el boleto de manera que Ud. pudiera recoger su ropa correcta después de preparada. Pero el chino tenía unas tarjetitas totalmente en blanco. Así cuando Ud. venía con su ropa, él partía esta tarjeta en cierta forma y le daba a Ud. un pedazo y él guardaba el otro. Y ahora, eso era un poco mejor que lo que tenemos ahora, porque cuando Ud. regresaba para recoger lo que era suyo, aquellos dos pedazos tenían que coincidir. Ud. no podría imitarlo aun si tuviera que hacerlo. No había forma de hacerlo. Ud. puede hacer copias de letras, pero no puede imitar esa rasgadura. Aquello tenía que coincidir exactamente con el otro pedazo. Por lo tanto, la ropa sucia que Ud. había traído, la podía redimir con este boleto, porque encajaba con el boleto que había sido entregado.",
    "Y cuando Dios, a través de los profetas y bajo la ley, nos condenó al pecado…Y en la ley no hay gracia; solamente le dice que Ud. es un pecador. Pero cuando Jesús vino a la escena, El fue el cumplimiento. El fue el—el cumplimiento de todas las cosas que Dios había prometido. El fue la imagen idéntica y perfecta de la promesa. Por lo tanto, todas las promesas del Antiguo Testamento se cumplieron en Jesucristo. No podían cumplirse en Moisés, no podían cumplirse en ninguno de los profetas, pero se cumplieron en la Obra Maestra. Y allí cuadró con todo lo que dijo que sería. Así tendrá que ser la Iglesia, tendrá que cuadrar con todo lo que Dios ha prometido. Ella tiene que ser aquel pedazo que fue cortado de El. Por tanto, si lo original es la Palabra, igualmente serán la Palabra los súbditos que han sido tomados de El, para cuadrar con Su costado.",
    "Por eso el chino…Ud. podía reclamar…En cuanto la ley lo condenaba a uno y le decía que estaba sucio y que era culpable y lo podía poner en prisión; pero cuando El vino, El fue la pieza que encajaba, que podía sacarlo a uno y volver a formar el boleto completo—la redención que Dios prometió allá en el huerto del Edén: “Tu Simiente herirá la cabeza de la serpiente, mas Su calcañar le herira…herira su cabeza”. [Génesis 3:15, prarafraseado—Traductor.]",
    "Ahora, encontramos esta Obra Maestra perfecta que Dios había formado. Ahora, notamos que El fue todo lo que fue prometido que sería. El es todas las promesas, todas las profecías, todas las cosas de las cuales Dios había hecho promesa: “Tu Simiente herirá a la serpiente en la cabeza”. Ahora, El no podía herirla con la ley. El no podía herirla con los profetas. Pero El sí lo hizo cuando la Simiente de la mujer llegó a ser la Obra Maestra, Cristo. El fue la Piedra que Daniel vio cortada de la montaña. El fue el que pudo herir. El fue el que pudo herir, herir la cabeza de la serpiente.",
    "Su vida cuadró exactamente con la vida de Moisés. Su vida cuadró con la de David. Veamos si es cierto, si El es la Pieza que encajaba.",
    "Noten a David, un rey rechazado por su propio pueblo. El fue…Un día mientras él estaba…Su propio hijo se levantó en motín contra él. Y éste separó y dividió a los ejércitos de Israel. Y él fue…David fue forzado—forzado fuera de su trono por su propio pueblo. Y en su salida estaba un hombre que lo odiaba; y éste iba caminando y escupiendo sobre David. El guardia sacó su espada y dijo: “¿Le dejaré la cabeza a este perro, escupiendo a mi rey?”",
    "David dijo: “Déjenlo quieto, Dios le dijo que lo hiciera”. ¿No lo ven? Varón de dolores, experimentado en quebranto. Y como oveja delante de sus trasquiladores, enmudeció. ¿Ven? El dijo eso. Quizás David ni sabía lo que estaba diciendo. Pero alrededor de quinientos o seiscientos años más tarde, o un poco más, el Hijo de David pasaba por las mismas calles y también fue escupido. Pero noten lo que sucedió cuando David, fuera de su—fuera de su…Cuando él se convirtió en fugitivo y luego fuera de su exilio, cuando él—cuando él regresó, aquel mismo hombre le rogó por paz y misericordia. Aun aquéllos que Le golpearon, Le verán un día cuando El regrese.",
    "Y encontramos en José, que José fue un muchacho que tuvo un nacimiento peculiar, lo último, la parte más alta del fundamento, sobre la cual se iba a construir la obra maestra. Eso vino subiendo de fe al amor, a gracia; y vino hasta perfección. Y así también fue desde el principio en los pies, vino a perfección en Cristo.",
    "Noten cómo El fue representado en José, la parte más alta del fundamento, lo más perfecto de todos aquellos. Encontramos que José nació en su familia; y él fue por la mujer legal, que realmente era la esposa de Jacob. Y también noten, que cuando él nació, su padre lo amó; mas sus hermanos le odiaron sin causa. ¿Por qué le odiaban ellos? Porque él era la Palabra. ¿Ven el mismo fundamento? ¿Ven cómo vino la cabeza del fundamento? Ahora miren la cabeza del cuerpo venir. Ahora observen la Cabeza de la Novia venir. El fue la Palabra. Y ellos le odiaron por cuanto él era un vidente. El previó las cosas y se las dijo. Estas cosas sucedieron; no importa cuánto tiempo demoraron, de todas maneras sucedieron. Y por ser espiritual, fue excomulgado de sus hermanos. Ellos debían haberlo amado. Pero le odiaban porque él era profeta y era espiritual. Y le odiaban.",
    "Noten, él fue vendido por casi treinta piezas de plata; fue echado en una cisterna y supuestamente muerto, pero fue sacado fuera de la cisterna. Y en su tiempo de tentación en la prisión, el copero y el—el panadero…Sabemos que el copero fue salvo y el panadero se perdió. Y en a prisión de Cristo, en la cruz, uno fue salvo y el otro se perdió—dos ladrones, dos malhechores.",
    "Y notamos que José fue llevado de la prisión hasta la diestra de Faraón, que ningún hombre podía hablar con Faraón a menos que fuera a través de José. Y cuando José salía de la casa y del trono de Faraón, se tocaban las trompetas por todo Egipto, el sonido iba delante avisando: “¡Todo mundo doblad la rodilla, viene José!”",
    "Así será con Jesús. El fue amado por el Padre y odiado por los hermanos denominacionales, sin causa alguna. El fue vendido por treinta piezas de plata y puesto en la fosa, supuestamente muerto. En la cruz, uno perdido y el otro salvo. Y fue levantado de la cruz y está sentado a la diestra de Dios en la Majestad, el gran Espíritu, el cual había sido reflejado en El. Y ningún hombre puede hablarle a Dios, sólo a través de Jesucristo. Piensen en eso. Y cuando El deje aquel Trono, y comience a bajar, la trompeta sonará, y toda rodilla se doblará y toda lengua confesará…",
    "Recuerden, él fue el hijo de prosperidad. Todo lo que él hizo prosperó, ya fuera prisión o donde fuera, todo salía bien. ¿Y no ha prometido El para Sus hijos, que haría que todas las cosas obraran para bien, ya fuera enfermedad, prisión, muerte, tristezas o lo que fuera, que obraran para bien de aquéllos que Le aman? El lo prometió y tiene que ser así. Tiene que estar allí. Fue hablado a nosotros en El en forma figurada. El fue aquella Imagen perfecta de Dios.",
    "Ahora, aquí también vemos que cuando El regresa…",
    "Recuerden, José, por revelación, salvó al mundo por su gran profecía. El mundo habría muerto si no hubiera sido por José. Y el mundo hubiera—hubiera estado muerto si no hubiera sido por Jesús: “Porque de tal manera amó Dios al mundo, que ha dado a Su Hijo unigénito, para que todo aquel que en El cree, no se pierda”. Dios está reservando Vida.",
    "Podríamos seguir y seguir. Porque El fue simplemente la parte complementaria de David, y de Moisés, y de Elías, y de José. Todo lo que fue representado o predicho de El en el Antiguo Testamento, cuadró perfectamente. ¿Qué es? Mostrando un Redentor perfecto a Quien podíamos llevar nuestra ropa vieja y sucia como a la lavandería, y asimismo regresar a reclamarla. Ha sido lavada en la Sangre del Cordero. Podemos reclamar lo que es nuestro. Y podemos reclamar todo aquello por lo cual El murió. Así que El fue la Palabra perfecta que fue representada.",
    "A Dios, el Gran Escultor, le complació herirlo a El y hacer las cosas de esta forma. Lo vemos a El en Isaías cuando leemos: “Nosotros Le tuvimos por azotado. Escondimos de El el rostro. Le veremos, mas sin atractivo para que le deseemos (todos hablando de El, y mofándose de El. Estoy hablando de El ahora en este día. Todos mofándose de El. ¿Ven?) Nosotros Le tuvimos—Le miramos (tuvimos aquí siginifica “contemplar”). Nosotros le tuvimos por azotado, por herido de Dios y abatido”. El aún…¿Para qué hizo El esto? “Mas El herido fue por nuestras rebeliones, molido por nuestros pecados”.",
    "Ahora, podríamos continuar con eso, pero creo que Uds. ya tienen el cuadro de lo que quiero decir—Dios reconstruyendo Su Obra Maestra.",
    "Pero no olvidemos que en el principio cuando El hirió el costado de Adán, El extrajo algo de allí. Ahora, la herida de Cristo fue por una causa, para poder extraer de El una pieza para que sea una familia, la Novia, tomar para Sí una Novia. Así que cuando Su Obra Maestra quedó perfeccionada, entonces El tuvo que herirla, para extraer de El, no otra obra, no otra creación, sino de la misma creación.",
    "Mi hermano, no piense mal de esto, sólo piense un minuto. Si El tomó de El, la creación original, para formar la Novia para El…El nunca ha hecho otra creación; El tomó una parte de la creación original. Luego si El fue la Palabra, ¿qué debe ser la Novia? Tiene que ser la Palabra original, el Dios Viviente en la Palabra.",
    "Kimberly, Africa del Sur. Una vez yo estaba observando los diamantes, cómo eran extraídos de la tierra. Y yo los vi tirados allí como…Bien, el—el superintendente de la fábrica, o de la mina, era uno de mis ujieres en la línea de oración. Y yo notaba los diamantes valorados en decenas de miles de dólares, todos amontonados; pero no brillaban ni aun bajo la luz. Y yo le dije al superintendente de las minas dije: “¿Por qué no brillan?”",
    "El dijo: “Señor, es que aún no han sido cortados. Tienen que ser cortados. Cuando son cortados, entonces reflejan la luz”. Allí lo tienen Uds.",
    "La obra maestra tiene que ser cortada. Y noten. ¿Cortada para qué? ¿Es cortada la pieza y desechada? ¡No, no! La pieza que es cortada viene siendo una aguja de tocadiscos. Y la aguja de tocadiscos es puesta sobre un disco, que contiene una música invisible para el mundo; pero la aguja es lo que la produce, y trae a vida la verdadera interpretación de la Palabra.",
    "Su vida cuadró con la de todos aquéllos. A Dios le complació herirlo a El. Y ahora, ¿por qué lo hirió? Por la misma causa que tuvo que herir a Adán.",
    "Ahora lo vemos a El azotado, herido y abatido de Dios, el Cordero perfecto, herido por causa de los pecadores, una Obra Maestra perfecta.",
    "Ahora, por casi dos mil años, Dios ha estado haciéndose nuevamente una Obra Maestra, porque El le hirió a Adán para extraerse una pieza de él (parte de él), una costilla para hacerle una esposa. Y aquella Obra Maestra que El hirió en el Calvario, de allí El obtuvo una pieza. Es simplemente el Nuevo Testamento, eso es todo. El cumplió el Antiguo Testamento. Ahora es el Nuevo Testamento, otra pieza para ser cumplida. Vean, el Antiguo y el Nuevo son esposo y esposa ¿ven?; y se necesitó el Nuevo para—el Antiguo para anticipar el Nuevo. Vino Cristo, la Obra Maestra, para cumplir aquello. Ahora Su Novia cumplirá todo lo que está en el Nuevo Testamento. Otra Obra Maestra está en proceso.",
    "Así como a El le tomó cuatro mil años en hacer esta Obra Maestra, ahora El ha estado por cerca de dos mil años haciendo otra Obra Maestra, una Novia para Cristo, otra Obra Maestra. Al formarla, El lo hace por su método incambiable, en la misma forma que hizo la Obra Maestra, por Su Palabra. Esa es la forma en que El hace Sus obras maestras. Porque sólo puede ser una obra maestra perfecta cuando es la Palabra perfecta. Con cualquier polvo o basura inyectada, se quebraría; pero el cielo y la tierra pasarán, pero esa Palabra nunca se quebrará. Recuerden, al cortar los diamantes, se necesita una herramienta perfecta para hacerlo, no se puede hacer con cualquier herramienta. Yo he visto toneladas de piedras pasar por trituradoras de piedra y las toneladas pasan por un lado, mas el diamante pasa seguro. No, eso no quiebra el diamante. Tiene que ser cortado.",
    "Ahora, El está haciendo la misma cosa en Su método incambiable. Encontramos en Malaquías 3 que El dijo: “Yo Soy Dios y no cambio”. El no puede cambiar Su método.",
    "Ahora, así como El empezó con Abraham, después de la caída de la primera obra maestra, El empezó con Abraham, en el fundamento, para construir otra obra maestra. El empezó en el día de Pentecostés a construir otra Obra Maestra—la Palabra simiente original. Empezó en la primera Iglesia. ¿Qué fue? La simiente Palabra, la Palabra manifestada, la promesa que había sido dada. Joel dijo: “Sucederá en los últimos días, ha dicho Dios, Yo derramaré Mi Espíritu sobre toda carne, y profetizarán vuestros hijos y vuestras hijas; vuestros ancianos soñarán sueños, y vuestros jóvenes verán visiones”. Lo que haría El en los últimos días—dos—en los últimos dos mil años.",
    "Noten. Y empezó igual que el original. Como dijo Jesús: “La Palabra de Dios es la Semilla que un sembrador sembró”. Y El fue el Sembrador. La Semilla fue la Palabra. Y noten, cualquier semilla que permanece sola nunca hace nada. Ella tiene que caer en tierra para poder producir su fruto nuevamente. Y esta Semilla, esa Iglesia perfecta, cayó a tierra en Nicea, Roma, cuando se convirtió en una denominación.",
    "Ahora historiadores, recuerden, y Uds., los que vayan a escuchar esta cinta, compárenlo y vean si eso no es correcto. La iglesia murió en Nicea, Roma, cuando tomó dogmas y credos en lugar de la Palabra original. ¿Qué fue? Dios había mostrado por medio de aquella primera Iglesia que El era Dios. El tenía una Iglesia perfeccionada; pero la Iglesia, como todas las demás semillas, tenía que caer en tierra y morir. Ahora, ella cayó a tierra y murió y fue consumida.",
    "Saben, no hace mucho tiempo que leí un libro. Alguien escribió un—un libro que decía: El Dios Silencioso. Quizás Uds. lo han leído. Se me olvida—pienso que fue Brumback…No, no estoy seguro quién lo escribió. Pero…no puedo recordarlo…lo tengo en mi estudio: El Dios Silencioso. Dice: “Dios, por mil años de la Edad del Oscurantismo, se quedó quieto y nunca levantó la mano, y observó a mártires fieles caminar hacia la fosa de los leones, y ser quemados por los romanos; asesinatos de todas clases; mujeres ser desnudadas y quemadas, pegándole fuego a su cabello largo ya untado con brea”. Recuerden, el cabello corto comenzó primero en Roma. Y las mujeres de los Cristianos tenían cabello largo. Por eso ellos—ellos se lo hundían en brea y les pegaban fuego, así las quemaban—y ellas desnudas. Y las daban como alimento a los leones. Y este escritor sigue diciendo: “¿Dónde está ese Dios?” ¡Oh, la ceguedad del hombre algunas veces! ¿No sabe Ud. que aquella Semilla tenía que morir? El nunca trató de…?…libertarlos. ¡Ellos bajaron en victoria! Ellos bajaron sangrando y muriendo, dando sus vidas. ¿Por qué? Era una Semilla que tenía que caer a tierra, como nos dice Juan 12: El grano de trigo tiene que caer en tierra y allí morir; y no sólo morir, sino podrirse. Pero aquella denominación ni supo que aquella Vida aún estaba allí.",
    "Aunque la iglesia en sí,",
    "en aquel Concilio de Nicea de quince días de sangriento debate político, cuando entraron aquellos aristócratas y quisieron inyectar a estos grandes dignatarios en la iglesia…Y salieron profetas del desierto, comiendo hierbas y vestidos con pieles de animales, profetas genuinos, y ellos los echaron fuera. ¿Por qué? La Semilla tenía que caer en tierra. Tenía que morir.",
    "Ella murió en la Edad del Oscurantismo bajo la tierra oscura. Ellos pensaron que había desaparecido. Uds. saben que en San Juan 12:24, Jesús dijo: “Si el grano de trigo no cae en la tierra…queda solo”. Y la primera Iglesia fue esa reproducción, esa Novia, esa Semilla, esa Palabra hecha manifiesta, que cayó a tierra en Nicea, Roma.",
    "Escucha, Iglesia que está por todas las naciones, que oirá esto, allí está su tierra: las denominaciones. Allí fue donde la Palabra fue crucificada y ellos aceptaron dogmas. Y por cientos y cientos de años en la Edad del Oscurantismo, el poder y la manifestación de la Palabra fueron escondidos del mundo. Solamente gobernaba el Catolicismo. Todos sabemos eso, lo podemos leer en la historia. Solamente gobernaba el Catolicismo.",
    "Pero Ud.—Ud. no puede esconder una semilla ya germinada. Tiene que brotar. ¿Por qué? El Gran Escultor está en el trabajo. El va a construir otra vez. Así que El—cayó la Semilla, la Palabra.",
    "Cuando vemos a San Pablo, a Pedro, a Jacobo, a Juan, a todos aquéllos que escribieron la Palabra, y la Palabra que ellos escribieron se convirtió en vida y vivió. Y vivió. Y encontramos que después que empezó a madurar, Juan comenzó a escribir en epístolas. El fue desterrado a la Isla de Patmos después de ser hervido en aceite por veinticuatro horas. Pero la Palabra tenía que salir, tenía que ser escrita. Ellos no pudieron sacarle el Espíritu Santo, ni hirviéndolo en aceite; así que él siguió adelante. Su obra no estaba terminada. El murió de muerte natural.",
    "Policarpo, que fue un discípulo de Juan, llevó la Palabra más adelante. Y después de Policarpo vino Ireneo. Ireneo, el gran hombre de Dios que creía el mismísimo Evangelio que nosotros creemos, “¡La Palabra es correcta!” La iglesia, tratando de apretarla para que quedara afuera.",
    "Finalmente llegó a Nicea, Roma. Y allí cayó en tierra (después de San Martín), y allí fue asesinada. San Martín creía la misma cosa que nosotros creemos. El sostenía la misma cosa: el bautismo del Espíritu Santo, el bautismo en agua en el Nombre de Jesús. El se mantuvo en la mismísima cosa en que nos mantenemos nosotros, y él era un profeta, y creía toda la Palabra de Dios. Y finalmente ellos fueron crucificados y aplastados en la tierra, y allí quedaron por centenares de años hasta que se pudrió, la parte de afuera de la semilla. Los cuerpos viejos se pudrieron. (Yo he estado en San Angelo, en las catacumbas, y he visto donde ellos murieron y sus huesos rotos y todo eso). Ellos finalmente se pudrieron hasta que sus huesos desaparecieron, pero la Vida aún estaba allí.",
    "El grano de trigo que cayó en tierra en el—en el Concilio de Nicea, empezó a brotar nuevamente en Martín Lutero, como cualquier grano de trigo o maíz que está naciendo. Después que la semilla se pudre, la vida brota hacia afuera. Y empezó a brotar en Martín Lutero, ¿qué fue lo primero que él hizo? Rechazó la denominación del Catolicismo, protestó que estaba erronea; porque dijo: “El justo vivirá por fe”. ¿Qué fue eso? Una pequeña Vida débil que sacó unos retoñitos. Esos fueron los Luteranos. Ciertamente que no se parece al grano que cayó en la tierra, pero ahora la Vida está saliendo adelante.",
    "Entonces siguió hacia un tallo. ¿Qué sucedió entonces? En los días de Juan Wesley, ¿qué hizo él cuando trajo santificación? El se mantuvo con la Palabra, y ¿qué hizo? Los Luteranos se habían organizado y habían hecho una organización, así que era tiempo de que algo sucediera. La obra maestra está siendo construída ahora. ¿Qué hizo él? ¿Qué hizo él? El protestó aquella iglesia Anglicana y apareció en la reforma como una borla. ¿Qué fue eso? La semilla viniendo a Vida, creciendo.",
    "Ahora, el tallo no se parece a la semilla, ni tampoco la borla.",
    "Ahora, hermanos Pentecostales de todas las naciones, quiero que Uds. me escuchen, mis hermanos, como si este fuera el último mensaje que yo fuera a predicar. Esta es mi obra maestra. ¿Han notado Uds. cuando el trigo, el grano de trigo que cae en tierra, cuando empieza a regresar a su—a su forma de grano otra vez?",
    "Observen la naturaleza. La naturaleza es Dios exactamente, Dios obrando en la naturaleza, es lo único que puede ser. Pero del avivamiento Pentecostal, según piensan ellos, que era la semilla…No era. ¡Ahora, observen! Pero salió algo igual que la semilla. Ahora, observen lo que Jesús dijo en San Mateo 24:24, que en los últimos días los dos espíritus serían tan parecidos, que de ser posible aun engañarían a los escogidos.",
    "Ahora, aquel tallo no se parece en nada a la semilla; tampoco la borla se parece a la semilla. Pero ahora noten, no en los días de Lutero, sino en el día final.",
    "La primera cosa (y aquí hay agricultores que siembran trigo)—la primera cosa que aparece en una semilla de trigo, Ud. casi piensa que es la semilla, pero ¿qué es? Es el forro. Se forma una cosa pequeña afuera para proteger la semilla. Se forma el forro. Pero así como el tallo ni la borla eran la semilla, tampoco lo es el forro; sólo es un portador de la vida, el grano de trigo de San Juan 12, ¿ven?, Jesús hablando.",
    "El trigo, después de la borla, después de Wesley, produce el forro, el cual es lo más parecido al grano que todo lo demás. El forro se parece más al grano; todo el tiempo se está pareciendo más al grano, al grano que cayó en tierra. Y cuando aparece el tallo, éste tiene vida, pero seguramente que no es el grano. Aparece la borla, el polen y aún eso no es el grano. Y luego aparece el forro. Y es justamente en la forma del trigo, exactamente como el grano de trigo; pero sin embargo, no es el trigo. Exactamente la misma forma, perfectamente.",
    "Los Pentecostales salieron igual como haría el trigo. Cada uno salió del otro, saliendo del otro; pero ellos sólo son un portador. Ellos forman la denominación. Y eso hicieron los Pentecostales, formaron la denominación. Y ¿qué hicieron los Pentecostales cuando salieron igual que el grano? Volvieron atrás, como en Apocalipsis 17, a una de las denominaciones hermanas. Eso fue exactamente lo que—eso fue lo que Jesús dijo.",
    "Ahora observen. El Evangelio vendría a través de Lutero, a través de Wesley, hasta Pentecostés. Y en los últimos días engañaría a los mismos escogidos si fuere posible—a los escogidos. Oh, hermanos Pentecostales, ¿no pueden ver?",
    "El trigo, cuando se comienza a formar, es igual que la semilla, cuando comienza a formarse como la semilla; pero es el forro. Se denominó, haciendo exactamente la misma cosa que hicieron en el tiempo de Lutero. En Apocalipsis 17, se prueba la misma cosa en cuanto a las iglesias.",
    "Ahora, el grano de semilla original cayó en Nicea, porque aquella fue la primera denominación.",
    "¡Noten! Toda la vida que estaba en el tallo y en la borla, termina ahora en la semilla. La vida que salió de la semilla original, pasó a través de distintos procesos, tres procesos distintos, y luego vuelve a su condición original. ¡Aleluya! ¡Oh, vaya! ¡Yo soy la persona más feliz de todo el mundo, porque Dios me ha permitido ver esto!",
    "Observen cuán perfectamente la Palabra y estas—y la naturaleza, obran juntas.",
    "Justamente como probamos la resurrección: La salida del sol, la puesta del sol, y se levanta otra vez; las hojas se caen del árbol en—la savia que baja a la raíz, y sube de nuevo y—y las hojas regresan con ella, y caen al suelo. La vida del árbol la chupa de nuevo, el calcio y el potasio, y la trae a otra hoja nuevamente. ¿Ven? En la naturaleza todas las cosas obran con—con la Palabra de Dios. Y aquí está exactamente, perfectamente en estas Edades de la Iglesia. Esa es la razón que el Espíritu Santo bajó y nos dibujó esas cosas y nos las ha hecho a Su forma. Eso es exactamente.",
    "Noten aquí. La vida que estaba en el forro, en el tallo y en la borla, en el forro, toda se junta en la semilla. Y la vida que estaba en el tallo fue—una fue para hacer la otra. La Justificación abrió camino para la Santificación. La Santificación abrió camino para el Bautismo del Espíritu Santo. El Bautismo del Espíritu Santo abrió camino para el Mismo Espíritu Santo poder bajar en perfección, de nuevo a la Palabra para manifestarse.",
    "Pero lo que se denomina, muere. Como la Vida en Lutero produjo Wesley. Y—y de Wesley, fue a Pentecostés. Y de Pentecostés para producir la simiente original. Continuó y Pentecostés salió de Wesley, hasta aquel tiempo. La razón por la cual Pentecostés salió de Wesley, fue porque no era denominación—Pentecostés no era. Luego Pentecostés se denominó. ¿Y qué hizo eso? Se tornó al forro. Se parecía a la cosa real.",
    "Y cualquiera…",
    "¿Cuántos han visto a una semilla—a una semilla de trigo empezando a crecer? ¿Cuál es la primera cosita? Es algo exactamente como la semilla, pero es el forro. ¿Ven las tres etapas? Tallo, borla o polen, luego el forro. Y entonces del forro viene la semilla original. No una semilla, era la Vida de la semilla creciendo a través de esto, para llegar a la semilla. ¡Amén, amén! ¿Lo ven Uds.? ¡Una resurrección! Regresando nuevamente a una Obra Maestra, igual a la que cayó en tierra.",
    "Pentecostés salió de Wesley por cuanto Wesley era una organización. Pentecostés salió sin organización y luego se convirtió en una. Ella tenía que hacer eso para formar el forro. La verdadera Palabra de Vida en ella, estaba en camino hacía el grano original a través de estas etapas: a través del tallo, luego al polen, del polen al forro, y del forro se hizo semilla.",
    "No…¡Tallo, borla, forro!",
    "Viviendo, ellos produjeron un portador de cierta porción de la simiente de Vida en sus primeros avivamientos; pero cuando se organizaron, la Vida se apartó. Eso está probado por toda la historia. Ninguna organización ha hecho nada después de organizada. Estaba muerta, correcto.",
    "Observen, la vida ahora va avanzando. Sigue adelante.",
    "Noten. Lo que ellos han hecho, lo que todos estos han hecho, es probado por la historia, la forma exacta en que la iglesia ha venido, para nunca más volver a ser útil para El. La organización queda colocada en el estante. En toda la historia nunca ha habido una iglesia que viviera después de que se haya organizado, allí moría. Y la organización murió y jamás se levantó. ¿No pueden verlo? ¡Hombres ciegos, abran sus ojos! La naturaleza y la Palabra coordinando juntos y probando aquí mismo que esta es la Verdad, que es la Verdad: Que la vida deja el tallo para formar la borla; de la borla forma el forro; y del forro vuelve a lo original, nuevamente.",
    "Noten, nunca volverá a ser útil para El.",
    "Esta vida es más notable en su viaje en el grano de trigo que en el árbol. Dios comparó Su pueblo con un árbol. ¿Ven? En un árbol la vida baja y luego sube de nuevo, baja y sube. ¿Ven? Baja y sube. Pero en el grano de trigo, la vida sube del tallo original a través del tallo, borla y forro, y todo aquello por donde pasa, muere de manera que no puede regresar por allí de nuevo. ¿Qué es? No tiene más uso. Ella continúa hacia su perfección. ¡Amén! ¿No ven Uds. por qué El nunca usó una organización? El no puede regresar a ella otra vez. Está muerta. Pero la Vida pasa de uno al otro. ¿Ven? Ellos ponen credos e inyectan…“Cualquiera que añade una palabra o que quite una palabra…” ¿Ven? El está bloqueado de ella. Tiene que ser la simiente de Vida siguiendo adelante.",
    "Ahora yo estoy usando esto en una parábola de la Novia, la Obra Maestra que está llegando a escena. Tal y como la Obra Maestra cayó, hay una Obra Maestra levantándose. La Obra Maestra cayó en—en Nicea, Roma. Después de Nicea, Roma, Ella ha venido pasando a través de un proceso; pero Ella está regresando otra vez a esa Obra Maestra, perfeccionada, porque Ella es una parte de aquella Palabra que fue hablada por El. El tendrá una Iglesia sin mancha y sin arruga. De ninguna manera será relacionada con ninguna clase de organización o denominación (la cosa maldita). Ella ha pasado por esas cosas, pero aquello nunca estará allí.",
    "Noten. La semilla está saliendo. Aquella Vida está saliendo, no regresando. No habrá más resurrección después de ésta. La Vida está saliendo para ir a su perfección, una resurrección.\n\nNoten, el forro produjo…El—el…Noten, el forro pone a la semilla original afuera. Encontramos esto en el tercer capítulo de Apocalipsis.",
    "Ahora recuerden que El no ha sido puesto fuera de ninguna otra iglesia en la Biblia, de las Siete Edades de la Iglesia. ¿Cuántos lo recuerdan? El pasó a través de la Edad de la Iglesia, para continuar y hacer algo más. Pero esto es. No hay nada más. Pero el—el Escultor ha regresado a la perfección de nuevo, a la Palabra. ¿Ven? Esto no regresa. Cuán diferente es. ¡Sí!",
    "Oh,",
    "y noten. Entonces, cuando sale el forro, se parece al grano. Pero cuando la Vida del grano empieza a dejar el forro para entrar, para hacer el Grano (la Novia), el forro se abre y excomulga al Grano. ¿Es eso cierto en la naturaleza? Eso es exactamente lo que ella hizo.",
    "En—en Apocalipsis 3 encontramos que la Edad de la Iglesia de Laodicea lo echó a El afuera. Ahora vean, no fue así en las otras edades porque había algo más que aún tenía que ser hecho. Solamente pasó por ahí, y continuó hacia la otra. Yo siempre les he dicho a Uds., no vienen más denominaciones. Estamos en el fin. Y ¿por qué ellos lo pusieron a El afuera? El—El—El es la Palabra nuevamente. El es igual al que que cayó allá. El es la misma doctrina que llegó desde el principio.",
    "Y cuando la simiente Palabra empieza a crecer, el forro la aparta. La Vida sale adelante y todos los demás la siguen; esos son los verdaderos creyentes, ellos siguen la Vida, a dondequiera que vaya la Vida.",
    "Como en Israel, un tipo perfecto. (Si tuviéramos tiempo…sólo me quedan algunos minutos). Pero en el tipo perfecto en el principio, dondequiera que iba aquella Columna de Fuego había Vida; aquella Luz era Dios. Y a mí no me importa si era media noche o si ellos estaban en un lugar bien seleccionado, cuando aquella Columna de Fuego se movía, la trompeta sonaba e Israel se movía con Ella. ¡Aleluya! Y cuando la trompeta sonó, Martín Lutero avanzó con Ella. Y él organizó…Mató…No él mismo, sino los hombres que le siguieron. Y entonces Dios quitó la Vida de aquello, la trajo y la colocó en la tumba.",
    "Entonces salió Wesley. El vio aquella gran organización, así que sonó la trompeta de santificación, más de la Palabra. ¿Ven? Y cuando él lo hizo, avanzaron de—de—de Lutero a Metodista.",
    "Y cuando Pentecostés lo vio, ellos sonaron una—una trompeta. Es tiempo del regreso de los dones. ¿Ven lo que ellos hicieron? Ellos sonaron una trompeta y avanzaron; luego ellos se organizaron. Pero recuerden, después del forro (estas son las tres etapas que conocemos), no queda nada más sino el Grano. ¡Oh Dios! Y entonces el Grano es echado fuera de todo eso. ¡Amén y amén! La simiente Palabra empieza a formarse y Vida es traída fuera de…",
    "Ahora noten. Si el Novio, el comienzo, el primer Novio…Esta es la Novia apareciendo.",
    "Recuerden, la Iglesia comenzó en Pentecostés y cayó en Nicea. Ella retoñó, no como el grano real, no; había algo de Vida allí, pero retoñó para formar una organización. Y pasó por en medio de aquella organización. Y luego, ¿qué hizo? Entonces pasó—de aquella organización pasó a otra organización, pasó a otra etapa de la Palabra: Justificación, Santificación, Bautismo del Espíritu Santo. ¿Ven? Y mientras pasaba a través de este tallo y por este proceso, siguió acercándose más.",
    "Recuerden, el pequeño polen es más—la borla es más parecida a la semilla que lo es el tallo. Y el forro se parece más a la semilla que la borla. Pero la propia semilla es aun más allá que eso. ¿Ven? Ella sólo usó todo aquello como vehículo para transportarse.",
    "Noten. La Novia…Si en el principio la Novia era la Palabra—el Novio más bien; y luego, si la Novia es tomada del Novio, Ella también tiene que ser la Palabra.",
    "Noten. La Novia tiene que ser…¿Por qué? ¿Por qué tiene el Novio que ser la Palabra manifestada, expresada claramente? Es porque la Novia y el Novio son Uno; Ella sólo es la pieza sacada de El. Allí está la Obra Maestra. Ella fue herida…?…",
    "Miguel Angel no pudo reproducir aquello otra vez; él no pudo devolverlo a su sitio. Pero Dios sí lo va a hacer. El va a traer a esta pequeña Novia herida de regreso al lado de la Palabra original. Y allí está; allí está la Obra Maestra, la familia de nuevo en el huerto del Edén.",
    "¿Cómo va esta Novia a hacer esto? ¿Cómo va este Trigo a hacer esto? Malaquías 4 dijo que en los últimos días, esto será restaurado nuevamente. ¿Qué? Restaurado a como fue en el principio, llevarlo nuevamente. “Yo restauraré, dice el Señor, todos los años que la oruga y el saltón y todo lo que estas otras cosas se han comido. Yo restauraré otra vez”. Malaquías 4 dice que El restaurará los corazones de la gente, la fe de la gente a la fe original de los padres, ¿ven? Iglesia, vemos esto aquí ante nosotros. ¿Dónde estamos?",
    "Ahora, estaremos terminando en algunos minutos. Quiero que Uds. noten con mucha atención algo que acaba de ocurrir.",
    "Malaquías 4 es para traer de nuevo, de nuevo a lo original. Ella es herida y sacada de la iglesia—del cuerpo de la iglesia, herida con su Maestro, para el mismo propósito (Ella es la Palabra), tal como José fue herido y apartado de sus hermanos, porque él era la Palabra. Y Jesús fue herido y apartado de Sus hermanos, porque El era la Palabra. La iglesia es herida—la Novia es herida y apartada de la iglesia, porque Ella es la Palabra. Allí tienen las etapas otra vez: una, dos, y tres, ¿ven? Exactamente.",
    "La Palabra, viviendo y en acción, la Novia de la Biblia, no alguna novia hecha por el hombre, sino la Novia de la Biblia, herida y afligida de Dios. Sin ninguna belleza que podamos desearla, sin embargo la estimamos, herida y afligida de Dios. Correcto. Ella está parada sola. De acuerdo a Apocalipsis 3, Ella es herida por todas las denominaciones. Ella es herida y echada fuera de la Edad de la Iglesia de Laodicea, en la cual Ella fue levantada. ¿Ven?",
    "Esta iglesia fue levantada en la Edad de la Iglesia de Laodicea, la cual es el forro. Pero si las otras fueron…Uds. hombres Pentecostales, ¿no pueden ver eso? Si aquello fue forro y murió, si aquel otro tallo tuvo que morir, si la borla tuvo que morir, así también el forro tiene que morir; las tres etapas de organización.",
    "Y Uds. recuerden…Uds. dicen: “Bueno, hay una gran cantidad de borlas suspendidas; hay una gran cantidad de esto”. ¡Sí! Hubo Metodistas, Bautistas, Presbiterianos, Luteranos, Iglesia de Cristo, todas estas cositas que le cayeron encima, hojas y todo lo demás se habían colgado en ella; pero lo original fue la reformación. ¿Lo ven ahora?",
    "Está parada sola, como el Novio, rechazada del hombre, despreciada y rechazada por las iglesias. Así está la Novia. ¿Qué es? Es Su Obra Maestra. ¿Ven? Es la Palabra, a través de la cual El puede obrar y hacerla manifiesta. Rechazando.",
    "Así que el tallo, la borla y el forro nunca se convierten en Semilla (¡no!), pero todo el tiempo se están pareciendo más a la Semilla. Ahora, en el tiempo de la siega, la Semilla está nuevamente en su Vida original, nuevamente en la Biblia. Malaquías 4 dice que sería traída de esa forma. ¡Oh, oh, vaya!",
    "Tiene que tener toda…Para estar así, ella tiene que tener toda la Palabra. ¿Es eso correcto?",
    "Ahora, ¿qué dijo El en Apocalipsis 10, que tomaría lugar? ¿Por qué fue el viaje a Tucson? Para abrirle a la Iglesia…En los días del mensajero, del séptimo angel (Mensaje del séptimo angel), toda la Palabra de Dios sería hecha manifiesta. El sello de todo lo que el tallo ha dejado atrás, y el porqué, y todo sobre eso, sería hecho manifiesto en este tiempo. ¿Es eso lo que dice la Palabra? Entonces lo vemos. Entonces ¿a dónde estamos? ¿Ven? ¿A dónde estamos? Hay solamente una cosa. Estamos en la siega. Ella está bien madura. Ella ahora está lista para la venida.",
    "Noten.",
    "No, ella nunca será eso. La…En el tiempo de la siega, la Semilla está de nuevo en su condición original, y tiene que tener toda la Palabra para poder ser la Semilla. Y no puede ser media semilla, así no crecerá. Tiene que ser la Semilla completa. No puede sólo manifestar, y decir: “Yo creo en el bautismo del Espíritu Santo. ¡Aleluya! Yo creo en hablar en lenguas”. Eso sólo es parte de la Semilla; pero ahora hay algo que ha sido añadido a eso. ¡Aleluya! ¿Ven? La Vida, no los dones, la Vida de los dones. ¿Ven? ¿Ven lo que quiero decir? Hermanos, estamos en el tiempo final.",
    "El tallo, la borla, el forro, ahora están muertos y secos. Hay sólo una cosa que tiene que sucederle a eso, es ser recogido en el Concilio Mundial de Iglesias para ser quemado.",
    "La Palabra ha llegado a ser carne, exactamente como el prometió en Lucas 17 y Malaquías 4, y demás. ¿Ven? Correcto. Apocalipsis…",
    "Toda la verdadera Vida que estaba en el tallo, en la borla y en el forro, ahora se está reuniendo en la Semilla, lista para la resurrección, lista para la cosecha. El Alfa se ha convertido en Omega. El primero se ha convertido en el último, y el último es el primero. La Semilla que entró, ha pasado por un proceso y se ha convertido en Semilla otra vez. La semilla que cayó en el huerto del Edén y murió allí, regresó (de aquella semilla imperfecta que murió allí)—regresó a la Semilla perfecta—el Segundo Adán.",
    "La primera Eva que cayó y fue usada en la segunda reformación—segunda venida, como al dar a luz a un niño, ahora se ha convertido en la verdadera Novia otra vez, la Semilla de nuevo con la Palabra original. El Alfa y el Omega son lo mismo. El dijo: “Yo Soy Alfa y Omega”. El no dijo nada de entre los dos. “Yo Soy Alfa y Omega, el Primero y el Ultimo”. ¡Eso es!",
    "El primer ministerio y el último ministerio son iguales. El primer Mensaje y el segundo—y el último Mensaje son la misma cosa. “Yo soy—Yo estuve en Alfa; Yo estoy en Omega”. “Habrá un día que no podrá ser llamado ni día ni noche, pero al tiempo del atardecer habrá Luz”. ¿Ven? Alfa y Omega; ha llegado a ser el primero y el último. Oh, vaya, hermanos, podríamos quedarnos horas en eso.",
    "La gran obra maestra de una familia, el Segundo Adán y la Segunda Eva, ahora listos para el huerto, el Milenio (¡Amén!), de nuevo en la tierra. ¡Aleluya! El Gran Escultor no los dejó tirados allí. El tomó tiempo, tal y como lo hizo por los millones de años en que estuvo moldeando la primera pareja perfecta, y ellos cayeron. Ahora ha sido por miles de años; El ha moldeado otra vez y ahora aquí están listos.",
    "La Obra Maestra vino y fue golpeada. De Su lado salió la ayuda idónea. Y Ella fue levantada por el mismo proceso. Ahora, aquí está Ella de nuevo con toda la naturaleza, la Biblia, y todas las demás cosas, mostrando que aquí estamos.\n\nNaciones confusas, Israel despertando,\n\nSon señales que el profeta habló;\n\nLos días gentiles contados han sido,\n\n(¡Miren toda esta basura que tenemos!).\n\nLa eternidad pronto será.\n\n(Correcto. Conviene que Ud. entre rápido si va a entrar).\n\nEstoy preparando para terminar, en cinco o diez minutos.",
    "Noten. La gran obra maestra de la familia. El esposo y la esposa no pueden ser verdaderamente una familia a menos que sean uno. Ellos tienen que ser uno. Si no lo son, no son una buena familia—la esposa tirando para un lado y el esposo para otro. Eso haría una familia horrorosa; pero más bien en mutuo acuerdo, con amor el uno para con el otro, eso sí es una familia. Y ahora, esa fue la obra maestra de Dios; y toda la verdadera familia aquí tipifica eso. ¿Ven? Y ahora la familia obra maestra ha venido otra vez—Cristo y Su Novia, listos para venir. El Segundo Adán, la Segunda Eva, ahora listos para regresar a su hogar. Todo el cuadro ha sido redención, de donde estaba, devolviéndolo. ¿Ven? Exactamente así. Trayéndolo de nuevo.",
    "Después…",
    "El otro día, estando aquí con los Hombres Cristianos de Negocio…Me imagino que muchos de Uds. estaban allí. Cuando escuché a aquel sacerdote Luterano (o se supone que era un predicador), que se paró allí y dijo aquella cosa ridícula y se mofó de aquello que nosotros creemos…Y aquellos Hombres de Negocio del Evangelio Completo teniendo a aquel hombre allí. Y diciendo que…El usaba su cuello volteado. Muchos de ellos lo usan así ahora. El dijo: “Ahora la gente me pregunta por qué yo uso el cuello volteado, dicen: ‘¿Cómo pueden distinguirlo a Ud. de un sacerdote Católico?” El dijo: “No hay diferencia y no debe haberla”. El dijo: “Todos nosotros somos hijos de Dios”. El dijo: “Yo conozco a un sacerdote Católico que es omnipresente (¿ven?), que puede estar presente en todo lugar”.",
    "Ahora, uno no puede ser omnipresente sin ser omnisciente. Ni aún Dios es omnipresente. Dios es omnisciente. Omnisciente quiere decir—eso lo hace a El omnipresente (El sabe todas las cosas). Pero para que sea un ser, El tiene que estar en un solo ser. Pero siendo omnisciente, El puede ser omnipresente, porque El conoce todas las cosas. El ya lo sabía antes del…Antes de que el mundo comenzara, El sabía cuántas pulgas, cuántos piojos, cuántos insectos habrían, y cuántas veces ellos pestañarían sus ojos, y todo en cuanto a eso, ¿ven?, porque El es omnipresente. Y uno no puede ser omnisciente—omnisciente sin ser infinito. Y hay solamente una cosa infinita: Dios. ¡Amén!",
    "Y entonces nosotros…",
    "¿Qué es? Es el diablo, llevándolos directamente al matadero, y cada uno de ellos entrando. Exactamente lo que dice la Biblia. Y aquí está. ¿Ven?, vienen así entre los Pentecostales y los llevan directamente tal como…¡Qué tiempo!",
    "Oh, después de aquel testimonio, alguien me dijo…Yo—yo…Fue una cosa buena que yo no dije mucho, porque probablemente ya me tendrían allá encarcelado; pero yo sólo pensé: “Allí está”. El—el pueblo que es enseñado, conoce. “Los sabios conocerán a su Dios en aquel día”, así dice Daniel. ¡Sí señor! ¿Ven? Los sabios conocerán su Dios; ellos están vigilando estas cosas.",
    "Pero cuando yo vi aquello suceder y aquellos Pentecostales parados allí con él. Aun Oral Roberts me miró así. Yo dije: “¡Oh, vaya! ¡Um!”…",
    "Pero parado allí con educación y pulido, Uds. saben, y etc. Esa no es la forma en que Dios pule a los Suyos. El no pule a los Suyos con educación; El los pule en humildad y en poder de Su Palabra manifestada, mostrando la forma del Grano de donde salió.",
    "Ahora, alguien me dijo a mí, dijo: “Hermano Branham”, dijo: “hay una cosa que yo no entiendo acerca de Ud”.\n\nYo dije: “¿Qué cosa es esa?”\n\nEstando parado afuera en un pasillo…Creo que la Hermana Dauch y ellos, después que saludé a Bill y parado allí y todos ellos, doblé en la esquina y había un grupo de gente, cuando un ministro con cuello al revés se abrió paso, y me dijo: “¿Por qué es que Ud. siempre está reprendiendo a la gente?” Dijo: “Esa gente cree que Ud. es un siervo de Dios, y que será gentil y dulce con ellos y todo lo demás”. Dijo: “Cada vez que lo oigo, Ud. está reprendiendo a las mujeres sobre el usar cabello corto y sobre el usar pantaloncitos cortos y maquillaje y todas estas otras cosas, y reprendiendo a la gente y diciéndoles cuán fríos, formales e indiferentes son”. Dijo: “¿Por qué hace Ud. eso?” Dijo: “Esa gente lo ama a Ud. ¿Cómo puede Ud. ser un hijo que ama a Dios y hacer cosas como esas?”",
    "Pensé: “Señor, permíteme contestarle a este hombre tan sabio. (¿Ven?). Tú sólo permíteme contestarle, y de alguna forma que pueda colgarlo con su propia soga”. Yo le dije: “Bueno…” Le dije: “Señor, ¿alguna vez ha leído Ud. sobre el gran productor de música llamado—el gran compositor, llamado Beethoven?”\n\nEl dijo: “Oh, seguro, yo leí sobre Beethoven”.",
    "Le dije: “El probablemente destruyó y echó a la basura canastos llenos de pedazos de papel, pero él le dio al mundo obras maestras”. El no volvió a abrir la boca para decir otra palabra. Le dije: “Cuando él estaba sentado en su estudio bajo la inspiración, él escribía algo. Luego iba al estudio y lo tocaba. No estaba bien, él lo hacía pedazos y lo tiraba al basurero. Pero cuando él terminó, y todo fue bajo inspiración, el mundo tuvo una obra maestra”. Oh, cómo hiere la Palabra, pero Ella produce obras maestras, quita todo el forro y el tallo. Ella produce la Obra Maestra.",
    "Tengo siete minutos para relatarles algo que sucedió anteayer, para terminar a tiempo. El día tres de julio, yo estaba aquí en el—aquí en el centro, en el centro comercial (aquí cerca de donde estamos). Yo he estado en Pig Alley en Roma—o en Francia, he estado en la ciudad de Nueva York, en Los Angeles; pero el grupo de mujeres más sucias que yo he visto en toda mi vida están en Jeffersonville, Indiana. Yo nunca he visto tanto embarre y tanta suciedad en mi vida como la que he visto entre esa gente. Me quedé allí hasta que el corazón me dolía, y el Señor me había dado una visión. Ahora les voy a contar la visión. No sé si puedo interpretarla, pero yo voy a contar la visión por primera vez.",
    "Caí en un éxtasis; y ahí había alguien conmigo. Yo no vi a la persona, era sólo una voz. Y yo—yo miré. Y mientras yo miraba a este lado, él dijo: “La Novia aparecerá para una vista anticipada”. Y yo miré, y viniendo hacia mí, vi el—el grupo de mujeres más bonitas y limpiamente vestidas que yo he visto en toda mi vida. Pero todas ellas parecían estar vestidas diferentes. Todas tenían cabello largo y estaban vestidas con mangas y faldas largas y así sucesivamente. Eran jóvenes, se veían como de, yo diría como de veinte años.",
    "Ahora, yo tengo la Biblia abierta aquí ante mí. ¿Ven? Yo sólo puedo decir lo que vi. Si Ud. me dice: “¿Qué está mirando Ud.?” Yo estoy mirando a un reloj. “¿Qué está buscando Ud.?” Estoy buscando gente—mirando gente. “¿Qué está mirando Ud.?” Estoy mirando la Biblia. Eso es lo que…Estoy diciendo la verdad; eso es lo que yo veo. Y yo sólo puedo decir lo que vi. Yo no—yo no sé qué—todo acerca de ello, yo sólo tengo que contarles esto a Uds.",
    "Pero cuando esta Novia…Ella estaba mirando directamente a…(El que me estaba hablando y yo estábamos parados juntos). Sus ojos…Estas eran las personas más limpias y de apariencia más dulce que yo he visto en mi vida. Parecía que había como una docena o más, así…Yo no sé cuántas había a lo ancho, pero había un grupo de ellas. Y Ella pasó por un lado con aire de dulzura, y con los ojos levantados, observando mientras pasaba. ¡Oh, ella era preciosa! Yo la vi. Y mientras Ella pasaba, él dijo: “Ahora, revisaremos…” Dijo: “Esa es la Novia. Ahora, revisaremos las iglesias”. Y ellas aparecieron. Yo las notaba mientras pasaban. Y cuando aparecieron, cada una parecía peor que la otra. Yo nunca he visto un grupo tan sucio en toda mi vida. Y cuando él dijo: “La siguiente”, yo escuché un ruído. Y dijo: “La siguiente”, dijo, “aquí viene el grupo americano”.",
    "Ahora, yo soy un americano, pero esto sí que me enfermó. Yo no soy lo suficientemente elocuente para, en una audiencia mixta, para decir lo que estaba sucediendo; yo—yo—yo…Uds. tendrán que leer entre líneas. Pero cuando las mujeres venían pasando, el líder era una bruja. Ella tenía una gran nariz larga y una boca grande. Y todas estaban vestidas con alguna clase de ropa aquí abajo, pero arriba sólo tenían una banda que sólo—era una banda pequeña como de media pulgada que se alzaba y las rodeaba en esta forma. Y cada mujer tenía algo como…Muchos años atrás, muchos de Uds. acostumbraban a…¿Recuerdan, cuando acostumbrábamos cortar aquel papel, Uds. saben, periódicos, para hacer un espanta moscas?",
    "¿Cuántos lo recuerdan? Uds. saben. Yo creo que lo usaban en carnavales, Uds. saben, colgando de esta forma, tiritas de papel, como flecos. Ellas tenían algo abajo que detenían, como esto, deteniéndolo abajo. Toda esta parte estaba expuesta. Y cada una de ellas tenía pelo muy corto y lo tenían muy rizado, cabello cortado muy corto, y muy maquilladas. No parecían otra cosa sino prostitutas callejeras. Y estaban caminando con este papel. ¡Y la vulgaridad! Ahora, el papel era lo que tenían por delante; pero cuando hubieron pasado el lugar donde estábamos, la parte de atrás…Y al ver la forma en que ellas iban caminando, la parte del frente y la parte de atrás, y cómo estaban actuando…Dije: “¿Es esa la iglesia?”",
    "Y ella pasó. Y ellas estaban cantando estas canciones de “Twist” y “Rock’n’roll”, o como Uds. las llaman, iban bajando…cantando así, pasando y yo dije: “¿Es esa la iglesia?” Y yo estaba parado allí, y estaba llorando en mi corazón. Y esta bruja…A mi modo de pensar no es otra cosa sino que ella es—ella es ese Concilio Mundial de Iglesias, guiándolas a ellas directamente por el camino por donde ella iba. Ellas pasaron hacia la izquierda y desaparecieron en un caos, pero seguían con esa música y haciendo ruídos muy raros y meciendo sus cuerpos para un lado y luego para el otro y entonces así, portándose así, caminando.",
    "Y yo empecé a inclinar mi cabeza y él dijo: “Espera, la Novia tiene que pasar otra vez”. Y yo miré y aquí venían ellas otra vez. Y ellas pasaron, damas de apariencia muy dulce. Todas me estaban mirando mientras pasaban. Y yo noté que cada una de ellas estaba vestida diferente. Y una en la última fila tenía cabello largo colgando y lo tenía ondulado alrededor así, quizás era alemana o algo así. Y yo las observé. Y luego, mientras comenzaron a irse, dos o tres de ellas en la última fila comenzaron a perder el paso. Y yo les iba a gritar, y ellas estaban tratando de regresar al paso otra vez. Y yo las vi, y la visión se desvaneció y allí terminó.",
    "Ahora, aquí está la interpretación de eso: La razón…Ahora recuerden. Yo apenas había terminado de escribir…Yo no había terminado, aún no había hecho estas notas. Pero al predicar en esta mañana, yo capté lo que era, allí mismo en mi sermón. ¿Lo notaron? La iglesia sólo apareció…Ahora amigos, esa es la verdad. El Padre Celestial, Quien escribe la Palabra, sabe que digo la verdad. ¿Ven? Yo sé —yo sólo digo la verdad. Y no sabiéndolo sino hasta hace unos minutos, pareciera como, o recientemente…¿Ven? ¿Notaron Uds. que la Novia apareció dos veces? La primera Semilla y la segunda Semilla, ambas exactamente la misma. Y la razón por la cual ellas estaban vestidas—vestidas de diferentes formas, es porque ella vendrá de todas las naciones, así será formada la Novia. Cada una tenía el cabello largo y nada de maquillaje y eran jóvenes realmente bonitas. Y ellas me estaban observando. Eso representa a la Novia saliendo de todas las naciones. ¿Ven? Ella…Cada una representaba a una nación, mientras marchaban perfectamente en línea con la Palabra. ¿Ven?",
    "Y entonces, yo tengo que vigilarla a Ella. Ella podría salirse del paso de la Palabra si yo no vigilo, cuando Ella está pasando, si es que pasa. Quizás sea mi tiempo cuando llegue a mi fin ¿ven?, cuando yo haya terminado, o lo que sea.",
    "¡Vigilen! Ellas estaban regresando, haciendo todo lo posible (estaban regresando), para alinearse, porque habían estado mirando hacia afuera hacia algún otro lugar, observando a aquella iglesia que acababa de caer en un caos. Pero dos…Con las del frente no fue así. Las de atrás, sólo dos o tres de ellas, como que se salieron un poco hacia el lado derecho y parecía que estaban tratando de regresar a la línea mientras pasaban. Mientras pasaban delante de mí, oh, tan cerca como de aquí a la pared, pasándome. Y yo estaba parado allí. Y luego sólo las vi que se movieron y se fueron.\n\nPero ¿notaron Uds.? La iglesia solamente apareció una vez, cada nación, la iglesia. Pero la Novia vino dos veces. ¿Ven? ¿Ven lo que fue? Ahora, no sabiéndolo, pero compárenlo con mi Mensaje de esta mañana. No sabiendo eso. ¿Ven?",
    "La Semilla cayó en tierra en Nicea. Aquella fue la Semilla original. Y Ella ha pasado por el proceso de estas denominaciones, que vienen a existencia una sola vez. Pero la Novia regresa otra vez en los últimos días: “Yo restauraré”. ¿Ven? La Obra Maestra es presentada. Esa es la razón que Ella apareció para revisión la segunda vez. Ella fue revisada la primera vez, luego fue revisada la segunda vez. Y la segunda vez Ella fue perfectamente igual a lo que fue la primera vez. ¡Oh, Dios, ten misericordia! ¡Rápido, rápido, rápido! ¡Vida, entra ya al Grano rápidamente! ¿Ven?",
    "Ninguna de las otras apareció más. Ellas salieron para nunca más regresar; pero la Novia regresó, porque Ella es Alfa y Omega. Dios, el Gran Escultor, se ha hecho una Obra Maestra, porque Ella es un pedazo de Su primera Obra Maestra. Igual a lo que hizo en el huerto del Edén y del cual tomó un pedazo e hizo otro pedazo, y aquella fue estropeada y cayó; ahora El ha estado todo este tiempo construyéndola otra vez. Y El produjo esta Obra Maestra y fue herida para poder, esa parte que fue herida, fue para producir la Obra Maestra otra vez.",
    "Así que la Obra Maestra y el Hijo de Dios—la Obra Maestra y la Novia…Y es un pedazo de El, lo cual tiene que ser el cumplimiento de la Palabra. La Palabra ha sido cumplida y estamos listos para la venida del Señor.",
    "¡Oh, Iglesia del Dios Viviente, inclinen sus corazones y su—Uds. mismos ante Dios! Estas cosas son verdaderas. Yo sé que eso suena como que una cosa tan grande como sería eso, estaría muy difundida por las naciones; nunca fue así. El no cambia Su sistema.",
    "Iglesia, estén agradecidos, agradecidos por estar donde están hoy, si están en Cristo. Porque vean…Ahora…Y cuando eso…Recuerden, toda aquella Vida será reunida en el Grano para la resurrección, pero el tallo tiene que ser quemado y lo demás, el forro y todo lo demás tiene que ser destruido, y lo será. No confíen en sus—esas denominaciones. Quédense en la Palabra, la Vida, Dios y Su Obra Maestra.",
    "Entonces, ¿qué será en el Milenio? Cristo y Su Novia nuevamente en el huerto del Milenio. ¡Amén!\n\nYo le amo, yo le amo,\n\nPorque El a mí me amó;\n\nY me compró mi salvación,\n\nAllá en la Cruz.",
    "Allí es donde El fue herido. “…le tuvimos por azotado, por herido de Dios y abatido. Mas El herido fue por nuestras rebeliones, molido por nuestro pecado”.",
    "¿Habrán algunos aquí en esta mañana que no están en ese Grano? Y ahora mientras la Vida está sacando su última partecita del forro, porque el forro se está secando…¿Cuántos saben que esa iglesia Pentecostal se está secando? ¿Qué es eso? La Vida la está dejando. Francamente, ya la ha dejado. Y si esa Novia ya está en calidad de revisión, entonces me pregunto si acaso la Novia no está ya formada.\n\nYo le amo, Yo le amo,\n\nPorque El a mí me amó;\n\nY me compró mi salvación,\n\nAllá en la Cruz.",
    "Ahora, con nuestros rostros inclinados. ¿Habrán algunos aquí que quisieran ser recordados? Si Uds. piensan que no están…Amigos, ya es demasiado claro. Yo nunca he tenido una visión en mi vida, a menos que algo sucedió, algo siguió. Yo digo la Verdad. Si todas estas otras veces yo he dicho la Verdad, Dios la ha probado, entonces en esta ocasión digo la Verdad.",
    "Yo no sé en qué día estamos viviendo, pero yo sé que ya no queda nada. No podrá levantarse un político que pueda enderezar estas cosas. La política, la nación está en la ruina. ¡Oh, Dios! ¿Pueden Uds.—pueden Uds. bajar lo suficientemente para—para—para sentir eso? La nación está en la ruina—no la nación, sino las naciones. Esta es la mejor de todas, y está en la ruina. Entonces, si las naciones están en la ruina, el mundo está en la ruina. ¿Y las iglesias? En mi opinión, Pentecostés fue lo mejor que ellos han tenido, pero eso está en la ruina. ¡Oh, Dios, sé misericordioso con nosotros!",
    "Si Ud. no le conoce a El, por favor apresúrese, apresúrese. Si Ud. siente Vida, salga de—salga de su pecado, salga de la cosa donde está metido, llegue al Grano rápidamente. Ud. morirá en el tallo o en el forro. Ore Ud. ahora mientras cantamos.\n\nYo le amo, (Ahora es asunto suyo. Nosotros no tenemos denominación, ni nada; sólo tenemos a Cristo. Ud. es bienvenido a adorar con El—con nosotros hasta que El venga. Nosotros no podemos poner su nombre en un libro; no tenemos libros. Queremos su nombre en el Libro de la Vida. Ud. sólo puede hacer eso a través de un nacimiento. ¿Lo hará Ud. ahora mismo? Pídale a Cristo que le dé una nueva vida, que lo reciba, que ponga su nombre en Su Libro, si no está. Entonces Ud. puede tener compañerismo con nosotros. Nos encantaría tenerlo a Ud.).\n\nYo le amo…",
    "Querido Dios, ayuda a cada persona ahora mismo a tomar inventario, para ver si estamos en El. Tú nos amaste. Tú fuiste herido por nosotros. Y nosotros Te tuvimos por herido y afligido de Dios. Yo ruego, Dios, que Tú llames a cada uno. Señor, háblale a mis hijos, a mis amados, y a mis amigos. Concédelo ahora Señor, por medio del Nombre de Jesucristo.",
    "Señor, no permitas que nadie espere demasiado. Parece estar muy cerca. La cosecha ciertamente está madura. La gran cosechadora de Dios pasará por la tierra uno de estos días; la paja volará por donde quiera; pero el Trigo será juntado en el alfolí, recogido, porque en El hay Vida. Permite, Señor, que cada petición sea contestada, que cada oración sea hecha manifiesta ante Ti.",
    "Yo ruego por ellos, Señor. Yo ruego que Tú no permitas que ninguno de los que están aquí se pierdan, Señor. Ellos—ellos—ellos están sentados aquí bajo…difíciles. Ellos—ellos—ellos viajan por centenares de millas. Y todo aquello de lo cual tenemos necesidad, concédenos Señor, todo lo que nos convenga, Señor. No lo que es bueno a nuestra vista, sino lo que sea bueno a Tu vista. Queremos presentarnos como una virgen pura que ha sido corregida y reprendida por Dios, que seamos limpiados de nuestros pecados.",
    "Y yo ofrezco mi oración por ellos, Señor.",
    "Yo—yo—yo no sé cómo orar. Estamos—estamos hablando con el Dios Poderoso, y ¿qué ser humano existe, qué mortal podría orar la oración correcta ante el Dios Viviente? Pero Señor, mis palabras mal pronunciadas y mis—y mis nombres y pronombres en—colocados incorrectamente, pero si Tú pudiste escogerle los “a—b—c” a un niñito un cierto día y formar una oración, Tú—Tú puedes omitir mis nombres y pronombres y sólo mirar lo que yo creo, Señor. Yo creo en Ti. Yo creo esta Palabra. Y yo estoy creyendo por cada uno de los que están aquí. Y yo—yo los estoy trayendo a aquel altar, Señor, por fe, donde entre nosotros y el Gran Jehová está la Sangre de Su Hijo, Jesús. Y la Sangre hablará por nosotros. Cuando Tú lo heriste a El en el Calvario, Tú dijiste: “¡Habla! A El oíd”. Y la Biblia dice que la Sangre habla cosas mejores que la sangre de corderos del Antiguo Testamento; porque la Sangre de Cristo habla mejor que la sangre de Abel, cosas mejores. Y Señor, habla redención para nosotros, mientras llamamos a través de la Sangre.",
    "Gran Padre de Vida, inclúyenos, Señor. Si nosotros—si nosotros hemos pecado, quita eso de nosotros. No—no queremos ser de esa forma, Señor. No es nuestra intención. Y comprendemos que estamos viviendo en un camino tan horriblemente oscuro. Como dijimos al comienzo, vamos subiendo un cerro, por lugares ásperos; el camino es oscuro; pero llevamos la Luz. Haz que podamos verlo paso a paso mientras subimos, hasta que encontremos, como en El Progreso Del Peregrino, hasta que finalmente lleguemos a la cumbre de la colina. Guíanos, oh, Pastor. Gran Jehová, guíanos con Tu Espíritu.",
    "Sabemos que estamos lejos de ser una obra maestra, pero estamos mirando hacia el lugar de donde fuimos cortados, la real Obra Maestra y en El confiamos. Sólo llévanos a El, Señor. Concédelo, Señor.",
    "Sana a toda la gente enferma aquí, Señor. Nosotros le tuvimos a El por molido y afligido. Pero El fue herido por nuestras rebeliones. La Obra Maestra de Dios fue herida. Y El fue herido por nuestras rebeliones; con Sus heridas nosotros fuimos curados. Sana a los enfermos Señor, que están ahora en Tu Divina Presencia, mientras sabemos que Tú estás aquí.",
    "Limpia nuestras almas y nuestros corazones de toda maldad, de todo pensamiento malo, de toda vil comunicación, de todas las cosas malas, límpianos. Y rogamos, Padre, que Tú sanes nuestras enfermedades y nos permitas salir de aquí sintiendo que somos Tus hijos santificados. Y con la Sangre sobre nosotros, hablamos a través de la Sangre, la Palabra. Concédelo Señor. Lo pedimos en el Nombre de Jesucristo. Amén.",
    "Padre Dios, sobre estos pañuelos, úngelos con Tu Presencia, Señor. Haz que Tu Presencia esté con ellos a dondequiera que vayan. Sobre cualquier cosa que sean colocados, sobre cualquier cuerpo enfermo, que sean sanados. Y lo que sea, si hay un hogar quebrantado en algún lugar, repáralo Señor, el Gran Escultor. Concédelo Señor.",
    "Moldéanos y haznos hijos e hijas de Dios. Creemos que la Novia está recibiendo su última pulida. Ella será cortada completamente de toda la organización, y entonces ocurrirá la gran siega. Hasta entonces, Señor, hazlos saludables y felices para servirte. En el Nombre de Jesús. Amén.\n\nYo le amo, yo (¿Le aman Uds. realmente?),\n\nPorque El a mí me amó;\n\nY me compró mi salvación,\n\nAllá en la Cruz.",
    "¿Y ahora entienden Uds. porqué yo los amonesto? No es porque los amo, o mejor dicho porque no los amo; yo sí los amo. Yo quiero una Obra Maestra para el Maestro. Quizás tenga que arrancar a algunos de esta forma, pero tendré una Obra Maestra alguno de estos días, si mantengo todo justamente en esta Palabra. Correcto.",
    "Ahora, Jesús dijo: “En esto conocerán todos que sois Mis discípulos, si tuviereis amor los unos con los otros”. Debiéramos estar tan enamorados los unos con los otros…\n\nBendita sea la unión\n\nQue enlaza nuestro corazón,\n\nEn comunión, los unos con otros\n\nIgual a lo celestial.\n\nTomémonos de las manos.\n\nAnte el altar del Señor\n\nRendimos ardiente oración,\n\nNuestras esperanzas, temores, cuidados,\n\nY metas son uno en amor.\n\nDe Jesús el nombre invoca,\n\nBúscale con vivo afán;\n\nDulce hará tu amarga copa,\n\nTus pesares cesarán.\n\nSuave luz, manantial,\n\nDe esperanza, fe y amor;\n\nSumo bien, celestial,\n\nEs Jesús el Salvador.\n\nAhora recuerden en su jornada:\n\nDe Jesús el Nombre adora;\n\nQue te sirva de broquel;\n\nAlma débil perturbada,\n\n(¿Qué hace uno entonces?),\n\nHallarás asilo en El.\n\nSuave luz, manantial\n\nDe esperanza, fe y amor;\n\nSumo bien, celestial,\n\nEs Jesús el Salvador.\n\nAl venir Jesús, (Inclinemos nuestros rostros),\n\nnos veremos, (¡Oh, yo amo el cantar!),\n\nA los pies de nuestro Salvador;\n\nReunidos todos seremos,\n\nUn redil con nuestro buen Pastor. 🦅"
  ]
}