{
  "title": "LA FIESTA DE LAS TROMPETAS",
  "id": "64640009",
  "content": [
    "🦅  Inclinemos nuestros rostros. Señor, en una ocasión fue dicho, por Tus amados discípulos: “Enséñanos a orar”. Pues cuando divisamos al gran Dios de los Cielos, en verdad nos damos cuenta cuán insuficientes somos. Así que enséñanos a orar, Señor, ahora en nuestros corazones, por las cosas que—que serían beneficiosas para Tu Reino y para Tus siervos. Tú conoces la necesidad de cada persona aquí.",
    "Y aquí sobre el púlpito, esta mañana, hay pañuelos y delantales, y pequeñas prendas de los necesitados de ayuda física, y doméstica, y cualquier cosa que pudiera ser. Pero Tú eres Dios, y sólo Dios, el único Dios verdadero que existe. Y te pedimos en el Nombre de Jesús, Tu Hijo amado, que Tú sanes a cada uno de éstos. Y quizás haya algunos aquí que necesitan sanidad, que no tienen aquí un pañuelo, o una prenda.",
    "Pudiera haber algunos a través de las naciones, alrededor del mundo, que aun esta cinta llegará a sus hogares o a sus iglesias. Rogamos, Señor, que mientras el servicio está tomando lugar, en—en…o la cinta esté siendo tocada, o en cualquier posición en que nos encontremos, o—o condición, que el gran Dios de los Cielos honre esta sinceridad de nuestros corazones esta mañana, y sane a los necesitados, les dé lo que ellos necesitan.",
    "Bendícenos ahora durante el servicio. Habla a través de nosotros, como nunca antes, por el bien del Reino de Dios. Esperamos Tu respuesta, en el Nombre de Jesús. Amén.",
    "¿Me podría ayudar con esto? [El Hermano Branham quita cosas del púlpito.—Editor]",
    "Es bueno estar nuevamente aquí en la iglesia esta mañana. Y estaba hablando a unos amigos que acaban de llegar de Ohio, a una niñita, que fue traída aquí hace unos meses, que se estaba muriendo con leucemia. Las personas son muy pobres, los padres. Y no tengo tiempo esta mañana de leer el—el testimonio que va a ser archivado. Pero allí está la fotografía de la niñita después de tres días, creo que fue, después de que se oró por ella. Los doctores sólo le dieron tres días de vida, y tres días después no podían encontrar ni rastros de ello. Y así que ella está en la escuela, muy feliz. Estoy seguro que la iglesia se acuerda cuando la tuvimos aquí en el cuarto.",
    "Y también el pequeño bebé que había nacido con los intestinos como por fuera. De alguna manera los doctores, y esta condición de la forma en que fueron formados los intestinos, no podían ponerlos de nuevo en su lugar. Ellos tenían miedo de tocar al pequeño, era un bebé recién nacido. Y ahora, el pequeñito tiene como un año de edad, me supongo, algo así, con intestinos normales, todo tan normal como pudiera serlo. Es sólo la gracia de Dios, de cuán bueno es El con nosotros.",
    "Ahora, hoy, quiero anunciar que las reuniones que estábamos planeando, yo estaba planeando ir a—a Africa esta próxima semana, con el Hermano Joseph Boze, a Kenia y Tangañica. No podemos tener las reuniones, llegó un telegrama del Hermano Boze: “La semana pasada tres de nuestros propios misioneros fueron matados y asesinados”.",
    "Y allá hay una sublevación ahora. Y los comunistas, China Roja y Rusia, están metiendo armas de contrabando para los indígenas, diciendo que tienen barcos pesqueros en los alrededores; y dándoles armas a los indígenas, y ellos no saben otra cosa más que usarlas en cualquier cosa en la que ven que las pueden usar. Así que, allí, el—el—el gobierno pensó que no sería prudente tener las reuniones en este tiempo. Y también tengo entendido que el Hermano Boze ni siquiera puede tener abierta su escuela en esta área, adonde yo iba, por ahora. Pero no se han cancelado, sólo se han pospuesto hasta que puedan aquietar la situación de nuevo.",
    "Estoy muy contento esta mañana de ver, de nuevo entre nosotros, después de muchos años de ausencia, al Hermano Jackson, el Hermano Sidney Jackson y la Hermana Jackson, de Sudáfrica. ¿Hablaron ellos? [El Hermano Neville dice: “Sí”.—Editor] Y estas personas fueron mis verdaderos hermano y hermana, y colaboradores en la campaña en Sudáfrica, el último viaje en que estuve allí. Lo cual, confiamos que algún día, por la gracia de Dios, regresaremos a estar con ellos, pues hay necesidad.",
    "Y he estado tratando de regresar durante nueve años. Pero, por causa de las organizaciones, y demás, no me permiten regresar. Así que les escribí recientemente una carta, y dije: “Entonces que la sangre de esas almas sea sobre Uds. y no sobre mí”. Pues, yo creo que Dios desde hace un tiempo ha estado queriendo usar mi ministerio allá, para esa gente. Y por sus diferencias denominacionales no me permiten regresar. Pero, muy bien, el Señor se hará cargo de eso.",
    "Ahora, lo que deseo decir esta mañana, eso si el Señor quiere, el Hermano Neville me ha pedido que tengamos servicios esta noche, en el Tabernáculo. Así que nosotros…Uds. están invitados. Y luego el siguiente domingo, si el Señor quiere, también voy a estar aquí; luego quizás los siguientes dos o tres domingos, por causa de la ausencia de esto, la cancelación de esas reuniones que se iban a llevar a cabo.",
    "Ahora, también nos gustaría decir que, yo dije que quizás predicaríamos las Siete Trompetas durante este tiempo. Nos preguntábamos cómo es que lo íbamos a hacer por la insuficiencia del tamaño del edificio y la inconveniencia del aire acondicionado, no hay aire acondicionado en el auditorio. Aún no tiene aire acondicionado. Y tratamos de alquilar esta escuela de aquí arriba, que tiene aire acondicionado, en la cual se pueden sentar como a…Oh, yo no sé; tiene una buena capacidad de asientos, muy buena escuela. Pero no pudimos hallar nada.",
    "Y, nos darían, ellos nos darían la semana siguiente. Pero, ¿la siguiente semana? ¿Ven?, vienen delegaciones de diferentes partes del mundo; de Jamaica, y de las Islas, y del Sur, aun de América del Sur, y Canadá, y México, y de todas las naciones. Y enviamos las notificaciones el lunes, luego ellos no las van a recibir hasta como el miércoles o jueves; y tienen que pedir tiempo libre, y demás, lo cual lo atrasaría mucho.",
    "Las siguientes semanas, en adelante, hasta el tiempo de clases, eso es que uno tendría que tomar una noche, y luego dejar pasar una o dos noches, y luego continuar de nuevo, luego…No podríamos hacer eso. Uds. no podrían venir.",
    "Yo me pregunté por qué, ya que yo había orado sinceramente. Y luego ya casi es hora de que regresemos de nuevo a Arizona, para que los niños vayan a la escuela. Y entonces nosotros…Yo estaba hablando con mi esposa.",
    "Y, pues, ayer entré al dormitorio, y yo dije: “Señor, yo—yo quizás no use muchas palabras, pero, por favor, entiende, Dios, lo que quiero decir en mi corazón. ¿Qué es lo que pasa que se canceló todo para predicar esas Trompetas?” Y entonces El llegó y lo reveló. Y ahora, esta mañana, quiero hablarles sobre la razón de porqué.",
    "Y ahora permitan que, los que tengan Biblias y lo—lo quisieran hacer, abramos nuestras Biblias. Primero abriremos en Levítico, el capítulo 23 de Levítico.",
    "Si el Señor quiere, esta noche voy a predicar sobre el tema: Yendo Más Allá Del Campamento. Y va a ser corto, y así pueden tener tiempo para regresar a sus lugares para trabajar.",
    "Estamos contentos de ver visitantes, gente de fuera de la ciudad. ¿Cuántas personas de fuera de la ciudad hay aquí, mientras estamos viendo? Noventa y cinco por ciento, sí, noventa y ocho por ciento de la congregación. Así que, Uds. ven que no es Jeffersonville, es la gente que viene a Jeffersonville, la que hace…Estamos aquí por la gracia del Señor.",
    "Y ahora quiero leer tres lugares, esta mañana. Uno de ellos se encuentra en el capítulo 23 de Levítico, y el otro está en Isaías 18, e Isaías 27, para Uds. que lo están anotando.",
    "Y ahora en vez de predicar…Si el Señor quiere, haré eso esta noche. Pero esta mañana quiero enseñar, sobre la fiesta de las siete trompetas. Que por cierto, este mes es la fiesta de las siete trompetas, comenzando…y el cual es el séptimo mes, lo cual sería el 15 de julio, era el principio de la fiesta de las trompetas, en las leyes Levíticas.",
    "Ahora, y si Uds. tienen sus papeles y cosas, y desean tomar nota de Escrituras y textos, y demás, mientras seguimos adelante.",
    "Hay una cosa sobre esta reunión, hace calor, y a través de los años nos hemos acostumbrado a eso. Pero alguien pudiera pensar que yo creo que cuando entramos a este edificio que detenemos el tiempo, quizás, y en parte, parcialmente en la Eternidad, por la forma en que retengo a la gente tanto tiempo. No es mi intención que sea de esa manera. Pero yo creo que estamos viviendo tan cerca de la Venida de Jesús, que debo aprovechar cada minuto en que tengo reunida a la gente.",
    "Y yo estaba pensando, mientras manejaba por la carretera hace un rato, habiendo salido para orar un poco antes de venir al púlpito, como hace cualquier pastor sincero. Yo estaba pensando: “Sabes, ¡estamos disfrutando del momento más glorioso cuando nos reunimos aquí! Pero, la gente reuniéndose de muchos estados, sentados aquí ahora mismo, de muy lejos, de centenares y centenares de millas, y nos congregamos para tener compañerismo alrededor de la Palabra. Pero vendrá un tiempo, pronto, cuando esto será tan solo un recuerdo agradable”. Eso es correcto.",
    "Nos van a quitar estos momentos, por lo tanto debemos hacer todo lo que podamos, para hacer que esto, cada minuto, cuente. Y piensen en esto ahora mientras sufrimos en el calor de la mañana. Y, Uds. saben, cada cuerpo humano en sí mismo es un—un dinamo de calor, y eso lo hace un poco difícil para uno. Y, pero yo quiero que Uds. reciban la Palabra.\n\nAhora, antes de que—que leamos, oremos.",
    "Señor, casi cualquiera de estas personas que están aquí que pueden mover sus manos, podrían voltear las páginas de esta Biblia. Pero no hay más que Uno entre nosotros esta mañana que la puede abrir; ese es el gran Espíritu Santo, el cual está entre nosotros. Abrenos la Palabra, Señor, mientras leemos, así como lo hiciste con los discípulos, mientras iban camino a Emaús, y comenzaste a explicarles las Escrituras. Y que nosotros, cuando nos vayamos, digamos como aquellos que regresando a Jerusalén de Emaús dijeron: “¿No ardía nuestro corazón en nosotros, mientras nos hablaba en el camino?” Pues lo pedimos en el Nombre de Jesús. Amén.\n\nPongámonos de pie en reverencia a la Palabra.",
    "Ahora, mi tema, esta mañana es: La Fiesta De Las Trompetas. Quiero leer ahora del versículo 23 del capítulo 23 de Levítico.\n\nY habló Jehová a Moisés, diciendo:\n\nHabla a los hijos de Israel y diles: En el mes séptimo, al primero del mes tendréis día de reposo, una conmemoración al son de trompetas, y una santa convocación.",
    "Ahora en el Libro de Isaías, comenzando con el versículo 1 del capítulo 18, esto conecta esto.\n\n¡Ay de la tierra que hace sombra con las alas, que está tras los ríos de Etiopía;\n\nQue envía mensajeros por el mar, y en naves de junco sobre las aguas! Andad, mensajeros veloces, a la nación de elevada estatura y tez brillante, al pueblo temible desde su principio y después, gente fuerte y conquistadora, cuya tierra es surcada por ríos.\n\nY vosotros, todos los moradores del mundo y habitantes de la tierra, cuando se levante bandera en los montes, mirad; y cuando se toque trompeta, escuchad.",
    "En Isaías 27:12 y 13.\n\nAcontecerá en aquel día, que trillará Jehová desde el río Eufrates hasta el torrente de Egipto, y vosotros, hijos de Israel, seréis reunidos uno a uno.\n\nAcontecerá también en aquel día, que se tocará con gran trompeta, y vendrán los que habían sido esparcidos en la tierra de Asiria, y los que habían sido desterrados a Egipto, y adorarán a Jehová en el monte santo, en Jerusalén.",
    "Oremos de nuevo. Señor, bendice estas Palabras en nuestros corazones. Que nuestros pensamientos y nuestra meditación sean de acuerdo a Tus mandatos. En el Nombre de Jesús. Amén.\n\nPueden tomar asiento.",
    "Hay tantas cosas que a un pastor le gustaría decirle a su congregación, a la cual ama, de diferentes personas de lugares distintos, lo cual no se puede por causa del tiempo.",
    "Ahora a medida abordamos este tema, queremos que se sientan en libertad. Y muchos de Uds. están de pie; y cuando pasé, los pasillos estaban llenos, y afuera de las puertas, y la parte de enfrente, y alrededor del edificio, y alrededor junto a las paredes. Así que, ahora, si desean cambiar asientos el uno con el otro, está bien.",
    "Ahora, La Fiesta De Las Trompetas. Ahora, esta era una reunión de Israel, donde se reunían, la fiesta de las trompetas.",
    "Ahora, he estado esperando por algún tiempo para—para hablar sobre el tema de las Siete Trompetas en el Libro de Apocalipsis. Y ahora vamos a repasar esto, un momento, para dar a conocer la verdadera causa de que yo no hable esta vez, porque el Espíritu Santo no me permite hablar esta vez sobre estas cosas. Yo sé que quizás eso le suene muy infantil, a la gente de gran educación y entendimiento, pero para el Cristiano es distinto. Nosotros—nosotros seguimos la guianza del Espíritu, sólo eso.",
    "Ahora, yo comencé a notar mientras predicaba las Siete Edades de la Iglesia, las cuales son el—el patrón, o el pronóstico de todo lo que Dios iba a hacer por las iglesias, y a través de las iglesias, y colocándolas en posición.",
    "Los primeros tres capítulos del Libro de Apocalipsis le revela todos los acontecimientos a la Iglesia. Luego, desde el capítulo 3 hasta el capítulo 19 de Apocalipsis, no se vuelve a ver la Iglesia. La Iglesia asciende en el capítulo 4 de Apocalipsis, y regresa en el capítulo 19 de Apocalipsis, la Novia y el Novio, juntos, viniendo a la tierra. Y luego desde el capítulo 19 hasta el final del capítulo 22, se trata del Milenio y qué habrá en los años que le siguen. Desde el 4 hasta el 19, Dios está lidiando con Israel.",
    "Ahora, entonces, cuando terminamos con el libro de la revelación de la iglesia, lo que Dios le hizo a esas siete iglesias, las cuales estaban entonces en su infancia, o su sombra, en Asia Menor. Entonces el Espíritu Santo nos reveló y abrió todos los misterios que habían Allí, de cómo El ha traído Su Iglesia a través de la historia. Y si Uds. no tienen Las Siete Edades De La Iglesia en cinta, fuera bueno si las oyen. Y pronto van estar en forma de libro.",
    "Luego lo dejamos así, y suponíamos que después de un tiempo predicaríamos sobre los Sellos, sin saber lo que los Sellos eran.",
    "Yo tenía mi propia idea, como todo ministro, por leer quizás lo que otros hombres habían dicho; y creía tanto como me era posible, con ellos, sobre las cosas que ellos habían sacado, su conclusión. Yo había leído el libro del Sr. Smith, Uriah Smith, el cual es el maestro Adventista, y yo había leído sus—sus pensamientos al respecto. Y yo había leído lo del Sr. Larkin. Había leído, oh, tantos distintos, de sus comentarios sobre Esto. Pero, de una u otra forma, pensaba que yo mismo tenía un—un pequeño punto de vista al respecto, que pudiera ser diferente en algunas partes. Pero tratando en una ocasión, de hablar de tres temas, el primero…o los cuatro temas de los cuatro jinetes. Prediqué sobre eso cuatro noches, una sobre un caballo, y los otros.",
    "Pero entonces antes de que sucediera, se me dio una visión, la cual está en cinta, como todos Uds. saben, Señores, ¿Qué Hora Es?, que yo debía ir a Tucson, Arizona. Y allá en la parte de atrás del desierto, arriba en la montaña, donde estaba con algunos hermanos, y dije acerca de que habría una gran explosión, y yo…siete Angeles descendieron. Yo mismo pensaba, que era el fin de mi vida; le dije a mi esposa que se reuniera con Billy, y qué hiciera con los niños, y demás, hasta que nos encontráramos de nuevo al otro lado.",
    "Entonces un día en el Cañón Sabino, ya que Dios me llamó temprano en la mañana a que subiera allá arriba, yo estaba con mis manos levantadas en el aire, orando, y una espada cayó en mis manos. Uds. saben eso. Yo estuve allí parado y la miré, tan natural como lo es mi mano ahora, sin saber lo que significaba. Y me dejó con una voz que me dijo: “Esta es la Espada del Rey”. Y luego, más tarde, cuando el Angel del Señor lo reveló, Esa era la Palabra en la mano.",
    "Inmediatamente después de eso, los Angeles del Señor aparecieron y dijeron de las Siete Trompetas…o los Siete Sellos, que yo debía regresar a Jeffersonville y predicar los Siete Sellos. Y, allí, si alguna vez he dicho algo que fue inspirado, fue eso. Allí donde el Angel del Señor se encontró con nosotros, y la Biblia se volvió una Biblia nueva. Allí se abrió y reveló todas las cosas que los reformadores y cosas habían omitido. Era la revelación completa de Jesucristo, totalmente nueva para nosotros, pero perfecta y exactamente con las Escrituras. Esa era la Palabra la cual siempre ha sido. Yo estaba tan inspirado y dirigido.",
    "Luego cuando yo llegué aquí a esta parte, de predicar las Siete Trompetas, yo pensé: “Pues, yo no voy a tratar de pensar nada. Voy a esperar hasta ese tiempo y dejaré que El me lo revele”. Y ayer cuando yo estaba…Yo entré en el cuarto y me preguntaba el porqué…O, discúlpenme, fue anteayer. Cuando yo entré en el cuarto, para tratar de entender, fue allí que el Espíritu Santo abrió esto, para mostrarme la razón de que no es provechoso aun para la Iglesia en este tiempo, porque no tienen nada en lo absoluto que ver con la Iglesia.",
    "Ahora, los misterios escondidos de Cristo fueron totalmente revelados en los Siete Sellos.",
    "Reveló primero, las Siete Edades de la Iglesia, abrió las edades y las colocó en su posición, con la historia y con la Biblia, y las colocó en posición, cómo fueron. Y encontramos que estábamos en la última edad de la iglesia, siendo la Edad de la Iglesia de Laodicea, la cual era la más corrupta de todas las edades de la iglesia. Aun desde la primera, desde Efeso, fue una gran edad de la iglesia.",
    "Y luego cómo, el Espíritu Santo me dio una visión aquí, y viendo lo que iba a suceder, lo dibujé en un pizarrón, hace dos años. Aquí está, allí arriba en el dibujo, de cómo es que la Luz estaba desvaneciéndose de la tierra, la cual sería exactamente la forma en que la Luz vino a la tierra como el Evangelio, y cómo iba a entrar y a salir. No sabiendo, en ese tiempo lo que quería decir y cómo iba a ser.",
    "Pero el gran mundo ecuménico tuvo una—una reunión con Roma; y Roma, la cual es la madre de todas las organizaciones. El papa, por primera vez en la historia, dejó el Vaticano y fue a Jerusalén y a muchos lugares. Ahora, Jerusalén es el antiguo centro de toda nuestra religión, eso es Jerusalén. Y en este antiguo centro, el papa de Roma, el cual ha sido el enemigo más grande de la Iglesia de todos los tiempos, sale para venir a visitar Roma…o de Roma para Palestina, Jerusalén.",
    "Y como vemos, yo mismo, no teniendo educación, sin conocer las—las palabras y cómo hablarlas, siempre he enseñado en tipos, con ejemplos de la naturaleza. La naturaleza obra de acuerdo a la naturaleza. La naturaleza es de Dios.",
    "Cuando Ud. ve un momento en que el ganado, estando en el campo, todos se juntan en un rincón del campo, saque su hilo de pescar fuera del agua; los peces no van a morder. Ud. no los va a pescar; ¿ve?, el ganado está descansando; a menos que sucediera que lo tire directamente encima de uno. Pero cuando el ganado va a pastar, fíjese. Al mismo tiempo que el ganado hace eso, los pájaros también se van a los árboles; dejan de comer. ¿Ven?, es la naturaleza. Toda ella armoniza. Ud. nota que las abejas, en ese momento, están zumbando sobre su miel, no recogiéndola. Toda la naturaleza trabaja al unísono.",
    "Y por lo tanto, así como vemos a un árbol dejar caer una hoja, ahora muy pronto, en los siguientes dos meses, la hoja dejará el árbol. Y la—la vida, la savia, descenderá a las raíces. Y la hoja del árbol se soltará y caerá en la tierra, y se pudrirá. Y el calcio y—y la potasa, que están en la hoja, se pudrirán en la tierra. ¿Y qué sucede? La vida continúa adelante, y la absorberá de nuevo dentro de sí misma, y traerá de nuevo a esa hoja. Es una muerte, sepultura, y resurrección.",
    "¡Y toda la naturaleza! Y la luna es la—es la esposa del sol. Es la lumbrera menor. Y entonces, también, cuando el sol se ha ido, en la ausencia del sol, la luna refleja la luz sobre la tierra, lo cual es un tipo de la iglesia. Y cuando el papa salga, el antiguo enemigo de la iglesia, y venga a Jerusalén, la cual es el centro de la iglesia; la nueva Jerusalén y la vieja Jerusalén; notamos, antes de que lo hiciera, hubo un oscurecimiento total de la luna.",
    "Y en los periódicos, a través de la nación así como lo tenemos en el pizarrón, mostró cómo fue que esa luna se volvió de luz a tinieblas. Y el mismo fenómeno de eso, que la luna dibujó exactamente en los cielos, la misma cosa me hizo dibujar aquí el Espíritu Santo hace dos años, y mostrando la…cubriendo la…Cuando fueron seis fotografías, yo puse la séptima allí, porque la séptima edad de la iglesia, sólo una sombra de Luz, la salida del…Allí es donde Jesús, está a la puerta, llamando. Pero entra totalmente en tinieblas.",
    "Y ¡qué reflexión, qué Mensaje de Dios mismo, que estas cosas son la Verdad! Lo testificó primero en Su Palabra, luego por medio del Espíritu en la plataforma, y luego lo declaró en los cielos. No hay ninguna equivocación al respecto en lo absoluto. Esos Sellos y Edades están perfectamente en línea, perfectamente, Dios dando testimonio por medio de señales y maravillas sobrenaturales, con la Palabra y la historia, todo junto colocado en posición, en la edad en la que ahora estamos viviendo.",
    "Ahora es difícil para las iglesias ver esto. Es difícil para las denominaciones verlo. Ellas siempre están pensando que uno está siempre tratando de regañar a la gente. No es así; uno está tratando de advertirle a la gente. No es tratando de ser malo con ellos; uno está tratando de apartarlos del mal. No es la gente que está en las organizaciones; es el sistema en el que están metidos, lo que los está condenando. Personas honradas y sinceras son Católicas, Protestantes, Judías, y demás. Son los seres humanos los que—que…",
    "Las monjas no entran al convento para ser malas mujeres; entran para ser buenas mujeres. Están tratando de acercarse más a Dios, pero es el sistema la que las contamina. Las personas se unen a la iglesia, no para ser malas personas, sino para ser buenas personas. Pero es el sistema de la iglesia lo que los aleja de la Palabra y los principios que Dios ha dispuesto para este día; y eso es lo que los saca.",
    "Ahora recuerden, Dios es la Palabra, y a cada edad El ha asignado la Palabra para cada edad que habría en la tierra. El la asignó en la edad de la iglesia, y los Siete Sellos revelaron todo al respecto. ¿Ven?",
    "¿Por qué allí…había allí misterios que todavía estaban escondidos? En Apocalipsis 10, hallamos, al final del Mensaje del séptimo ángel, que estos misterios que habían estado ocultos iban a ser revelados, Apocalipsis 10:1 al 7. Noten, la razón es que no habían habido profetas durante esta edad. La Biblia dice que: “No hace nada Jehová el Señor hasta que El se lo revela a Sus profetas, Sus siervos los profetas”. Y la Palabra del Señor en todas las edades ha venido siempre a los profetas, nunca a un sistema, nunca a un grupo.",
    "Dios nunca usó a un grupo. Cada vez que cualquier grupo de gente se organizaba, Dios lo dejó y nunca regresó. Escudriñen la historia y vean si es cierto o no. Nosotros ya lo hicimos. El nunca lidia con un sistema o un grupo después de que se organizan; eso es en contra de Dios.",
    "Por lo tanto, durante el tiempo de las reformas, vinieron reformadores, así como los Siete Sellos probaron que sucedió. Pero ahora en los últimos días, debía ser revelado de nuevo. Porque hallamos en las Escrituras, en Malaquías 4, que debe descender una unción y restaurar de nuevo aquella Fe original: “y para traer la fe de la gente de nuevo al pentecostés original, la Fe de los padres”.",
    "Y tomamos al Elías de la primera manifestación; tomamos al Eliseo que le siguió; tomamos a Juan el Bautista después de eso, que fue el Eliseo de ese día; y una promesa de otro para este día.",
    "Ahora, Juan el Bautista no fue el Eliseo de Malaquías 4. El fue el Eliseo de Malaquías 3. Así lo dijo Jesús. “He aquí, Yo envío Mi mensajero delante de Mi faz, a preparar el camino”. Encontramos que el era eso.",
    "Ahora, al hacer eso, al encontrar esas posiciones, sabemos que todo el resto de las Escrituras, inspiradas por Dios, nos revela que estamos en los últimos días.",
    "Ahora, si yo vengo con el mensaje de Pentecostés, yo estaría en la Edad de la Iglesia de Laodicea, y no estaría correcto.",
    "Esa es la razón de que Wesley no podía tomar el mensaje de Lutero. Lutero estuvo en una edad, en una edad de la iglesia, y Wesley estuvo en otra edad de la iglesia. Si Jesús hubiera venido en la…con el mensaje de Moisés, no hubiera funcionado. Si Moisés hubiera venido con el mensaje de Noé, no hubiera funcionado.",
    "Pero Dios ha asignado a Su—Su—Su pueblo, de cada edad, una Escritura. Y antes de que la edad pueda llegar a existencia, en el tiempo, entonces las iglesias lo tienen tan confundido que ellas—ellas no saben dónde están.",
    "Esa es la razón de que fallan en reconocer que Jesús es el Hijo de Dios. Ellas, sus tradiciones habían cegado sus ojos, pero El cuadró exactamente con las Escrituras.",
    "Con los profetas fue lo mismo. Jesús dijo: “¿Cuál de Uds., de sus padres, no apedreó a aquellos profetas que fueron enviados a Uds.?” Entonces Dios envía a Su profeta, para…y el profeta es la Palabra viviente de Dios, manifestada.",
    "Jesús dijo: “¿Cómo pueden condenarme a Mí, por decir: ‘Hijo de Dios soy’, y Uds. llaman, en sus propias leyes…? Uds. dijeron, a aquellos a quienes vino la Palabra del Señor”, los cuales eran los profetas, “Uds. los llamaron ‘dioses’. Y lo son, pues la Escritura no puede ser quebrantada”. El dijo: “Entonces, ¿cómo pueden condenarme a Mí?” Cuando El es…Ellos eran una parte de la ley, ellos eran parte de la Palabra de Dios, pero Jesús era la plenitud de la Palabra de Dios. Todo Su plan de redención, toda la suficiencia de Dios, estaba en El.",
    "Y ahora, a través de las edades, han hecho lo mismo. Y los Siete Sellos han de revelar todos los misterios que fueron omitidos durante ese tiempo, porque estábamos sin profetas, y la Palabra no viene a reformadores. ¡A profetas!",
    "Dios es incambiable. En Malaquías 3, dice: “Yo soy Jehová, y no cambio”. La primera forma de Dios para hacer cualquier cosa, esa es la forma en que siempre hace cualquier cosa. Dios decidió que El iba a salvar al hombre por medio de la sangre derramada de Un inocente, en el huerto del Edén, y El nunca lo ha cambiado desde entonces, y no puede cambiarlo. Hemos tratado por medio de educación, de edificios, de sistemas, de denominaciones, de éticas, y todo lo demás, y todo ha fallado. Pero sólo hay un lugar donde Dios encuentra al hombre, eso es bajo la Sangre derramada del Inocente. ¡Sólo por medio de la Sangre! Esa fue Su primera decisión. ¿Ven?",
    "Nosotros podemos hacer una decisión, y al año siguiente podemos pensar mejor. Tenemos una mejor idea al respecto, al siguiente año. Dios no puede; El es infinito. Su primera decisión es perfecta; nada la puede mover. Yo puedo aprender más; nosotros somos finitos. Yo puedo aprender más; Uds. pueden aprender más. Pero Dios no puede aprender más; para comenzar, El es perfecto. Y, por lo tanto, descansen sus almas sobre Su primera decisión. ¡Lo que la Biblia dice, eso es!",
    "Dios tiene que juzgar al mundo algún día. Y los Católicos dicen que El lo va a juzgar por medio de la iglesia Católica. Si eso es así, ¿cuál iglesia Católica? Ellas difieren, las unas de las otras. Si lo va a juzgar por medio de la Protestante, ¿cuál iglesia Protestante? Ellas difieren, las unas de las otras. Y sería un poco confuso; nadie sabría dónde pararse. Si los Metodistas están correctos, los Bautistas están perdidos. Si los Protestantes están correctos, los Católicos están perdidos; si los Católicos están correctos, los Protestantes están perdidos.",
    "Pero la Biblia dice que El va a juzgar al mundo por medio de Jesucristo, y El es la Palabra. Entonces, El lo va a juzgar por medio de la Palabra.",
    "Y todas las denominaciones se salen de esa Palabra, para hacer sus credos. Yo sólo le pido a cualquiera que me pruebe que ellos toman toda la Palabra. No lo pueden hacer, porque está controlado por un sistema de hombres. Donde se tiene al hombre…",
    "Dios no lidió nunca sino con una persona a la vez. El ni siquiera tuvo alguna vez a dos profetas al mismo tiempo. ¡Uno! Dios puede tomar a un hombre en su mano. El no lidia con Ud., su organización; El lidia con Ud.",
    "Ahora sobre esa base, llegamos a la fiesta de las trompetas, los misterios escondidos. Ha sido profetizado que iba a ser de esa manera, por lo tanto tenía que ser revelado en la forma en que lo fue. Pero sería revelado en este último día, para cumplir exactamente lo que acabo de decir, Malaquías capítulo 4, Lucas el capítulo 17 y el—el versículo 30, cómo El lo iba a hacer, y Hebreos 13:8, Hebreos 4:12, y muchas de esas Escrituras que nos dicen. Ahora, si eso es desconocido para algunos de Uds., permítanme decir que Dios siempre…La forma en que Dios es conocido entre el pueblo es por ser profético.",
    "Los Judíos siempre supieron creerle a sus profetas. El dijo: “Si hubiere uno entre Uds., Yo Jehová le hablaré a él en sueños espirituales y en visiones. Y, si lo que él dice se cumple, entonces escúchenlo”. Ellos fueron siempre…",
    "Así es como fallaron ellos en reconocer a Jesús, y tuvieron que clasificarlo como algo más, así que lo clasificaron como un espíritu maligno: “Beelzebú”, porque El fue capaz de discernir los pensamientos que estaban en sus corazones. Nosotros sabemos que esa siempre es una señal de la Palabra.",
    "En Hebreos capítulo 4, el versículo 12, dice: “La Palabra de Dios es más cortante que una espada de dos filos, y discierne los pensamientos y las intenciones del corazón”.",
    "🦅 Cuando El, el Espíritu Santo venga sobre vosotros, El os recordará de estas cosas que Yo os he dicho, y os hará saber las cosas que habrán de venir”.",
    "🦅 Dios habló muchas veces y de muchas maneras”, Hebreos 1, “en otro tiempo a los padres por los profetas, en estos postreros días ha hablado por el Hijo, Jesucristo”. El mismo Dios, sólo cambió de los profetas al Hijo. Eso es todo. ¿Ven? Siempre es el mismo Mensaje, la misma manera de hacerlo.",
    "Ahora, ha sido profetizado que las iglesias estarían en esta condición, tenían que ser restauradas de nuevo. Y El dijo en Malaquías 4, que El “enviaría el profeta Elías, y restauraría al—al pueblo de nuevo”, con el…lo traería. Noten. Y poco antes de…O, inmediatamente después de su Mensaje, habrá un tiempo en que la tierra se va a quemar, y los justos caminarán sobre las cenizas.",
    "Ahora, para algún teólogo que pudiera estar escuchando en una cinta, en alguna parte alrededor del mundo, si Ud. piensa que ese era Juan, recuerde, entonces, las Escrituras están erradas, pues el mundo no se quemó después del mensaje de Juan. Jesús no vino a llevarse al pueblo al Milenio; pero El ha prometido hacerlo después de que el Espíritu de Elías venga sobre la tierra de nuevo.",
    "Fíjense ahora en Malaquías 4, vemos que esto debe ser hecho para restaurar (¿qué?), la fe del pueblo a la de los padres originales, la Doctrina pentecostal, los padres originales. Y él va a restaurar al pueblo a los padres.",
    "Hallamos en Lucas 17, que Jesús dijo que cuando El venga en estos últimos días, en Lucas 17:33, hallamos que Jesús dijo: “Como fue en los días de Lot, así será en la venida del Hijo del Hombre, cuando el Hijo del Hombre esté siendo manifestado”.",
    "Ahora fíjense, El viene en el nombre de tres hijos. El viene en el nombre del Hijo de David…O, el Hijo del Hombre, el Hijo de Dios, el Hijo de David.",
    "Ahora, El tenía que venir como Hijo del Hombre, porque El era un Profeta. Jehová mismo llamó a los profetas “hijo de hombre”. Y Jesús nunca se refirió a Sí mismo como Hijo de Dios. El siempre se refirió a Sí mismo, como Hijo del Hombre. Y fíjense, luego El se reveló a Sí mismo como el Profeta, el Vidente. Dijo: “Si no hago las obras de Mi Padre, entonces no me creáis”. El cuadró con toda descripción que se dio de El en las Escrituras, aun en Su muerte, sepultura y resurrección; en Su crucifixión, en Su nacimiento, en todo. Y en Su obra, El cuadró con la descripción del Vidente, el Hijo del Hombre.",
    "Ahora El ha sido revelado por las edades de la iglesia, ahora fíjense, por las edades de la iglesia, como el Hijo de Dios. Siendo Dios un Espíritu, el Espíritu Santo, El se reveló a Sí mismo en las edades de la iglesia, en la congregación, como el Espíritu Santo entre el pueblo.",
    "Hallamos, en la Edad de la Iglesia de Laodicea, la última edad de la iglesia, que El es echado fuera de la iglesia. En ninguna otra parte fue El echado fuera, en ninguna edad, sino en la Edad de Laodicea. “Porque ellos dijeron: ‘Somos ricos y de ninguna cosa tenemos necesidad’. Y no saben que son miserables, pobres, desnudos y ciegos, y no lo saben”. El fue echado fuera de la edad de la iglesia.",
    "Y luego, de acuerdo a Lucas 17, El dijo: “Como fue en los días de Sodoma, así será en la venida del Hijo del Hombre”. Ahora, El estaba leyendo el mismo Génesis que nosotros leemos. Fíjense qué sucedió en Sodoma. ¿Qué fue en Sodoma? Abraham…",
    "Siempre hay tres clases de personas. Estaba Abraham, el elegido y llamado fuera, afuera de Sodoma. Allí estaba Lot, el miembro de iglesia, u hombre denominacional; él se volvió parte de ese mundo, al ser el alcalde de esa ciudad, se sentaba a la puerta; él era el juez, el cual es un alcalde. Y allí estaba Sodoma.",
    "Ahora, en el tiempo del atardecer, o a la mitad del día, cuando Abraham estaba debajo de su encino, tres Angeles se le aparecieron. Dos de ellos fueron a Sodoma, y predicaron el Evangelio y trataron de llamarlos fuera. No lo quisieron hacer; estaban pervertidos. Sólo Lot y su esposa, y dos de sus hijas, salieron. Y la esposa se volvió una estatua de sal.",
    "Pero Aquel que se quedó y le habló a Abraham, al que Abraham llamó: “Elohim, el Todopoderoso”. Génesis 1: “¡Dios! En el principio Dios”, Elohim, el—el Todosuficiente, el Autoexistente. Abraham lo llamó: “Elohim”. Y El se sentó y comió con Abraham; El bebió; El estaba en carne humana. Y fíjense en la señal que le dio a Abraham.",
    "Ahora, ellos estaban esperando un hijo que iba a venir, un hijo prometido, Isaac. Por veinticinco años, durante una larga jornada, ellos lo habían esperado, pero estaban al final de la jornada. Dios se había aparecido en muchas formas, así como El lo ha hecho por las edades de la iglesia, en Luces, y demás, así como le habló a Abraham, y por medio de voces. Pero antes de que llegara el hijo que iba a venir…Ahora, ya lo hemos visto, y Uds. saben que sólo estoy repasándolo, para mostrarles esto. Que, El cambió el cuerpo de Abraham y de Sara, inmediatamente después de esto, para que pudieran recibir al hijo.",
    "Fíjense, la última señal que ellos recibieron, antes de que el hijo llegara, fue a Jehová hablándoles en la forma de un hombre. Y cómo sabían que este era Jehová era porque El dijo: “Abraham”, no Abram. Unos días antes, Dios le había cambiado su nombre. “¿Dónde está Sara tu mujer?” No S-a-r-a-i; sino S-a-r-a, “princesa”.\n\nY Abraham dijo: “Ella está en la tienda, detrás de Ti”.",
    "Y El dijo: “Yo”, ese es un pronombre personal, “Yo te visitaré de acuerdo a Mi promesa. En el tiempo de la vida, en los siguientes veintiocho días, algo le va a suceder a Sara”.",
    "Y se rió Sara entre sí, en la tienda, y dijo en su corazón: “¿Cómo puede ser esto, siendo que soy vieja; y tener deleite con mi señor, Abraham, quien también está viejo?”",
    "Y el Angel, o el Hombre, dijo: “¿Por qué dijo eso Sara en su corazón?” ¡En la tienda detrás de El! “¿Por qué dijo ella que estas cosas no pueden ser?” ¿Ven? Un Hombre en carne humana, como un profeta, sin embargo era Elohim discerniendo el pensamiento que estaba en el corazón de Sara, detrás de El.",
    "Y Jesús dijo: “Como fue en los días de Lot, así será en la venida del fin del mundo, cuando el Hijo del Hombre”, no el Hijo de Dios, “cuando el Hijo del Hombre se esté manifestando”.",
    "No lo habían tenido en la edad. ¿Ven la continuidad perfecta de las Escrituras? Aquí estamos viviendo en ella. Los misterios; aun el bautismo en el Nombre del Señor Jesús, y lejos de la idea de los Unitarios; y estas otras cosas, cómo el Espíritu Santo ha traído eso y lo ha mostrado perfectamente; y el verdadero bautismo del Espíritu Santo, la Señal, y todo, y lo ha colocado en su posición; y cómo colocó a cada reformador y todo, exactamente. Y, ¿ven?, justamente delante de nuestros ojos, y no está en una esquina. Se conoce mundialmente. Jesús, el Hijo de Dios, revelándose a Sí mismo por medio de las Escrituras, haciendo vivir aquella Escritura que ha sido predestinada para este día, así como fue para aquel día y todos los otros días. Y, creerlo, es la evidencia del Espíritu Santo.",
    "En justicia, Uds. no pueden declarar que sólo “ir a la iglesia” es la evidencia del Espíritu Santo. Si lo hacen, entonces aquellos Fariseos lo tenían. ¿Ven? Uds. no pueden declarar que “estremecerse o saltar” es la…Si lo hacen, los paganos lo tienen. Si Uds. dicen “hablar en lenguas”, ¿qué—qué adoración del demonio no habla en lenguas? Díganme una.\n\nEl Hermano Jackson que está aquí sentado por Africa, de Africa, él les podría decir eso. Yo he estado aquí en los campamentos Indios, vi a los brujos y hechiceros cortarse a sí mismos, y derramar su propia sangre, y hablar en lenguas; y—y al médico brujo interpretarlas, y los he visto poner allí un lápiz y escribir en lenguas desconocidas. Así que eso no es. Pero si…",
    "¿Cuál es la verdadera evidencia? Jesús dijo: “Para que creáis que Yo soy”. Y El es la Palabra.",
    "¿Por qué no lo recibieron? ¿Por qué no lo recibieron los Judíos? Eran hombres justos; eran hombres buenos; eran hombres santos, y había toda clase de gente; sino, ¡a quien está predestinado a oír la Palabra!",
    "🦅 ¿Y cómo sabe Ud. si es o no la Palabra? Cada uno dice esto”.",
    "Es la promesa de la Biblia siendo vindicada para esa edad, ahí lo tiene, entonces Ud. regresa a donde está el Espíritu Santo. Observen, en unos minutos, lo que declara el sonido de la trompeta. La trompeta, la trompeta del Evangelio, vean quién la puede oír. Recuerden, aquellos en las ciudades amuralladas no podían salir en el jubileo. No, señor. Ellos estaban dentro de las paredes; ellos se quedaban allí. Era muy tarde; ellos eran esclavos por el resto de su vida, y tenían que ser marcados. Ahora fíjense, mientras vemos estos ejemplos.",
    "Ahora, estos hechos, Malaquías 4, y todo esto, y Hebreos 13:8: “Jesucristo es el mismo ayer, hoy, y por los siglos”, El permanece para siempre como la Palabra, la Palabra manifestada. Eso es exactamente lo que El le declaró a los profetas. Un profeta no sólo quiere decir “un vidente o uno que predice”; quiere decir “un revelador de la Palabra que está escrita”. En su propia vida, sus propias obras, revelan y vindican la Palabra de ese día; como Noé construyendo el arca; Moisés allá; y demás; y cualquier promesa, la Palabra prometida para esa hora.",
    "Ahora sabemos que El está con nosotros. Nosotros creemos eso. Uds. ven Su Palabra manifestada, por fotografías, por Escrituras, por declaraciones en el Cielo, en la tierra, todo lo demás que El dijo. Ni una sola vez ha fallado. Yo le pido a cualquier persona que me muestre, de las distintas partes del país, o por el mundo, Uds.—Uds. están obligados a escribirme y decirme, dónde alguna vez ha fallado. Ahora, esa es la promesa, perfecta, palabra por palabra.",
    "¿Por qué debía aparecer El en estos últimos días? Si Uds., y Uds. oidores de cintas, regresan a El Arbol Novia, y ven en dónde estaba Cristo, aquel Arbol que estaba en el huerto del Edén. El primer Adán que cayó; y este Segundo Adán fue cortado por el pecado. Lo colgaron en un árbol Romano, y de eso sacó a la…salió el Arbol Novia que El prometió, que vemos en las Escrituras, ahora, para poder obtener a la Novia.",
    "Como la pirámide, cómo viene disminuyendo todo el tiempo; de la gran anchura; de Lutero, Wesley, Pentecostés, y luego la piedra de corona en la parte superior de ella está tan pulida, y cada una de esas piedras están unidas tan perfectamente. Y nosotros todavía no sabemos cómo lo hicieron, pero ¡están tan perfectamente unidas en esa pirámide! Y no estamos enseñando sobre la pirámide ahora, sólo estamos…",
    "Enoc y demás la construyeron, hace años, y está ahí como un símbolo. Así como el sol sale y se pone; así como en el árbol desciende su vida, su hoja, y vuelve de nuevo; como un pez, y el ganado, y todo lo demás lo simboliza. Esa pirámide está ahí como un símbolo.",
    "Vaya a la cámara del profeta y observe esos siete escalones. ¿Dónde hacía—dónde hacía el guardia el anuncio para llevar al que llega, a la presencia del rey? En la parte de arriba de los escalones; era en el séptimo escalón. Eso muestra que debemos venir de nuevo con ese mismo Espíritu que estaba en Juan; él introdujo al Mesías. El fue mayor que todos los profetas; él lo introdujo. Y de nuevo debemos llegar a un lugar, a algo que va a introducir al Mesías.",
    "¿Y cómo va a saberlo el Mesías…la gente que le está creyendo a El a menos que estén constantemente en la Palabra, para saber lo que El es? Daniel dijo: “Los entendidos sabrán; pero los insensatos, los impíos, no sabrán. Ellos conocerán a su Dios”. Ahora, ahora, cómo aparecerá El en los últimos días, es para traer al pueblo de nuevo a la Palabra, para que la Novia conozca a Su Marido, conozca a Su Compañero, la Palabra revelada. Por eso es que esto tiene que suceder.",
    "No fue en los reformadores; no fue en Lutero, Wesley y—y los Pentecostales, y demás. Las Escrituras dicen que no fue.",
    "Pero va a venir. Esa es Su promesa para esta edad. Estamos viviendo en la edad en la cual va a ser Su Venida. Ella debe estar identificada en El. Cualquier mujer debe estar identificada con su esposo, pues los dos son uno. Y la Novia de Cristo debe estar identificada con El, pues los dos son Uno; y El es la Palabra, no la denominación. ¡La Palabra! Nosotros hemos de ser los hijos de la Luz, y la Luz es la Palabra la cual es hecha Luz para esta edad. ¿Cómo conocemos la Luz a menos que venga de la Palabra? Muy bien. La Palabra hecha carne es la Luz de la edad; cuando Uds. la ven, y la Biblia así lo dice.",
    "Aquella gente vio a Jesús ahí, y dijo: “Bueno, este Hombre, ¿Quién es El? Pues, El ha nacido allá de un nacimiento ilegítimo. Pues, su papá y su mamá son esto, aquello y lo otro, y todo esto”. Pero ellos no lo conocieron a El. Si hubieran conocido las Escrituras, lo hubieran conocido a El. El así lo dijo.\n\nEllos dijeron: “¡Nosotros somos discípulos de Moisés!”",
    "Dijo: “Si conocieseis a Moisés, Me conoceríais a Mí, porque de Mí escribió Moisés”. ¡Y aún son demasiado ciegos para verlo!",
    "¿Ven cuán humilde? Lejos de todas las cuadrillas, y las denominaciones, y los credos, y de todo. Dios entró directamente, en carne, en la forma de un Hombre, un Redentor Pariente.",
    "Ella debe estar identificada con El. Hemos sido invitados a ser los hijos de la Luz, que andemos en la Luz.",
    "Yo recuerdo aquí en Kentucky no hace mucho tiempo, yo tuve una reunión. Afuera, después de que salí de la iglesia, había un anciano de pie, con una linterna en su mano. El pertenecía a una iglesia que no cree en sanidad y demás. Dijo: “Yo—yo difiero con Ud., Hermano Branham”.\n\nYo dije: “Bueno, Ud. tiene derecho a hacer eso”.",
    "El dijo: “¿Ve Ud.?, yo no aceptaré nada a menos que lo vea. Lo tengo que ver, bien claramente”.",
    "Yo dije: “Entonces, ¿vio Ud. alguna vez a Dios, muy claramente, parado delante de Ud.?” Por supuesto, él no creía en visiones y cosas.\n\nEl dijo: “No”.",
    "🦅 Pues”, dije yo, “entonces Ud. no es un creyente, señor. Yo no podría hablar con Ud. ¿Ve? ¿Ve? Nosotros vemos lo que Dios promete y nos aferramos a Eso”.",
    "El dijo: “¿Cómo llega Ud. a esa conclusión?” Yo dije…El dijo: “Venga, vaya a la casa conmigo y hablemos esta noche”.\n\nYo dije: “No puedo; me gustaría. ¿Dónde vive Ud.?”\n\nEl dijo: “Ud. vaya aquí por esta montaña”.",
    "Yo dije: “¿Cómo va a llegar allí? ¿Ud. no ve su casa?” Uh-huh. Uh-huh. Sí. Sí.\n\nEl dijo: “Bueno, hay un sendero que pasa por la colina”.\n\nYo dije: “Ud. no ve el sendero”. Uh-huh.\n\nEl dijo: “Bueno, yo tengo una linterna”.",
    "Yo dije: “La linterna no da la luz directamente en la casa. Oh, no. Pero ese sendero lo llevará hasta la casa. Pero la linterna sólo dará luz para dar un paso a la vez”.",
    "Andaré en la luz, preciosa Luz; un paso a la vez, Señor, acercándonos más a El. Sí. Hijos de la Luz, acepten Su Palabra, sigan caminando y observen más ser revelado. No la dejen, no importa lo que alguien más diga. Quédense allí mismo en Eso y sigan caminando con Ella, obsérvenla descubrirse y revelarse a Sí misma. La Palabra es una Simiente; una simiente en la clase correcta de tierra producirá según su género.",
    "Fíjense en Apocalipsis 10:1 al 7, todos los misterios van a ser revelados a la Novia, por el mensajero de la Iglesia de Laodicea. ¿Tiene alguien una Biblia de la Versión Revisada? [Una versión de la Biblia en Inglés.—Traductor] Si la tienen, notarán allí donde dice: “el ángel”, está en paréntesis y dice, “el águila”. ¿Ven? Uh-huh. Uh-huh. ¿Ven? El mensajero a la—la Iglesia de Laodicea, ¿ven?, Apocalipsis 10:1 al 7.",
    "Y él dijo que este…en ese día que él lo vio a El descender, y él se comió el librito. Y hubo… “El puso un pie sobre la tierra, y uno sobre el mar, y juró por el que vive por los siglos de los siglos, que: ‘El tiempo no sería más’”. Y cuando El lo hizo, Siete Truenos emitieron sus voces. Y cuando los Siete Truenos emitieron sus voces, Juan dijo que él iba a escribir. Y El dijo: “No lo escribas”. Uh-huh. ¿Ven? Y él lo selló.",
    "Ahora, alguien dijo: “Bueno, entonces esos Siete Sellos, Hermano Branham, ¿va a ser eso revelado en los últimos días, algún gran misterio de cómo acercarnos más a Dios?” No, señor, no puede ser.",
    "🦅 Quienquiera que quite una Palabra de esta Biblia, o le añada una palabra a Ella, su parte será quitada, del Libro de la Vida”. Lo que es, es una revelación de lo que fallaron en traer allá. Ya está escrito Aquí. Está Aquí adentro. Es para revelar lo que ya ha sido escrito. ¿Ven? Porque, uno no le puede añadir ni una cosa, o quitar una Palabra de Ella.",
    "El primer capítulo de Apoc-…de—de la Biblia, en el principio, en Génesis. Una mujer no dejó de creerla, pero ella la interpretó mal, dejó que Satanás se la interpretara mal, una palabra: “ciertamente”. ¿Ven? Y luego, a causa de eso, causó todo este problema. Y ese era Dios hablando, la Palabra de Dios.",
    "Y en el último capítulo de Apocalipsis, Jesús mismo, el mismo Dios, dijo: “Quienquiera que le quite una Palabra, o le añada una palabra a Ella”.",
    "Esta es la revelación completa de Jesucristo. [El Hermano Branham da unas palmaditas a su Biblia.—Editor] Y los Siete Sellos tenían escondidos los misterios de lo que toda Ella se trataba; y debe abrirla en los últimos días, en la edad de Laodicea, al final del tiempo. ¡Gracias a Dios! Eso termina el Mensaje a la Iglesia. Eso la termina. Cuando miran hacia atrás y ven lo que ha habido, y ven hasta donde ha llegado, eso la termina, la edad de la Iglesia.",
    "Ahora fíjense las trompetas de las cuales estamos hablando, son un llamado a reunirse ya sea para una fiesta, una guerra, para una persona, por algún día sagrado, o algo así. Fíjense. Uds. dirán: “Para una persona?” Sí. O, para el año del jubileo, el anuncio de que venía la libertad, cuando ellos podían regresarse; ahora, podríamos tomar toda una mañana sólo en esa cosa. Pero, ahora, entraremos en las trompetas. Ahora ya tienen la base, de los Sellos y la Iglesia, ahora vamos a entrar en la trompeta. La trompeta sonaba, y la trompeta indica ya sea guerra o un día de fiesta. O, lo que la trompeta quiere decir es, “una reunión juntando al pueblo”.",
    "Pablo dijo: “Cuando la trompeta diere un sonido incierto, ¿quién se puede preparar para la guerra, o para paz, o lo que sea?” ¿Quién sabe? Ud. debe saber cómo suena la trompeta.",
    "Por tanto, cuando suena la trompeta, vemos hoy en día algo en la tierra. Hay una gran inquietud en alguna parte. Todos lo saben. Todos se han vuelto unos neuróticos. Todo el mundo es un mundo neurótico, y nosotros sabemos que algo anda mal. En el Pentágono, por todas partes, nosotros sabemos que algo anda mal.",
    "Ahora, la única forma en que uno sabrá cuál es el sonido de la trompeta, es ver lo que dice la Hoja de Música. ¿Ven? Eso es todo. Es una gran sinfonía, ¿ven?, y está sonando.",
    "Como Pedro Y El Lobo, ¿ven?, cuando uno…si el…Y el—el compositor ha escrito el libro, y el director debe estar en el mismo espíritu del compositor. Si no, él da el ritmo incorrecto, y entonces toda la cosa está fuera de ritmo.",
    "Eso lo que pasa hoy en día. Tenemos demasiados directores en el…que no están en el Espíritu del Compositor. Ellos dicen: “Bueno, en la denominación, nosotros creemos esto”.",
    "No importa lo que Ud. diga, la Biblia está correcta. Dele el ritmo de acuerdo a la Hoja de Música aquí mismo frente a ella, entonces la gran sinfonía del gran acto de Dios está siendo ejecutado bien, entonces podemos ver la hora, y dónde estamos parados.",
    "Ahora fíjense, la trompeta es para llamar a reunión al pueblo, a congregarse para algo. Algunas veces anunciaba a una persona importante.",
    "Como con José, sonaban la trompeta, que José iba a aparecer; lo cual es un—un símbolo de la “Gran Trompeta” de la cual hablamos y veremos después de un rato en Isaías. Eso dice: “Cuando la Gran Trompeta suene, cuando aquella bandera sea levantada, allá arriba; y entonces vendrá un tiempo cuando la Gran Trompeta será sonada, y todas las naciones se reunirán en Jerusalén”. Entonces es cuando comienza el Milenio; la Gran Trompeta.",
    "Ahora, este llamado, de la fiesta de las trompetas, algo que se aproxima. Fíjense en Apocalipsis 8:7, si lo quieren anotar. Notamos que la Primer Trompeta, esparció granizo, sangre, y fuego sobre la tierra; exactamente como en Exodo, cuando Dios estaba llamando fuera a Su pueblo, el del éxodo.",
    "Ahora, la razón de que estas Siete Trompetas no pertenecen a esta Iglesia y a esta edad, es porque son sólo para Israel. Es el llamado de la reunión del pueblo. Y ahora sólo hay una cosa importante aquí que yo quiero que capten y vean, en unos cuantos minutos, es donde verán porqué esto no pertenece a esta edad en la que estamos viviendo; las Siete Trompetas.",
    "Yo sé que muchas personas difieren con eso, pero yo sé que es esto. Yo lo sé. No porque estoy diciendo que Uds. lo están diciendo; porque yo no lo obtuve de mí mismo. Mis—mis pensamientos no son los míos propios. Sea lo que sea que me dijo, si Eso está errado, entonces está errado. Pero no lo estoy diciendo por mí mismo, lo estoy diciendo por lo que Alguien más ha dicho. Ese Alguien más es el Dios que nos habló e hizo todas estas cosas que El ha hecho, y aparecieron, ¿ven?, así que yo sé que está correcto.",
    "Las—las Trompetas son la reunión de Israel. Las Trompetas han de reunir a Israel. Fíjense, en el sonido de la Primer Trompeta; sangre, fuego, granizo y de todo, esparcido en la tierra. ¿Ven? ¿Qué estaba haciendo El? Sacando a Israel fuera del Egipto espiritual, ¿ven?, de regreso a su tierra.",
    "Ahora permítanme decir esto aquí mismo, que toda Trompeta que sonó, sonó bajo el Sexto Sello. Vamos a verlo en unos minutos, ahí donde vimos el Sello. Todas las Trompetas sonaron bajo el Sexto Sello.",
    "Porque, en el Séptimo Sello, hubo silencio. “Nadie sabía; ese era el minuto o la hora en que Cristo vendría”, como El nos lo reveló.",
    "Pero todas las Trompetas sonaron bajo el Sexto Sello, bajo la persecución de los Judíos. Fíjense, en Apocalipsis 8, y comenzando con el versículo 7. Todo era el llamado fuera de Israel, en lo natural, en Egipto; ahora es el llamado fuera de Israel, en sentido espiritual. El los estaba preparando para que vinieran a la fiesta de la Expiación.",
    "Fíjense, la fiesta de las trompetas era primero, la cual era pentecostés. La fiesta de la expiación le seguía, cincuenta días después. La fiesta de la expiación, léanla aquí. Probablemente lo haremos, si tenemos tiempo, nos vamos a referir a ella y se las leeré en la Biblia, aquí en Levítico 12, ahora, o en Levítico 23, más bien, y Levítico 16. Nos damos cuenta que la primera era la fiesta de las—de las trompetas. Era la expiación y la…al seguir después de pentecostés, ahora nos damos cuenta…La fiesta de la expiación seguía a la fiesta de las trompetas.",
    "Ahora, fíjense, una Trompeta sonaba, y eso era para reunirlos. Ahora, la Primer Trompeta sonó, hubo granizo, sangre, y fuego, regado sobre la tierra, exactamente como fue en Egipto, preparándose para llamarlos al Día de la Expiación. ¿Ven? Ellos rechazaron la verdadera Expiación. Y estos años han sido alargados hasta ahora, ha sido el año de pentecostés. ¿Ven? Ahora lo que sigue es que suene para los Judíos.",
    "Este ha sido el llamado fuera de la Iglesia. Fíjense muy bien. Ahora, lo cual, después, El los llevó a la tierra prometida; lo cual El hará lo mismo, en lo cual, en símbolo, El lleva a la Iglesia a la tierra prometida.",
    "Recuerden, cada Trompeta sonó bajo el Sexto Sello, sólo entonces, cuando sonó.",
    "Fíjense ahora, exactamente, en la continuidad de las Escrituras, es exactamente lo mismo. Bajo la Séptima Trompeta, es para Israel lo mismo que el Séptimo Sello fue para la Iglesia. Nos damos cuenta, bajo el Séptimo Sello, que cuando estas almas que estaban ahí bajo el altar, que recibieron vestiduras…Se les dio vestiduras, no porque se las ganaron, porque ellos estaban en la dispensación en que Dios con gracia estaba lidiando todavía con los Gentiles, no con los Judíos. Israel es salva como nación. Dios lidia con Israel como nación. Los Gentiles son un “pueblo para Su Nombre”, no una nación para Su Nombre. ¡Israel!",
    "Y cuando Hitler y demás persiguieron a los Judíos, e hicieron las cosas que hicieron bajo eso; miren, ellos, Stalin, Hitler y todos esos dictadores se habían levantado. Si tuviéramos tiempo para repasarlo para algunos de los nuevos que han venido, pero ya lo hemos visto. Bajo esa misma edad, han habido en Alemania y—y todas las demás naciones, Judíos que se han esparcido por toda la tierra. Pero se ha levantado una dura persecución contra los Judíos, en los últimos veinte años.",
    "Yo he estado allá en los lugares donde quemaron sus cuerpos, y los incineraron, y usaron las…usaron sus cenizas para fertilizar la tierra, niños Judíos, y mujeres, y de todo. Luego tratan de negarlo; se les puede llevar y enseñar dónde fue hecho.",
    "Ha sido una dura persecución contra Israel, porque ha sido el tiempo en que es llamado de nuevo a la Expiación. Todavía está bajo la expiación de un cordero natural. El verdadero Cordero de Dios es la Expiación, y lo ha rechazado, y la Sangre ha estado sobre él desde entonces. Fíjense, ¡está preparando al pueblo! Cuán perfectos son la Séptima Trompeta y el Séptimo Sello, juntos perfectamente, la persecución de los Judíos.",
    "Noten, en Apocalipsis el capítulo 9 y el versículo 13, ahora, fíjense muy bien, bajo la Sexta Trompeta. Apocalipsis 9:13, bajo la Sexta Trompeta, noten, habían doscientos mil jinetes que habían estado atados en el río Eufrates, que fueron desatados bajo la Sexta Trompeta. Ahora no hay doscientos mil jinetes en el mundo; pero habían doscientos mil jinetes. Fíjense en eso. Quiero que lo anoten, para que lo puedan leer.",
    "Esos no eran caballos naturales. Respiraban fuego, y tenían corazas de jaspe, y—y tenían colas. Y el extremo de la cola parecía una serpiente, tenía la cabeza de una culebra en el extremo de ella, picando. ¿Ven? Eran caballos espirituales, diablos espirituales, caballos de guerra, que habían estado atados en el Eufrates todos estos años, diablos sobrenaturales. ¿Qué es? El viejo Imperio Romano siendo revivido; la persecución de los Judíos. Habían estado atados por casi dos mil años, en el río Eufrates, no podían cruzar hacia la promesa; una secta religiosa que estaba tratando de llegar al otro lado. El Eufrates, Uds. saben, pasaba por el Edén. Pero fueron atados allí, doscientos mil diablos de persecución.",
    "Y fíjense en lo que pasa bajo la Sexta Trompeta. Ellos fueron desatados contra los Judíos; la persecución de los Judíos. Diablos sobrenaturales, casi dos mil años, luego desatados por Stalin, Hitler, contra los Judíos. Ud. dirá: “Pues, eso no es Romano”. Es el mismo espíritu. Hicieron las mismas cosas que le hicieron a los Cristianos, en los antiguos días paganos de Roma. Ahora observen al Israel natural, y a la Iglesia espiritual ahora, mientras los separamos aquí. Fueron desatados contra los Judíos.",
    "Uds. recuerdan bajo el Sexto Sello, cómo cada uno de los mártires, de acuerdo—de acuerdo a la Palabra de Dios, recibieron vestiduras. Se las dieron por la gracia, porque ellos fueron cegados para que no pudieran ver el Evangelio, para que este pueblo pudiera ser llamado fuera de los Gentiles para la—la Novia. Se les dieron vestiduras, dice aquí la Biblia, bajo esa Trompeta. Esos Judíos, que están absolutamente en contra de Cristo y de todo; la razón de que lo están, es porque la Biblia dice que ellos fueron cegados. Y ellos fueron cegados por el bien de Uds. Y el justo Dios sabe que ellos lo hubieran recibido, pero fueron cegados por el bien de Uds. La Biblia así lo dice.",
    "Allí está ese imperio Romano, atado por (¿qué?), los poderes eclesiásticos. La cual, Roma, la Roma pagana se volvió la Roma papal, y fue atada por sus tradiciones de Cristiana. La parte de Cristiana, y—y las supersticiones que tenía de Roma, uniendo todas estas; adoración de mujeres, y todas estas otras clases de cosas, y días de Navidad, y feriados, y días santos, y cosas. Ha estado atada por esa tradición que no se puede desatar, porque es contra los principios Cristianos. [El Hermano Branham toca varias veces en el púlpito.—Editor] ¡Todavía es el mismo espíritu impío y pagano! Y ese espíritu pasó a las naciones del mundo, de acuerdo a las profecías de Ezequiel y los demás.",
    "Y fueron desatados contra los Judíos, quienes no sabían nada del Espíritu. Ahí están sus misterios que están escondidos bajo el Sello. ¿Ven? Fíjense en eso. Nosotros lo vimos. Y yo les mostraré está Trompeta, en esta última Trompeta, lo que sucede. Ahí están. Estas Trompetas son desatadas contra los Judíos (¿no lo ven?), no contra los Gentiles. Los Gentiles, cuando esos Sellos fueron abiertos, fueron sellados; el tiempo ha terminado; la Iglesia es llamada.",
    "¿Recuerdan Uds. la visión del otro día? ¿Recuerdan la re-…la vista anticipada de ella? ¿Cuántos se acuerdan del domingo antepasado? Cómo estaba ahí exactamente, al pasar. La vimos, exactamente, vimos esa cosa sucia e inmunda, llamada la iglesia, pasar, con vulgaridades hasta más no poder. Y esa pequeña Novia, de cada nación, cada una de ellas vestida conforme a la nación de donde proviene, caminando perfectamente delante del Señor.",
    "Fíjense Uds., que vendrá un tiempo, en algún momento, en que dirán: “Bueno, yo pensé que la Iglesia se iba a ir antes de la persecución. Yo pensé que iba a haber un Rapto”.\n\n“Ya aconteció y no se dieron cuenta”.\n\nUds. saben, eso es lo que El dijo una vez acerca de Juan.",
    "Dijeron: “¿Cómo, por qué dicen los profetas que un…los escribas que es necesario que Elías venga primero?”",
    "El dijo: “El ya vino”. Y aun los discípulos no lo sabían. “Hicieron con él lo que quisieron”.",
    "El Rapto va a ser de la misma manera. En—en una hora…El prometió hacer eso. El no prometió mostrar así a Elías, pero El prometió llevarse a la Novia de esa manera. “A la hora que no pensáis”, sólo un cambio, en un momento de un abrir y cerrar de ojos, será arrebatada. ¡Entonces serán dejados, entonces ese es el tiempo!",
    "Por dos mil años, este espíritu a través del pueblo Romano, la iglesia Romana, no se podía mover. Pero ese mismo espíritu apareció, primero, allá en Roma con Mussolini, el dictador. Uds. saben las cinco…",
    "Siete cosas me mostró El, en 1933, que sucederían. Cinco de ellas ya han sucedido. El doctor Lee Vayle está ahora escribiendo un libro sobre eso. ¿Ven? Cinco cosas, perfectamente, y sólo dos cosas más por suceder. Dijo: “Sucederán antes de la Venida”. Aquí estamos ahora justamente en el fin, y parece como que esa sexta cosa está aproximándose. ¿Ven? Perfectamente, exactamente, aun las guerras y cómo sucederían, exactamente al pie de la letra, y ni una sola vez falló.",
    "Escuchen, amigos, deberíamos de tomar inventario cada hora. Uds, no saben dónde estamos parados. ¡Muy cerca!",
    "Ahora, él desató en contra, a estos doscientos mil demonios espirituales, bajo el Sexto Sello, comenzando en Roma, Alemania, Hitler. Y fíjense en la Biblia, donde ellos recibieron, nunca…Ellos recibieron poder como los reyes, pero no tenían corona. Un dictador no es un rey coronado; sólo recibe poder como un rey.",
    "Oh, el Espíritu de Dios está moviéndose a través de mí ahora, Uds. saben, diciendo algo. Yo no sé cómo decirlo, ni qué decir, y tal vez es mejor que no lo diga.",
    "Fíjense, dos mil…doscientos mil demonios desatados contra aquellos Judíos, cuando los quemaron, los crucificaron. Metieron burbujas de aire en sus venas. Los mataron, hasta que ya no tuvieron más gas con qué matarlos. Y los fusilaron, hasta que ya no tenían balas para dispararles. Y ellos—y ellos hicieron todo lo que pudieron. Incineraron sus cuerpos, y de todo; y los colgaron en las cercas, a niños y a todos, gente inocente. Porque eran Judíos, se les hizo eso. Pero Dios dijo que El le daría a cada uno de ellos una vestidura, aunque eran indignos, pero era Su gracia al cegarlos para que nosotros pudiéramos ver.",
    "Uds. saben, el Séptimo Sello no ha sido abierto aún. Esa es Su Venida.",
    "Así que mientras tanto ellos aún están bajo eso, pero, El nos lo muestra aquí, en una vista anticipada. Como a Juan, El se lo llevó arriba.",
    "Y en una ocasión, al caminar sobre el mar, Uds. saben, él dijo: “¿Qué de este hombre que se recuesta en Tu pecho?”",
    "El dijo: “¿Qué a ti si él queda hasta que yo venga?” ¿Ven? El no quedó, pero El lo llevó arriba y le enseñó que—lo que iba a suceder hasta que El viniera. Sólo se lo mostró, repasó todo el plan para Juan.",
    "Fíjense, ahora nos damos cuenta que ese poder natural bajo lo natural, para una nación natural, Israel, fue desatado allí. ¿Y qué hizo? Fue e hizo guerra, y cómo asesinó y persiguió.\n\n¡Ahora en el reino eclesiástico de eso!",
    "Yo…están Uds.…Yo espero que Dios les abra ahora los ojos a esto. Porque, me doy cuenta que no sólo se está hablando aquí a la iglesia. Esta cinta va por todo el mundo. Y no es mi intención herir los sentimientos de nadie, sino sólo decir la Verdad.",
    "Ahora ha sido abierto el reino eclesiástico, del avivamiento natural de la antigua Roma pagana, salió contra esos Judíos, los cuales siempre han sido su enemigo. El león, con dientes y todo, llegó pisando fuertemente y quebrantó a la gente. ¡Roma, siempre ha sido enemiga de Dios! Y fue desatada en el mismo espíritu, por los dictadores del mundo, porque el sistema religioso estaba todavía detenido. Ahora ha sido desatado.",
    "¿Y qué ha hecho? Con la “astucia”, así como El dijo, entró como con lisonjas. ¿Y qué ha hecho? El está trayendo al Concilio Ecuménico Protestante de las Iglesias del Mundo, con el espíritu de anticristo sobre las dos, trayéndolas al matadero, así como hicieron con el otro, en la hora de llamar a la Novia. ¿Cómo? Desató el espíritu eclesiástico de la iglesia. ¿Desatado contra qué? No contra las denominaciones; ¡contra la Novia! Pero aquí Uds.…lo captarían, la Novia no va a pasar por ese tiempo. La Biblia dice que no. La iglesia sí, pero no la Novia. ¿No lo pueden ver? ¿Hermanos ministros, no pueden ver eso?",
    "Uds. dirán: “La Iglesia tiene que pasar por la persecución, para la—para la perfección de ella”. La sangre de Jesucristo perfecciona a la Novia.",
    "Un hombre que escoge una esposa no la hace pasar por un montón de castigos; él también ya ha hallado gracia, con ella; ella ha hallado gracia con él. El—él se compromete con ella. Y, en todo caso, él evitará que ella haga algo en todo lugar. Su gracia es tan grande sobre ellos.",
    "Y así mismo lo será con la Novia, y así mismo lo es con la Novia. Nosotros, criaturas indignas, merecedores del infierno, pero Su gracia nos sostiene al pasar a través de eso. ¡Miren cuántos están perdidos y ciegos! ¡Cuántos, cuántos pecadores había en el mundo, la hora en que fui salvo! Dios me salvó con un propósito; y estoy determinado, por Su voluntad, en cumplir ese propósito. A mí no me importa qué otra cosa sucede; yo quiero cumplirlo.",
    "Y en la hora en que veo todas las iglesias, su gran encanto, “y ricas, y de ninguna cosa tienen necesidad”, dicen ellas; y las veo, miserables, desventuradas, ciegas; luego dándole a uno palmaditas en la espalda, desean que uno se comprometa con ellas. Yo nací con un propósito, y es para condenar eso y para llamar fuera. Esto hago.",
    "Recuerden, cuando Jesús vino a la tierra, ni siquiera hubo una centésima parte de la gente sobre la tierra que haya sabido que El estaba aquí. El vino para llevarse a ese grupo elegido. Dijo: “Ninguno puede venir a Mí, si el Padre no le trajere. Y todos los que el Padre me ha dado”, tiempo pasado, “vendrán. Ellos lo sabrán. Lo oirán”.",
    "Fíjense en el desatar de este espíritu eclesiástico. Ahora, veinte años más tarde, después de la guerra, vemos el desatar del espíritu eclesiástico. ¿Bajo qué? El Séptimo Sello; la Séptima Trompeta para los Judíos.",
    "Miren a la luna oscureciéndose. ¿Bajo qué? Véanlo dibujado, el Hijo del Hombre siendo echado de la iglesia.",
    "¿Qué es? Uniéndose con el grupo eclesiástico. El—el movimiento ecuménico, y el Concilio Mundial de Iglesias, ha hecho que todo hombre…¿Qué representa esa cosa? Pues, Uds. tienen que renunciar a todas sus enseñanzas evangélicas y cosas. “¿Cómo andarán dos juntos, si no estuvieren de acuerdo?” No pueden. Jesús dijo que no pueden. ¿Y cómo puede una iglesia, los Metodistas y los Bautistas andar juntos? ¿Cómo puede la Iglesia de Cristo andar con los Presbiterianos? ¿Cómo pueden los Católicos andar con los Protestantes? ¿Cómo pueden los Protestantes andar con los Protestantes?",
    "Pero la Novia puede andar con la Palabra, la cual es Cristo. Debe de estar de acuerdo. No el sistema eclesiástico; pero la Palabra. Uno tiene que estar de acuerdo con la Palabra, para andar con la Palabra. Jesús así lo dijo. Eso lo hace correcto.",
    "Fíjense, allí está ahora. Ella ha sido desatada, para llamar todos estos cabos sueltos: “Oh, bueno, de todas maneras no hace ninguna diferencia”.",
    "Eso es lo que Satanás le dijo a Eva: “No hace ninguna diferencia. Está bien. Ciertamente, Dios es un Dios bueno. El nos ama a todos”. No es así.",
    "Uno oye tanto sobre que es un Dios bueno. El es un Dios bueno, pero, siendo bueno, El tiene que ser justo. No hay bondad sin justicia. No hay justicia sin ley, sin castigo, pena. Así que estamos en esa hora, en la que estamos viviendo.",
    "Fíjense, rápidamente, en estos demonios sobrenaturales. Luego, bajo el—bajo el auspicio de las Naciones Unidas, grupos unidos, del este y del oeste.",
    "Así como el pie izquierdo y el derecho de la imagen que vio Daniel, cómo no se ponían de acuerdo y ni se mezclaban el uno con el otro. Y la palabra Eisenhower, durante ese tiempo…Eisenhower significa “hierro”. Khrushchev significa “barro”. Y él se quitó su zapato y golpeó con él [El Hermano Branham toca en el púlpito.—Editor] en el escritorio en las…cuando la Liga de Naciones, o las U…en las N.U. [Naciones Unidas.—Traductor], Khrushchev lo hizo, quitando el polvo de…¡Oh, hermano! ¡La hora en la que estamos viviendo! ¡La iglesia y su condición!",
    "Pero, gracias a Dios, la Noviecita se ha preparado a Sí misma. No falta mucho. Sólo manténganse firmes. No falta mucho tiempo. Yo no sé cuánto tiempo, no sé cuándo; nadie sabe eso. Pero sabemos que ahora está muy cerca.",
    "Fíjense en la iglesia. Observen eso, en lo natural, lo que le hizo a aquellos Judíos. Ese era un pueblo que se aferraba a las leyes de Dios. No importa cuántas iglesias se levantaron, o qué otras cosas, ellos estaban ciegos a Cristo, y se aferraron a esa ley. Y Dios les dio vestiduras, a cada uno de ellos, porque cayeron siendo martirizados. ¿Ven? Ellos son—ellos son…Ellos fueron cegados para nuestro bien.",
    "Ahora he aquí a la Iglesia, que no conoce otra cosa sino la Biblia. A pesar del sistema eclesiástico, la denominación, ellos no saben nada sobre eso. Todo es extraño para ellos. Ellos lo conocen a El, y a El nada más.",
    "La gente hoy es algo así como lo eran Pedro y los demás, en el Monte de la Transfiguración. Se entusiasmaron cuando vieron acontecer lo sobrenatural, y uno dijo: “Haremos una iglesia para—para los profetas, y una para Moisés”.",
    "Y eso es lo que hizo la gente, los Pentecostales. Ellos dijeron: “Haremos una, las Asambleas de Dios; y una, la Iglesia de Dios; y una, la de la Unidad; y una, la de los que creen que Dios es dos”, y demás de esa manera.",
    "Pero mientras él aún estaba hablando, Jehová exclamó: “Este es Mi Hijo amado”, Quien es la Palabra, “¡a El oíd!” ¿Ven? El es la Palabra.",
    "La hora en la que estamos viviendo, de espíritus eclesiásticos uniéndose ahora y trayéndolos a todos a esta gran matanza, para liquidarlos. Ya está escrito aquí, en esta nación, que estas iglesias tienen que ser cerradas a menos que uno esté con la organización. Es una unión, es un boicot, así como la marca de la bestia.",
    "Y ahora ven Uds. lo que es la bestia, ¿no es así? Es un poder. Y un poder, poder eclesiástico, Jesús dijo: “Sería tan parecido a lo verdadero, que engañaría a los Escogidos si fuera posible”. Pero El prometió tener algo aquí para nosotros en ese día, para que no fuéramos engañados, y eso es la Palabra, y a Cristo para que nos la manifieste. Son sobrenaturales, diablos, invisibles para el ojo, pero uno puede ver lo que ellos están haciendo. ¿Ven?",
    "Fíjense, mientras ese grupo está cabalgando, preparándose para eliminar todo lo que no esté de acuerdo con ellos, hay otro grupo que está siendo preparado, después de un tiempo, Apocalipsis 19. La siguiente vez que se oye a la Iglesia, Ella viene, también, no exactamente sobre caballos, sino que la Biblia dice: “El estaba sobre un caballo blanco, y las huestes del Cielo le seguían en caballos blancos”. ¿Es correcto eso?",
    "Mientras este grupo aquí tiene dos mil atados en el río Eufrates, y han estado atados por dos mil años, también esa iglesia ha atado al Espíritu Santo por casi dos mil años, bajo martirio allá, y bajo las edades de la iglesia. Ha estado atado, no en el río Eufrates, sino a las puertas de credos y dogmas, de manera que el Espíritu Santo no puede obrar en la iglesia por causa de sistemas hechos por el hombre. Pero Ella va a ser liberada, Ella va a volver, eso es lo que la Biblia dice. Y esos dos se encuentran en los campos de batalla, Lucifer y Miguel una vez más, como en el principio. Han estado atados por casi dos mil años, casi dos mil años.",
    "No exactamente dos mil, porque los Romanos siguieron yendo, Tito en el año 96 D.C., y así sucesivamente, mataron a los Judíos. ¡Los Romanos! ¿Quién fue el que mató a los Judíos? ¿Quién era Tito? Un general Romano. La sangre corrió hacia afuera por las puertas allá, hasta la…oh, y los mató, las mujeres, niños, y todo. ¿No dice en Ezequiel 9 que harían eso? “Pasa por en medio de la ciudad y ponles una señal a las personas que gimen y claman”, el—el Espíritu Santo. Y el resto de ellos, “los verdugos que han llegado”, que habían estado atados; los detuvo, los detuvo, hasta que salieron y mataron todo lo que había ahí. Mujercitas, mujeres, niños, bebés, y todo lo demás, fueron matados. Exactamente.",
    "Aquí está nuevamente, repitiéndose. Y aquí está ese sistema eclesiástico regresando, eliminando, pisoteando todo lo que se llama Dios. Oh, ellos tienen sus sistemas, y organizaciones, y denominaciones, pero eso no tiene nada que ver con la Biblia. Ellos rápidamente le dicen a uno que ni siquiera creen en Ella. Sí, señor. “Decimos lo que dice la iglesia”.",
    "¡Es lo que Dios dice! Esa es la Palabra. La Novia está con las Palabras; son Uno. ¿Cómo pueden ser Uno? Cuando esa Palabra, que está escrita Allí, se manifiesta en uno, y hace—hace que uno y la Palabra sean uno. Eso es exactamente lo que El prometió.",
    "Entonces, Ella interpreta. Dios no necesita un intérprete. Ellos dicen: “Pues, nosotros lo interpretamos así”. Uds. no tienen ningún derecho de interpretar nada. Dios hace Su propia interpretación. Dios dijo: “Sea la luz”, y fue la luz. ¿Quién interpreta eso? El dijo: “Una virgen concebirá”, y ella concibió. Eso no necesita ningún intérprete; ya fue interpretado. Dios dijo que estas cosas sucederían en este día, y están sucediendo. No necesita ninguna interpretación. Se interpreta a Sí misma. ¡Oh, hermano!",
    "En Apocalipsis 9:1, bajo la Quinta Trompeta, su rey…Fíjense, ahora en Apocalipsis 9:1, el rey de este gran grupo de doscientos mil caballos. Ellos tenían un rey sobre ellos, y, si nos fijamos, era una estrella caída. “¿Por qué caíste del cielo, oh Lucero?” Oh, cómo enredó eso el doctor Smith allá, pero, está bien, ¿ven?, no era para su hora. ¿Ven? Muy bien. “Era del pozo del abismo; su rey era el rey del pozo del abismo”.",
    "Apocalipsis 17:8. Yo escribí algo aquí. Sólo lo voy a leer. Lo ven Uds. aquí, en Apocalipsis 17:8. Yo quiero ver lo que dice aquí, porque no sé cómo abordar esto que sigue, 17:8.\n\nY la bestia que has visto, era, y no es; y está para subir del abismo e ir a perdición; y los moradores de la tierra, aquellos cuyos nombres no están escritos desde la fundación del mundo en el libro de la vida—de la vida, se asombrarán viendo la bestia la cual era y la cual no es, y la cual será.",
    "¿Ven?, “era”, un papa muere, otro asciende. “La bestia la cual era, la cual no es, la cual es; la cual no es, la cual es”. No cambia su orden; es un papa, al mismo tiempo, de todo. Todo tiene que entrar en el mismo sistema.",
    "¿Y adónde vendrá? “A los pozos del abismo”. Y la Biblia dice aquí que: “El líder de estos hombres era del pozo del abismo, y ese era su rey”, y está sentado con una corona triple, y uniendo a los Protestantes con él.",
    "El otro día, oí a un sacerdote Luterano decir, dijo…o, un predicador Luterano, dijo: “Bueno, la gente me pregunta porqué uso un—un cuello. ¿Cómo pueden distinguirme de los…?” ¿Estaba Ud. allí? [Un hermano dice: “Sí”.—Editor] Sí. Y, eso, ¿no fue ridículo eso? Yo—yo casi sentí ganas de vomitar, me bajé de la plataforma. Ellos dijeron: “Pues, no debería de haber ninguna diferencia”.",
    "Si Lutero, Martín Lutero, oyera eso, se daría vuelta en la sepultura, diría: “Hipócritas, Uds. no pertenecen entre los míos”. Uh-huh. ¿Ven?\n\n¿Pero saben a lo que ha llegado? “No hay diferencia”.",
    "Hay una diferencia. Incluso difiere en lo individual. Dios dijo: “Apartadme a Pablo y a Bernabé”, correcto, “para la obra”. ¡Separar! Dios es un separador, no un mezclador. Un separ-…La iglesia quiere a un mezclador bueno, hoy en día, que puede permitirles usar trajes de baño, y pantalones cortos, y todo lo demás, y salir y comportarse de esa manera. Pero Dios dijo: “¡Apartadme!” ¡Sepárense del mundo!",
    "En Apocalipsis, nos damos cuenta aquí, que “su rey era del pozo del abismo”, y el mismo que “fue a perdición”, entrando y saliendo, entrando y saliendo, salió.",
    "Fíjense en Levítico, el capítulo 23, cuán perfecta es la interpretación con el orden con la Palabra, con lo que estamos tratando de decir ahora. Observen ahora esto, el orden. Ahora nos damos cuenta. Abramos ahí y leamos eso por un momento. En Eclesias-…no en Eclesiastés, sino en Levítico. Levítico 23, ahora fíjense en esto aquí, Levítico el capítulo 23. Y ahora no queremos fallar en captar esto en lo absoluto, de manera que podamos captarlo exactamente así como el Señor nos lo tiene escrito aquí. Ciertamente no puedo encontrar Levítico en Exodo, ¿no es así? Muy bien, Levítico. “Y habló Jehová…” El 23.\n\n…habló Jehová a Moisés, diciendo:\n\nHabla a los hijos de Israel y diles: En el mes séptimo, al primero del mes tendréis día de reposo, una conmemoración al son de trompetas, y una santa convocación. (¿Ven?)\n\nNingún trabajo de siervos haréis; y no ofreceréis ofrenda…ofrendas encendidas a Jehová.\n\n…y ofreceréis ofrenda encendida a Jehová.",
    "Ahora observen. Ahora fíjense.\n\nTambién habló Jehová…Moisés, diciendo:\n\nA los diez días de el mes séptimo será el día de la expiación;…",
    "¿Ven?, la expiación siguió después de la…Observen. La expiación siguió después del sonido de la trompeta. ¿Ven? ¡Qué hermoso! ¿Ven? El día de la expiación siguió después de la trompeta.",
    "Ahora—ahora, los cincuenta días de las trompetas, para nosotros, simbolizan cuando la trompeta sonó en pentecostés, lo cual era cincuenta días. Ahora—ahora—ahora, después de esto, los Judíos rechazaron Eso.",
    "Ahora las Trompetas van a llamarlos de nuevo a esa Expiación, ¿ven?, la Expiación que ellos rechazaron. Y ellos rechazaron para que nuestros ojos pudieran ser abiertos; los de ellos fueron cerrados. Y durante este tiempo, estos Sellos se abrieron, y las—las—las Trompetas sonaron. Y ahora, al sonar las Trompetas, justo antes de que el Mesías venga, porque ellos tienen que estar en Palestina. Y Uds. se acuerdan que Dios tuvo que endurecer el corazón de Faraón, para sacarlos de Egipto; y El endureció a Stalin, a Mussolini, y todos esos, para hacerlos volver a la tierra prometida, en donde los ciento cuarenta y cuatro mil deben estar.",
    "Y ahora, por primera vez en miles de años, dos mil quinientos años, Israel es una nación con su propia bandera, propio ejército, y todo, y es considerada en las—en las Naciones Unidas. Es la primera vez que lo ha sido. La bandera más antigua que haya ondeado alguna vez sobre la tierra, en este tiempo, ondea nuevamente, la estrella de David de cinco…seis puntas. El dijo que El levantaría esa bandera en los últimos días, cuando ella volviera. Estamos en el fin. Simplemente no hay ninguna duda al respecto. Hemos llegado.",
    "Fíjense ahora, rápidamente, en Apocalipsis 9, bajo la séptima trompeta, “su rey es del pozo del abismo”.",
    "Luego en Levítico, ¡cuán perfecta está aquí la interpretación con la Palabra! Porque, ¿ven?, siguiendo inmediatamente, el jubileo pentecostal seguía al día de la expiación; el orden del tiempo de la fiesta. Entre la fiesta pentecostal, a la expiación, el sonido de las trompetas para la expiación, estaba la fiesta pentecostal, el período largo de tiempo. Miren, había un período largo de tiempo entre la fiesta pentecostal, al llamado de la—de la tromp-…el sonar de las trompetas, que las—las trompetas sean sonadas; un período largo de tiempo. Francamente, eran cincuenta días, desde la—desde la—desde la fiesta de pentecostés a la fiesta de la expiación, eran cincuenta días. Ahora, cincuenta días son exactamente siete días de reposo.",
    "Y siete días de reposo son los siete años de la iglesia, las Edades de la Iglesia. ¿Lo captan? ¿Ven? ¿Ven? Ahora, los Judíos han sido cegados, esperando todo este tiempo, mientras las Primicias pentecostales han sido derramadas sobre la Iglesia. Y hemos venido a través de las edades de los mártires, y por las edades de los reformadores, y ahora la edad del llamado fuera; tres secciones, el mismo Espíritu; como Padre, Hijo y Espíritu Santo, el mismo. ¿Ven? Pero, Siete Edades de la Iglesia, siendo siete días de reposo.",
    "Exactamente siete días de reposo desde la—desde la trompeta del jubileo pentecostal…una fiesta de jubileo pentecostal, hasta…El mecer de la gavilla, y luego el jubileo pentecostal. Y luego del jubileo a la expiación son siete días de reposo, cincuenta días, y al final de los cincuenta días es hecha la—la expiación. ¿Lo captan? Ahora, y esto ha sido un tipo, de que la Iglesia…",
    "Cuando El fue revelado, El mismo, como Hijo de Dios, ha estado revelándose a la Iglesia en el bautismo del Espíritu Santo, por las edades, en la—la edad pentecostal, ¿ven? Siguió obteniendo más y más; justificación bajo Lutero, santificación bajo Wesley, bautismo del Espíritu Santo.",
    "Aquí está ahora el tiempo de llamar fuera. En el Sexto Sello, cuando es—cuando se abrió, comenzó la persecución de los Judíos, del punto de vista literal; y aquí viene la persecución de la iglesia, del punto de vista eclesiástico; porque, la Novia ya ha sido llamada. Los días de reposo terminaron, y está listo para llamar a los Judíos. ¿A dónde? A la fiesta de la Expiación. Oh, iglesia, ¿no ven eso? Llamados a la fiesta de la Expiación (¿a qué?), para reconocer la Expiación; ya no gallinas y gansos, y lo que han estado haciendo. “El Cordero de Dios, inmolado desde el principio del mundo”, Israel va a saber Eso.",
    "Fíjense, aquí hay algo grande. ¡Miren! ¡Oh, hermano! El Espíritu Santo ha estado atado por las denominaciones, todos estos dos mil años. Nos dimos cuenta, que así ha sido. Ahora fíjense en los días de reposo, siete días de reposo, no podían salir del todo. La—la Biblia dice: “Habrá un día que no será ni noche ni día”.",
    "🦅 Y toda Escritura”, dijo Jesús, “debe de ser cumplida”. ¿Es correcto eso? Digan: “Amén”. [La congregación dice: “Amén”.—Editor]",
    "El profeta dijo: “Va a haber un día que no podrá ser llamado ni día ni noche, pero al caer la tarde habrá Luz”.",
    "¿Qué es? El mismo sol que brilla en el este es el mismo sol que brilla en el oeste.",
    "Cada vez que ese sol sale, y cruza de un lado al otro y se pone, representa la vida de Uds. Un pequeño bebé recién nacido, débil, por la mañana. Como a las ocho, va a la escuela. A las once y media, ya salió de la escuela, es el calor del día. Luego empieza a ponerse, de cincuenta años de edad, sesenta, setenta, ochenta, noventa. Se pone allá a lo lejos y muere; sólo para volver al día siguiente, y dice: “Hay una vida, muerte, sepultura y resurrección”.",
    "Y, fíjense, la civilización ha avanzado con el sol. La civilización más antigua es China. Cualquiera sabe eso.",
    "¿Dónde cayó el Espíritu Santo? En el país del este, en gente del este. Y el Evangelio ha viajado con el sol. ¿De dónde vino? De allá del este, a Alemania, de Alemania a Inglaterra…Cruzó el canal tres veces. Del Mediterráneo a Alemania, de Alemania…Del Mediterráneo, del este, a Alemania, a través del Mediterráneo; de Alemania, cruzó el Canal Inglés, a Inglaterra; del Canal Inglés, cruzó el Pacífico a…o el Atlántico, a los Estados Unidos.",
    "Y ahora está en la Costa Oeste. Ella ha cruzado la nación que civilizó y cruzó, y continuó. La civilización ha viajado; el Evangelio ha viajado con ella. Ahora toda la chusma está en la Costa Oeste, donde está todo lo que recogió, como las olas de la marea al entrar.",
    "Pero el profeta dijo: “El Hijo no brillará en este día; será un día de penumbras”. Ellos han tenido suficiente Luz, como un verdadero día lluvioso, ellos se podían hacer miembros de iglesias, y creer en el Señor, y cosas como esas. Pero, él dijo: “Al caer la tarde, las nubes se van a alejar, las denominaciones se van a desvanecer”. Y el mismo Evangelio, la misma Palabra hecha carne, como El lo prometió en Lucas 17:30…3. El mismo Evangelio, con la misma cosa, acontecería al caer la tarde, justamente cuando las sombras están cayendo. El mismo Evangelio, el mismo Cristo que vivió en carne allá en el principio, en la gente del este, vivirá nuevamente en la gente del oeste en el tiempo del fin. “Habrá Luz al caer la tarde”.",
    "🦅 Toda la Escritura es inspirada”, y no puede ser quebrantada.",
    "Los grandes cincuenta días ya pasaron. La fiesta pentecostal ya pasó, siete días de reposo; hasta las trompetas, un tipo de la Séptima Edad de la Iglesia. Recuerden, recuerden, la sex-…bajo la Sexta Trompeta, los Judíos…Ahora, ¿están escuchando? [La congregación dice: “Amén”.—Editor] Bajo la Sexta Trompeta, los—los Pentecostales rechazaron la Biblia; los—los tibios, no sólo los Pentecostales, todos los demás. El mundo eclesiástico rechaza a Cristo y El es echado afuera. Y en la misma trompeta…Y el mismo Sello, más bien, cuando fue abierto, para mostrar a Jesús en la parte de afuera de la iglesia, tratando de volver a entrar; al mismo tiempo, la Trompeta suena para los Judíos, y los Judíos reconocen la Expiación. ¡Gloria! ¡Aleluya! ¡Oh, hermano!",
    "El Espíritu Santo ha estado atado por estos ríos denominacionales, por casi dos mil años, pero ha de ser desatado en el tiempo del atardecer, por el Mensaje del tiempo del atardecer. El Espíritu Santo de regreso en la Iglesia nuevamente; Cristo mismo, revelado en carne humana, en el tiempo del atardecer. El lo dijo. El lo prometió.",
    "Como dije, hubo tres etapas de eso. Los mártires, la edad de los mártires, para eso; y luego la etapa de los reformadores; y ahora el tiempo del llamado fuera.",
    "Cuando haya terminado, en la Edad de Laodicea, de acuerdo a Apocalipsis 10, el misterio de la Biblia sería conocido por la Novia. ¿Es correcto eso? [La congregación dice: “Amén”.—Editor] Apocalipsis 10. Ahora escuchen bien. Uh-huh. La Novia, llamada fuera por la Palabra; Cristo mismo llamando fuera a la Novia, manifestando claramente Hebreos 13:8, que El “es el mismo ayer, hoy, y por los siglos”, hace lo mismo, es el mismo. “El que en Mí cree, las obras que Yo hago, él las hará también”. ¿Ven? Lucas 22…O, Lucas 17:30, y también Malaquías 4, Hebreos 4:12, todas estas Escrituras que han sido prometidas, esto va a ser entre el Sexto y el Séptimo Sello, y entre la Sexta y la Séptima Trompeta.",
    "La fiesta de pentecostés termina en el período de la Séptima Trompeta, pues lo que sigue es la venida de…El Séptimo Sello, pues lo que sigue es el misterio de la Venida de Cristo, y también, la Trompeta es tocada para los Judíos. La Sexta trompeta de ellos es tocada, y, cuando lo es, les da a conocer a ellos al Hijo de Dios revelado; un espacio de media hora. Recuerden, todas las Trompetas suenan en el Sexto Sello. El Sexto Sello termina el misterio, bajo el Sexto Sello, poco antes de que el Séptimo es abierto.",
    "Fíjense, aquí está Levítico 23:26. ¡Qué ordenada es la Escritura! Después del largo período de pentecostés, el cual Israel en verdad rechazó allá; y El llamó fuera a la Iglesia Gentil, por medio de esta fiesta pentecostal. ¿Cuántos entienden lo que es la fiesta pentecostal? Es el fruto de…primeros frutos de la cosecha, los primeros frutos de la resurrección, la fiesta pentecostal.\n\n¡No se pierdan esto, gente! ¡Y, Uds. en la cinta, escuchen bien!",
    "Este ha sido el tiempo de la fiesta pentecostal. Los Judíos han permanecido en silencio; ellos la rechazaron. Ahora tienen que ser llamados de nuevo a la Expiación. Nosotros sabemos Quién era la Expiación; ellos no lo supieron. Y el sonido de la Trompeta, después del jubileo pentecostal, llama a los Judíos a que se reúnan. ¿No pueden ver cómo sonó esa Trompeta, de la persecución por Hitler y los demás? Y los Judíos fueron forzados a reunirse, para cumplir las Escrituras.",
    "¿Lo captaron ahora? Todos los que lo captaron digan: “Amén”. [La congregación dice: “Amén”.—Editor] Bien. Muy bien.",
    "Fíjense aquí en Levítico, el 26, el orden de las Escrituras. Después del largo período de pentecostés, el cual termina con el llamado fuera de la Novia, la Novia es llamada fuera por un siervo. Lo que sigue, El Rechazado, será dado a conocer a Israel, la fiesta de la Expiación. Fíjense, aquí está ahora lo mismo que en Levítico el capítulo 16, cuando El ordenó la fiesta de pentecostés…o la fiesta de la expiación, pero en este lugar son llamadas…",
    "¡Oh, qué perfecto! Predicadores, cáptenlo. ¿Ven? Ministros, no se lo pierdan.",
    "En esta fiesta de pentecostés, la cual está representada en Levítico 23:26, o 23 y 24, es una fiesta de lamentación, no una matanza, como fiesta. Se mataba la fiesta…Se mataba la expiación, más bien. Se mataba la expiación. Levítico 16, es exactamente un paralelo de eso. Sólo que, en este lugar, Israel es llamado a lamentarse por sus pecados. ¡Cuán perfecto es, hoy! No es el matarla de nuevo; lo cual Moisés simbolizó, al golpear la roca por segunda vez; eso no funcionó. No una matanza, como fiesta; pero una lamentación, por rechazar la Expiación. ¡Oh, hermano! Esta va a ser la Trompeta; la fiesta, será rechazada, entonces se dará a conocer su Mesías.",
    "Fíjense, ellos van a reconocer a su Mesías cuando lo vean a El. El viene en poder, esta vez, Aquel que ellos esperaron. El viene en poder, por la Novia Gentil, y los Judíos lo van a reconocer a El. Y luego dice la Biblia…Acabamos de predicar aquí sobre eso, hace como seis meses, o más. La Biblia dice, cuando ellos dicen: “¿Dónde recibiste esas heridas?” ¿Cuántos recuerdan el Mensaje? Levanten su mano. Seguro, Uds.… ¿Ven? “¿Dónde recibiste esas heridas?”\n\nEl dijo: “En casa de Mis amigos”.",
    "¿Recuerdan que yo prediqué sobre la—la ocasión en que Jacob había enviado a los hijos de Israel a conseguir las cosas, y los alimentos y cosas, y cómo José actuó como si no los conocía; y cómo todas estas cosas sucedieron, luego él mismo se dio a conocer? ¿Recuerdan Uds.? Y ellos tenían tanto miedo, que se pusieron a llorar. Lo mismo que la angustia de Jacob.",
    "Y aquí encontramos a los Judíos bajo persecución; no saben dónde están parados ahora, pero están regresando.",
    "Y cuando en verdad vean aparecer la Expiación, la Biblia dice: “Cuando ellos…?…, ellos dijeron que iban a apartar un hogar del otro, y llorarán por días, como una—como una familia que ha perdido a su único hijo. ‘¿Dónde recibiste esas heridas?’”\n\nEl dijo: “En casa de Mis amigos”. ¿Ven?",
    "Recuerden, la Novia ya está en el Cielo; la esposa de José estaba en el palacio. Y José despidió a todos de su alrededor, y se dio a conocer a sus hermanos; ¿ven Uds.?, Su Esposa e hijos y demás están en el palacio cuando el regresa para El mismo darse a conocer a los Judíos. Allí está la Expiación. Allí tienen Uds. el sonar de la Trompeta. Allí es cuando dicen: “¡Oh!” ¿Qué es? Allí está la Expiación. “¿De dónde vinieron esas heridas?” Allí está.\n\n“En casa de Mis amigos”.",
    "¿Recuerdan lo que dijeron los hermanos de José? Pues, ellos dijeron: “Ahora seguramente nos van a matar. Nosotros hicimos eso. Nosotros hicimos el mal de esa manera”.",
    "El dijo: “No, Dios hizo esto para salvar la vida”. ¿Recuerdan Uds. la historia, en Génesis? ¿Ven? ¿Ven? Así mismo lo hizo de esta manera, para salvar la vida de los Gentiles, la Novia. Dijo: “Las recibí en casa de Mis amigos; pero no se enojen, ¿ven?, no tengan miedo de Uds. mismos”.",
    "Ellos dicen: “¡Oh, hermano! ¿Fallamos realmente en verlo a El? ¿Era esa la Expiación, y fallamos en verlo? ¡Oh Dios!” Y ellos dijeron: “Se apartaron ellos mismos, y lloraron por días”. ¿Qué es? La Expiación; tristeza. Esta vez, la venida para darse a conocer, la Expiación, no se está matando la expiación normal, como en Levítico 16. Pero Levítico 23 es un tiempo de lamentación, por sus pecados. Y, sus pecados eran, que la rechazaron.",
    "Oh, ¿no ven Uds. dónde estamos? ¿No ven por qué esas Trompetas no significan nada para nosotros? Todas sonaron bajo nuestro Sexto Sello. ¿Ven ahora por qué el Espíritu Santo no me dejó predicarlo? Y el Padre Celestial sabe, con esta Biblia delante de mí, que esa es la Verdad. No lo sabía hasta ayer, anteayer; allí en mi cuarto donde El lo reveló, vino a mí y habló conmigo. Salí de allí, yo dije: “Esposa, ahora lo tengo. El acaba de estar conmigo allí adentro y me lo dijo. Aquí está, querida”. ¿Ven? ¿Ven?, allí está, ¿ven?, perfectamente en armonía.",
    "¡Oh, gente que está sin El, entren rápidamente! Quizá sea la última oportunidad que Ud. pudiera tener. Uno no sabe en qué hora El pudiera venir.",
    "La fiesta de las trompetas. La Biblia dice: “Ellos mismos se apartarían, el uno del otro, y orarían y llorarían, porque es como una persona que perdió a su único hijo”.",
    "Miren, deseo decir una cosa más. Ahora escuchen bien; no se pierdan esto. ¡Qué tremendo! Del Mensaje del séptimo ángel (el mensajero del Séptimo Sello), en Apocalipsis 10, era el Séptimo Sello, a las Siete Trompetas, entre esos dos tiempos…",
    "[El Hermano Branham aplaude una vez con sus manos.—Editor] Oh, Dios, ¿cómo podemos decir Esto, para hacer que la gente lo vea?",
    "Es entre esa Sexta Trompeta, y la Sexta Trompeta y…La Sexta Trompeta y el Sexto Sello suenan al mismo tiempo. Y entre la Sexta Trompeta y la Séptima Trompeta, hay un profeta que aparecerá ante los Gentiles, para llamar a la gente de nuevo a la Doctrina pentecostal original; y los dos testigos de Apocalipsis 11 aparecen a los Judíos, para enviarlos a Jesús, mientras la Iglesia está siendo arrebatada. Todos ellos, ¡son profetas! ¡Amén! La Palabra del Señor no puede ser quebrantada. ¡No va a ser una denominación! [El Hermano Branham toca varias veces en el púlpito.—Editor] ¿Lo ven?",
    "Lean en su Libro y vean si entre la Sexta y Séptima Trompeta no es inyectado eso allí, los Judíos siendo llamados fuera entre la Sexta y Séptima Plaga, llegamos a los ciento cuarenta y cuatro mil (¿recuerdan Uds. eso?), lo cual está en medio de eso. ¿Se acuerdan Uds.? Entre el—el—el Sexto, el Quinto Sello y el Sexto Sello…Entre el Sexto Sello y el Séptimo Sello, hubo un llamado fuera de los ciento cuarenta y cuatro mil. ¿Recuerdan Uds. eso? Ahora allí es donde entran estas trompetas, allí mismo, ¿ven?, y persecución, y caballos desatados allí.",
    "Luego, en medio de eso, entonces iba a haber un Mensaje de un séptimo ángel, que había estado predicando y condenando a los Pentecostales. Y Jesús había sido echado fuera; no tenía ninguna cooperación de nadie, fue puesto afuera, rechazado. La Biblia así lo dice. Pues, es Cristo manifestado entre nosotros, Jesús entre todos nosotros, manifestado en la pureza de Su Palabra, dándola a conocer. Y si eso es…",
    "Esto no es algo inventado, amigos. Esto es ASI DICE EL SEÑOR, las Escrituras.",
    "Y al mismo tiempo…Ahora, tan pronto como esta Iglesia (la Novia), es reunida, Ella es arrebatada; y ese misterio del Séptimo Sello, del Séptimo Sello, el misterio de irse. Y los Judíos son llamados por el misterio de la Séptima Trompeta, el cual es dos profetas, Elías y Moisés, y ellos regresan. Y allí es donde los Pentecostales están todos enredados; están esperando que algo suceda, y la Iglesia ya se ha ido. Y eso es para los Judíos.",
    "Ahora, yo siento que en la mente alguien dice: “Ese no puede ser Moisés”. Sí, lo es. Ahora, recuerden Uds., El me puede decir los pensamientos de Uds. Uh-huh. Uh-huh. Yo sigo sintiendo ese re-…Muy bien.",
    "Permítanme aclararles eso. Ese era Moisés. Pues, aquí está su pensamiento. Ud. dice que: “Moisés, no puede ser Moisés, porque Moisés murió”. Ud. piensa que es Elías. Es Elías, es cierto. Cuando Ud. piensa: “Es Enoc”. Ud. dice: “Moisés ya está muerto”. Pero, recuerde, él pudo volver a la vida nuevamente. Así fue. Ochocientos años más tarde, cientos de años más tarde, él apareció en el Monte de la Transfiguración. Ud. dirá: “¿Después de que un hombre ha muerto?” Sí, señor. Lázaro estaba muerto; resucitó nuevamente; y luego tuvo que morir de nuevo. ¿Ven? Seguro. Uh-huh. Y aun los malos serán resucitados nuevamente, y luego tienen que morir la segunda muerte. ¿Es correcto eso? Así que saquen eso de sus mentes. Ese es Moisés. Observen su ministerio, exactamente lo que Moisés y Elías hicieron; cerraron los cielos y esparcieron fuego sobre ella. Uds. saben qué cosas hicieron.",
    "¡Piénsenlo! Es el tiempo del fin, amigos. ¡Aleluya! El gran Día del Señor está a la mano. Júntense. La Fiesta del Mesías; ellos lo van a rechazar a El, y ellos se van a dar cuenta que allí está su Mesías. La Biblia dice que cosas tremendas como esta acontecerían.",
    "En Apocalipsis 11, el llamado, su ministerio será el ministerio de Moisés y Elías llamando a Israel, fuera de las tradiciones Judías; así como el Mensaje del séptimo ángel llamó a la Novia fuera de la tradición Pentecostal. Recuerden, Moisés y Elías van a llamar a Israel fuera de la antigua expiación del cordero, y ovejas, y sangre, y machos cabríos, y sacrificio, al verdadero Sacrificio viviente, a la Palabra.",
    "Y el Mensaje del séptimo ángel, bajo la misma Trompeta, todo exactamente lo mismo, el mismo Sello, va a (¿qué?), llamar al pueblo, la Novia, fuera de la tradición Pentecostal y del mundo, a la Expiación genuina, la Palabra, Cristo personificado aquí en Su Palabra, hecho carne entre nosotros. La ciencia lo ha probado, por medio de fotografías. La iglesia lo sabe, por todo el mundo. Lo sabemos firmemente, pues El nunca nos ha dicho una sola cosa con ASI DICE EL SEÑOR, que no haya sido la Verdad. ¿No dijo El allá en el río: “Como Juan el Bautista fue enviado, así este Mensaje…”?",
    "Yo miré hacia arriba, y ya son las doce. La hora de la medianoche ya está aquí sobre nosotros, amigos. ¿Ven qué perfectas son las Escrituras? Perfectas, cómo Ellas…",
    "Esa, miren, esa no va a ser alguna organización que va a ir allá y va a llamar a los Judíos. Van a ser dos hombres, Moisés y Elías. Profetas, los dos.",
    "Ahora miren. Para llamar fuera a los Gentiles, a la Novia. El prometió en Malaquías 4 hacer la misma cosa.",
    "Y la Biblia dice que El sería echado afuera de la iglesia, en la Séptima Edad de la Iglesia. El sería echado afuera de la iglesia. Se va a oscurecer completamente, y va a…¿Dónde es que se oscurece? Entra en este sistema eclesiástico, a este concilio ecuménico, el Concilio Mundial de Iglesias. Ella…El es dejado completamente afuera. Ellos no pueden estar de acuerdo con Ella, con Su Palabra. Uds. saben que no pueden. Ni siquiera pueden estar de acuerdo en sus propios grupitos locales; ¿cómo van a estar de acuerdo con Eso? Así que, reciben otra marca de la bestia, una imagen de la bestia. Recuerden, la Biblia dice que: “Se hizo una imagen a la bestia”.",
    "Y Estados Unidos siempre ha sido el número trece. Comenzó con trece estados, trece colonias; trece estrellas, trece franjas; el número trece, y es siempre una mujer. Ella aparece en el capítulo trece de Apocalipsis. Y, primero, es un cordero; mansedumbre, libertad de expresión, libertad de religión, y demás; y luego ellos recibieron poder, y hablaron con todo el poder que el dragón tenía delante de él. ¿Qué es? ¿Qué era el dragón? Roma. ¿Ven?, tenía una marca, una imagen de la bestia, se levantó contra la verdadera Iglesia de Dios. ¡Bajo esas denominaciones, plagará esta cosa! Pero, cuando ellos comiencen a hacerlo:\n\nEl Cordero ha de llevar, a Su Esposa en bodas ya,\n\nA Su lado en el Cielo a morar;\n\nQué glorioso ha de ser, santos miles juntos ver;\n\nCon Jesús irán por siempre a gozar. ¡Amén!\n\n“Vengan todos”, dice Cristo, “a cenar”. ¡Amén!",
    "¡Qué día en el que estamos viviendo, la hora! Gente, ¡corran, corran por sus vidas!",
    "Fíjense ahora, para terminar, el ministerio como el del séptimo ángel. Los dos testigos,…?…Séptima Trompeta, justo antes de…o, la Sexta Trompeta, justo antes de la Séptima Trompeta en-…",
    "Ahora, recuerden, y yo les dije que traería de regreso esta: “Gran Trompeta”. El dijo, lo que El iba a hacer, en Isaías. El dijo, en…“La Gran Trompeta sonaría. ¡La Gran Trompeta!” No Trompetas, la fiesta de las trompetas; hay dos de ellos, Moisés y Elías, para llamar la Trompeta. Pero, bajo “la Gran Trompeta”, la Venida del Señor, para anunciar el regreso de José, ¿ven?, para que todas las naciones se congreguen en Jerusalén. Amén. Uno encuentra eso en el Libro de Isaías. Se los acabo de dar a Uds., hace un rato, uno de esos capítulos que leímos; eso está en Isaías 18:1 y 3. Y en Isaías 27:12 y 13, es donde El suena esa “Trompeta”, y todas las naciones reconocerán a Israel en su tierra, a Dios con ella.",
    "Luego la Novia vendrá a estar con el Novio, y el Novio con la Novia; y luego el gran Milenio, después de que toda la tierra es destruida por medio del poder atómico. Y va a haber “un cielo nuevo y una tierra nueva”, que vivirá para siempre.",
    "Miren, directamente bajo…Ahora fíjense, el ministerio de Moisés y Elías va a…Ahora, ¿lo captaron todos? Permítanme decirlo de nuevo. El ministerio de Moisés y Elías, entre la Sexta y Séptima Trompeta, serán dos profetas que van a…ellos…Israel siempre cree a sus profetas.",
    "Ahora, ¿por qué me dijo el Espíritu Santo, cuando yo iba para allá a enseñarles a ellos que El era el Hijo de Dios, me dijo: “Todavía no”? ¿Recuerdan Uds. eso, cuando iba hacia India, hace como cinco años? [La congregación dice: “Amén”.—Editor] Dijo: “No lo hagas”.",
    "Yo dije: “Ellos dijeron: ‘Si este es el Mesías, veámoslo a El hacer la señal del profeta. Nosotros creemos a los profetas’”.",
    "El Hermano Lewi Pethrus y demás me enviaron aquellas Biblias; cuando les dieron un millón de ellas a aquellos Judíos que venían de Irán y de todas partes, regresando, congregándose juntos, convirtiéndose en una nación.\n\nYo pensé: “Este es mi tiempo”. Yo ya estaba en…Cairo, Egipto.",
    "El dijo: “No lo hagas ahora. Todavía no es la hora”. Luego yo regrese a casa. Uh-huh. ¡Oh, hermano!",
    "Moisés y Elías tienen que hacer el llamado. El jubileo pentecostal todavía está en acción, o lo había estado hasta este tiempo. ¿Ven? Ahora la fiesta de las Trompetas tiene que ser conocida. Y esta de aquí de Malaquías 4 no tiene conexión con aquella de allá; de ninguna manera, de ninguna manera. Fíjense, observen aquí, el ministerio será el de Moisés y Elías, cambiando y llamando a Israel de las tradiciones Judías, escuchen, de las tradiciones Judías en las que han estado enredados. Siendo profetas, ellos les—ellos les creerán, llamándolos a la fiesta de la Expiación, Cristo, permitiéndoles reconocer a Cristo. Ellos dirán: “El viene. El va a estar aquí”. Los Judíos se estarán juntando, cosas como esas.\n\nY entonces cuando El venga, dirá: “Aquí estoy”. ¿Ven?\n\n“¿Dónde recibiste esas cicatrices?”\n\n“En casa de Mis amigos”.",
    "Ahora, ¡lo mismo que esos dos profetas hicieron! Recuerden, la Novia Gentil debe tener un profeta, llamado Elías, Elías, que va a llamarlos fuera de sus tradiciones, a la Novia; de la misma manera que estos profetas llamaron a los Judíos fuera del Judaísmo, a Cristo, la Expiación. Y los Gentiles ya conocen la Expiación, pero es para llamar a la Novia a la Expiación original, cuando estos (cincuenta), días de reposo…Todos estos siete días de reposo de los cuales ellos se han alejado; llamándolos que regresen en el tiempo del fin. El séptimo…¡Escuchen! El mensajero de la Séptima Iglesia, el mensajero de las Siete Trompetas, todos son profetas. Ahora, eso es correcto.\n\nInyectados ahí, están los ciento cuarenta y cuatro mil.",
    "Llamando, los Sellos, los cuales eran para los Gentiles. Tenía que ser para los Gentiles, para que se abrieran para los Gentiles, para ver la Iglesia Gentil. Eso es todo lo que sabemos. Eso es todo a lo que le prestaremos atención; lo que ya ha sucedido. Esperamos a Jesús.",
    "Uds. dirán: “Ahora, espere un momento, Hermano Branham, yo creo que ellos van a hacer esto”.",
    "La última señal que Abraham…Y nosotros somos la Simiente real de Abraham; la Novia. ¿Cuál fue la última señal que Abraham vio antes de que la señal prometida llegara…el hijo prometido llegara? A Dios, en la forma de un ser humano, que podía discernir los pensamientos de la gente; un hombre, no una docena; un hombre, no importa cuántas personificaciones. Ellos tuvieron Uno, y El discernió los pensamientos que habían allí adentro. ¿Qué? Y, la siguiente cosa que sucedió, Abraham y Sara volvieron a ser un hombre y una mujer jóvenes. Sabemos eso.",
    "Ahora, yo sé que eso como que los ahoga un poquito. Pero, recuerden, sólo para que Uds. estén seguros de saber ahora…Uno no lee la Biblia así; uno lee entre líneas y ve, haciendo que el cuadro se aclare.",
    "Observen. Sara era una mujer anciana. La Biblia dice que ella, ellos…“Su matriz era estéril”. ¿Es correcto eso? “La vida de Abraham, su simiente, estaba como muerta en él”. ¿Es correcto eso?",
    "Ahora, recuerden, la simiente de Abraham estaba muerta. Cuarenta años más tarde él tuvo siete hijos con otra mujer. ¿Qué hizo El? El cambió sus cuerpos.",
    "Observen, emprendieron una jornada de trescientas millas, a Gerar, una jornada bastante larga para un anciano. Dijo…",
    "Y Sara hasta pensaba que no podían tener relaciones de familia. Ella dijo: “Yo…” Veinte años antes o quizás más, ellos habían tenido relaciones de familia. Dijo: “¿Siendo yo una mujer vieja, y también mi señor; tener deleite nuevamente, como jóvenes?”\n\nEl dijo: “¿Hay para Dios alguna cosa difícil?”",
    "Fíjense en lo que pasó. Inmediatamente ella volvió a ser una bella y joven mujer. Mostrando, en eso, la representación de lo que El le va a hacer a la Simiente real de Abraham, para recibir el Hijo que ha sido prometido. Ella volvió a ser una joven…",
    "Miren, ellos fueron a Gerar. Y ¿qué sucedió? Abimelec, el rey, se enamoró de ella, dijo: “Ella es hermosa y bella”, e iba a casarse con ella. ¿Es correcto eso? La abuelita; y todas aquellas otras muchachas bonitas estaban allí. La abuelita, “Ella es bella. Ella es de hermoso aspecto”. ¿Ven?",
    "Dios cambió su cuerpo, y los rejuveneció. Es un misterio que va a ser revelado ahora en este día, por el Hijo del Hombre, ¿ven?, el Mensaje del atardecer. ¿Ven? ¡Los rejuveneció! Y esa fue la última señal que ellos vieron, fue (¿qué?), ese discernimiento, antes de que viniera el cambio del cuerpo.",
    "Y antes de que podamos recibir al Hijo, ¿qué sucede? “La trompeta de Dios sonará; los muertos en Cristo resucitarán primero, un cuerpo nuevo; y nosotros los que vivimos y hayamos quedado seremos transformados, en un momento, en un abrir y cerrar de ojos”, aleluya, “y seremos arrebatados juntamente, para recibir al Señor en el aire”. El secreto ha sido dado a conocer; los Sellos están abiertos.",
    "La Trompeta sonó para los Israelitas; los dos profetas están listos para aparecer. ¿Qué es? La Iglesia debe salir de la escena ahora mismo, para que ellos puedan aparecer. El no puede lidiar con dos al mismo tiempo; El nunca lo hizo así. ¿Ven?",
    "¡Oh, hermano, observe! Exactamente, para llamarlos a todos, llamarlos fuera de las denominaciones y tradiciones. Ahora vemos que la iglesia de la edad de pentecostés ha terminado.",
    "La Novia debe salirse del camino, para irse hacia arriba ahora; para que los dos siervos, los dos siervos de Dios, en Apocalipsis, los dos profetas, puedan aparecer en la escena, para sonarles la Séptima Trompeta a ellos, darles a conocer el Cristo.",
    "El séptimo ángel, mensajero, dice: “¡He aquí el Cordero de Dios que quita el pecado del mundo!” No: “He aquí a mi Metodista, mi Bautista, mi Pentecostal”. Sino: “La Palabra, el Hijo de Dios, el Cordero de Dios que quita el pecado del mundo”, ¡pues no existe otro fundamento! ¿Ven Uds.?",
    "¿Cuánto tiempo nos queda? Los Judíos están en su tierra. La Novia ha sido llamada. Escrituralmente, todo está exactamente como El lo prometió. Estamos listos. La hora ha llegado.\n\nNaciones confusas, Israel despertando,\n\nSon señales que el profeta habló;\n\nLos días Gentiles contados han sido;\n\nLa eternidad pronto será.\n\nLa redención cerca está,\n\nLa humanidad teme ya;\n\nClama por Su Espíritu y sé lleno de El,\n\nLa redención cerca está.\n\nProfetas falsos mintiendo,\n\nLa Verdad de Dios están negando,\n\nQue Jesús el Cristo es nuestro Dios; correcto,\n\nPero andaremos donde los apóstoles anduvieron.\n\nLa redención cerca está,\n\nLa humanidad teme ya;\n\nClama por Su Espíritu y sé lleno de El, (no se arriesguen),\n\nLa redención cerca está.",
    "El profeta dijo: “Habrá Luz al caer la tarde”.\n\nHabrá Luz en el atardecer,\n\nLa senda a la Gloria seguramente hallarán;\n\nPor medio del agua, es la Luz de hoy,\n\nSepultada en el precioso Nombre de Jesús.\n\nJóvenes y ancianos arrepiéntanse de todos sus pecados,\n\nEl Espíritu Santo seguramente entrará;\n\nLas Luces del atardecer han llegado,\n\nEs un hecho que Dios y Cristo uno son.",
    "¡Aquí estamos! Estamos en el fin. Eso no sólo es una cosa absurda de un hombre. Eso es ASI DICE EL SEÑOR.\n\nInclinemos nuestros rostros.",
    "Misericordioso Dios, Jehová, el Todopoderoso que tronó en el Monte Sinaí; y el pueblo clamó: “Que Moisés hable y no Dios, para que no muramos”. Tú dijiste, Gran Jehová: “Profeta les levantaré. Ya no les hablaré a ellos de esta manera”. Pero Tú prometiste lo que Tú ibas a hacer, y lo hiciste; Tú nos levantaste al Señor Jesús. El es la Palabra. Tú dijiste que lo era. “En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios. Y aquel Verbo fue hecho carne, y habitó entre nosotros”.",
    "Vemos las cosas que El nos profetizó aquí, por medio de su profeta, Juan, en la isla de Patmos. Las vemos cumplidas, al pie de la letra. Vemos al Espíritu Santo manifestado entre nosotros aquí en la tierra. Vemos las denominaciones ponerlo a El afuera de la iglesia; la Palabra. Ellos no tienen nada en contra de la gente; lo que odian es esa Palabra. Está en contra de sus tradiciones. Así como cuando Tú estuviste aquí en la tierra, Tú eras la Palabra, y Tú estabas en contra de sus tradiciones; y ellos te echaron fuera de sus iglesias, en todas partes.",
    "Y ahora, Señor, no hay ninguna cooperación en ninguna parte. He estado tratando de entrar a Africa del Sur, donde sé que aún hay unas almas allí esperando. Todo lugar, y parece como que no me van a recibir, Señor. No es por mí, Señor; es por causa de este Mensaje. Pero, Tú dijiste que sería de esta manera, y Tú nos lo has dado a conocer para que no nos desanimáramos. Nosotros conocemos la hora en que estamos viviendo.",
    "Dios, esta gente ha estado sentada aquí esta mañana, aquí en este cuarto caliente, como un horno. Ellos han escuchado con atención. Ellos lo ven ahora, estoy seguro. Si no es así, revélaselos, Señor, por qué no me permitiste hablar de esas Trompetas. Veo que no tienen nada que ver con nosotros. En esa Sexta Trompeta, todo sucedió, y ya hemos visto el Sexto Sello abrirse. Y hemos visto una visión aquí, hace dos semanas, de la vista anticipada de la Novia y la iglesia, yo la he contado aquí. Yo la conté así como Tú me la mostraste, Señor. Aquí estamos. Puede ser más tarde de lo que pensamos.",
    "Oh Padre, si hay aquí una persona esta mañana, que—que sólo ha aceptado alguna superstición, alguna influencia teológica, o la palabra de algún teólogo, ¡la cual es contraria a la Palabra de Dios! Y no conocen al verdadero Cristo, el verdadero Espíritu Santo. No se les ha revelado aún la Palabra, cómo va a ser la Palabra en este día. Ellos sólo ven una tradición. Ellos están viviendo en una—una Luz que está cegando. Como el robo más grande que se haya cometido en el mundo, fue en Inglaterra, fue cometido por medio de una luz falsa. Y el robo más grande que Tu iglesia haya tenido, ha sido cuando ellos aceptaron una luz denominacional y rechazaron la genuina Luz de la Biblia, el Cristo.",
    "¡Oh Dios, sé misericordioso! Salva a los perdidos, Señor. Por favor, Jesús, yo sólo pido un poquito más de tiempo. Tenemos seres amados. Sólo un poquito más de tiempo. Pronto aquella gran Piedra será cortada del monte. Concede, Señor, si hay aquí alguno sin Ti esta mañana, que puedan venir ahora, dulcemente, y te reciban.",
    "Mientras tenemos nuestros rostros inclinados. Si Uds. levantaran su mano, diciendo: “Recuérdeme, Hermano Branham”. No tenemos ninguna…El altar y cosas están llenos. Que Dios le bendiga. Sólo diga: “Recuérdeme”. Que Dios le bendiga. Que Dios le bendiga. Que Dios le bendiga. ¡Hay literalmente cientos de manos!",
    "Padre, Dios, hay una pequeña sombra en alguna parte. Quítala, Señor. Ellos están sentados aquí en este cuarto. No…Quizá Satanás haya cegado sus ojos, en tiempos pasados, pero yo ruego que Tú pases eso por alto, como Tú nos lo hiciste hace muchos días pasados. Pero ahora que Tú nos llamas de nuevo para ver…La Biblia dice que ellos estaban ciegos. No lo sabían. Dijo: “Yo te aconsejo que de Mí compres colirio”. Dios, usa esta mañana el colirio en sus ojos, para que vean. Aunque sea humilde, en un montón de personas humildes; y humildes, sin educación, y demás, pero sin embargo así era en el principio. Concédelo, Señor, que ellos lo reciban ahora. Yo te los doy, en el Nombre de Tu Hijo, Jesús.",
    "Y Tú dijiste: “El que oye Mi Palabra”. Y estoy seguro, Señor, según lo mejor de mi entendimiento, que ellos la han oído. “Y cree al que me envió”, no fingir, sino que realmente cree, y cree lo que la Palabra ha dicho. “Tiene Vida Eterna; y no vendrá a condenación, mas ha pasado de muerte a Vida”. Juan 5:24.",
    "Concede, Señor, que ellos sean Tuyos, desde esta hora en adelante. Si hay alguna duda en sus mentes, quítala. Si hay una persona enferma entre nosotros, permite que el gran Espíritu Santo, Señor,…Lo cual, yo sé que hay; y revelando los pensamientos, estando parado aquí en la plataforma. Ellos saben todo al respecto. Yo ruego que Tú los sanes, Señor. Contesta todas las preguntas.",
    "La pila va a estar abierta para aquellos que nunca han sido sumergidos en el Nombre de Jesucristo, aceptando el Nombre del Novio. Ellos tienen uno denominacional, eclesiástico; nadie fue bautizado alguna vez en esos títulos de “Padre, Hijo, y Espíritu Santo”, o rociado; y estas cosas tradicionales que pertenecen a iglesias de esta edad, el movimiento anticristo, la imagen de la bestia. Nadie fue bautizado alguna vez en el nombre de “Padre, Hijo, y Espíritu Santo”, hasta en la iglesia Católica. Toda la Biblia, y todo la historia, después, dice, que ellos fueron bautizados en el Nombre de Jesús.",
    "Pablo dijo, en Gálatas 8:1: “Si aun un Angel del Cielo viniera y anunciare otro Evangelio, sea anatema”. Y tú mandaste, en Hechos 19, a aquellos que habían sido bautizados por Juan, el mismo que bautizó a Jesús, que vinieran y fueran bautizados de nuevo en el Nombre de Jesucristo. Y dijo: “Ni siquiera permitan que un Angel les diga alguna otra cosa”.",
    "Vendrá un mensajero en los últimos días, que guiará a la gente de regreso a los primeros frutos, de regreso a la Fe original. Concédelo, Señor, que ese gran Mensajero que está entre nosotros en estos momentos, el gran Cristo, el Espíritu Santo hecho real, entendible, abriendo la Palabra y revelándonosla, que El los guíe de regreso a la Fe pentecostal original. Como dijo Pedro, en el Día de Pentecostés: “Arrepentíos, cada uno de vosotros y bautícese en el Nombre de Jesucristo para perdón de los pecados”. Y para siempre fue de esa manera, para cada persona, hasta la iglesia Romana en Nicea.",
    "Dios, sé misericordioso ahora. La pila estará lista; los corazones abiertos. Entra, Señor Jesús. Estamos en las últimas horas. Si hay posibilidad, Señor, de que ellos entren en esta hora; lo cual, espero y confío de que sí la hay. Y nosotros los que estamos adentro, Señor, que tomemos inventario ahora, que hemos visto y oído la Voz de Dios hablando a través de Su Palabra, y nosotros sabemos en qué hora estamos viviendo. Concédelo, Padre. Te los encomendamos, en el Nombre de Tu Hijo.",
    "Ahora con nuestros rostros inclinados.\n\nSuave y tiernamente Jesús está llamando,\n\nLlamándote a ti… 🦅"
  ]
}