{
  "title": "YENDO MÁS ALLÁ DEL CAMPAMENTO",
  "id": "64650009",
  "content": [
    "🦅  Permanezcamos de pie sólo por un momento.\n\nAmado Dios, estamos agradecidos contigo por este privilegio de estar otra vez en la casa de Dios y adorar al Dios viviente. Estamos tan agradecidos de que todavía se nos concede este privilegio en el país. Y ahora también estamos agradecidos por estas fieles personas, Señor, que muchos de ellos han venido de muchas millas, cientos de millas. Y muchos de ellos van a tratar de—de regresar a través de la tormenta, esta noche, por las carreteras, por medio de la carretera. Dios, yo ruego que Tú estés con ellos y los ayudes. Guíalos, oh Padre. Te damos gracias por este pequeño aguacero que temporalmente ha enfriado el aire para nosotros.",
    "Y, Padre, rogamos que Tú te encuentres con nosotros esta noche en Tu Palabra. Pues, por eso es que nos hemos congregado, Señor, para encontrarte en la Palabra. Ayúdanos, Señor, que nuestra reunión sea tan beneficiosa para Tu Reino, y que seamos ayudados de tal manera, que podamos ayudar a otros. Te pedimos que concedas estas cosas, en el Nombre de Jesús. Amén.\n\nTomen asiento.",
    "Tuve unas cuantas entrevistas privadas allá atrás. Y poco antes de que comenzara la reunión, Billy me había dado tantas de—de ellas al grado que yo—yo casi ni sabía por dónde empezar. Pero estamos rogando que—que Dios los bendiga por su esfuerzo de quedarse para el servicio de la noche.",
    "Ahora, si Dios quiere, el próximo domingo por la mañana voy a tener un—un servicio de nuevo. Acabo de hablar con el pastor, y está bien con ellos.",
    "Y ahora yo deseara tener el tiempo para reconocer a todo buen amigo que tengo aquí, pero yo sé que Uds. están esperando. Hace calor. Y yo—yo voy a omitir ese tiempo, y—y sólo diré esto: “Dios los bendiga”.",
    "Uds. saben, yo no sé de alguna cosa más grande que alguien pudiera pedir para mí, que el decir: “Dios lo bendiga”. ¿Ven? Si El hace eso, eso es todo lo que necesito, sólo—sólo eso. Pienso que es la palabra más grande en el—en el dialecto: “Dios lo bendiga”. Y, ahora, yo sé que El lo hace.",
    "Y como le dije a mi esposa hace unos momentos. Yo estaba—yo estaba tratando de bañarme, y no me podía secar. Me—me secaba, y luego estaba mojado de nuevo. Me secaba, y ni siquiera me podía poner la camisa. Y es un poquito diferente en Tucson. Es casi como dos veces más caliente que esto, pero entonces uno—uno no tiene ninguna transpiración. No hay—no hay humedad en el aire, así que se seca en cuanto uno sale afuera. Uno deja una cacerola con agua allí, y se evapora. Uno no puede transpirar, porque se la quita a uno antes de que uno pueda—uno pueda transpirar. En verdad uno transpira, pero uno nunca lo ve. Así que, aquí, estaba pasando un mal rato tratando de secarme. Así pues, y estoy—estoy empapado ahorita.",
    "He estado allá en el cuarto, y llegaron siete u ocho personas, que eran emergencias, y que tenían que ser vistas de inmediato.",
    "Ahora, la razón de que los he hecho quedarse, y les he pedido que—que vengan, es porque yo—yo siento que es—es beneficioso para nosotros. Yo—yo no haría eso, amigos. Yo—yo los aprecio mucho a Uds., para hacer eso, que vengan a—a escuchar a alguien, o escuchar lo que yo tuviera que decir, o algo. Yo—yo no haría eso. Eso no sería correcto. Eso no les mostraría mi amor, el venir de esa manera. Y yo no creo que Uds. vienen…Aunque, sé que Uds. me aman, como yo los amo. Y—y así que yo—yo—yo sé eso, o Uds. no harían las cosas que hacen. Así que yo los aprecio lo suficiente, que no haría que se sentaran en el calor y cosas, así, si no pensara que es algo para ayudarlos.",
    "Luego, antes de venir aquí, yo siempre hago lo mejor que puedo, delante de Dios, de escoger alguna cosita, una Escritura de alguna clase, y por último pido Su guianza antes de salir. “Ayuda, Señor Dios, de alguna manera, dale—dale todo lo que puedas a ese amado pueblo”.\n\nY yo espero, y en verdad creo, que siempre viviré con Uds. Creo que este es el espacio de tiempo más corto que tenemos, mientras estamos juntos de esta manera. Vamos a estar juntos en la Eternidad. ¿Ven? Y yo espero eso. Yo—yo—yo creo eso.\n\nY yo quiero ayudarles. Y yo, si yo digo algo errado, el Padre Celestial sabe que no es porque tengo la intención de hacerlo; es porque lo hago sin saber; estaría haciéndolo en ignorancia.",
    "Por tanto, sabiendo que Uds. son mi responsabilidad, y están en mis manos, para el Evangelio, voy a querer mantenerlos siempre en las páginas de esta Biblia. Y—y yo…\n\nMuchas veces ha venido gente a mí, y ha dicho: “Hermano Branham, si viniera aquí y le dijera ‘ASI DICE EL SEÑOR’ a mi pequeño niño que está enfermo, será sanado. Vaya allá y sólo diga: ‘Será sanado’. Eso es todo lo que quiero que haga”.",
    "Ahora, eso es leal y encantador. ¡Cuánto aprecio eso! Pero, Uds. saben, yo no puedo hacer eso hasta que El me lo diga primero. ¿Ven? Yo puedo orar por el niño, hacer todo lo que pueda.\n\nPero, ¿ven Uds.?, ¿qué si yo fuera allá bajo entusiasmo y dijera eso? ¿Ven?, si yo dijera: “ASI DICE EL SEÑOR”, realmente sólo sería que así dice mi entusiasmo. ¿Ven? ¿Ven? Y luego tal vez suceda, y tal vez no suceda. Pero, entonces, ¿qué si esa misma persona está bajo mi entusiasmo, y no sucediera? Luego, esa persona pudiera estar en una—una situación alguna vez entre vida y muerte, entonces ¿dónde estaría su confianza? Tendrían miedo que yo estuviera bajo entusiasmo nuevamente. ¿Ven?\n\nAsí que, cuando yo lo digo, quiero estar muy seguro, con todo lo que yo sé, de que está correcto. Y luego cuando El me habla, yo sólo puedo decir lo que El me mostró. Ya sea que es bueno o malo, yo tengo que decirlo. Y algunas veces no—no es agradable decirle a la gente esas cosas. Pero, sin embargo, yo estoy tan obligado a decirle a la gente las—las cosas malas que les van a acontecer, así como estoy obligado a decirles las cosas buenas que les van a acontecer.",
    "Y, después de todo, queremos la voluntad del Señor. Algunas veces la voluntad del Señor es contraria a nuestros deseos. Pero, sin embargo, si queremos la voluntad del Señor, es igualmente precioso saber que lo malo va a acontecernos, si es la voluntad del Señor. Ya sea bueno o malo, es la voluntad del Señor la que queremos que se haga. Y yo sé que lo vemos de esa manera.",
    "Ahora, yo—yo sé que los hermanos aquí normalmente tienen un mensaje de treinta, de veinte a treinta minutos los domingos por la noche. Y yo—yo no sé si puedo hacer eso o no, así que yo—yo haré lo mejor que pueda.",
    "Ahora, creo que hay un servicio bautismal inmediatamente después de éste. Oí que bautizaron a un gran grupo de gente esta mañana. Constantemente, se están realizando bautismos aquí, todo el tiempo. Ministros, Metodistas, Bautistas, Presbiterianos, de la Iglesia de Dios, Luteranos, lo que sean, están viniendo y están siendo bautizados en el Nombre del “Señor Jesucristo”.\n\nY delante de Dios, cuando yo tenga que pararme en el Juicio, yo tengo que dar cuenta de eso. Y si yo estuviera tan seguro en mis pensamientos, de ser justificado en todo en mi vida así como lo estoy de eso, estaría listo para el Rapto ahora mismo, pues yo sé que esa es la Verdad del Evangelio. ¿Ven? Esa es la Verdad.",
    "No hay ni una sola Escritura en la Biblia en la cual alguien fue bautizado alguna vez de alguna otra forma sino en el Nombre de Jesucristo. La comisión de “Padre, Hijo, y Espíritu Santo”, sólo es…“Por tanto, id, haced discípulos a todas las naciones, bautizándolos en el Nombre del Padre, Hijo, Espíritu Santo”. No en el…no invocar este título sobre ellos; pero bautizarlos en el Nombre del Padre, Hijo, Espíritu Santo, el cual es “el Señor Jesucristo”.",
    "Todo el mundo en la Biblia fue bautizado en el Nombre de Jesucristo. Y la Biblia dice que: “Quienquiera que le quite una Palabra, o le añada una palabra a Ella, de cualquier manera, ay de ellos”. Así que tengo bastante de qué estar temeroso, sin añadir o quitar algo de las Escrituras.\n\nMe ha metido en problemas varias veces, pero yo me quedo allí mismo. El es mi defensa. Ha causado que me separe de muchos amigos. Ellos se han separado de mí por causa de eso. Pero mientras yo conserve a este Amigo aquí, ¡el Señor Jesús! Y El es la Palabra. No importa, si accidentado sea el sendero, duro el camino, El viene de la misma manera. “Si al Padre de familia llamaron ‘Beelzebú’, ¡cuánto más a aquellos Sus discípulos!”",
    "Ahora el Señor sea con todos Uds. y los bendiga durante la semana, y les dé lo mejor que puedo rogarle a Dios que les dé, es mi oración.\n\nAhora vamos a leer de la preciosa Palabra.",
    "Y—y ahora recuerden, de nuevo, el miércoles en la noche…¿Hay algún servicio de oración o algo, entre semana? [El Hermano Neville dice: “El martes, reunión de oración en los hogares, el lunes y el martes por la noche”.—Editor] El lunes y el martes por la noche hay reunión de oración en los hogares. Supongo que la gente sabe.",
    "¿Está el Hermano Junior Jackson en el edificio? Yo…Hermano Jackson, yo no…[El Hermano Neville dice: “Sí, aquí mismo”.—Editor] El está aquí, el Hermano Jackson. Muy bien. Yo—yo…Hay otro Hermano Jackson aquí, yo…\n\nY el Hermano Don Ruddell, ¿está él en el edificio esta noche? El Hermano Don, ahí está.\n\nY muchos de los otros hermanos, yo veo aquí a los hermanos de Arkansas, y Louisiana, y—y diferentes lugares alrededor del país.",
    "Y yo tengo algunos, un hermano anciano está aquí también esta noche. Tengo al Hermano Thomas Kidd sentado acá a la derecha, cumplirá ochenta y cuatro años de edad en unos cuantos días. Y hace como tres o cuatro años, fue operado por problemas de la próstata, y se estaba muriendo con cáncer. El doctor lo acababa de recostar para que muriera. Y yo estuve a punto de arruinar mi viejo automóvil, tratando de llegar a él, allá en Ohio. Y el Señor Jesús lo sanó completa y totalmente. Y aquí está, él y su pequeña compañera, esta noche. Y muchos de Uds. los conocen; quizás algunos no. Pero aquí está un hombre y una mujer que estaban predicando el Evangelio antes de que yo naciera. Piénsenlo, y yo soy un hombre viejo. ¿Ven? Ahora, y yo los veo, y ellos todavía siguen adelante, entonces yo cobro valor.\n\nTodos nosotros conocemos al Hermano Bill Dauch sentado aquí en la esquina.",
    "Y, ¡oh, cuán agradecidos estamos por todas las grandes bendiciones de Dios! Que continúe con nosotros hasta que la última trompeta suene y, Uds. saben: “Seremos arrebatados juntamente, para recibir al Señor en el aire”. ¡Piénsenlo! Gente desaparecida, ellos ya no lo podrán ver a uno, pero uno se estará reuniendo con el resto del grupo.\n\n“Los que viven y hayan quedado hasta la Venida del Señor, no precederemos, o impediremos”, es la palabra, “a los que durmieron”, no están muertos. No, los Cristianos no mueren. Sólo están descansando un poco, ¿ven? Eso es todo. ¡Oh, hermano! “Y la trompeta de Dios sonará; y los muertos en Cristo resucitarán primero”, aparecerán a muchos. Y de repente, sucede que uno se detiene y mira, y, vaya, allí está un hermano, y uno sabe que no tardará mucho. En unos cuantos minutos: “Seremos transformados, en un momento, en un abrir y cerrar de ojos. Y juntamente con ellos, desapareceremos de la tierra, seremos arrebatados para recibir al Señor en el aire”.",
    "Y, pensar, que con todo lo que hemos visto en las Escrituras, y las vindicaciones claras de la hora en la que estamos viviendo, podría suceder antes de que el servicio termine, sólo piensen en eso esta noche.\n\nEntonces, por medio de eso, abordamos Su Palabra, mientras abrimos en Hebreos el capítulo 13, y vamos a leer del versículo 10 al 14. De Hebreos 10 y…o, o perdónenme. Hebreos 13:10 al 14.",
    "Ahora, como he dicho, nosotros, cuando juramos lealtad a nuestra bandera, lo cual esta bien, yo…Siempre nos ponemos de pie mientras juramos lealtad. Y en todos los otros grandes eventos, nosotros—nosotros nos ponemos de pie en respeto a, o saludando, y demás, a nuestra nación. Y cuando están tocando The Star-Spangled Banner, [Himno nacional de los Estados Unidos de América.—Traductor], nos ponemos de pie en atención.",
    "Y como soldados Cristianos, pongámonos de pie en atención mientras leemos la Palabra de Dios. Escuchen con atención la lectura de la Palabra. La razón de que me gusta leerla; mis palabras pueden fallar, pero la de El no. Así que si únicamente leo Su Palabra, serán bendecidos. Versículo 10 del capítulo 13 de Hebreos.\n\nTenemos un altar, del cual no tienen derecho de comer los que sirven en el tabernáculo.\n\nPorque los cuerpos de aquellos animales cuya sangre a causa del pecado es introducida en el santuario por el sumo sacerdote, son quemados fuera del campamento.\n\nPor lo cual también Jesús, para santificar al pueblo mediante su propia sangre, padeció fuera de la puerta.\n\nSalgamos, pues, a él, fuera del campamento, llevando su vituperio;\n\nPorque no tenemos aquí ciudad permanente, sino que buscamos la por venir.",
    "Señor Dios, que eres responsable de esta Palabra, y responsable de cuidar de Ella a través de las edades, de ver que Ella nos llegue sin adulteración. Es Palabra de Dios, pura y virgen. La amamos así en nuestros corazones en este momento. Convierte este texto, Señor, en un contexto para nosotros, esta noche; que nosotros los hijos de los hombres, podamos entender los mandatos de Dios. Pues lo pedimos en el Nombre de Jesús. Amén.",
    "Mi tema para la—esta noche es: Yendo Más Allá Del Campamento. Es todo un temita, un poco raro, pero, Uds. saben, normalmente encontramos a Dios en cosas raras. El mundo se acostumbra tanto a una cosa, que, cualquier cosa anormal que se sale de la tendencia normal, se vuelve rara.\n\nComo prediqué aquí hace unos días, aquí en el Tabernáculo, sobre: El Raro. Y el agricultor es un raro para el hombre de negocios; el hombre de negocios es un raro para el agricultor. El Cristiano es un raro para el creyente…incrédulo, etc. Uno tiene que ser loco para alguien. Así que, cualquier cosa poco común, lo hace a uno algo así como un loco, para la—la tendencia normal.",
    "Y por lo tanto, el pueblo de Dios, y Sus profetas, y Sus—Sus mensajeros a través de la edad, que llevaron Su Mensaje de la Palabra, han sido considerados locos, para los de afuera.",
    "Noé fue un loco, para su gran mundo intelectual al cual él le predicó. Noé…Ciertamente fue un loco para Faraón; con su pie en el trono y luego desecharlo, por un montón de adoberos, como ellos pensaban. Y Jesús era un loco, para la gente. Y todo el resto de ellos que han obrado y vivido para Dios, han sido considerados locos. Ellos tuvieron que ir más allá del campamento que tenían.",
    "Estoy creyendo más y más, que la gente no está llegando a Cristo.\n\nAhora, estoy aquí para tratar de ayudar en toda forma que yo pueda, y hacer mi declaración tan clara como pueda hacerla. Y Uds. tolérenme un poco por favor.",
    "Mientras veo y predico a través de la nación, y observo a la gente, yo—yo estoy completamente persuadido que la gente no está llegando a Cristo. Y yo creo que es el enemigo que ha puesto este impedimento. Porque, la razón de que creo esto es que, El no es el objetivo hacia el cual han sido apuntados. O han sido apuntados a un—un—un dogma, o a una doctrina, o a un grupo, o a una experiencia, o a una sensación, o a algo así, en vez de ser apuntados hacia Cristo, la Palabra.\n\nPor eso pienso que la gente está basando su destino Eterno en un dogma, o alguna sensación. Como algunos dicen: “Yo bailé en el Espíritu. Yo—yo hablé en lenguas. Yo—yo—yo sentí fuego pasar sobre mí”. Y ¿saben Uds. que todas esas cosas pueden ser imitadas por el diablo?",
    "Solamente hay una cosa que él no puede imitar, esa es la Palabra. En el debate, entre él y Jesús, cada vez Jesús lo derrotó. “Está escrito”, ¡la Palabra!\n\nY yo creo, hoy, que la razón de que la gente no está viniendo a Cristo, es porque ellos son apuntados, muchos de ellos, a una—una—una denominación. “Venga únase a nuestra iglesia”. O, “Lea Ud. nuestro catecismo”, o, “Crea nuestra doctrina”, o—o algún sistema de algún tipo. Son apuntados en la dirección equivocada. Y sus acciones y la vida que ellos viven sin Cristo, lo prueba en sus propias vidas, son vindicadas por esa misma cosa.",
    "Por ejemplo. Yo no quiero herir los sentimientos de nadie. Pero, de arriba abajo, a través de la nación, yo he condenado a las mujeres que traen el pelo corto. Esa es la Biblia. Yo he condenado a las mujeres que se ponen pantalones cortos, que usan maquillaje. Y cada año se pone peor. Eso muestra que hay otro dedo, en alguna parte, apuntándolos en alguna otra dirección. Y ellos no están llegando a Cristo.",
    "Y ellos dicen: “Nosotros pertenecemos a una iglesia. Nuestra iglesia no…” No hace ninguna diferencia lo que su iglesia cree.\n\nDios dijo: “Está errado”. Y si ellos en verdad llegaran a Cristo, ellos dejarían de hacer eso. Y, no sólo eso, pero el hombre tomaría su posición si llegara a Cristo, y estaría en contra de eso. Los maridos no dejarían a sus esposas actuar de esa manera. Un hombre genuino no quiere que su esposa actúe de esa manera.",
    "El otro día, un joven aquí en la ciudad casi mata a dos muchachos jóvenes. Estaban en cierta gasolinera. Uds. los de Jeffersonville lo vieron en el periódico. Y una joven entró corriendo a la gasolinera, casi no traía nada puesto, y los dos jóvenes que estaban allí sentados hicieron un comentario. Y el encargado casi mató a los dos muchachos; y fue arrestado por eso, y lo llevaron a la corte. Y el juez le preguntó a él: “¿Por qué Ud.…se vistió ella así?”\n\nEl dijo: “Yo pienso que se ve atractiva”.",
    "Ahora, algo anda mal en ese hombre. No me importa si él es un…Si él es un pecador, algo anda mal en él. Su amor por esa mujer no puede ser genuino, y sacarla afuera de esa manera como carnada para perros. Algo anda mal. ¿Ha llegado a comprender el hombre alguna vez que puede juzgar entre lo que es correcto y lo que es errado?",
    "¿Vieron Uds. los nuevos trajes de baño que sacaron? ¿Conocen Uds. mi predicción de hace treinta y tres años, de que las mujeres finalmente llegarían a usar hojas de higuera? Y ahora las tienen vestidas con hojas de higuera, faldas transparentes. La Palabra del Señor nunca falla. ¿Ven? Y eso debía suceder justamente antes del tiempo del fin, llegarían de nuevo a una hoja de higuera. Lo estaba leyendo en la revista Life. Eso fue dicho hace treinta y tres años, antes de que las mujeres cayeran. Fue dicho cómo lo iban a hacer en este día, y ahí están. Cómo iban a usar vestimentas como los hombres, y cómo ellas van a…La inmoralidad de la mujer caería en esta nación.",
    "La más baja de todas las naciones que hay en el mundo, es esta América. Ella es la más inmunda del grupo. Eso es de acuerdo a las estadísticas. Los índices de matrimonio y divorcio son más altos en esta nación que en cualquier otro lugar en el mundo, y otras naciones copian. Solíamos copiarle a Francia, inmundicia y suciedad de esa nación, y ahora ellos obtienen su forma de vestir de nosotros. Hemos rebasado su límite.",
    "Yo sé que hay alguna razón de que la gente no está llegando a Cristo. Si lo hicieran, no actuarían así.\n\nJesús sufrió fuera de las puertas, de manera que El pudiera santificar a Su pueblo con Su propia Sangre. Santificación, viene de una palabra griega, compuesta, que significa “limpiado, y apartado para servicio”. Y cuando Dios limpia a Su pueblo con la Sangre de Jesús, El los limpia de la inmundicia del mundo y los aparta para servicio.\n\nPor lo cual también Jesús, para santificar al pueblo mediante su propia sangre, padeció fuera de la puerta.",
    "Aun la gente del Evangelio Completo, han vuelto a entrar directamente en la misma rutina de la cual salieron. ¿Qué era la iglesia Pentecostal hace cuarenta o cincuenta años? Ellos maldijeron, y condenaron, y ridiculizaron a las iglesias de las cuales salieron, aquellas denominaciones. ¿Qué hicieron? “Así como un perro a su vómito, y una puerca a su revolcadero”. Ellos volvieron a entrar en el mismo lugar del cual fueron sacados, y ahora sus iglesias son tan inmundas como el resto de ellas.",
    "Fue algo, como dije esta mañana. Es como, la gente es como dijo Pedro, en San—San Mateo 17:4 al 8, donde él dijo: “Bueno es estar aquí. Hagamos tres enramadas”.",
    "Pero el Espíritu les mandó que no lo hicieran. Dijo: “Este es Mi Hijo amado; a El oíd”, y El es la Palabra. A Ese es al que debemos ver, a la Palabra, no a nuestro entusiasmo o algo más. “El es Mi Palabra; ¡a El oíd!” ¿Y qué vieron ellos después de que esta Voz les habló? Incluso Moisés y Elías no estaban presentes; ni tampoco había un credo; ni quedaba nada sino solamente Jesús, y El es la Palabra. Eso es todo lo que vieron.\n\nAhora: “Yendo fuera del campamento”.",
    "Encontramos que en su campamento donde esta gran ocasión aconteció, en el Monte de la Transfiguración, como Pedro lo llamó después: “el monte santo”, fue donde El se encontró con ellos. Ahora, yo no creo que el apóstol quiso decir que el monte era santo; el quiso decir que era un Dios santo en el monte.\n\nLa iglesia no es santa; el pueblo no es santo. Es el Espíritu Santo en el pueblo. El Espíritu Santo es santo. El es el director y el líder de Uds.",
    "Y encontramos, en este pequeño campamento arriba en el monte, el de la Transfiguración, cuando ellos fueron comisionados para oír, la única cosa que se les comisionó que hicieran era oír la Palabra. La única cosa que habían visto, no era un credo. No habían visto nada más sino a Jesús, y El es la Palabra hecha carne.\n\nQué precioso es eso, al mismo campamento que estaba en el huerto del Edén. Cuando Dios fortificó a Su Iglesia en el huerto del Edén, Su pueblo, ellos tenían una pared detrás de la cual quedarse; esa era la Palabra. Tenían un escudo, una armadura, una cosa, porque Dios sabía qué iba a derrotar al diablo, y esa es la Palabra.",
    "Jesús hizo la misma cosa. “Es la Palabra; está escrito”. Y Satanás trató de—de cubrirla, no de citarla; cubrírsela a El. Y Jesús dijo: “Y también está escrito”. Ahora, ¡debemos quedarnos con esa Palabra!",
    "Y en este pequeño campamento que ellos tenían allí, de Pedro, Jacobo, y Juan; y Jesús, Moisés, y Elías. Y en su campamento ellos vieron a las huestes Celestiales de la sombra, o a la Columna de Luz suspendida en esta nube que transfiguró al Señor Jesús. Y cuando estaban listos para hacer una denominación, una para la ley, y una para los profetas, y demás, la Voz dijo: “Este es Mi Hijo amado; a El oíd”. Entonces, en lo que ellos fueron comisionados, fue exactamente como lo fue en el Edén: “¡Quédense con la Palabra!” Ese es el campamento de Dios para Su pueblo.",
    "Parece, hoy, ser un día cuando la gente está yendo más allá del campamento. En todo, están yendo más allá.",
    "Uds. saben, se me dijo hace algún tiempo, que ahora tienen un avión de reacción que puede…hace esos ruidos que oímos por aquí, que estremecen las ventanas. Es cuando el avión va tan rápido que cruza su propio sonido, llamada la barrera del sonido. Y cuando va más allá de su propia barrera del sonido, es casi ilimitado lo que puede hacer.\n\nY pienso, que recibimos una lección en eso. Cuando vamos más allá de nuestra propia barrera del sonido, a la Palabra de Dios, entonces es ilimitado lo que Dios puede hacer con un hombre que está listo para ir más allá del campamento, es decir del campamento del hombre. Ahora, vemos eso, yendo más allá del campamento, yendo más allá de esto.",
    "Veo también que Satanás está llevando a su gente más allá del campamento de la razón, más allá del—del—del—del campamento del—del sentido común. Satanás llevando a su gente en otra dirección, más allá del campamento; Dios llevando a Su gente más allá, en esta otra dirección. Y Satanás los ha llevado más allá del campamento de la decencia común. Cuando se llega al punto que la gente…y pueden comportarse y lo hacen, y les dejan pasar las cosas que están haciendo hoy en el sentido de la moral. Está más allá de mis pensamientos cómo puede un hombre sacar afuera a su mujer vestida de esa manera, y luego golpear a alguien por haberla insultado. Eso está más allá del sentido común. El debería saber que no se debe hacer eso. ¡Más allá de la decencia común! ¿Adónde va a parar esto?",
    "A algún hombre o mujer de mi edad, quisiera preguntarle esto. ¿Qué si mi mamá o su mamá, hace como cincuenta años, caminara por la calle trayendo puestos uno de estos pantalones cortos o bikinis, como sea que les llamen? La ley las hubiera arrestado inmediatamente, y las hubiera puesto en una institución para dementes. Una señora salía de la casa sin traer puesta la parte superior de su ropa, y ella debía estar en la institución, porque mentalmente algo andaba mal. Y si era algo mental el hacer una cosa como esa entonces, ciertamente es una señal de que algo se ha vuelto demente. Todavía es una deficiencia mental, yendo más allá de la razón; ¡inmundicia!",
    "Y cuando un hombre puede fumar cigarrillos, y los doctores le prueban a él que miles mueren cada año de esa causa, y todavía puede darle chupadas a los cigarrillos, parece que algo anda mal en la mente de ese hombre.\n\nY cuando un hombre tiene una conmoción mental, y él no…no logra controlarse, lo que él está haciendo, él buscará en la oficina de cada doctor que hay en el país, para averiguar qué está mal en él. Pero luego él se detiene en el bar o en el automóvil, y tomará hasta que está totalmente demente; gasta su dinero, para entrar en eso. Y si llega a entrar en eso sin la embriaguez del licor, entonces gastará cada centavo que el encuentra, en la oficina del doctor, tratando de averiguar qué está mal en él. Eso no tiene sentido.",
    "Si un gavilán pollero viniera volando sobre la ciudad, y yo tomara mi rifle, y saliera a mi patio trasero y le disparara a este gavilán, diez minutos después estaría en la cárcel. Harían que me arrestaran: “Por—por conducta desordenada; usar un arma de fuego en la ciudad; poner en peligro las vidas de las personas, con un rifle, disparando al gavilán en el aire”. Ellos dirían que yo pudiera matar a alguien. “El debería ser encarcelado”.\n\nY le venden a un hombre suficiente licor como para que se emborrache, y lo meten en un automóvil que pudiera matar a toda una familia. Y cuando es arrestado le cuesta sólo cinco dólares. ¡Asesinato premeditado! ¿Qué es lo que pasa con el mundo? Algo está mal en alguna parte.",
    "Ahora, “yendo más allá del campamento”, más allá de la decencia, más allá del razonamiento.\n\nUds. notan, que nuestros políticos de hoy no dicen nada acerca de leer la Biblia en la escuela. Tienen miedo. No saben en qué dirección está soplando el viento. Ellos no saben si van a perder o no la votación. Necesitamos a otro Abraham Lincoln. Necesitamos a otro John Quincy Adam. Necesitamos a alguien que se parará firme, sin importar en qué dirección esté soplando el viento, y que expongan sus honestas convicciones.",
    "Hoy en día, a un predicador denominacional, aunque Ud. le muestre en la Palabra, la Verdad, no sabe qué hacer. El tiene temor de que perderá la boleta para su alimentación. Hoy en día necesitamos hombres y mujeres que estén fornidos con el Evangelio, alguien que se parará y dirá sus convicciones, que señale lo que está correcto y lo que está errado, si la Palabra de Dios está correcta o si la denominación está correcta.",
    "Jesús dijo: “Sea mentira toda palabra del hombre, y la Mía la Verdad. El cielo y la tierra pasarán, pero Mis Palabras nunca pasarán”.",
    "Así que, ¿ven Uds.?, ellos van más allá del campamento de la Palabra de Dios, para encontrar su respuesta. Necesitamos un…Lo que los ha persuadido a alejarse del campamento de la Palabra de Dios es que, así como hizo con Eva allá en el huerto del Edén, Satanás ha hecho la misma cosa hoy en día. Muy bien. Hallamos eso. La gente es persuadida a sus dogmas y credos fuera del campamento, en su campamento de dogmas y credos. Ellos también tienen un campamento, y eso los pone dentro del campamento de él. El de él es el campamento de la educación, teología, obras, títulos de doctor, educativo, personalidad, todo lo que está en contra del campamento de la Palabra de Dios. Dios tiene un campamento para Su pueblo. La denominación tiene su propio campamento.",
    "Hace tres mil años, un hombre podía encontrar a Dios casi en cualquier parte. Era una cosa común que un hombre encontrara a Dios. ¿Pero por qué no lo encuentran hoy? Hay más gente, millares de millares y millones de personas más que las que había hace tres mil años, y sin embargo Dios es alguna cosa antigua de la cual se hablaba, alguna historia antigua. Ellos no encuentran a Dios en persona, como lo hicieron hace muchos años, como dije, tres mil, hace como tres mil años. No lo encuentran. No es común que el hombre encuentre a Dios. Si un hombre habla de eso, él es considerado como una persona demente, alguien que ha perdido su mente. ¡Es tan poco común para ellos!",
    "En el caso de Abraham y en su campo, pues, era casi cosa de todos los días que Abraham se encontraba con Dios. El le hablaba a El. No sólo eso, sino que cuando fueron a Gerar, a morar, nos damos cuenta, que allá Dios estaba en el campamento con Abimelec, un Filisteo. Era una cosa muy común. Ellos vivían en el campamento de Su Presencia.\n\nHoy, viven en su propio campamento, y no tienen nada que ver con el campamento de Dios. No quieren tener nada que ver con él, porque para el mundo es fanatismo. Para ellos es fanatismo. Pero, recuerden, cuando Dios preparó el primer campamento para el pueblo, El los fortificó con Su Palabra. El siempre lo hace. Pero, hoy, en sus campamentos, no lo hacen. Esa es la razón de que uno no oye tanto acerca de Dios. Ahora, yo creo que el—que el campamento…",
    "Como con Moisés, cómo El se encontró con Moisés en el desierto. Moisés tenía un campamento allá donde él estaba alimentando las ovejas de su suegro, Jetro, en la parte de atrás del desierto. Y un día, este pastor de ovejas de ochenta años de edad, vio una Luz, una Columna de Fuego en una zarza, ardiendo. Y él se encontró con Dios; un hombre que estaba huyendo de Dios.\n\nAl día siguiente. Algunas veces el encontrarse con Dios lo hace a uno hacer cosas extrañas. Moisés estaba muy extraño, al día siguiente. El tenía a su esposa sentada a horcajadas sobre una mula, con un bebé sobre su cadera; y su larga barba suelta, con una vara torcida en su mano, yendo hacia Egipto, para tomar control de la nación. Ese era un cuadro ridículo.\n\n“¿Adónde vas, Moisés?”\n\n“Voy a Egipto”.\n\n“¿Para qué?”",
    "🦅 ¡A tomar control!” El se había encontrado con Dios. Una invasión de un solo hombre. Parecía muy extraño. Pero, toda la cosa era que, él lo hizo, porque él se había encontrado con Dios. Así como que una persona vaya a tomar control de Rusia; eso es todo lo que se necesita, a una persona en la voluntad de Dios. Moisés estaba en la voluntad de Dios. Y tenía en su mano una vara torcida, no una espada; una vara. Dios hace cosas raras.",
    "Pero, recuerden, Moisés tenía que salirse del campamento en el cual él había estado viviendo, para hacer esto, porque él había estado allá con todo un ejército y no lo pudo hacer. Con todos los ejércitos de Egipto, él no lo pudo hacer. Pero un día Dios lo invitó a Su campamento.\n\nEl dijo: “¿Quién eres Tú?”",
    "El dijo: “YO SOY EL QUE SOY”. No: “Yo fui, o seré”. Tiempo presente: “¡YO SOY! Yo soy el Dios de Abraham, Isaac, y de Jacob. He oído el clamor del pueblo, y Yo me acuerdo de Mi promesa, y este es el tiempo para que esto se cumpla. Yo te estoy enviando allá, Moisés, con esta vara que está en tu mano”.",
    "¿Qué es? Ahora, él, la gente pensaba que él estaba loco. Pero ¿qué había hecho él? Se salió de su propio campamento. Faraón lo educó cuarenta años en el campamento escolar, y él falló. Y le tomó a Dios otros cuarenta años para sacárselo. Toda su educación y toda su teología que se le había enseñado, se necesitó cuarenta años para sacársela. Y luego Dios lo usó por cuarenta años.",
    "A Dios le cuesta mucho preparar a Sus hombres. Pero, ¿ven Uds.?, El nunca pudo hacer que Moi-…echar mano de Moisés, hasta que Moisés se salió de su propio campamento hecho por el hombre, de la manera militar de hacerlo, y la manera natural de hacerlo, a la manera sobrenatural de hacerlo. Entonces, cuando entró a ese campamento, Dios pudo usarlo.",
    "Ahora, nos damos cuenta que en este desierto…Notamos que cuando ellos fueron y se pararon firmes, y salieron de Egipto, al campamento de Dios; salieron del campamento de los sacerdotes y todos ellos diciendo: “Véndanse Uds. mismos como esclavos, por el resto del tiempo”. Cuando Moisés el profeta llegó y vindicó que la Palabra de Dios estaba a la mano, aquel Dios que hizo la promesa estaba allí para liberar al pueblo; ellos se movieron del campamento en el que estaban, al campamento de la Palabra de Dios prometida de la hora. Ellos le creyeron a ese profeta, porque la señal de vindicación estaba probando que era exactamente la Palabra de Dios. Y las cosas que él hizo probaron que estaba correcta, y la Columna de Fuego lo siguió, probó que era la Palabra de Dios.",
    "Ahora, en este campamento, milagros, señales y maravillas habían en este campamento.\n\nEllos los movieron fuera al desierto. Ellos dejaron su campamento natural. Ellos dejaron el campamento del lodo. Ellos dejaron el campamento hecho con paja y ladrillo, para morar en tiendas en el desierto, donde no había nada de granos ni nada más. Algunas veces Dios nos pide que hagamos cosas ridículas, para nuestra propia manera de pensar. Y si alguna vez deja Ud. el campamento de su propio razonamiento, ese es el lugar en el que encontrará a Dios.",
    "Fíjense, mientras iban entrando al desierto, hubo milagros, señales, cuando se movieron a este campamento. Ahora recuerden, ellos dejaron el campamento de Egipto y se fueron al desierto con el campamento de Dios. ¿Cómo sabe uno que lo era? Dios dijo: “Tu pueblo morará por cuatrocientos años, pero Yo los sacaré con mano fuerte, y Yo les daré aquí esta tierra”. Y ellos se pusieron en camino, por una Luz vindicada, un profeta vindicado, con señales, maravillas, de que Dios estaba en el campamento, y ellos iban en camino. Ellos tenían una Columna de Fuego. Tenían un profeta. Tenían maná. Tenían aguas vivas. ¡Amén! Habían cambiado, habían cambiado de campamento. Tuvieron que hacerlo. Ellos no podían ver aquellas cosas en Egipto. Ellos tuvieron que cambiar de campamento, para poder ver lo sobrenatural.",
    "Asimismo la gente de este día tendrá que cambiar de campamento de esas denominaciones que dicen: “Los días de los milagros pasaron. No existe tal cosa como el bautismo del Espíritu Santo. Y todas estas Escrituras están erradas; y ellas funcionaban para otra edad”. Uds. tendrán que cambiar sus campamentos, e ir más allá de ese campamento, a donde todas las cosas son posibles.",
    "Todas ellas estaban vindicando Su Presencia en el campamento. Ahora fíjense, entonces, ellos, habían hecho un campamento, hecho por el hombre, de tradiciones y credos, después de que Moisés murió. Y Dios lidió con el pueblo por mucho años. Dios ya no está en el campamento de El, en el campamento de ellos, porque ellos se hicieron un campamento, un campamento hecho por sí mismos.",
    "Recuerden, cuando ellos fueron llamados fuera de Egipto, Dios les proveyó un profeta, les proveyó un cordero para el sacrificio, les proveyó todo de lo cual tenían necesidad; una palabra, una señal, un milagro, un profeta que los guiara, una expiación para cuidar de ellos, la Columna de Fuego para que los guiara. Y cuando salieron al desierto, todavía no estaban satisfechos. Ellos querían algo que ellos mismos pudieran hacer. La gracia había provisto aquello; ahora ellos quieren algo que puedan hacer, ellos mismos, de manera que se puedan hacer una organización, y discutir y pelear y disgustarse, sobre quién va a ser sumo sacerdote, y quién iba a ser esto, aquello, o lo otro. Un día, Dios dijo: “Moisés, apartaos de ellos”, y El se los tragó en la contradicción de Coré.",
    "Ahora fíjense, todas estas señales y maravillas vindicaron Su Presencia.\n\nLuego se hizo, el hombre se hizo él mismo un campamento, un campamento de credos y tradiciones, no el campamento de Dios de Su Palabra. ¡Un campamento de ellos mismos! El tuvo que dejarlos, pues El es la Palabra. El no se puede quedar donde la gente es enseñada fuera de esta Palabra. Dios no se puede quedar en el campamento. El no puede. El nunca lo hizo. El se debe quedar exactamente donde está Su Palabra.",
    "Cuando El tuvo que dejar ese campamento, entonces, de toda esa pandilla de gente que El sacó fuera de Egipto, El sólo moró entre Sus profetas, a quienes venía Su Palabra. La Palabra venía al profeta, para vindicar la hora. El moró entre los profetas, y les reveló a los profetas. El pueblo, cómo maldijo, y maldijo la cosa. Y Dios les enseñó Sus mandamientos y la forma de vida. Y el pueblo estaba siempre en contra de eso, y persiguió al profeta, y finalmente lo apedrearon, o lo aserraron en pedazos, y se deshicieron de él.",
    "Jesús dijo: “¿A cuál de los profetas no asesinaron vuestros padres? ¿A cuál de ellos, de los justos que fueron enviados a ellos?” Y dijo: “Las obras de vuestro padre haréis”. El no le estaba hablando a comunistas. El le estaba hablando a sacerdotes, gente denominacional, Fariseos y Saduceos. Yo supongo que Su voz no cambiaría mucho esta noche, sólo que sería un poco peor, quizás, para ellos.",
    "Ahora, nos damos cuenta que El moró entonces entre Sus profetas. El entonces llegó a ser un desconocido para ellos, pues El sólo mora en Su Palabra, para confirmarla. La Biblia dice que El tiene cuidado de Su Palabra, para confirmarla. El está tratando de encontrar a alguien.\n\nSi El sólo puede conseguir un hombre de medio ánimo, como Sansón. Sansón rindió toda su fuerza a Dios, pero le dio su corazón a Dalila. Así es como hacemos muchas veces, hoy en día, sólo le damos algo a Dios, pero no todo. Pero, Dios lo quiere todo, de nosotros.",
    "Como una póliza de seguros, cuando uno consigue una póliza de seguros, más vale que consiga cobertura total. Y eso es lo que esta bendita seguridad hace por nosotros. Es una póliza de cobertura total. Cubre todo lo que necesitamos aquí en esta vida, y nuestra resurrección, y Vida Eterna. Lo incluye todo.",
    "Fíjense, entonces Dios se quedó fuera del campamento de ellos por cuatrocientos años. ¿Porqué? El ya no tenía profeta. Desde Malaquías el profeta, hasta Juan el profeta, cuatrocientos años, no hay ni una sola cosa que Israel haya hecho. Dios estaba fuera del campamento. Ellos lo echaron fuera, por medio de sus credos y su egoísmo, y su indiferencia hacia la Palabra. ¡Cuatrocientos años sin la Palabra! De un profeta a otro, El viajó, hasta el último profeta que fue Malaquías, y entonces no hubo otro profeta por cuatrocientos años.",
    "Y entonces Dios vino a la escena nuevamente. Un día El caminó entre ellos nuevamente, pero sus tradiciones habían tomado Su lugar entre ellos de tal manera, que El era un desconocido para ellos. Las tradiciones de los padres, tenían el lavamiento de ollas, y—y la manera de peinarse su cabello, y el usar ciertos botones en su abrigo, y ciertamente las túnicas—túnicas de sus sacerdotes; y—y uno es un Fariseo leal, y el otro es un Saduceo. Y eso había tomado el lugar de la Palabra entre esos hombres, al grado que, cuando Dios los visitó, El era un desconocido.",
    "Permítanme decir esto con amor y respeto, pero para remacharlo. Es la misma cosa hoy en día. No ha cambiado ni un poquito. Cuando El viene a estar entre la gente, en Su poder y manifestación, para probar que Su Palabra es la misma ayer, hoy, y por los siglos, porque El es la Palabra, la gente dice: “Es un adivino, un Beelzebú, un sólo Jesús, o—o algo así”. Algunos lo clasifican a uno en alguna parte, pero tiene que ser de esa manera.\n\n¿Ven?, no hemos tenido un profeta ahora por casi dos mil años. Los Gentiles no recibieron uno, Uds. saben; está prometido para el fin. Ahora, sabemos eso, por medio de las Escrituras. También sabemos eso, por medio de la historia que se nos ha prometido esto.",
    "Ahora, después de cuatrocientos años, Dios caminó un día allí mismo entre ellos. De acuerdo a las Escrituras, El iba a ser hecho carne y habitaría entre ellos. “Se llamará Su Nombre Consejero, Príncipe de Paz, Dios Fuerte, Padre Eterno”.\n\nY cuando El vino a estar entre la gente, ellos dijeron: “¡No vamos a permitir que este Hombre nos gobierne! ¿Qué—qué tarjeta de compañerismo tiene El? ¿Qué denominación lo envió?” El no tenía cooperación. De cada iglesia a la que El fue, ellos lo echaron fuera. Ellos no tuvieron nada que ver con El, porque El no era uno de ellos.\n\n¡Y así como fue entonces, asimismo es ahora! La Biblia dice que la iglesia de Laodicea lo echaría a El afuera, y El estaba tocando, tratando de entrar. Hay algo malo en alguna parte.",
    "Ahora, ¿por qué? Ellos habían hecho su propio campamento. Ellos, si ellos hubieran conocido la Palabra, ellos hubieran sabido Quién era El. Jesús dijo: “Si Uds.…Escudriñad las Escrituras; porque a vosotros os parece que en Ellas tenéis Vida Eterna. ¡Ellas son las que os dicen Quién soy Yo!” Eso es lo que dicen las Escrituras. Ahora: “Ellas dan testimonio de Mí. Y si Yo no hago las obras que fueron prometidas que Yo haría, si Yo no hago las obras que Mi Padre, la Palabra…‘En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios. Y aquel Verbo fue hecho carne, y habitó entre nosotros’. Ahora, si Yo soy esa Persona, escudriñad las Escrituras y ved lo que Yo debo hacer. Y si Yo no califico, si Mis obras, las obras de las cuales la Palabra da testimonio, el Padre da testimonio de Mí, si ellas no vindican Quién soy Yo, entonces estoy errado”. Eso es correcto. “Si Uds. no pueden creerme, crean la Palabra”, dijo El, “las obras que la Palabra produce”.",
    "¿Ven?, El era un extraño entre ellos. Ellos no lo conocían. “No tendremos nada que ver con este Hombre, sólo es un Hombre raro que nació allá en un establo en alguna parte”. Y ellos creían que Su madre había tenido este Bebé antes de que naciera, o antes de que…más bien, que tuvo este Bebé en un nacimiento ilegítimo. Y luego, ellos, antes de que el Bebé naciera, ella fue y se casó con José; y que él hizo eso sólo para evitarle a ella la mancha, de su reputación. “Y El llegó a ser un Hombre algo raro, porque El era un hijo nacido ilegítimamente, y esa era la razón de que El lo fuera”.\n\nY cuando El salió, ¿qué hizo El? Desbaratar sus credos, darle vuelta a sus mesas, echarlos fuera del lugar a golpes, y decir: “¡Está escrito!” ¡Amén! [El Hermano Branham aplaude con sus manos cuatro veces.—Editor] Eso debió haber dicho Quién era El. “¡Está escrito!”",
    "Bueno, no tenían nada que ver con un Hombre como ese. Pero muy profundo en sus corazones, ellos sabían Quién era El, pues Nicodemo afirmó claramente eso. “Rabí, nosotros, los Fariseos, sabemos que has venido de Dios como maestro, porque nadie podría hacer las cosas que Tú haces, si no está Dios con El”. ¿Por qué no lo confesaron entonces? Es porque el campamento de ellos había establecido su límite. No le permitía a El entrar al campamento. No le permitía a nadie que saliera a El. Ellos tenían su propio campamento. El vino de noche cuando la puerta estaba en verdad cerrada. Pero el encontró que él podía, se encontró con El de todas maneras.",
    "Sí, ¡es lo mismo ahora! Ellos han…El ha llegado a ser un desconocido, un forastero. Ellos no entienden Eso. “¿Por qué habría de ser esto, y por qué habría de ser aquello?” Cuando, la Palabra misma da testimonio que esto es exactamente lo que debe ser hecho en este día. Cómo lo repasamos, una y otra vez, pero es la Verdad.",
    "Para ellos en su campamento, El era: “Un fanático, un quebrantador de la tradición de ellos, un trastornador de sus iglesias, realmente sólo un adivino, un espiritista llamado ‘Beelzebú’. Eso es lo que El era”.\n\nY yo creo, que si El viniera a estar entre nosotros hoy, El sería la misma cosa para nosotros. Pues, nosotros tenemos tradición, nosotros tenemos denominación, ni siquiera nos podemos llevar bien el uno con el otro. ¿Por qué? Sólo hay un lugar donde el hombre se puede llevar bien, eso es, bajo la Sangre derramada. Y la Sangre fue derramada, como germen de vida, para hacer germinar esta Simiente, la Palabra. Fuera de eso, nuestras barreras denominacionales siempre mantendrán lejos a la gente.",
    "Pero hoy El sería un desconocido. El sería llamado la misma cosa. Actuarían con El de la misma manera, El sería echado fuera del campamento. Y sabían Uds.…La misma Biblia que dice que El sería rechazado por los hombres, “varón de dolores, experimentado en quebranto”, y ellos rechazaron la misma Escritura que decía eso, “y nosotros le tuvimos por herido y abatido de Dios”. El mismo profeta que cantó: “Dios Mío, Dios Mío, ¿por qué me has desamparado? Mis huesos, todos ellos me miran. Horadaron Mis manos y Mis pies”. Cuando ellos estaban cantando ese himno en la iglesia; su Sacrificio, el Dios al que ellos pensaban estar sirviendo, lo estaban crucificando.\n\nAsimismo es hoy en día, ¡al mismo Dios!",
    "Miren lo que Amós el profeta dijo, cuando él llegó a Samaria. Y sus pequeños ojos se entrecerraron al pasar sobre eso y ver aquella ciudad pecaminosa, mujeres acostadas en la calle, con hombres, una América moderna. Cuando vio sobre ella, sus ojos se entrecerraron. Y él no tenía a nadie que lo patrocinara. El no tenía tarjeta de compañerismo. Dios lo había enviado. ¿Oiría la gente su Mensaje? No, ellos no le oirían. Pero él profetizó, y él dijo: “El mismo Dios que Uds. afirman servir los destruirá”.\n\nY yo digo, ¡en el Nombre de Jesucristo! El mismo Dios por el cual las naciones afirman ser una nación religiosa, el mismo Dios que ellos afirman servir los destruirá en su iniquidad. El destruirá toda denominación rayéndola de la faz de la tierra, lo que ellos afirman servir.",
    "Así que, fíjense, El los reprendió, y ellos lo sacaron fuera de su campamento. “Jesús padeció fuera del campamento”. Ellos lo pusieron fuera del campamento, afuera, muy lejos de su campamento.",
    "Nos damos cuenta que la Biblia dice, en este último día bajo esta Edad de Laodicea, que ellos harían la misma cosa. Ellos serían echados fuera del campamento.\n\nAhora observen lo que El dice que se haga ahora, para terminar.\n\n“Echado fuera del campamento”, donde se quemaban los sacrificios. Allí es adonde El pertenecía. El era el Sacrificio.",
    "Ahora, hermano, hermana, ¿sabían Uds. que cada uno de Uds. deben sacrificar? Uds. deben ser el sacrificio de Dios; ¿sacrificar las cosas del mundo, sacrificar sus propios placeres de este mundo, sacrificar las cosas del mundo? ¿Saben Uds. la razón por la cual la gente no lo hace?",
    "Uds. saben, una oveja, una oveja sólo tiene una cosa que ofrecer, y eso es lana. Y, ahora, a él no se le pide que produzca o que fabrique algo de lana para este año. A él se le pide que produz-…que dé lana.\n\nA nosotros no se nos pide que manufacturemos algo. Se nos pide que demos el fruto del Espíritu. Esto es, lo de adentro de la oveja, lo que ella es por dentro, hace la lana en la parte de afuera. Y cuando un hombre tiene a Cristo por dentro, lo hace parecido a Cristo en la parte de afuera, no alguna cosa artificial.",
    "Pues, nos damos cuenta que cuando eso sucede, cuando Cristo regresa, ¿cómo es tratado El? Exactamente como lo fue en el principio. Siempre lo ha sido.",
    "Así que, El los reprendió de tal manera, que lo echaron fuera de Su campamento, y lo hicieron como un pecador. Lo cual: “El se hizo pecado por nosotros”.",
    "Ahora, después de centenares de años, sí, casi dos mil años, El ha visitado nuevamente el campamento de ellos, de acuerdo a Su Palabra prometida de que El lo haría en los últimos días. El ha visitado nuevamente el campamento. El ha visitado el campamento, para manifestar hoy en día esta Palabra.\n\nAsí como visitó allá en aquel día, y El lo hizo en los días de Moisés. Ese no era Moisés haciendo eso; Moisés era un hombre. Era Cristo.",
    "Miren la vida de José; amado por el padre, odiado por sus hermanos, porque él era un vidente. Y ellos lo odiaban, sin causa. Esa era la única causa por la cual lo podían odiar.\n\nUn tipo perfecto de hoy, exactamente. La iglesia, nuevamente, odian lo espiritual.\n\nY nos damos cuenta que él fue vendido por casi treinta piezas de plata, dándolo por muerto. Fue llevado y puesto en una prisión; como Jesús estaba en la cruz. Un hombre se perdió, y un hombre se salvó; y fue llevado de allí a la mano derecha de Faraón. Es exactamente lo que le hicieron a Jesús.",
    "Era David, y fue por las calles, llorando, como rey rechazado; y se sentó arriba en el monte, llorando sobre Jerusalén. Ese no era David. El Hijo de David, unos centenares de años después de eso, se sentó en la misma colina y lloró porque El era el Rey rechazado entre Su propio pueblo. Siempre es Cristo.\n\nY, hoy en día, cuando está profetizado que Cristo debe venir al campamento, ¿saben Uds. qué sucedió? Va a ser exactamente como lo fue entonces. Tiene que ser de esa manera, para cumplir lo que la Palabra promete aquí que El hará.",
    "Ahora recuerden, Cristo estuvo en la edad de Noé. Ese era Cristo: “Jesucristo el mismo ayer, hoy, y por los siglos”, la Palabra rechazada de la hora.",
    "Fíjense, y Su profecía de Apocalipsis 3, se encontró, cuando El vino en este último día, así como El profetizó que El vendría en este último día. Y ¿cómo encontró El la iglesia de Laodicea? “Rica, de ninguna cosa tiene necesidad”. “Y estoy sentada como reina y no veré llanto”. “Y lo echaron fuera de la iglesia”, no tenían necesidad de El. El salió fuera del campamento nuevamente. Pero en ese momento ella no sabía que estaba desnuda, ciega, y miserable; y no lo sabía.",
    "Nuevamente, si El viene nuevamente en la misma manera que El era entonces, El reprendería a toda mujer que usara pantalones cortos. El reprendería a toda mujer de pelo corto, toda cara pintada, todo hombre que fuera lo suficiente inútil como para permitir que su esposa haga eso. El todavía lo haría. Luego desbarataría toda denominación que hubiera, y rompería todo credo que tuviéramos. ¿Creen Uds. que El lo haría? [La congregación dice: “Amén”.—Editor] Seguro que lo haría. Eso es correcto.",
    "¿Qué harían ellos con El? Lo pondrían fuera del campamento. Ciertamente que no cooperarían con El. ¡No, señor!",
    "Ahora lo encontramos nuevamente, en este día, así como dice la Biblia que estaría, fuera del campamento. Pues El siempre permanece siendo el mismo, la Palabra, el mismo ayer, hoy, y por los siglos.",
    "Ellos—ellos no lo quieren a El. Lo rechazaron a El nuevamente, con su concilio. Ellos preferirían, hoy, así como lo hicieron cuando El estaba siendo juzgado. Y hoy, cuando la Palabra está siendo juzgada, ¿qué ha sucedido? Ellos han rechazado nuevamente así como lo hicieron entonces, y aceptaron a un Barrabás, un asesino, en vez de Cristo. El concilio haría la misma cosa. Y, hoy, por cuanto han rechazado la Palabra y la vindicación perfecta de la hora, se han vendido totalmente y han preferido a un Barrabás, el Concilio Mundial de Iglesias, un asesino de la Palabra. [Espacio en blanco en la cinta.—Editor]",
    "Ellos niegan Su Palabra, niegan Su bautismo, niegan Su Poder, niegan Sus señales. Y nuevamente con un credo o tradición, de usar cuellos volteados, y todo, haciéndose credos, y demás, lo están tratando de hacer, en base a buenas obras. Para comenzar, no estaban ordenados a Vida. Ellos no tenían nada con qué creer.\n\n“El que me conoce a Mí, conoce a Mi Padre. Y como me envió el Padre, así Yo os envió”. El Dios que envió a Jesús iba en Jesús. Y el Jesús que lo envía a uno va en uno. “El que en Mí cree, las obras que Yo hago, él las hará también. Id por todo el mundo y predicad el Evangelio a toda criatura”, negro, amarillo, blanco, moreno, sea lo que sea. “Estas señales seguirán a los que creen”. ¿Qué tan lejos? “Por todo el mundo, y a toda criatura”.",
    "No hace mucho tiempo en Tucson, vino a mí un pequeño predicador Bautista, diciendo: “Hermano Branham, este es su problema. Ud. está tratando de hacer de ésta una edad apostólica”. El dijo: “No hay tal cosa como una edad apostólica hoy. La edad apostólica ya terminó”.",
    "Yo dije: “¿Ya terminó? Yo no lo sabía”.\n\nEntonces él dijo: “Pues, ya terminó”.\n\nYo dije: “¿Está seguro?”\n\nEl dijo: “Ciertamente. Estoy seguro”, dijo él.\n\n“Muy bien”, dije yo, “¿cómo es que Ud. piensa que ya terminó?”\n\nDijo: “Eso fue para los apóstoles”.",
    "Yo dije: “Pedro dijo, en el Día de Pentecostés. ¿Cree Ud. su Palabra?”\n\n“Sí, señor”.",
    "🦅 El dijo: ‘Arrepentíos, cada uno de vosotros y bautícese en el Nombre de Jesucristo. Porque para vosotros es esta promesa, y para vuestros hijos, y para los hijos de vuestros hijos, y para los que están lejos, para cuantos el Señor nuestro Dios llamare’”.",
    "¡Tenemos que regresar a Ella, a esta misma promesa! [El Hermano Branham toca en el púlpito.—Editor] El doctor Simón Pedro escribió una receta. La Biblia dice: “¿No hay bálsamo en Galaad? ¿No hay allí médico?”\n\nPues, Uds. saben, si uno toma la receta de un médico. Cuando él encuentra una enfermedad que está en su cuerpo, y él escribe esa receta; más vale que uno la surta, que consiga algún boticario verdadero que la surtirá tal y como está escrita. Porque, él tiene que poner un tanto de veneno, y un tanto de antídoto, tanto así como podrá resistir su organismo. ¿Ven Uds.? él…Ya ha sido probada y comprobada, y uno debe tomarse esa receta. Si no lo hace, uno consigue que algún doctor charlatán, que no sabe cómo medir correctamente la medicina, se ponga a jugar con eso, él lo matará. Y si la hace demasiado débil, no le hará ningún bien a uno.",
    "Y eso es lo que sucede con muchos de Uds. los doctores. [El Hermano Branham toca en el púlpito.—Editor] ¡Uds. están jugando con esa receta!\n\nPedro dijo: “Les daré una receta eterna, para vosotros, y para vuestros hijos, y los que están lejos, para cuantos el Señor nuestro Dios llamare”. No: “Vengan y únanse”. Sino: “Arrepentíos, cada uno de vosotros, y bautícese en el Nombre de Jesucristo para perdón de los pecados, y recibiréis los resultados”, amén, “el Espíritu Santo. Porque la promesa, esta receta, es para vosotros, y para vuestros hijos”.\n\nAhora, algunos de Uds. doctores charlatanes, dejen de escribir esa recetas falsas. ¿Ven? Uds. están matando a su gente. Uh-huh. Esa es la razón de que lo Verdadero no está llegando a ellos. Sí.",
    "Uds. saben, cómo encuentra su medicina el doctor, en esta misma receta. Ellos siempre toman y…Los científicos tratan de encontrar algo, luego se lo dan a un conejillo de indias, y ven si lo mata o no.\n\nY luego, Uds. saben, con la medicina, se corre un riesgo. Uno, uno pudiera ser sanado, y pudiera matarlo a uno, ¿ven?, porque quizás toda la gente no es como los conejillos de indias.\n\nAsí que, pero hay una cosa acerca de esta receta, es para todos.",
    "Y, luego, cualquier doctor que es realmente bueno que no va a…tiene mucha fe en su propia medicina, no le preguntará a nadie más. Algunos de ellos son tan cobardes de tomar a un prisionero que tiene cadena perpetua, dejan que él tome la receta, y luego lo liberan si sobrevive después de eso.",
    "Pero, en este lugar, tuvimos un verdadero Doctor. El vino, y El mismo tomó la receta. ¿Ven? “YO SOY”. No: “Yo seré”. “Yo soy la resurrección y la Vida”, dice Dios. “El que cree en Mí, aunque esté muerto, vivirá. Y todo aquel que vive y cree en mí, no morirá eternamente”. Marta dijo…El dijo: “¿Crees esto?”",
    "Ella dijo: “Sí, Señor; yo he creído que Tú eres el Cristo que habría de venir al mundo. No importa cómo te llame el resto de ellos, ¡yo lo he visto!”",
    "En el Calvario El mismo tomó la inyección. Y en la mañana de la Pascua, la muerte no lo pudo retener a El. “Yo soy la resurrección y la Vida”. Ellos le inyectaron muerte a El, pero El resucitó, victorioso sobre la muerte, el infierno, y la sepultura. El mismo tomó la inyección.\n\nY El envió a algunos doctores, que tenían la revelación de Quién era El, para que escribieran una receta.\n\n“¿Quién dicen los hombres que es el Hijo del Hombre?”",
    "Pedro dijo: “Tú eres el Cristo, el Hijo del Dios viviente”.",
    "El dijo: “Bienaventurado eres, Simón. Ahora ya lo tienes. Yo te doy las llaves del Reino. Cualquier cosa que atares en la tierra, Yo lo ataré en los Cielos. Si lo desatares en la tierra, Yo lo desataré en los Cielos”.",
    "Y en el Día de Pentecostés, cuando ellos vieron que todo esto estaba aconteciendo, El dijo…Ellos dijeron: “¿Qué podemos hacer para recibir esta vacuna?”",
    "Aquí él leyó la receta. El dijo: “Ahora voy a escribir una receta. Es para vosotros, y para vuestros hijos, y para los que están lejos, para cuantos el Señor nuestro Dios llamare”.\n\nNo jueguen con esa receta; ¡morirán! La hacen tan débil, hoy, al grado que no es nada más que agua denominacional, correcto, algún líquido para embalsamar que ellos le inyectan a un hombre muerto para que esté más muerto.\n\n¡Oh, pero, hermano, hay una unción genuina! ¡Hay un…?…! Es para la sanidad del alma. No juegue con la receta. Tomen la receta así como está escrita, y Dios está obligado a Su Palabra; no obligado con el credo, o el dogma, o la denominación. El está obligado a Su Palabra. Sigan la receta, esa es la base inicial. Comiencen, entonces Uds. están enrolados y listos para ir a trabajar.\n\nFíjense, “fuera del campamento”.",
    "Hoy en día, han escogido a un Barrabás. Cuando el Evangelio ha pasado de arriba abajo, alrededor del mundo, grandes señales y maravillas han seguido el avivamiento, pero, en vez de entrar y tratar de hacerlo, se están uniendo con Barrabás. “Antes de que tengamos esta tontería, y demás, en nuestra iglesia, seremos clásicos como el resto de ellas”. Ahora tienen a Roma y a todas ellas juntas, un Barrabás. Fíjense, estamos entonces en ese gran campamento.",
    "Estamos invitados a ir más allá del campamento. “También Jesús, para santificar al pueblo mediante Su propia Sangre, padeció fuera de la puerta. Salgamos, pues, a El fuera de la puerta”, observen, “llevando Su vituperio”.",
    "¿Por qué fue vituperado El? No porque El era Metodista o Bautista, yo les aseguro eso; no porque El era Fariseo o Saduceo. Porque El era la Palabra vindicada.",
    "🦅 Llevando Su vituperio”, por (¿qué?), la Palabra vindicada. Eso es correcto. Eso fue lo que El hizo. El dijo: “Si no hago las obras de Mi Padre, no me creáis; si Yo no soy la respuesta a todas las preguntas de las Escrituras”.",
    "Jesús del Nuevo Testamento era Jehová del Antiguo. ¡Exactamente correcto! Yo creo, como les estaba diciendo aquí ahora, hace algún tiempo, o en alguna parte en una reunión. Quizás no haya sido aquí. “Jehová del Antiguo Testamento es Jesús del Nuevo”. Uds. recuerdan la—la—la…\n\nCuando yo iba a cazar ardillas aquella mañana, y allí estaban, aquellas tres ramificaciones que se convertían en una sola, allá en la montaña; y yo estaba allí parado viéndolo. Y yo me acerqué y me quité mi sombrero, dejé mi rifle, y subí allá arriba. Y una Voz estremeció el bosque, dijo: “Jesús del Nuevo Testamento es Jehová del Antiguo. Permanece fiel”. Así que más abajo de eso es donde aparecieron las ardillas, entonces, vinieron a existencia cuando no había ninguna allí. ¿Ven? Eso es Verdad. ¿Ven? Es cierto. Así que, Dios sabe, delante del cual estoy, es la Verdad de eso. Eso es correcto. Es la Verdad.",
    "Allá en Kentucky; y hay gente que está aquí esta noche, que estaba presente cuando sucedió de nuevo, la misma cosa. Sí. Sabemos que es la Verdad; ¡Jesús del Antiguo Testamento!",
    "Como cuando llegaron aquí los primeros Chinos, no podían leer ni escribir nuestro idioma, pero eran muy buenos lavanderos. Y pues ellos…Uno iba a la lavandería China. El se conseguía unas pequeñas etiquetas limpias y blancas. El no podía leer ni una sola cosa, y él sabía que uno no podía leerla si él escribía. Así que, cuando uno llegaba, el sólo tomaba este pequeño pedazo de papel, algo parecido a esto, digamos, aquí mismo, y él lo rompía de cierta manera así. Ahora, él le daba a uno un pedazo de papel, y él guardaba el otro pedazo de papel. Y luego cuando uno regresaba por su ropa, él decía: “Permítame ver su pedazo de papel”. Y él los tomaba; si cuadraba, eso era todo. Uno recibía limpia su ropa sucia.",
    "Y Jesús cuadró con toda profecía; cada patrón de Jehová en el Antiguo Testamento es Jesús del Nuevo. El cuadró con todo.\n\nPermítanme decir esto con temor reverente y respeto, pero con amor, pero con sinceridad de saber dónde estoy parado. El Mensaje de esta hora ha cuadrado con todo lo que la Biblia dice de esta hora. Ahora, si Uds. tienen alguna ropa sucia, entréguenla. Uh-huh. ¿Están Uds. lavados en la Sangre del Cordero?",
    "Fíjense, “llevando Su vituperio”, porque El era la Palabra vindicada. Como entonces, así es ahora, El es el mismo ayer, hoy, y por los siglos. Hebreos 13:12 y 13. También hallamos Hebreos 8, o 13:8. “Llevando Su vergüenza”, del Evangelio.",
    "¡Llevando Su Nombre! El dijo: “Yo vine en el Nombre de Mi Padre”. ¿Cuál es el Nombre del Padre? El vino en el Nombre de Su Padre. Dijo: “Yo vine en el Nombre de Mi Padre y no me recibisteis”. ¿Bueno? ¿Cuál es el Nombre del Padre? Yo creo que Uds. deberían de saber. ¿Ven?\n\nLlevando el vituperio de la Palabra. Siempre fue echada fuera de sus campamentos. Ellos la echaron fuera. Se reirán de Uds., y se burlarán de Uds.",
    "Y, hoy en día, donde una vez salí por la nación…No estoy hablando sobre mí mismo; por favor no crean que esto es algo personal. Pero, se me acabó el tiempo, y tengo como diez páginas aquí. Uds. pueden ver bien lo que queda aquí de notas, ¿ven?, ¿ven? Pero, escuchen. Primero comencé…",
    "¿Se fijaron en Jesús cuando El comenzó al principio? “Oh, el joven Rabí. ¡Oh, El era un Hombre maravilloso! Ven con nosotros. Ven y predícanos”.",
    "Pero un día El fue a donde ellos, y El dijo: “Si no coméis la carne del Hijo del Hombre, y bebéis Su Sangre, no tenéis Vida en vosotros”.",
    "¿Qué creen Uds. que los doctores y los intelectuales de la multitud pensaron? “Este Hombre es un vampiro”. ¿Ven? “El quiere que uno beba sangre humana. Eso es demasiado para nosotros. Aléjense de El. Los—los sacerdotes dijeron que El está loco; yo lo creo”. Y la Biblia dice que ellos se fueron.",
    "El tenía entonces setenta predicadores ordenados. Y El dijo: “Yo no los puedo tener”.\n\nAsí que vio alrededor, a ellos, El dijo: “¿Qué diréis cuando veáis al Hijo del Hombre ascendiendo a los Cielos de donde vino?” Ahora, El nunca explicó estas cosas. El tan sólo las dejó en paz. ¿Ven?",
    "Y ellos dijeron: “¿Hijo del Hombre? ¿Qué? Nosotros comemos con el Hombre. Pescamos con El. Nos recostamos en la ribera con El. Hemos visto la cuna en la que el fue mecido. Nosotros conocemos a Su madre. Conocemos a Su hermano. ¿Quién puede recibir una cosa como Esta?”\n\nY la Biblia dice: “Ellos ya no anduvieron con El”.",
    "Luego El se volvió hacia Pedro y al resto de ellos, dijo: “Yo escogí a doce, a Uds. doce”. Ahora, de los miles, le quedan doce. El dijo: “Yo escogí doce. Luego, uno de Uds. es el diablo. Yo lo sabía, desde el principio”. El dijo: “Ahora, ¿se quieren ir con ellos?”\n\nEl no tuvo que mimar y acariciar, y, “Yo te haré diácono si te unes a la iglesia”. ¿Ven? El fue directo al grano. El nunca lo explicó. Ni tampoco podían explicarlo los discípulos.\n\nPero, recuerden Uds., El sólo les dijo: “Yo os conocí antes de la fundación del mundo. Yo os he puesto para que recibáis gozo conmigo”. ¿Ven? Allí estaba, “antes de la fundación del mundo”, predestinados.",
    "Aquellos apóstoles se quedaron allí parados igual de firmes. Ellos no podían explicar cómo es que iban a comer Su carne y a beber Su Sangre. Ellos no podían entender cómo fue que El descendió, cuando El había estado allí con ellos todo el tiempo. El no lo podía explicar. La gente no lo podía explicar. Nadie podía explicarlo.\n\nPero Pedro dijo aquellas palabras notables. Con razón El le dio las llaves. El dijo: “Señor, ¿a quién iremos? Estamos persuadidos. Sabemos que Tú, y sólo Tú, eres la vindicación de la Palabra prometida hoy. Sabemos que sólo Tú tienes la Palabra de Vida. Nosotros no podemos explicar esas cosas, pero las creemos, de todas maneras”.",
    "La pequeña Marta dijo: “Mi hermano está muerto. Está tendido en la sepultura. Está descompuesto; él hiede. Señor, si hubieses estado aquí, mi hermano no habría muerto. Mas aun ahora, lo que pidas a Dios, Dios te lo dará a Ti”. ¡Oh, hermano!",
    "El dijo: “Yo soy la resurrección y la Vida. El que cree en Mí, aunque esté muerto, vivirá. Todo aquel que vive y cree en Mí, no morirá eternamente. ¿Crees esto?”",
    "Ella dijo: “Sí, Señor. Yo no lo puedo explicar, pero lo creo. Yo he creído que Tú eres el Cristo que habría de venir al mundo. Yo creo, por la Escritura notable, que Tú cumples con los requisitos de Eso”.",
    "Dijo: “¿Dónde lo enterrasteis?” ¡Oh, hermano! Algo tiene que suceder. Cada rueda se está uniendo en el tiempo correcto. ¿Ven?",
    "El caminó hasta la sepultura. La Biblia dice: “Mas sin atractivo para que le deseemos”. Probablemente era un Hombre pequeño, de hombros encorvados, se paraba con los pequeños hombros caídos, cansado y agotado de caminar.\n\nEl dijo: “¡Lázaro, ven fuera!” Y un hombre que había estado muerto, cuatro días, se puso de pie.",
    "Una mujer de la Ciencia Cristiana. Perdónenme si hiero sus sentimientos; no es mi intención hacer eso. Una mujer de la Ciencia Cristiana, de aquí mismo de esta iglesia, me encontró allí afuera un día. Y ella dijo: “Sr. Branham”, dijo ella, “me gusta como predica, ¡pero hay una cosa que Ud. hace demasiado al hacerlo!”\n\nYo dije: “¿Qué es?”\n\nDijo: “Ud. alardea mucho de Jesús”.",
    "Yo dije: “Yo espero que eso sea todo lo que El tiene contra mí”. ¿Ven? ¿Ven? ¿Ven?",
    "Ella dijo: “Ud. lo hace a El Divino”. ¿Ven?, ellos no creen que El era Divino. Creen que El sólo era un hombre común, un buen maestro, un filósofo. Dijo: “Ud. lo hace a El Divino. Y El no era Divino”.",
    "Yo dije: “Oh, sí, El lo era”.\n\nElla dijo: “Si yo le pruebo a Ud., por medio de su propia Biblia, que El no es Divino, ¿lo creerá?”",
    "Yo dije: “Mi Biblia así lo dice, yo—yo creeré la Palabra. Eso es lo que El es”.\n\nY ella dijo: “En San Juan, el capítulo 11, cuando Jesús fue a la sepultura de Lázaro, la Biblia dice que El lloró”.\n\nYo dije: “¿Qué tiene eso que ver?”\n\nElla dijo: “Pues, eso muestra que El no era Divino”.",
    "Yo dije: “Ud. falla en ver Quién era el Hombre. El era tanto Dios como hombre. Y como un hombre, lloró, cuando El estaba llorando por el dolor de ellos. Pero cuando El se paró y dijo: ‘Lázaro, ven fuera’, y un hombre que había estado muerto, cuatro días, se puso de pie nuevamente, ese era más que un hombre”. ¡Sí, señor! ¡Claro que sí!",
    "Y frecuentemente he expresado, que cuando El bajó del monte aquella noche, con hambre, El era un hombre. El tenía hambre a la mañana siguiente. El era un hombre. Pero cuando El tomó dos panes y cinco peces, y alimentó a cinco mil, recogiendo hasta siete canastas, ese era más que un hombre. Sí, señor. El era un hombre, en la cruz, cuando El clamó: “Mi Dios, ¿me has desamparado?” Cuando El clamó: “Denme de beber”, y le dieron vinagre y hiel, El era un hombre, llorando. Pero en la mañana de la Pascua, cuando El rompió todo sello de la muerte, infierno, y la sepultura, y resucitó, El era más que un hombre.",
    "El fue un hombre aquella noche, acostado en la parte de atrás de aquella pequeña barca en donde El estaba allá afuera con los discípulos, y diez mil diablos del mar juraron que lo ahogarían. Uh-huh. Allá en una pequeña y vieja barca, como el tapón de una botella allá afuera, de esa manera; El estaba tan cansado, que ni siquiera lo despertó. El era un hombre cuando estaba dormido. Pero cuando El puso su pie sobre la borda de la barca, y vio hacia arriba y dijo: “Calla, enmudece”, y los vientos y las olas le obedecieron, ese era más que un hombre. ¡Era Dios!\n\nCon razón el poeta dijo:\n\nEn vida, El me amó; al morir, El me salvó;\n\nSepultado, El llevó lejos mis pecados;\n\nAl resucitar, El me justificó gratuitamente por siempre;\n\nAlgún día El vendrá, ¡oh glorioso día!",
    "¡Sí, señor! Vayan más allá del campamento. No me importa lo que cueste.\n\nEsta consagrada cruz yo llevaré\n\nHasta que la muerte me libere;\n\nEntonces iré al Hogar, una corona llevaré,\n\nPues hay una corona para mí.",
    "Terminando diré esto. Estaba leyendo una historia hace algún tiempo, sobre un juez. El era un hombre justo, un buen hombre, era amado. Y había un montón de gente en la ciudad que pensaba que en todo se podía salir con la suya, así que, tenían abundancia, y abrieron una casa de mala fama, tenían una tienda de licor, licor, todo semejante a eso. Era ilegal. Y fueron arrestados por la ley, los federales, y fueron traídos a la corte. Y cuando toda la gente de la ciudad, la pequeña ciudad se reunió, ellos sabían que este hombre había hecho muchas cosas en los alrededores, el hombre que tenía el lugar de mala fama. Y ellos—ellos, el jurado, encontró culpable al hombre, porque fue hallado con las manos en la masa. Y así que el juez lo encontró culpable y lo sentenció por algunos años, sin fianza, sin apelación o cualquier cosa, el lo envió, porque eso es lo que la ley decía.",
    "Las personas afuera de la corte corrieron a él, y dijeron: “¿Sabes qué? ¡Toda persona en este pueblo te odiará!” Dijeron: “Te odian por haber decidido eso con respecto a ese hombre”. Ellos mismos eran jugadores, todos. Y dijeron: “Todos—todos nosotros te odiaremos. No te volveremos a elegir de nuevo. Nunca ninguno de nosotros votará por ti”, burlándose mientras iba calle abajo.",
    "Y él se detuvo un momento, dijo: “Permítanme decir unas palabras”. El dijo: “He hecho exactamente lo que era mi deber. El hombre era culpable, no importa quién era él. Y yo lo tuve que sentenciar de acuerdo a la ley que juré que yo haría respetar”.\n\nEl dijo: “¡Eres odiado en esta ciudad!”",
    "El dijo: “Pero soy amado grandemente en casa, por mi gente”.",
    "Nosotros pudiéramos pensar la misma cosa, si Uds. perdonan la expresión. Yo me he parado firme para hacer aquello por lo cual fui hecho salvo, hacer respetar la Palabra de Dios. Yo sé que las denominaciones me odian por las cosas que yo digo, pero soy grandemente amado en Su Casa, entre Su pueblo.\n\nOremos.",
    "Señor Jesús, quizás seamos odiados por el mundo, pero amados por el Padre. Ayúdanos, Amado Dios. Ayuda a estas personas, que cada uno de ellos, Señor, que Tus bendiciones descansen en ellos. Permítenos ir más allá del campamento ahora. Permítenos ir más allá de nuestro propio pensar. Permítenos ir a través de los pensamientos de Dios. Y la Biblia dice esto: “Que la mente que estaba en Cristo esté en vosotros”. Así que permítenos pensar Sus pensamientos, no nuestros propios pensamientos, porque la mayor parte del tiempo estamos errados. Así que, para estar seguros, permite que Su mente descanse en nosotros. Y Su mente era hacer la voluntad del Padre, y la voluntad del Padre es Su Palabra prometida.",
    "Permítenos ir más allá del campamento, esta noche, Señor, y encontrar a Jesús. Nunca lo vamos a encontrar al unirnos a la iglesia. Nunca lo vamos a encontrar al estrechar manos con algún ministro, o—o firmar algún credo, o algo que nosotros prometemos, de ir a la escuela dominical cierta cantidad de días al año, y demás. Solamente lo encontraremos a El en la Palabra, porque El es la Palabra.",
    "Y mientras vemos este día prometido, que El estaría afuera del campamento, echado fuera nuevamente; ahora permítenos ir más allá del campamento, listos para llevar Su vituperio; odiados por este mundo, pero amados por Aquel Quien nos ha invitado al Campamento. Concédelo, Señor.",
    "Si hay aquí algunos que no lo conocen a El, y nunca han ido más allá del campamento de alguna afiliación eclesiástica, sin embargo Uds. profesan ser Cristianos. Pero cuando Uds. dicen: “Yo creo que estas cosas son para otro día”, eso muestra que no puede ser el Espíritu Santo.\n\n¿Cómo puede un hombre que está lleno con el Espíritu Santo ser alguna vez bautizado usando el nombre de “Padre, Hijo, y Espíritu Santo”? Cuando, Pablo, el gran apóstol, dijo: “Si un ángel del Cielo…” Uds. pudieran haberlo hecho, una vez, sin saber que no es así. Aquella gente lo hizo, sin saber que no era así, en Hechos 19. Pero dijo: “Si un ángel anunciare cualquier cosa diferente, sea anatema”.\n\n¿Cómo pueden aceptar un credo, o algún ismo, alguna u otra cosa, cuando la Biblia dice: “Para vosotros es la promesa”, esta misma cosa, “el verdadero bautismo del Espíritu Santo”?",
    "¿Cómo puede el Espíritu Santo, que escribió la Palabra, estar en Uds., negando la Palabra? ¿Cómo la puede negar, cuando el mismo Espíritu Santo dijo: “Si alguna persona le añadiere una palabra a Esto, o le quitare, Yo quitaré su parte del Libro de la Vida”? ¿Cómo puede el Espíritu Santo entonces quitar algo de la Palabra o añadir algo a la Palabra?",
    "Amigo mío, aquí y en el mundo invisible adonde irá la cinta, invisible para nosotros en este momento, permitan que eso penetre profundamente es sus corazones de la enseñanza del Mensaje de esta mañana, viendo dónde estamos. Si Uds. no han tomado aún esta receta de la cual hablé hace un rato, ¿no la van a aceptar? Estamos aquí para hacer todo lo que podamos por Uds., para ayudarles.",
    "Yo sólo soy un testigo. Soy sólo un elector. Así como tenemos en Louisville ahora, la—la Convención Demócrata de Kentucky, la…Están construyendo una plataforma para que su hombre sea electo. Yo también estoy construyendo una plataforma para mi Señor. ¿No lo recibirán, esta noche, como suyo?",
    "Con nuestros rostros inclinados, y también nuestros corazones, en este momento, levanten sus manos y díganle a Dios. No a mí; yo solamente soy un hombre. Levanten sus manos a Dios, digan: “Dios, sé misericordioso conmigo. Verdaderamente deseo todas estas cosas de las cuales he oído. Yo quiero ir más allá del campamento. No me importa lo que alguien diga”. Dios les bendiga. ¡Oh, miren las manos, miren las manos! “Yo quiero ir fuera del campamento. No importa qué me cueste, yo tomaré mi cruz y la llevaré cada día. Yo iré más allá del campamento. No importa lo que la gente diga de mí, yo quiero seguirlo a El fuera del campamento. Estoy listo para ir”.",
    "Padre Celestial, Tú has visto esas manos. Quizás cien personas o más, levantaron sus manos, en el edificio. Señor, hay Algo cerca de ellos ahora, alguna otra Persona, la Persona de Cristo, el invisible para el ojo natural, y ha causado que ellos tomen una decisión. En sus propias vidas, ellos saben como al ver en un espejo, ellos ven que algo está faltando. Y ellos quieren que sus vidas estén moldeadas de acuerdo a la promesa de Dios, y han levantado sus manos con profunda sinceridad. Ayúdales, Señor, a llegar a la gran puerta esta noche, al redil. Que ellos entren dulce y humildemente. Concédelo. Son Tuyos, Señor. Lidia con ellos.",
    "Ahora, ellos no hubieran podido tomar esa decisión, no hubieran podido levantar sus manos, sin algo sobrenatural. Eso muestra que hay allí una vida en alguna parte. Porque, de acuerdo a la ciencia, la gravedad mantendría nuestras manos abajo. Pero hubo algo que llegó a sus mentes, que los hizo desafiar la ley de la gravedad y levantar sus manos hacia el Hacedor que los trajo. “Sí, yo quiero ir hasta el final del camino. Yo quiero ir más allá del campamento, esta noche”.",
    "Señor, la pila está lista para el primer paso después del arrepentimiento, luego ser bautizados, y una promesa de recibir el Espíritu Santo. En los últimos días, un llamado a volver a la Fe original, ¡la receta original! Nosotros vemos demasiada gente lejos de Cristo, muriendo bajo estas otras recetas hechas por el hombre. Pueden ser muy buenas en la denominación de ellos, pero, Señor, yo—yo quiero Tu receta.\n\nTú eres nuestro Doctor. Hay un Doctor. Hay bálsamo en Galaad. Hay un Médico aquí, esta noche, para sanar toda alma enferma de pecado, para sanar a todo ser físico. Gran Doctor de todos los tiempos, gran Creador de los cielos y la tierra, ven ahora, entre nosotros, y háblanos, ¿lo harás? En el Nombre de Jesucristo.",
    "Mientras cada uno ora en su corazón: “Señor Jesús, ¡ayúdame ahora!” Y si Ud. nunca ha sido bautizado, y está convencido…Yo no he predicado sobre bautismo. Pero Ud. está convencido de que Ud. debería ser bautizado en el bautismo Cristiano, la única manera en que un Cristiano…",
    "¿Qué si Ud. llegara Allá arriba, bautizado de alguna otra manera, y el mismo Jesús que dijo: “Quien le quite una Palabra, o añada una palabra, al mismo se le quitará su parte del Libro de la Vida”? Jesús dijo eso. Y El dijo: “Todas las Escrituras son inspiradas y deben de ser cumplidas”. Ahora Ud. conoce la diferencia. ¿Qué va a hacer al respecto?",
    "¡Si Ud. sólo ha tenido una sensación o algo! Yo creo en las sensaciones. ¡Si Ud. sólo ha danzado en el Espíritu, sólo ha hablado en lenguas! Yo también creo en eso. Pero si sólo hasta allí ha llegado, y su espíritu que está en Ud. le dice que no siga la Palabra cuando Ud. sabe que está correcta, hay algo malo con ese espíritu. No es el Espíritu Santo. No puede ser. ¿Ve?, El identificaría Su propia Palabra. Ud. sabe eso. Ud. se puede preparar para venir ahora mientras estamos orando.",
    "Jesús de Nazaret, acércate ahora y habla a cada corazón. Yo te los encomiendo a Ti. Que ellos sean, todas estas manos, son trofeos del Mensaje, Señor, de Ti, y Tu gran y augusta Presencia que está ahora con nosotros. Cualquier hombre que es sensible al Espíritu puede darse cuenta que Tú estás aquí, esta gran sensación de santidad. Concédelo ahora, Señor, en el Nombre de Jesucristo.\n\nAhora con nuestros rostros inclinados.",
    "Si hay hombres aquí que quisieran ser bautizados en el Nombre de Jesucristo, que quieren arrepentirse, que quieren buscar el bautismo del Espíritu Santo, hay un cuarto abierto a mi izquierda; las mujeres, a la derecha. Habrá alguien allí adentro para instruirles. Hay batas bautismales esperando, de todo.",
    "Ahora, mientras mantenemos nuestros rostros inclinados, cantando. “Puedo oír la…” Nos estaremos viendo. 🦅"
  ]
}