{
  "title": "RECONOCIENDO TU DÍA Y SU MENSAJE",
  "id": "64660009",
  "content": [
    "🦅  Buenos días, amigos. Permanezcamos de pie por un momento.\n\nAmado Dios, en este afán y los apuros de la vida, hemos pausado por estos siguientes momentos u hora (cual sea, que Tú nos has provisto), para darte la honra y la gloria a Ti, para predicar Tu Palabra, para conocerte mejor; por eso nos hemos congregado en esta mañana. Te damos las gracias, Dios, porque hay personas que están dispuestas y se han preparado para venir a oír. No importa las condiciones y el tiempo en el cual vivimos, ellos aún creen. Y Te damos las gracias por ellos.",
    "Dios, estamos agradecidos Contigo por Tu gran poder sanador, esas promesas de Tu Palabra. ¡Cuánto arden nuestros corazones al oír estos testimonios! ¡Toda clase de aflicciones que han sido traídas sobre los hijos de hombre, Tú, con Tu gracia y poder, y con Tu promesa, los has sanado! Y ellos están aquí testificando, dando la gloria a Dios. Te damos las gracias por esto.\n\nY ahora, que podamos escuchar el Mensaje que Tú nos has provisto para esta hora. A medida que leemos Tu Palabra, danos el contexto de aquello que leemos. Y que Tu voluntad sea hecha en todas las cosas, porque lo pedimos en el Nombre de Jesús. Amén.\n\nPueden tomar asiento.",
    "Es un privilegio estar aquí esta mañana. Estoy muy contento por todos Uds. Y, el Hermano Woods, el Hermano Roy Roberson, y muchos otros hermanos, han trabajado fielmente los últimos dos días, instalando el aire acondicionado a este edificio con este propósito; pues, el domingo pasado vieron cuánto sufrieron Uds. Y ellos tenían algo de dinero en la tesorería de la iglesia, y se pusieron a la obra y lo pusieron a funcionar para tenerlos cómodos, con el dinero que Uds. pusieron en la ofrenda, para… mientras Uds. se sientan y oyen el Mensaje. Está más fresco hoy que en esa ocasión. Así que estamos agradecidos con Dios, y con Uds., por esta oportunidad.",
    "Nos da gusto… El Hermano Roy Borders, él quería permanecer atrás en la parte de atrás esta mañana. Y le dije que tomara su asiento y se acomodara acá con estos ministros, pero él no quiso. Como todos Uds. saben, el Hermano Borders nos representa en el campo misionero. Así que estamos muy contentos de tener aquí al Hermano Borders, y a muchos otros ministros y amigos.",
    "Durante la semana me-me pongo a pensar, y digo: “Cuando llegue allá el domingo, le voy a dar un saludo a cada ministro, a cada persona”. Luego cuando uno llega aquí, se concentra tanto en el Mensaje que casi se olvida todo, de lo que tenía.",
    "Ahora, tengo que regresar a Arizona. Tengo que regresar el próximo lunes, dentro de una semana, de nuevo a Tucson, para tener los niños allá para la escuela. Y regresaré después de eso. Y mi esposa tiene que estar allí previamente, para empezar el… para registrar a los niños; dos semanas antes que comience la escuela. Y después, yo regresaré aquí por un tiempo.",
    "Y ahora éste es mi tiempo de vacaciones. Como saben, he predicado desde diciembre; enero, febrero, marzo, abril, mayo, junio y julio. Ahora, si Dios lo permite, y no hay algún llamado especial, ésta es la temporada en la que me-me-me tomo el descanso, mis vacaciones; me voy de cacería. Y, yo…",
    "Ahora si el Señor me llamara a otra cosa, esas cosas quedan fuera del cuadro; Dios siempre viene primero. Y yo quiero que Él sea primero, y Uds. quieren que Él sea primero. Pero entonces si no hay un llamado en particular, y ésa es Su voluntad, eso será lo que haré ahora el próximo par de meses, es ir de cacería; ahora, es para darme un reposo. Yo…",
    "Uds. no se dan cuenta, el mundo nunca sabrá por lo que tengo que pasar. ¿Ven? Y sencillamente es muy agotante. Con razón el Señor les dijo a Sus discípulos, cuando caminaba con ellos: “Venid aparte a un lugar en el desierto, y descansad un poco”. ¿Ven? Soy más consciente de eso, cada día, y especialmente mientras mis días aumentan sobre la Tierra, ¿ven Uds.? A medida que uno envejece uno se da cuenta. Uds. escuchan a nuestro pastor diciéndole “amén” a eso. Él, podemos darnos cuenta de que no somos muchachos después de que pasamos los cincuenta años; ahora tenemos que tomarnos un descanso.",
    "Estamos muy agradecidos por los testimonios que acabamos de oír. Mi esposa estaba diciéndole ayer a la Sra. Woods, cuando llegaron algunas personas de Alabama (de algún lugar por allá), y estaba contando de las grandes maravillas que el Señor hizo en esa reunión; acerca de niños que fueron sanados y diferentes cosas. Y tantas cosas que (¡vaya!), sencillamente tomaría demasiado tiempo para—para relatar.",
    "Entonces, también tengo que recordar que… creo que algunos me dijeron que la Hermana Larson ha estado aquí dos domingos con un bebecito. No sabría, pero creo que dijeron que quizá era su nieto, para que fuera dedicado, lo trae desde Chicago. La señora ha sido muy amable con nosotros, y la apreciamos. Y ella trajo un bebecito desde Chicago, para que fuera dedicado. Lo cual a ella le queda poco tiempo para traerlo, creo yo, para dedicarlo; pero está interesada en que este niño sea dedicado al Señor. Entonces si la Hermana Larson, por favor, mientras estoy hablando, si trae a ese bebé para este servicio de dedicación.",
    "Y entonces, tal vez, mientras ella se prepara, yo—yo quiero decir que éste ha sido el Mensaje más difícil que jamás haya intentado preparar, hasta anoche. Durante la semana, entraba en la habitación queriendo apartarme, después de mis llamadas y todo eso, buscando—buscando pensar en algo para esta hora. Y cuando iba, yo—yo ni siquiera lograba… tenía la mente en blanco. Y ayer, bajé al sótano. Pensé que hacía demasiado calor, así que bajé al sótano, me senté allá. Y tomaba mi Biblia para leer, y me quedaba dormido. Luego me paraba y tomaba agua, y trataba de sacudirme, y salía y caminaba; me senté en el escalón.",
    "Alguien pasó y me sorprendió sin camisa, sentado en el escalón; hacía demasiado calor. Ellos me saludaron. Yo no sabía si saludaron… Alguien, tal vez haya sido alguno de la localidad, en la ciudad, o tal vez haya sido alguno de la iglesia, que me saludó. Y estaba—estaba tan concentrado, que—que apenas alcancé un vistazo del carro mientras pasaba. Saludé.",
    "Anoche subí al auto y me dirigí hacia los alrededores de Charlestown, queriendo obtener algo. Parecía que el Señor me quería decir algo, pero yo… Satanás quería estorbarme, para que no lo consiguiera. Entonces pensé: “Bueno, si él hace eso, sencillamente continuaré persistiendo, continuaré esperando, golpeando a la puerta, hasta que Él abra”. Y entonces, hace unos momentos, o un poco después de las siete esta mañana, me encontraba despierto desde bien temprano.",
    "Ayer, estando un poco enfermo, trataba… me había comido un maíz que no estuvo muy de acuerdo conmigo, hacía mucho calor, y yo—yo buscaba escapar eso. Y—y luego esta mañana, como a las ocho, sucedió que tomé una Escritura que me ha asombrado. Y miré de nuevo aquella Escritura, y de nuevo me asombró. Y me puse a seguirla por la Escritura, y apenas terminé hace unos minutos. Entonces puede ser que el Señor nos tiene un Mensaje en esta mañana, que Satanás nos ha querido impedir.\n\n¿Trae aquí al pequeño, Hermana Larson? [Cinta en blanco.—Ed.] Que Dios vaya con ellos y los ayude.",
    "Ahora, les he demorado, con el domingo pasado, ya dos días, y pienso… o, por dos servicios, mañana y tarde, y eso lo hace difícil para Uds. Me enteré que… Algunos de Uds. tienen que viajar lejos, y perder un día de trabajo y todo eso. Entonces, aunque vayamos a partir el domingo o lunes, dentro de una semana, anunciaré el servicio para el próximo domingo, Dios mediante (¿ven?), a no ser que la congregación quisiera que permaneciera, pasando la noche. ¿Ven? Eso, eso depende… ¡Hay tantos de Uds.!\n\n¿Cuántos lo prefieren esta noche, veamos, tener los servicios esta noche? Ahora, los que prefieren tenerlo el domingo entrante, ¿levanten las manos? ¡Vaya, está muy parejo! ¡Hmm! [Alguien dice: “¡Un empate!”.—Ed.] ¿Qué dice? [“Hágalo ambas veces”.] ¡Ah! [El Hermano Ben Bryant dice: “Téngalo esta noche, y también la próxima semana, Hermano”.] ¡Oh, vamos, Ben!",
    "Tengo este Mensaje, es largo, para esta mañana, pero no—no sé exactamente cómo… Y sé que ayudé a establecer las normas de la iglesia, pero allí, si Uds. se fijan, yo dije: “Con la excepción de que esté grabando”. ¿Ven? Así que, aquí se está grabando. Ajá. Entonces, tal vez tratemos de regresar en ambas ocasiones, esta noche y el próximo domingo, si es la voluntad del Señor, ¿ven? Ahora, si no reciben un mensaje esta semana, entonces vengan el próximo domingo.",
    "No me gusta hacerlos venir dos veces de esa manera, pero siento que sólo nos queda un poco de tiempo. Y sólo recuerden, si el tiempo continúa, no vamos a tener este privilegio por mucho tiempo. ¿Ven? Recuerden, algo acontecerá: o la ley nos impedirá o Satanás se moverá entre Uds. y los esparcirá; siempre ha sido de esa manera. ¿Ven? Algo acontecerá, así que apreciemos cada minuto que estemos juntos.",
    "Ahora, para los que tienen que regresar a sus hogares, esta noche será como el domingo pasado en la noche, sólo di un—un corto Mensaje. Y por tanto, si lo quieren en la cinta, pues, con toda seguridad les enviaremos la cinta si necesitan regresar a casa; de no ser así, predicaré esta noche, Dios mediante.",
    "Tenía un apunte ayer, o—o el día anterior, un corto Mensaje que anoté de memoria concerniente a algo, y, es de hace mucho tiempo. No obstante, son dos Mensajes. Está como entre los dos, uno es: “Una Cisterna Que Gotea” o, “Sembrando Al Viento Y Segando Un Torbellino”, sólo un Mensaje evangelístico; esta mañana es una enseñanza. Y entonces, esta noche o hablaré sobre: “Sembrando Al Viento Y Segando Un Torbellino” o, “Una Cisterna Que Está Goteando”.",
    "Y esta mañana, quiero leer ahora de las Sagradas Escrituras.\n\nY ¿están cómodos? Digan: “Amén”. [La congregación dice: “Amén”.—Ed.] Bien.\n\nAhora, quiero que en sus Biblias vayan conmigo al libro de Oseas, los que desean leer. Y leamos unos versículos del capítulo 6 del Libro de Oseas, el profeta.\n\nY ¿nos ponemos de pie?",
    "Amado Dios, somos indignos de tomar este Libro en nuestras manos, porque leemos en las Escrituras que ningún hombre en el Cielo o en la Tierra, o debajo de la Tierra, era digno o siquiera capaz de tomar el Libro, o de siquiera mirarlo. ¡Oh, y allí vino Uno que había sido como un cordero, había sido inmolado! Él tomó el Libro, porque era digno, y Él desató allí los Sellos. Y estamos mirando a Él en esta mañana para que revele estos contextos que están escritos en el Libro, porque es el Libro de Redención. Todo lo que ha sido redimido está escrito Allí. Que podamos encontrar nuestra posición esta mañana, en la hora en que vivimos. Porque lo pedimos en el Nombre de Jesús. Amén.\n\nVenid ahora y volvamos a Jehová; porque él arrebató, y nos curará; hirió, y nos vendará.\n\nNos dará vida después de dos días; en el tercer día nos recibirá, y viviremos delante de él.\n\nY conoceremos, y proseguiremos en conocer a Jehová; como el alba está dispuesta su salida, y vendrá a nosotros como la lluvia, como la lluvia tardía y temprana a la tierra.\n\n¿Qué haré a ti, Efraín? ¿Qué haré a ti, oh Judá? La piedad vuestra es como nube de la mañana, y como el rocío de la madrugada, que se desvanece.\n\nPor esta causa los corté por medio de los profetas, con las palabras de mi boca los maté; y tus juicios serán como luz que sale.\n\nPorque misericordia quiero, y no sacrificio, y conocimiento de Dios más que holocaustos.\n\nMas ellos, cual Adán, traspasaron el pacto; ellos han—ellos prevaricaron contra mí.\n\nGalaad, ciudad de hacedores de iniquidad, manchada de sangre.\n\nY como ladrones que esperan a algún hombre, así una compañía de sacerdotes mata en el camino hacia Siquem; y… cometieron abominación.\n\nEn la casa de Israel he visto inmundicia; allí fornicó Efraín, y se contaminó Israel.\n\nPara ti también, oh Judá, está preparada una siega, cuando yo haga volver el cautiverio de mi pueblo.",
    "Señor Jesús, extrae de Aquí, por Tu Santo Espíritu, el contexto determinado, mientras continuamos esperando en Ti. En el Nombre de Jesús. Amén.",
    "Ahora, mi tema en esta mañana es: Reconociendo tu día y su mensaje.\n\nYa lo vimos de la lección del domingo pasado, habiendo enseñado, La fiesta de las trompetas. Y quiero que le presten atención ahora, al tiempo—al tiempo de Israel en el reloj de Dios.",
    "Hoy estamos viendo una lección de escuela dominical, porque quiero que Uds. se den cuenta y reconozcan el tiempo en el que estamos viviendo. Estamos a punto de finalizar, como Uds. ven. Y entonces, de acuerdo a esto, Uds. sabrán la mismísima hora y el tiempo, y la señal y el Mensaje que Uds. deberán recibir.",
    "Ahora, como empezamos el domingo pasado, veníamos hablando que íbamos a predicar acerca de las Trompetas, las últimas Siete Trompetas de la Biblia. Y yo, personalmente pensé que vendrían igual que los Sellos. Pero noté que en cada una de estas aperturas ha acontecido una cosa tremenda.\n\nY cuando predicamos Las siete edades de la iglesia, y fueron tan perfectas, al grado que el Espíritu Santo mismo descendió entre nosotros y vindicó eso, y lo puso en los periódicos y lo esparció por toda la nación, y lo mostró en la Luna, en los cielos; y nos lo probó a nosotros, semanas y meses antes de que sucediera, la manera en que acontecería, perfectamente. Él lo dio a conocer aquí en el tabernáculo. Aquí en el… en el tiempo lo dio a conocer. Él lo dio a conocer en la Luna y en el Sol. Y por la posición de las naciones en este tiempo Él lo ha dado a conocer: en que la jerarquía de Roma se marchó y regresó a Palestina; supuestamente había sido el primer Papa que había regresado desde que (según ellos) Pedro era el Papa. ¡Ahora, eso fue muy tremendo!",
    "Entonces lo vimos, antes de los Siete Sellos que escondían todos los misterios.\n\nYo no sabía lo que dibujaba en la pizarra, para mostrar las Edades de la Iglesia, en ningún momento; Dios lo sabe. Lo dibujé sólo a base de la visión; no sabiendo que Dios, un año y seis meses después iba a vindicarlo en los cielos, por la Luna, y lo mostraría en los periódicos nacionales. Yo no sabía eso. Yo no sabía que habría un oscurecimiento misterioso en la Luna, en representación de esta Edad de Laodicea.",
    "Ahora, en los periódicos sólo se captan las seis edades. Es porque la iglesia de Laodicea estaba completamente oscura. Y si se fijan en la aplicación espiritual (tal como Dios lo puso en el cielo), cuando yo lo puse aquí en la Tierra, dejé un pequeño espacio, como ven, simplemente un poquito de luz. Eso es un poco antes que los Elegidos habrían de ser llamados de la Tierra, por eso lo puse allí para la séptima edad. Pero cuando Dios lo puso en los cielos, estaba totalmente oscuro, significa tal vez que el último ya ha sido llamado de esa Edad de Laodicea; no lo sabemos. Podría haber un sermón en cuanto a eso.",
    "Ahora nótenlo de nuevo, fue antes de los—los Siete Sellos, lo cual yo no tenía idea que fuese de esa manera.\n\nÉl habló de eso aquí en el tabernáculo y me envió a Tucson, Arizona, diciéndoles a Uds. lo que sucedería. Y hay hombres sentados aquí hoy, quienes estuvieron allí para verlo suceder, exactamente en la manera que fue dicho aquí que sucedería: “Siete Ángeles vendrían”. Luego los periódicos publicaron eso, y las revistas, a través de la nación: “Círculo misterioso de Luz en forma de pirámide”, tal como lo dibujé aquí y se los mostré. Subió de donde aquellos Ángeles estaban, y alcanzó cuarenta y ocho kilómetros de altura, y tuvo cuarenta y tres kilómetros de ancho; o ya fuera cuarenta y tres kilómetros de altura y cuarenta y ocho kilómetros de ancho, no recuerdo cómo era. Y fue visto a través de los estados, sobre Tucson, Arizona, allí justo donde sucedió, a la misma hora.",
    "Vean, la—la Biblia, Dios no sólo está… Esto no es sólo alguien tratando de—de convencerlos a Uds. de algo, sino de revelarles a Uds. la propia aplicación espiritual de esta hora.",
    "Y luego, el siguiente Mensaje abrió los Siete Sellos, que desató todos los misterios ocultos de la Biblia, las Doctrinas, y todo eso. Las cuales el mundo tan atrevidamente ataca hoy; ataca Eso y dice que está errado, esto, aquello.",
    "Allá en Arizona el otro día, editaron cintas, para tratar de hacerme decir cosas que yo no dije. ¡Sólo recuerden la visión acerca de la propuesta de Arizona! La Biblia dice: “Sería mucho mejor que Ud. tuviera una roca al cuello”. Y otra cosa, que “cualquiera”, ya sea predicador o lo que sea, “¡que le quitare una Palabra, o le añadiere una palabra!”. Individuos poniéndole su propia interpretación a la Palabra, cuando ha sido dada, tratando de hacer que diga algo que yo no dije, y, no es Palabra mía; es la Palabra de Él. “¡Y es el que le añadiere, o le quitare”!",
    "Y luego, en la visión, vimos estos profetas descender en un torbellino, como les expliqué, creo que ya hace varios domingos. Todo eso sucederá. Dije: “Sólo déjenlo quieto”. Mientras yo esté batallando eso, entonces Dios no puede batallar. Mas bien dejémoselo a Él, Él es Quien se encarga de eso. ¿Ven?",
    "Ahora, notamos el domingo pasado, que hubo… en la predicación de los días de las fiestas, y hubo una fiesta de Pentecostés. Y entre la Fiesta de Pentecostés y la Fiesta de las Trompetas, hubo un largo período de tiempo; exactamente cincuenta días, entre Pentecostés y la Fiesta de las Trompetas. Y cincuenta días, siendo que pentecostés significa “cincuenta”, era la fiesta de la gavilla mecida, o la recol-… se recogían los primeros frutos de la cosecha. Y vemos que allá en el pasado eso era un tipo, con los primeros frutos naturales, representando los primeros frutos del Espíritu Santo que serían derramados sobre la gente.\n\nY entonces encontramos, que esos cincuenta días fueron recibidos por los gentiles, siendo que: “Dios llamó de entre los gentiles a un pueblo para Su Nombre”, la Fiesta de Pentecostés. Y nosotros hemos estado atravesando esa larga Fiesta de Pentecostés.",
    "Ahora, en realidad, de los cincuenta días saldrían exactamente siete sábados. Y siete sábados representaban las Sietes Edades de La Iglesia, para ser llamados durante el tiempo de la Fiesta Pentecostal, de Pentecostés, para llamar a un pueblo de entre los gentiles para Su Nombre.\n\nAhora, al final de estos siete sábados, que han pasado, habría de venir el día de la Expiación, que era las Siete Trompetas. Y las Siete Trompetas eran para anunciar un día de luto, nuevamente al Sacrificio, o la Expiación. Y nos damos cuenta entonces, que Israel, las Siete Trompetas tenían que ver solamente con Israel.",
    "Y entonces, pues Él no me permitió predicar esas Siete Trompetas. Yo incluso estaba listo para anunciarlo, tenía los auditorios reservados y todo adonde ir, para predicar las Sietes Trompetas. Y dije: “Hay algo perturbándome demasiado”, dije yo. Continuamos trabajando, y Billy y todos nosotros, tratando de tener todo listo, el aire acondicionado para el edificio, para esta semana entrante, para las Siete Trompetas; teníamos diez días u ocho días, reservamos el auditorio de la escuela. Pero, por alguna razón el Espíritu Santo no me permitió hacerlo, y yo me pregunté ¿por qué?\n\nY cuando entré a orar, le dije a mi esposa: “Voy a entrar”. Y me arrodillé en sinceridad ante Dios, para orar, y Él me reveló que esas Siete Trompetas sonaron bajo el Sexto Sello, y yo ya lo había predicado, sobrenaturalmente. ¿Ven? Es la mano de Dios, en todo el asunto. Eso tiene que ver con Israel, y lo vimos bajo el Sexto Sello (todos Uds. que lo tienen), en cuanto a la persecución de los judíos.",
    "El tiempo para los gentiles ha sido durante esta fiesta Pentecostal.\n\nLas Trompetas, bajo… todas ellas sonaron bajo el Sexto Sello. Y nosotros lo vimos el domingo pasado, bajo la Fiesta De Las Trompetas, por si Uds. quieren obtenerlo. ¿Qué habría de hacer? Apuraría a los judíos, de todas partes del mundo, a que regresaran a su patria. Tienen que estar allí. Y la apertura de los Sellos, bajo el Sexto Sello, y bajo el… Las Siete Trompetas sonaron en el—el Sexto Sello.",
    "Ahora, el Mensaje del séptimo ángel es para abrir el misterio de los Sellos, llamando a los obreros gentiles de la hora undécima a recibir el mismo pago que recibieron los obreros de la primera hora. ¿Ven?\n\nAhora, Jesús lo enseñó. Él dijo que había personas que entraron en la cosecha. Ellos fueron contratados. Y cuando así fue, desde temprano en la mañana, ellos recibieron una—una—una jornada, un centavo por el día. Y luego al mediodía, alguien más entró y se puso a trabajar. Y luego a la hora undécima, que es la última hora del día, fue cuando alguien entró, y recibió el mismo pago que los de la primera hora del día; a la última hora.",
    "Eso es tan perfecto, cómo los mensajeros de la primera hora con la Palabra, con el Evangelio, con la Verdad, ellos entraron en el día de Pentecostés. Luego hubo una edad oscura que los opacó. Luego, al mediodía, Lutero y Wesley y ellos entraron. Y después habría un Mensaje al caer la tarde, y recibirá lo mismo que ellos en el principio. El Mensaje de la tarde es para restaurar nuevamente, para traer eso mismo otra vez.",
    "Y recuerden la visión de la semana pasada, de cuando la Novia vino a ser… esa vista anticipada. Allí venía la pequeña Novia, hermosa, en la visión. Y yo, sin pensar en eso, simplemente estaba sentado allí mirando afuera. Y allí venía la Novia. Oí una Voz junto a mí que dijo: “Aquí está una vista anticipada de la Novia”. Y Ella pasó. Yo me fijé en ella, la manera en que estaba, muy hermosa, bonita, joven. Ella caminaba al paso que podía, no era una marcha; sólo al paso de una—una mujer, como caminan ellas elegantemente, como dama. Así es como Ella estaba caminando, llegando por mi izquierda, por este lado, y Ella desapareció de mi vista.",
    "Luego Él me volteó hacia el lado derecho, y me mostró cada iglesia a medida que surgían de las edades. Y, ¡oh, qué vulgar! Y la última era esta iglesia de la última edad, la cual era guiada por una bruja. ¡Y ellas estaban vestidas muy inmoralmente, una apariencia muy inmunda! Y ellas marchaban al ritmo del twist y el rock and roll. Y esas mujeres moviéndose, daban giros, sosteniendo tan sólo un papel gris (hipocresía), el pe-… El gris está entre el blanco y el negro, el cual es un color engañoso. El gris ni es blanco ni es negro. Es un color engañoso. Y tapándose de frente con papel gris, con faldas tejidas al estilo hawaiano, sostenían esto en su parte frontal, y completamente desnudas de la cintura para arriba. Y estaban marchando al… o al ritmo o haciendo el twist, y comportándose de esa manera con esa música, mientras pasaban. Y dijo: “Ésa es la iglesia”.",
    "Y cuando pasó delante de mí, el corazón por poco me falla. Pensé: “¿Será eso lo que se le está tratando de presentar a Cristo como Novia? De todos los esfuerzos y cosas que el hombre ha hecho, para tratar de traer una Novia para Cristo, ¿y que una prostituta vulgar, perversa, de apariencia inmunda como ésa sea la Novia de Cristo?”. Me enfermó el corazón.",
    "Y mientras pasaba, después de que ella… Pasando delante de donde nosotros estábamos parados, ella sostenía el papel, cubriéndose de frente, bailando el twist y el rock, y meneándose hacia un lado y luego al otro, mientras pasaba, como los bailes modernos que tienen en este día, usándose ella en un acto inmoral, mientras pasaba marchando.",
    "Yo no soy responsable por estas cosas. Sólo puedo decir lo que he visto. Y Dios es mi Juez, pero ésa era la iglesia de los Estados Unidos.",
    "Ahora, mientras ella pasaba, toda la parte de atrás estaba descubierta por completo. Y luego mientras ella pasaba, me sentí débil y enfermo.",
    "Entonces Él dijo: “La Novia pasará nuevamente”. Y aquí venía la Novia tras ella, la misma Novia con la misma apariencia como la que pasó en un principio. Entonces mi corazón saltó de gozo, al saber de que habrá una Novia. Y ella estará compuesta de lo mismo, y estará vestida con lo mismo que la del principio. Ella deberá ser llamada.\n\nY yo sé que ésa es la Verdad. Si ésa no es verdad, entonces toda visión que he tenido en el pasado ha estado errada. Y cualquiera sabe que Él no nos ha dicho ni una sola cosa que no haya sido la Verdad. Todo ha acontecido, tal y como…",
    "Y ¿pueden ver Uds. entonces la inmundicia de la iglesia moderna, llamándose ella la “iglesia?”.",
    "Como dijo alguien el otro día; el Hermano Ruddell, un precioso hermano mío, parado allá ahora mismo junto a la pared. Que él la había visto como un parásito en la vid. Y estábamos comentándolo en el cuarto el otro día. Y el Hermano Ruddell estaba perturbado por las condiciones de la hora y el—y el sentir del espíritu en las iglesias hoy, de cómo ha empezado a decaer. Ministros acudiendo de todas partes, y entrevistas por acá, preguntando: “¿Qué ha sucedido, Hermano Branham? ¿Qué ha sucedido?”. ¡Oh, qué cosa!",
    "El Hermano Ruddell me hizo la pregunta: “¿Están viviendo ellos del espíritu de Satanás, o de qué?”.",
    "Le dije: “No, el parásito vive de la fuerza de la vid”. Él vive por cuanto el fruto cítrico, un—un limón crecerá en un árbol de naranja; pero no dará naranjas, aunque vive de su vida.\n\nY la que dice ser la iglesia, sólo es un parásito injertado, viviendo bajo el nombre de religión, bajo el nombre de la iglesia. Católicos y protestantes, simplemente parásitos, extrayendo la… de la fuerza de la Vid; y no obstante, produciendo el fruto de lo que son, porque no fueron convertidos. Ellos no figuraban en el plan original predestinado de Dios, por eso tienen que negar la Palabra y producir otro tipo de fruto. El verdadero árbol genuino, en su raíz, fue predestinado a producir naranjas, en un naranjo.\n\nJesús dijo: “Yo soy la vid; vosotros sois los pámpanos”.",
    "Pero si ese árbol llega a producir otra rama, producirá su fruto original. Y tiene que haber una restauración de todas estas cosas, allí al final de la Vid. Deberá haberlo, una restauración, una Luz al caer la tarde para iluminar Eso, y ponerlo en orden. Pero saldrá de la Vid, no de una denominación que ha sido injertada allí; sino un producto original de la Palabra. Deberá venir, para el tiempo de la tarde. “Y sucederá que al caer la tarde habrá Luz”. Se requiere de la Luz para que madure.",
    "¡Vean lo perfecta que es la Escritura! “Un día que no será ni día ni noche”. El fruto no puede madurar a menos que el Sol lo madure. No importa cuánto uno predique, ni qué tanto se hace, no puede ser madurado, no puede ser manifestado, no puede ser vindicado; sino que solamente es por Él, Quien dijo: “Yo soy la Luz del mundo”, la Palabra. Así que tiene que surgir un—un—un Poder, el Espíritu Santo Mismo, para que madure, o para que vindique o para que demuestre, o para que haga manifiesto eso que Él ha predicho que acontecería en este día. La Luz del atardecer produce eso. ¡Qué tiempo!",
    "La Novia pasó en la misma condición en que estaba en el principio. Pero yo estaba observando que Ella perdía el paso, y trataba de ponerla en orden. Ahora, hay mucho que pudiera decir sobre estas cosas, acerca del día que vivimos.",
    "Ahora, Oseas dijo, en el 6:1: “Volvamos a Jehová”. Recuerden, él dijo que ellos serían esparcidos, y así fue. Él dijo: “Ellos volverán al Señor, después de haber sido esparcidos, y Él los—los vendará”. Noten: “Volvamos… Serían esparcidos; lo segundo… Ellos fueron heridos, y fueron cegados”. Eso es exactamente lo que sucedió. “Él nos curará y nos vendará”.\n\nComo Ezequiel 37, “Los huesos secos, el valle lleno de huesos secos”. Ezequiel lo vio, el regreso de ellos.\n\nEntonces noten, Oseas dijo: “¡Después de dos días!”. Después de dos días Él regresaría a ellos. “Él nos recibirá y nos dará, nos revivirá” [la Biblia en inglés dice: “revivirá”.—Trad.]. Ahora, revivir no se refiere a “resurrección”. Revivir allí, es la misma palabra usada en cualquier otro lugar, acabo de buscarla, significa “un avivamiento”. “Él nos revivirá después de dos días”. Eso vendría a ser, “Al tercer día Él nos volverá a revivir; después de que Él nos esparció, y nos cegó y nos hirió”.",
    "Saben, los judíos fueron cegados con el propio fin que nosotros pudiéramos tener la vista. Ellos fueron separados, y esparcidos como nación, y rechazaron a su Mesías, para que nosotros pudiéramos recibir al Mesías; para que pudiera haber un pueblo llamado fuera de los gentiles por causa de Su Nombre.",
    "Ahora el hombre pasa adelante, y la mujer toma su nombre. ¡Estos gentiles cegados que no pueden ver ese Nombre del “Señor Jesucristo”, en el bautismo! Eso simplemente es muy lamentable, pero tiene que ser de esa manera. Los judíos, ellos tuvieron que—tuvieron que fallar en ver aquello. Sólo hay uno que puede verlo, es el que está predestinado para verlo; de otra manera, Ud. jamás lo verá.\n\nLos judíos no podían ver que Ése era su Mesías. Y esto a pesar de que eran eruditos y teólogos, hombres muy reconocidos por su conocimiento; leían la misma Biblia que Uds. leen. Ahora, después de que eso nos ha sido dado a conocer, nosotros podemos ver claramente que era el Mesías. No obstante, ellos no pudieron verlo, ni tampoco lo pueden ver éstos hoy. Ha sido profetizado que ellos también serían cegados.",
    "La iglesia, en este día, ha sido profetizado que sería cegada, para rechazar el Mensaje del tiempo de la tarde. Así lo dice Apocalipsis 3: “Eres desventurada, miserable”, noten la condición de la Novia la otra noche, o de la iglesia, “desnuda, ciega, y no lo sabe”. ¡Señor Jesús, sé misericordioso con nosotros! La Biblia dice que ella estaba “desnuda”. Yo no lo había visto apenas hasta ahora. La iglesia de Laodicea estaba desnuda. Y cuando ella apareció la otra noche, estaba “desnuda”, yo no había notado eso, “y no lo sabía”.",
    "¡Oh, cuán agradecido! Cuán… ¡Con razón estamos tan agradecidos! Siento que no somos lo suficientemente agradecidos por las cosas que Dios nos está dando a conocer.",
    "🦅 Desnudos”. Y las visiones dijeron, me mostraron que ella estaba desnuda, y no lo sabía, y “cegada”. Así como Israel fue cegado para que los gentiles pudieran entrar, ahora los gentiles son cegados para que la Novia pueda ser sacada, y entonces Israel podrá recibir la Fiesta de las Trompetas. ¡Perfectamente!",
    "🦅 Después de dos días Él nos revivirá, o nos dará un avivamiento, reuniéndonos, a los judíos”; hablando ahora de estas Trompetas. Y Él… “Y nosotros viviremos delante de Él, o tendremos Vida Eterna. Vean, estaremos delante de Él”. La Biblia dice aquí en Oseas, dice: “Y viviremos delante de Él; Vida, tendremos Vida delante de Él”. Ésa es Su Propia Vida, Vida Eterna, “tendremos Vida delante de Él”.\n\n“La que se entrega a los placeres, viviendo está muerta”. Entonces nos… promete que Israel nuevamente tendría Vida delante de Él. Ella ha estado muerta, a los hechos, y a la Fiesta Pentecostal.",
    "Ahora noten, detenidamente. “Luego, después de dos días…”. Ahora, eso no se refirió a dos días de veinticuatro horas, porque han pasado… eso sucedió allá hace mucho, hace muchos cientos de años. ¿Ven? Eso significó, “dos días con el Señor”, después de dos mil años. Ahora, ¿saben cuánto ha pasado desde ese tiempo? Han pasado dos mil setecientos años, desde aquello, porque aquí en Oseas es 780 años a.C., a 1964, ¿ven? Ha sido algo más de dos mil setecientos años. Él dijo: “Después de dos días, en el tercer día, Él nos revivirá nuevamente, y nos dará Vida delante de Él”. Allí es donde entran las Trompetas. Ésa es la hora en que vivimos, el día en el que vivimos.",
    "Ahora, ellos han sido esparcidos, cegados, reunidos, y ya bastante entrados en el tercer día. ¿Lo ven? Ellos fueron esparcidos, de Palestina a todo el mundo. Fueron cegados, para rechazar al Mesías. Y ahora han sido reunidos en su patria, listos para las Trompetas, para reconocer la Expiación.\n\nComo dijo la Biblia: “Cuando ellos Le reciban, y Le encuentren a Él con las cicatrices de los clavos” después de que sea llevada la Iglesia, “y ellos digan: ‘¿Dónde recibiste estas cicatrices’? Él responderá: ‘En casa de Mis amigos’”. Y Él dice: “Ellos se apartarán, cada familia, y llorarán y gemirán, por días, como una familia que perdió su único hijo”. Recuerden, esa fiesta de las Trompetas era para lograr eso: “Para gemir, hacer luto por el Sacrificio matado”, y ellos Lo habían rechazado.",
    "Ellos están en su tierra. Fueron esparcidos, cegados, y ahora están reunidos. Y todo fue bajo ese Sexto Sello, sus Siete Trompetas que sonaron, para reunirlos, la Sexta Trompeta. La Séptima es “aquella Gran Trompeta”, como lo vimos el domingo pasado. La Sexta Trompeta sonó bajo el Sexto Sello. Así como se abrió nuestro Sexto Sello, todo fue a la vez; lo único es que todas las de ellos sonaron de una vez, donde nosotros llevamos dos mil años en la fiesta Pentecostal.",
    "Ahora, estamos a dos mil setecientos años desde aquel tiempo. Él dijo: “Al tercer día, seremos recogidos de nuevo. Después de dos días, al tercer día, seremos recogidos de nuevo, y recibimos Vida delante de Él”. ¿Ven Uds. la promesa? La hora, perfectamente escrita sobre la pared. Nosotros vemos dónde estamos viviendo.",
    "Ya en la patria, esperando la fiesta de las Trompetas, o el reconocimiento de la Expiación, y para esperar la Venida, para lamentarse por su rechazo de la primera vez que ellos Lo rechazaron. Se encuentran en la patria para eso, esperando. ¿Todos ellos están qué…? Todo está posicionalmente en su lugar.",
    "Como ministro del Evangelio, no puedo ver ni una sola cosa que falte sino la partida de la Novia. Y la Novia tiene que ser llevada, antes de que ellos puedan reconocer lo que ha sucedido. Ellos fueron vendados, esparcidos… quiero decir, fueron esparcidos, cegados, y ahora reunidos. ¿Qué más falta? Que la Novia sea recogida. Esperan la partida de la Novia, para que sus profetas de Apocalipsis 11 puedan llamarles a la Fiesta de la Trompeta, para hacerlos reconocer lo que han hecho.",
    "Recuerden, allí entre esos Sellos, vino el Sexto Sello. Y hubo ciento cuarenta y cuatro mil, llamados y escogidos. Y entre la Sexta y la Séptima Trompeta aparece Apocalipsis 11, allí mismo exactamente en línea con el Sexto Sello.",
    "¿Para hacer qué? ¿Qué era lo que haría? Y esto era para traer dos testigos, a Moisés y Elías, profetas; siendo que los judíos sólo les creen a sus profetas. Y ellos vendrán con la señal de los profetas, y su obra será la del profeta, porque así obraron ellos exactamente.\n\nMostrando una cosa: que el hombre, cuando muere o lo que sea, cuando uno abandona este mundo, su naturaleza no cambia. Si Ud. es un mentiroso ahora, allá Ud. será un mentiroso. Si Ud. es de mal genio aquí, allá Ud. será de mal genio. Si Ud. es uno que duda aquí, allá Ud. sería uno que duda. Hombres y mujeres, es tiempo que Uds. mismos se sacudan y se examinen, y vean dónde estamos parados, porque la muerte no cambia eso.",
    "Ellos habían estado ausentes por dos mil años. Moisés como por dos mil quinientos años, y Elías desde… casi por dos mil quinientos años, desde que desapareció Elías, y Moisés ausente, y aquí regresan con la misma naturaleza y obran las mismas cosas.\n\nLa muerte no le cambia nada al hombre excepto su lugar de morada; no le cambia su naturaleza, no le cambia su fe, no cambia nada en Ud. sino su lugar de morada.",
    "¡Por tanto, es hacia donde se incline su naturaleza en esta mañana! Si Ud. es uno que duda de la Palabra de Dios, Ud. será uno que duda allá. No me interesa lo santo que Ud. sea, cómo viva, ni lo bien que viva; el morir no le cambiaría a Ud. en nada, sólo su lugar de morada. Y si Ud. no puede aceptar toda la Palabra de Dios tal como está escrita, Ud. no lo haría Allá; así que no se preocupe, Ud. no estará Allá.\n\nUd. tiene que aceptarla en Su plenitud, en el poder de Su vindicación y en la revelación de lo que Ella es, entonces Ud. viene a ser parte de Ella. Solamente será Su Palabra lo que Él resucitará, así como lo hizo con Su Palabra la primera mañana de Pascua. Solamente Su Palabra se levantó y aquellos que habían muerto en Su Palabra, creyéndole a Su Palabra y así vindicó Su Palabra.",
    "Noten, ahora eso hace ya dos mil setecientos años. Noten, ellos fueron esparcidos, fueron cegados, y ahora han sido recogidos. Ahora, lo que sigue es que ellos deben recibir Vida.",
    "Y los gentiles son llamados fuera. La Novia está lista. El Rapto está a la mano. ¿Podremos estar conscientes de eso? ¿Podremos nosotros realmente creer eso? ¿Será una fábula que haya sido contada? ¿Será un mito, para nosotros? ¿Será algo que suena real? ¿Será algo que nosotros, externamente, podemos creer? O ¿será algo que está adentro en nosotros, que es parte de nosotros, que es más que la vida para nosotros? ¿En qué actitud estamos, en esta mañana, en este tabernáculo? Recuerden, será un pequeño rebaño que Lo recibe.",
    "Ahora están en la patria, esperando las Trompetas. Ahora, esperando la partida de la pequeña Novia, para que Apocalipsis 11 se pueda cumplir. La edad de la iglesia ha terminado; los Sellos han sido abiertos, mostrando lo que ellos dejaron por fuera en la edad de la iglesia, y el Mensaje ha sido dado. Israel está en la escena, aleluya, lista para la Fiesta de las Trompetas.",
    "¡Oh, Uds. hombres en otras tierras donde escucharán esta cinta!: ¿no podrá Ud. despertar, hermano mío? O, ¿Esto le enceguece? ¿Lo descartaría y Lo llamaría profecía falsa? Cuando es vindicado allí ante Ud., por el mundo, por la edad, por las gentes, y por el Espíritu Santo, Quien Lo escribió. Es vindicado tanto en lo natural, lo espiritual y lo material. Todo lo que Él dijo se ha cumplido y ha sido probado.",
    "Israel está en su tierra; los corrieron allí, los reunieron allí como a rebaño. Los lobos los persiguieron y los corretearon de nuevo a salvo, a su propia tierra. Recuerden, a Israel solamente le fue prometido ser bendecida mientras estuviera en su tierra. Dios nunca bendice a Israel afuera de esa tierra. Abraham salió de la tierra y fue condenado. Todo el que abandone la tierra es condenado. Dios sólo puede bendecir a Israel mientras ella permanece en su patria, y ella está allí ahora como nación. Y la Iglesia ha sido llamada; ella sólo espera, por el Rapto de la Novia, que sea sacada.",
    "Los Sellos están abiertos. Eso nos ha sido revelado. Nosotros vemos lo que a ellos se les escapó. Uds. que quieren debatir y discutir en cuanto a la simiente de la serpiente y el bautismo en agua y todo eso; Uds. están cegados y no lo saben. El dios de este mundo los ha cegado a Eso, y Uds. no lo saben. ¡Con razón pasé todo eso esta mañana, combatiendo esas presiones!",
    "Para que sus profetas puedan ser revelados en este último día; no se puede, hasta lo de las Trompetas de… la Fiesta de las Trompetas.",
    "Él dijo por medio de Oseas: “Yo los corté”. Ahora miren, es a Israel que Él le habla. “Los corté” en otras palabras, “Yo los he separado, cortándolos, por medio de los profetas”. Así es como Dios hace con Su pueblo. Él los cortó de entre las demás naciones. ¿Con qué? Su Espada de dos filos, Su Palabra. Él los separó, a Su nación, de entre las naciones. Él separó Su nación de entre las naciones, por los profetas, Su Palabra vindicada.\n\nAsí también ha separado Él a Su Novia de entre las denominaciones en el día postrero, por Su Palabra; prometido por Malaquías 4. ¡Cortó a Su Novia, la separó de entre las demás iglesias! ¡Separó, sacando a Su Novia!",
    "Él separó, Sus profetas; con Sus profetas, por medio de la Palabra separando a Israel. “Sepárate tú de entre ellas”.\n\nObserven cuando ellos quisieron portarse como los demás. Ellos vinieron al profeta, Samuel. Él dijo: “¿Alguna vez les acepté su dinero? ¿Alguna vez les dije algo, en el Nombre del Señor, que no aconteciera?”.\n\nEllos dijeron: “No, eso, eso es cierto, pero, sin embargo, queremos un rey”.",
    "Eso es lo que han hecho las iglesias; “¡Oh, nosotros creemos la Palabra! Toda está bien, pero sabe, ellos dicen que nosotros debemos hacer esto”. A mí no me interesa lo que digan ellos, ¡la Palabra es la correcta!\n\nEsperan. Él los ha separado, por medio de los profetas.",
    "¿Qué hora es, hermano? ¿Qué hora es, ministro? ¿Ven Uds. la hora del día, y la señal bajo la cual Uds. viven? ¿Pueden Uds. entenderla? ¿La ven?",
    "Por todo lugar ahora, no hay avivamiento. Todo el mundo está quejándose, hay ministros llorando. Leía uno de los—los periódicos sobresalientes que llegan aquí a la iglesia, un periódico muy bueno. Y conozco al editor y conozco a la gente. Y ellos son gente piadosa, muy fina, el Hermano y la Hermana Moore, del Heraldo de Su Venida. Uno de los mejores periódicos en ese medio, El Heraldo de Su Venida. Pero ellos difícilmente imprimen algo a menos que se trate de, “¡Ayuno, oración! ¡Ayuno, oración! ¡Suena la trompeta! Hagan…”. ¿Cuántos lo leen? Uds. lo saben. Lo ven constantemente: “¡Ayuno, oración! ¡Ayuno, oración!”. Es todo lo que se escucha. “¡Ayuno, oración! ¡Vamos a tener un gran amanecer! ¡Algo grande acontecerá! ¡Todos Uds. oren, oren, oren! ¡No es demasiado tarde aún para nosotros!”.",
    "¿Por qué hacen eso? ¿Por qué hacen eso? Quieren un gran despertamiento. Ellos están clamando, creyendo que habrá un despertamiento. Ellos son gente buena. ¿Por qué será? ¿Qué han hecho? Ellos no han reconocido el despertar de la Novia. ¿Ven? Al ser Cristianos, sienten la atracción de la hora, pero no han reconocido lo que ha sido hecho. Eso es lo que los está haciendo sentir de esa manera. Ellos saben que algo debe acontecer, pero vean, ellos esperan que venga muy allá en el futuro, siendo que ya sucedió al lado suyo.",
    "Así mismo hicieron allá en los días antiguos. Ellos estaban creyendo en un Mesías que vendría; ellos creían que habría un precursor que vendría; pero lo tenían allí mismo, y no lo sabían. Ellos no lo reconocieron. Ellos creían que vendría un precursor que precursaría al Mesías, y le cortaron la cabeza. Y mataron a su Mesías, porque fue profetizado que serían cegados. Oseas lo dijo.",
    "Y el mismo Espíritu que habló a través de Oseas, habló por Juan y dijo que la iglesia en estos postreros días estaría “desnuda y ciega, y Lo sacaría a Él de la iglesia”. Ellos fallaron en ver aquellas profecías cumplidas. No obstante, estando allí, se dan cuenta de que algo tiene que acontecer. Ellos sencillamente no lo captan, no se dan cuenta de eso. Muy parecido a los judíos de antes; Laodicea cegada; riquezas, teología, hostiles contra la Iglesia, hostiles contra el Mensaje. Miren lo hostiles que fueron aquellos judíos con Juan. Miren lo hostiles que fueron con Jesús, cuando Él era el Mismo a quien ellos reclamaban estar esperando.\n\n[El sistema de amplificación emite un sonido.—Ed.] Creo que quemamos un fusible. Supongo que eso desactiva las grabadoras también. No lo hace. Muy bien.",
    "Ellos eran hostiles hacía el Mensaje.\n\nLo que sucede es que hay demasiado movimiento; cada uno de Uds. es una unidad de calentamiento. No hay manera de mantener la iglesia perfectamente normal en aquellas, bajo estas condiciones. Pues, vean, cada uno de Uds. tiene una temperatura corporal de treinta y siete grados, normalmente. Y Uds. no solamente permanecen allí así; constantemente están emitiendo calor. Hay suficiente aire aquí adentro ahora para congelar el lugar; pero, con la unión del calor siendo emitido, no—no es posible.",
    "Noten, ¡hostiles! Pero hoy, como los judíos de antes, ¡cegados! Ellos están en Laodicea. Están “desnudos, miserables, desventurados, y no lo saben”. Un día de riqueza, de grandes enseñanzas teológicas, de gran educación, y ahora se han tornado hostiles hacia el Mensaje. Ellos no quieren tener nada que ver con Esto, así como fue allá en los días cuando Jesús de Nazaret estaba sobre la Tierra.",
    "La razón por la cual la gente, en el día de Noé, no entró en el arca, fue porque nunca reconocieron el Mensaje ni al mensajero. Ésa es la única razón por la que perecieron, es porque ellos no reconocieron la hora en que vivían. Ellos no reconocieron que Dios lidiaría con el pecado de acuerdo a como lo había prometido. “Él destruiría al hombre de la faz de la tierra”. Él lo había profetizado, era en serio. Y Él habla en serio hoy tal como lo hizo allá.",
    "Pero la gente, en vez de ser favorable hacia Noé, lo consideró un desquiciado. Ellos no le creían ser un profeta. Saben, Jesús mismo nos dijo de cómo se mofaron en los días de Noé, se burlaron de él, le llamaron un fanático y toda clase de cosa. Pero ellos no reconocieron su hora; no reconocieron el día. Ellos no reconocieron la señal; no reconocieron el mensaje. Ellos no reconocieron al mensajero, sino que lo expulsaron de entre ellos y se burlaron de él. Jesús dijo: “¡Como fue en los días de Noé!”.",
    "Con Israel en su tierra y todo ahora en su lugar, y el Mensaje progresando perfectamente, ¿en qué día estamos viviendo, hermanos? ¿Dónde estamos?",
    "Ellos no reconocieron el día; no lo sabían. Por eso es que se les pasó por alto, fue porque no lo reconocieron. Ellos eran como hoy, bastante como la gente de hoy: Cegados por pruebas científicas, por sistemas educacionales, por seminarios teológicos. Y cosas que les cegaron en aquel día, han hecho eso mismo hoy; nuevamente los ha cegado.",
    "Y también, ¡la simplicida, simplicidad del mensaje y del mensajero! Noé no era científico. Él no era un hombre educado. Él era un pobre granjero, humilde, con un mensaje sencillo. Era demasiado sencillo para el gran entendimiento de ellos.\n\n¡Así también es hoy! Dios siempre lo hace sencillo, para la gente que crea y confíe en Él. Es diferente, un Mensaje diferente, pero el mismo Dios. Ahora yo quiero que Uds. Lo crean y entiendan que Dios Lo ha hablado.",
    "Jesús dijo que ellos se mofaron de Su profeta, Noé. Y así como ellos se mofaron en aquel día, así también lo harán en Su Venida. Ellos harían lo mismo.\n\nPor eso es que el Faraón se ahogó en el mar. Él no reconoció su día. Él no reconoció lo que estaba aconteciendo. Él estaba demasiado ocupado en los logros de su edad científica; en construir ciudades con labor de esclavos. Él estaba demasiado—él estaba demasiado ocupado para reconocer la oportunidad que tenía, y expulsó al profeta mensajero de Dios al desierto. Él no lo reconoció. Por eso es que sucedieron las cosas de la manera en que sucedieron. Él no reconoció. ¡Si él sólo hubiera reconocido la Palabra prometida de Dios, para ese pueblo!",
    "Y si las iglesias de hoy tan sólo reconocieran, si las iglesias tan sólo reconocieran la Palabra de Dios que ha hecho esta promesa para esta hora, para el pueblo, ellas no perecerían.\n\nSi América tan sólo pudiera reconocer la constitución que ella misma redactó, no estaría dispuesta a sacar las Biblias de las escuelas, ni a quitar el Nombre de Dios de las monedas, ni a quitar el juramento de alianza bajo Dios. Pero ella no la reconoce. ¿Por qué? Está ciega, y desnuda. Ella no puede reconocer la sangre de aquellos preciosos muchachos que han muerto en los campos para mantener este privilegio. Ellos quedan olvidados, son polvo.",
    "Pero hay Uno que sí recuerda el derramamiento de la sangre de los profetas, el precio que se ha requerido para traernos este Evangelio hoy. ¡Cómo es que miles han sido devorados por leones, y lanzados en las fosas, han sido mutilados, quemados, crucificados! Dios reconoce eso.\n\nLa iglesia se ha olvidado de sus profetas. “No los necesitan más”, dicen ellos. Pero Dios sabe que Le es necesario tenerlos; Él separa a Su pueblo por medio de Su Palabra. Pero Eso es demasiado anticuado para ellos en este día. Ellos no Lo reconocen. Por eso es que se encuentran en la condición en que están. Por eso están “desnudos, miserables, ciegos, desventurados, y no lo saben”, por cuanto no reconocen la hora en que vivimos. Ellos no la distinguen.",
    "Moisés, él reconoció su día y su llamado, cuando vio la vindicación de la promesa de la Palabra de Dios para ese día. Él entonces sabía, y se dio cuenta de lo que él era y lo que debería hacer, por medio de la Palabra prometida. Entonces él no temió lo que nadie dijera. Él no se avergonzó de su mensaje, aunque todo sacerdote y todo faraón, todo, toda autoridad, estuviera en desacuerdo con él. No obstante, él reconoció cuando vio aquella Luz, esa Columna de Fuego, suspendida en ese arbusto, la cual le habló a él la Palabra que fue prometida para ese día, y dijo: “Te he llamado a ti para que vayas y lo hagas”. Él no temió esas—esas tremendas amenazas del rey. Él fue allá para sacar a aquella gente en un éxodo, tal como lo había prometido la Palabra de Dios.",
    "Habiendo visto la promesa vindicada, él preparó a la gente para su éxodo. ¿Cuándo? Cuando él vio vindicada la promesa de Dios. Recuerden, él huyó con su teología, huyó con su entrenamiento. Pero cuando él vio la Palabra de Dios que fue manifiesta, La vio vindicada: “YO SOY EL QUE SOY”, entonces a él no le importó lo que cualquiera dijera. Él no temió de lo que Faraón hiciera con él; él no temió de lo que los demás hicieran. Él sólo temía a Dios, de que tal vez él fuera a malentender a Dios, o que de alguna manera él quizá entendiera mal a Dios. Él no temía a la gente ni lo que dijeran, ni lo que hicieran. Él sólo temía a Dios, después de que él había reconocido que era la Palabra de Dios.",
    "Él no lograba entender cómo un hombre como él sería enviado allá. Pero cuando él reconoció, por medio de la Palabra vindicada, lo que eso era, entonces él no temió los mandatos del rey. ¡Si Uds. sólo reconocieran, si nosotros hoy pudiéramos tan sólo reconocer! Moisés lo reconoció cuando vio la Palabra vindicada, viendo la vindicación como prueba, él estuvo listo para el éxodo del pueblo.\n\nJob no reconoció que era Dios. ¡Mientras el diablo pueda—pueda llegar a hacerle creer a Ud. que las pequeñas pruebas que Ud. atraviesa, son—son Dios, tal… que lo castiga! Era Dios tratando de mostrarle algo a él. Job no reconoció eso hasta que vio una visión. Igual que Moisés; cuando Moisés vio la visión, la Columna de Fuego en el arbusto, eso fue vindicado. Y cuando…\n\nJob, en su pregunta: “Si un hombre muriere ¿volverá a vivir? Veo a un árbol que muere, y vuelve a vivir. Veo una flor que muere y vuelve a vivir”. Ésa era su pregunta. “Pero el hombre yace, entrega el espíritu, y es cortado; sus hijos vienen a lamentar, pero él no lo sabrá. ¡Oh, quién me diera que me escondieses en el Seol, hasta apaciguarse tu ira!”. Él no podía entender por qué una flor moría y vivía de nuevo; cómo una hoja se desprendía de un árbol, caía, y permanecía en la tierra, y regresaba de nuevo en la primavera. Él dijo: “Así el hombre yace y ¿a dónde se va? Yo le creo a Dios, pero ¿qué le sucede al hombre?”.",
    "Pero entonces un día los relámpagos empezaron a destellar, los truenos empezaron a rugir, el Espíritu vino sobre el profeta. Y él vio la venida de un Hombre Quien podría colocar Su mano sobre un hombre pecador, y a un Dios santo que haría un puente en el camino. Entonces él gritó: “¡Yo sé que mi Redentor vive! ¡Aunque los gusanos destruyan este cuerpo, en mi carne he de ver a Dios!”. Él reconoció lo que era la resurrección.",
    "Balaam no reconoció al Ángel hasta que el asna habló en lenguas. Balaam no pudo reconocer que un Ángel estaba parado en su camino. Un predicador cegado, no pudo reconocer que era Dios parado en el camino, intentando evitarle que vendiera su don, por dinero. Y cuando el asna habló en voz humana, entonces Balaam reconoció que era el Ángel parado en su camino, tratando de evitar que hiciera lo que estaba haciendo.",
    "¡Oh, denominaciones cegadas! Si Dios puede usar el asna que es muda, para hablar en un lenguaje que ella no sabe, para revelarle al ministro que él se ha salido del camino, ¿no podrá Él usar un hombre para hacer lo mismo? ¡Gente cegada!",
    "Si Acab tan sólo hubiera reconocido su día, él jamás hubiere condenado al profeta Miqueas, el cual le traía la promesa de la Palabra de Dios.",
    "Cuando Acab se paró allí aquel día, él y—y Josafat. Y cuando tenían allí a cuatrocientos profetas profetizando, diciendo: “¡Ve! Todo está bien. Acab, tú estás viviendo en pecado. ¡Tú nos has hecho una gran denominación! Somos un gran pueblo. Somos un gran ministerio. Aquí estamos, somos cuatrocientos sacerdotes entrenados, o profetas. Somos cuatrocientos, entrenados en la Palabra y en teología. Nosotros sabemos todo al respecto”.",
    "Ahora, allí se comprobó que no sabían todo al respecto. El hombre que ellos llamaron un loco, en la generación anterior, Elías, el verdadero profeta de Dios, él había profetizado: “ASÍ DICE EL SEÑOR, ‘¡Los perros lamerán tu sangre, Acab!’”. ¿Ven?",
    "Pero aquellos sacerdotes, profetas formados por el hombre, pensaron que lo tenían todo bien cuadrado. Dijeron: “Padre Abraham… o, padre Acab: ¡Vé allá, el Señor está contigo! La Escritura te respalda, porque Dios le entregó esta tierra a Israel. Ella le pertenece a Israel. ¡Vé allá! El Señor está contigo”. ¡Qué cosa!",
    "Pero ¿saben?, Josafat era uno que no se había mezclado en pecado como Acab, él veía las cosas un poco diferente. Él dijo: “¿No habrá otro?”.",
    "Él dijo: “Tenemos uno por aquí, pero le odio”. ¿Ven? ¿Qué estaba haciendo Dios? Nuevamente separando a Su gente, con un profeta. “Yo le odio. Él no hace más que condenarme constantemente. Y tú sabes que soy un gran hombre; no tendría este seminario si yo no fuera un gran creyente. Tengo hombres bien entrenados. Los tengo allá con libros y Biblias y todo lo demás, para enseñar esto. Y yo sé que ellos son grandes hombres”.\n\nPero si Acab tan sólo hubiese reconocido quién era ese individuo, este pobre sujeto de apariencia harapienta, el hijo de Imla, parado allí, diciéndole: “ASÍ DICE EL SEÑOR”; él nunca hubiera cometido aquel error fatal que cometió. Sin embargo, él condenó a Miqueas. Él no reconoció…\n\n¡Oh, pueblo, reconozcan la edad en que están viviendo! Miren lo que ha sucedido. Miren lo que está prometido. Reconozcan el día en que Uds. están viviendo.",
    "¡Si la iglesia denominacional hoy tan sólo pudiera reconocer por qué están siendo condenadas, y sus miembros huyendo de ellas, como Israel de Egipto! ¡Si las denominaciones tan sólo dejaran de condenar esas cintas, y las oyeran! ¡Y Ud. predicador, escuchando esta cinta, oiga! Si Ud. tan sólo reconociera la hora en que está viviendo, si Ud. tan sólo reconociera la señal de la hora, Ud. vería por qué la gente está huyendo de esas denominaciones. ¡Es el Espíritu del Señor, llamando! “Ningún hombre puede venir a Mí” dijo Jesús, “a menos que Mi Padre le traiga. Y todo lo que el Padre (en tiempos pasados), Me ha dado, vendrá”.",
    "Como la mujercita junto al pozo, y esos sacerdotes, ¡cuán diferentes que eran! La Escritura está sobre la pared de hoy, nuevamente. Ellos la ven, pero no la reconocen.",
    "¡Si los judíos tan sólo hubieran reconocido la señal prometida de su Mesías, de acuerdo a su último profeta! Malaquías 3 dijo: “He aquí, Yo envío Mi mensajero, el cual preparará el camino delante de Mí”. Y ellos reclamaron que Lo estaban esperando.",
    "¡Qué—qué paralelo tan exacto a—a hoy! Ellos reclaman estar esperando que algo suceda. Las iglesias están todas orando y ayunando, y diciendo: “Ahora vamos a orar. Vamos a unirnos. Necesitamos tener un gran acontecimiento. Sabemos que hay algo grande que acontecerá. La Iglesia tiene que prepararse”. Por eso es que están orando.",
    "Por eso es que ellos estaban orando allá; y allí llegó Juan el Bautista. Pues rechazó sus seminarios, por cuanto obró contrario a lo que sus padres enseñaron. Él salió del desierto sin educación. Él salió sin su cuello volteado, como se diría hoy. Él salió sin una gran cantidad de teología; pero él vino sabiendo, por la promesa de Dios, que él anunciaría al Mesías.\n\nDijo: “Él está parado entre Uds. ahora”. Y ellos pensaron que estaba loco, porque él no venía de sus escuelas. La escritura estaba sobre la pared y ellos no lo sabían. Decían que estaban esperando por esa Persona que viniera; y Él estaba allí mismo entre ellos. Y no Le reconocieron, aunque decían que Lo estaban esperando.",
    "Muy similar a los judíos, así como ellos se encuentran es que los gentiles están en lo suyo; por cuanto está profetizado de igual manera, lo mismo. Reclamaban estar buscándole a Él. Pero las denominaciones ahora en la edad gentil de Laodicea, están tan ciegas como lo estaban ellos, ¿por qué? Está profetizado que así estarían. Eso debe llegar a cumplirse.",
    "Si Israel tan sólo hubiera podido reconocer su señal, hubiera sabido que el tiempo de la aparición del Mesías estaba a la mano. ¡Si ellos hubieren reconocido!\n\nSaben, los—los discípulos Le preguntaron eso a Jesús. “¿Por qué dicen los escribas que ‘Elías debe venir primero’”?",
    "Y Jesús dijo: “Elías ya vino, y ellos no le conocieron. Él ya estuvo aquí, y ellos ya lo mataron. Hicieron exactamente lo que la Escritura dijo que harían”.",
    "Si tan sólo hubieran reconocido que aquel “fanático” que condenó todas las cosas de doble ánimo que habían hecho, que condenó todo lo que ellos hacían… Él dijo: “¡Hipócritas! No empiecen a… Serpientes en la hierba, generación de víboras, ¿quién os enseñó a huir de la ira venidera? No vayan a pensar dentro de Uds.: ‘Tenemos a Abraham como nuestro padre, tenemos esto, aquello, o lo otro’; porque les digo, Dios es capaz de levantar de estas piedras hijos a Abraham”.",
    "No empiecen a pensar que tienen el Concilio Mundial a la mano, y que tienen los miembros mejor vestidos allí entre todos. Dios es capaz de tomar ratas del callejón y de allí levantar hijos para dar cumplimiento a Su Palabra: prostitutas, vagabundos, borrachos, apostadores. Él es capaz de hacerlo. Él aún es Dios.",
    "Denominaciones cegadas, igual que Israel cegado, fue profetizado que las dos estarían así. Estoy mostrándoles paralelos, hasta que llegue ahora a este punto que quiero llegar. Cegados, como las—las denominaciones de los gentiles de la edad de Laodicea; están cegadas hoy como ellos en aquel tiempo.",
    "¡La edad de Laodicea debe recibir un Mensaje! Malaquías 4 dijo que lo recibirían.\n\n¿Pero qué están buscando ellos? “Nuestra denominación Lo producirá. Si eso no viene a través de nosotros los bautistas, los presbiterianos, las—las asambleas, los de la unidad, los… si nosotros no Lo producimos, entonces no es la verdad”.\n\n¡Lo mismo que hicieron en aquel día! Y eso vino y pasó, y ellos no lo supieron. Ellos no lo reconocieron, aunque cumplió toda Palabra. Jesús dijo: “Han hecho como fue escrito que harían. Así harán con el Hijo del Hombre”, Él sería rechazado.",
    "Ahora noten, es igual hoy en los días gentiles, de acuerdo a las Escrituras prometidas de Malaquías 4.\n\nLo cual, Jesús dijo: “Toda Escritura es inspirada, y no se puede impedir que ni lo más mínimo de Ella se cumpla”. No hay manera de impedir que la Escritura sea cumplida; toda debe cumplirse. Y Jesús dijo que sucedería. Y aquí vemos que ha sucedido. Nosotros lo vemos.",
    "🦅 Restaurar” ¿qué, en estos postreros días? ¡Uds. hermanos denominacionales, escuchen! Restaurar la Fiesta Pentecostal original. Como lo fue en el principio, así será restaurado antes que la fiesta de las Trompetas suene para Israel. ¡Tiene que ser restaurado! Tiene que haber algo que lo haga. Malaquías 4 dijo que restauraría nuevamente la Fe de los padres, a los hijos, sería lo que acontecería.",
    "Si Israel hubiera reconocido a su Mesías, la señal prometida, no estarían donde se encuentran hoy. Si ellos… Pero, ¿por qué no lo hicieron? Es lamentable. ¿Por qué no lo hicieron? Porque Dios dijo que ellos no lo harían. ¿Cuántos lo creen? Digan: “Amén”. [La congregación dice: “¡Amén!”.—Ed.] Dios dijo que ellos no lo harían.\n\nY es el mismo Dios que ha dicho, en la edad de la iglesia de Laodicea, que esto sucedería, y aquí está delante de ellos. ¿Cómo podrán ellos hacer otra cosa?",
    "¡Si ellos sólo hubieran reconocido la señal prometida del Mesías, la señal del Hijo del Hombre! Él vino en el nombre del Hijo del Hombre. Ahora, Él estuvo en el nombre, el Hijo de Dios, el Espíritu Santo durante la edad Pentecostal. Ahora, lo siguiente es el Milenio, el Hijo de David. Tres “Hijos”, el mismo Dios. El mismo “Padre, Hijo, Espíritu Santo”, el mismo Dios. Hijo de David, Hijo de Dios… el Hijo de David, Hijo de Hombre, Hijo de Dios, es el mismo Dios todo el tiempo, sólo que en tres oficios diferentes.",
    "Así mismo “Padre, Hijo y Espíritu Santo” no son tres Dioses, sino el mismo Dios en tres dispensaciones, tres oficios de trabajo, como Padre, Hijo y Espíritu Santo.\n\nPero igual que hoy, están cegados por la tradición, igual que allá; tradicionalmente cegados, ellos no lo ven. ¿Por qué no pueden verlo? Ellos nunca lo verán. Recuerden, eso es ASÍ DICE EL SEÑOR.\n\nUd. dirá: “¿Entonces por qué está Ud. diciéndolo?”.\n\nIgual como lo hizo Juan, igual como lo hicieron los demás. Hay uno aquí y allá, que tiene que ser sacado. ¡Oh, ovejas de Dios, oigan la Voz de Dios! “Mis ovejas oyen Mi Voz”.",
    "La mujer junto al pozo reconoció su día, por la señal del Mesías. Ella estaba en muy mala condición. Ella no quería perder su tiempo con esas viejas iglesias, la forma en que obraban. Ellos estaban viviendo de cualquier manera, y, esas cosas que estaban haciendo, ella no creía en esas cosas. Sin embargo, ella sabía que un día llegaría Uno. La pobrecita allá, caminando hacia el pozo, ella encontró Aquello que estaba buscando, cuando Él comenzó a revelarle el secreto de su corazón, le dijo del pecado en el que ella estaba viviendo.\n\nElla dijo: “Señor, me parece que eres Profeta”. Ahora, ellos no habían tenido uno por cuatrocientos años. Dijo: “Me parece que eres Profeta. Y yo sé que cuando el Mesías venga Él hará estas cosas”.\n\nÉl dijo: “Yo Soy”.",
    "Ella reconoció. No hubo más duda, “¿Cómo puede Ud. probarlo?”. Ya estaba probado. “Cuando venga el Mesías, esto es lo que Él hará”.\n\nBien, si ella pudo reconocerlo por las Escrituras, ¿no podremos nosotros reconocer las Luces de la tarde, y la señal de hoy?\n\n“Sabemos que cuando venga el Mesías Él nos mostrará todas estas cosas. Él nos dirá esto”.\n\nÉl dijo: “Yo Soy, el que habla contigo”.",
    "No había más duda. Ella corrió, y le dijo a la gente: “¡Venid, ved!, Él está aquí”. No quedó más duda para ella. Eso estaba resuelto, porque ella reconoció el día en que estaba viviendo. Ella lo reconoció.",
    "Así también Natanael, un gran hebreo, cuando vio allí aquella señal del Mesías que fue prometida; no importó cuántos sacerdotes, ni cuánta cosa más.\n\n¿Qué causó eso? Perturbó a los sacerdotes al ver a esas personas abandonando las iglesias y yéndose. Se les dijo: “Si alguno de Uds. asiste a Su reunión, será excomulgado. Los sacaremos inmediatamente de la denominación”.",
    "Así también es hoy. “Los sacaremos de nuestra organización si Uds. asisten a su reunión”.",
    "¿Recuerdan al hombre ciego? El padre y la madre ni siquiera pudieron responder; ellos temían. Pues les habían dicho: “Cualquiera que fuera a ver a Jesús, o—o asistiera a Sus reuniones, serían excomulgados”. Pero ese hombre ciego podía hablar por sí mismo, él, que una vez estuvo ciego ahora podía ver.",
    "Yo, que una vez fui ciego, ahora puedo ver. Yo, que no sabía estas cosas, me han sido dadas a conocer por medio del Espíritu Santo. ¡Denominaciones, suéltenlos, porque de todas maneras ellos vendrán! “Si Yo fuere levantado de la tierra, a todos atraeré a Mí Mismo”.",
    "Natanael reconoció eso; él lo supo.",
    "Igual como las pruebas Escriturales de Moisés, la Palabra vindicada. Moisés sabía que ésa era la promesa del día, porque era Escritural, sin importar lo extraño que fuera. Él dijo: “¿Quién les diré…? ¿Les diré que vi una Luz por acá en el desierto? ¿Pues cómo podré decirles que había una Luz acá, y que esta Luz me dijo que fuera allá?”.\n\nÉl dijo: “Ciertamente, Moisés, Yo estaré contigo”. Y no sólo…",
    "Él no Se mostró a Sí Mismo allá en Egipto, sólo por milagros y señales; pero cuando los hubo reunido a todos, Él apareció ante ellos nuevamente, y vindicó el ministerio de Moisés ante los Elegidos y llamados fuera. Cuando aquel profeta los había separado, liberándolos de esa nación y los hubo traído a un lugar, entonces la Columna de Fuego apareció nuevamente, y en la cima del Monte Sinaí.",
    "Compárenlo con hoy. Hmm. ¡Amén! ¡Alabado sea Dios, es más que la vida para mí! Veo que la vejez me está ganando, y veo la hora de la vulgaridad e inmoralidad abarcando las tierras y todo eso, entonces miro hacia atrás y veo lo que ha sucedido. Mi corazón salta de gozo, sabiendo que de aquí a poco tiempo este tabernáculo terrenal de habitación será disuelto, pero tengo uno esperando allá. Estoy intentando sacar un pueblo, separarlos de estas cosas y todo eso, sacarlos; para mostrarles por las Escrituras que Dios está parado allí, con la vindicación de la Columna de Fuego que cientos y miles han visto, e incluso ha permitido que fuera captada, con una cámara, vez tras vez, para probarlo.",
    "Los imitadores se levantan. Seguro, tiene que ser así. Imitadores se levantaron en el día de Moisés e hicieron igual a él. Dios dijo: “Sepárate, Moisés, no te juntes con ellos. Yo los consumiré”. Y el mundo los consumió. Y es igual hoy; regresan directamente al mundo, con estafas de dinero y todo lo demás. ¿Ven?",
    "¡La señal Escritural de Moisés! Él fue—él fue ese gran profeta de Dios que fue allá para liberarlos, y ellos lo reconocieron; ellos reconocieron la señal. Él fue la promesa Escritural exacta, vindicada.",
    "Jesús fue esa promesa de la Escritura, vindicado a esa mujer; o más bien, Él fue la Interpretación. Jesús fue la Interpretación de la Escritura; Su Propia Vida interpretó la Escritura.",
    "¿No ven Uds. el Mensaje de la hora? ¿No pueden reconocer Uds. dónde estamos? El Mensaje mismo, de la Escritura, les interpreta la hora en que vivimos; es la interpretación.",
    "Jesús le dijo a Israel: “Si tan sólo hubieran reconocido su día”. En una ocasión, sentado en el Monte de los Olivos, Él miró, diciendo: “¡Jerusalén, oh, Jerusalén!”. Él lloró. Miró allá abajo, Él vio.\n\nDe ninguna manera queriendo comparar. La otra noche, la otra mañana, como a las diez, vi aquella iglesia prostituta. En lo profundo del corazón, uno siente al Espíritu Santo derramando lágrimas.\n\n“¡Jerusalén, oh, Jerusalén, cuánto hubiese querido reunirte! ¿Pero qué hiciste? Mataste a los profetas que Te envié; ¡los asesinaste!”.\n\nY los Mensajes que han sido enviados a la iglesia hoy, han sido asesinados por sus dogmas denominacionales. La Escritura ha sido asesinada por sus dogmas. Jesús dijo: “¡Si tan sólo hubiesen reconocido su día! Pero, ahora está muy avanzado, ya es muy tarde”; ¡también lo es para las iglesias!",
    "Yo creo, con todo mi corazón, que ella está más allá de la redención. No importa lo que Uds. quieran pensar, ésa es su propia opinión; ésta es la mía. ¿Ven? Uds. no tienen que aceptar mi opinión. Pero yo creo que ella está más allá de la redención, y ha estado así por los últimos cinco o seis años. Recuerdo… ¿Recuerdan Uds. lo de Chicago? Observen lo que ha sucedido desde entonces, y miren cómo continúa sucediendo. ¿Ven? Recuerden, mi nombre está allí ante eso; está puesto allá, es ASÍ DICE EL SEÑOR. Vean si ella no ha decaído, y así continúa.",
    "Miren en 1933, cómo fue dicho que actuarían las mujeres en estos postreros días. Cómo dijo que la gente… Cómo Musolini, cómo él llegaría a su fin. Cómo Hítler llegaría a un fin misterioso. Cómo es que los tres ismos terminarían en comunismo. Cómo es que las máquinas vendrían, con apariencia de huevo. Y cómo es que las mujeres usarían ropa y lucirían como hombres, aun en sus prendas interiores; y finalmente llegarían a ponerse algo similar a hojas de higuera. Lo de los actos inmorales, la manera que actuarían en este día. Miren lo que han hecho. Y eso está ahora mismo ante Uds.",
    "Si las mujeres Cristianas pudieran tan sólo… si las así llamadas mujeres Cristianas pudieran tan sólo reconocer, pudieran reconocer que el espíritu inmoral sobre ellas es del diablo, para hacerlas cortarse el cabello. El diablo es el único que haría eso. Eso es contrario a la Palabra de Dios para Uds., igual como fue en el Huerto de Edén. ¿Qué hicieron? ¡Si tan sólo pudieran reconocer! Intentan decir: “¡Oh, ese predicador fanático anticuado, diciendo eso!”. No soy yo; yo no les estoy diciendo lo que deben hacer; sólo estoy citando la Palabra. Si tan sólo ellas pudieran reconocer que aquello es el diablo.",
    "Ellas se llaman Cristianas. Jesús dijo: “¿Cómo pueden llamarme ‘Señor’, y no hacer las cosas que digo que hagan?”. Ellas no pueden ser Cristianas. No soy su juez, pero sólo estoy diciendo lo que dice la Palabra. “¿Cómo pueden llamarme ‘Señor’, y luego no hacer las cosas que Yo dije que hicieran?”. Y toda esta Palabra es la revelación de Jesucristo. “¿Cómo Me llamáis, ‘Señor’”?",
    "Si ellas tan sólo pudieran reconocer que es el diablo, un espíritu inmoral. Algunas buenas mujercitas allá…",
    "Yo creo que éste es el lugar más vulgar que jamás haya visto en mi vida, Jeffersonville, Indiana, en cuanto a mujeres desnudas. He estado en Hollywood. He estado por todas partes. He estado por todo el mundo y he visto toda clase de inmundicia. He visto eso en París; lo he visto en Inglaterra, que le gana a todas.",
    "Yo pienso que esa Inglaterra será hundida algún día bajo el océano. Se lo merece; ¡inmundicia, suciedad, degenerados! Ése es el estanque de inmoralidad del mundo, la gente más anti-Escritural que yo jamás haya visto en mi vida. Ella ha llegado a eso porque rechazó la Verdad.",
    "Billy Graham dijo que tuvo que llevarse a su esposa de los parques; cosas sexuales sucediendo entre hombres y mujeres, muchachos y muchachas, allí mismo en el parque, al aire libre. Ha llegado a ser un estanque de inmoralidad; así también Francia, como el resto del mundo. ¡Y así también los Estados Unidos, convirtiéndose en líder de todas ellas!",
    "Miren hoy. Hacen que se corten el cabello, usan pantalones cortos, pantalones, fuman, y se llaman creyentes. No se da cuenta, hermana, o mujer… Quiero decir, disculpe, no mi hermana; ella no haría una cosa como ésa. ¿No se dan cuenta que es el diablo? Pero ¿qué…?\n\nIgual que los judíos de antes, Uds. no creerán la Palabra vindicada cuando es probada ante Uds. Se aferran a sus tradiciones de denominación que les dicen que todo eso está bien. Uds. hablan en lenguas, saltan, cantan en el espíritu, ¡y se cortan el cabello! ¿Se podrían imaginar a una Cristiana haciendo eso?\n\nHe visto diablos, he visto a brujos, les he visto hablar en lenguas e interpretarlas y saltar y danzar en el espíritu; beber sangre de un cráneo humano, y a la vez maldecir el Nombre de Jesucristo.",
    "Ud. dice: “Yo pertenezco a la iglesia. ¡Aleluya! ¡Gloria a Dios! Yo…”. Ud. pertenece ¿a qué?\n\n¡La Iglesia es la Palabra! Y la Palabra dice: “Es vergonzoso que Ud. haga eso”.\n\nUds. fariseos ciegos, guiando aquellos pobres hijos al infierno de esa manera; porque Uds. temen perder su boleto para comer, y porque serían echados de su denominación si dijeran algo al respecto. ¡Vergüenza debería darle, hipócrita! Avergüéncese de eso. Viendo la hora acercándose de esta manera, y Ud. se aleja de la Palabra de Dios por sus tradiciones. ¡Cómo se atreve Ud., ciego!",
    "¿No dice la Biblia que Ud. fue cegado? ¿No puede entender que Ud. está ciego? La Biblia así lo dice. “Y Ud. está desnudo, miserable, desventurado, ciego, y no lo sabe”. Cuando Ud. piensa que tiene la iglesia más grande de la ciudad, y Ud. hace esto, aquello u lo otro; y la Biblia dijo que Ud. no pudiera ser más pobre, y Ud. está ciego. Y Él aún está parado a la puerta, tratando de venderle un poco de colirio; no vendérselo, sino regalárselo, y Ud. no lo recibe. Eso da cumplimiento a la Escritura.",
    "¿En qué día están viviendo, pueblo? ¿Reconocen Uds. la hora, reconocen la señal?",
    "Si tan sólo se dieran cuenta, aquellas mujeres, que ése es el diablo. Es un diablo indecente, bajo el nombre de religión; él siempre ha sido de esa manera. Él vino a cada profeta, él vino a cada sabio, incluso vino a Jesucristo, como una persona religiosa. Y la Biblia dice que él sería “tan parecido en los postreros días” aun entre pentecostales, “y engañaría a los propios elegidos” de esa iglesia pentecostal, “si fuese posible”. [Cinta en blanco.—Ed.]",
    "🦅 Pocos” dijo Él, “porque estrecha es la puerta y angosto es el camino, pero pocos serán los que lo hallarán. Porque como fue en los días de Noé, cuando ocho almas fueron salvas, así también será en la venida del Hijo del Hombre”. ¡Piénsenlo! ¿En qué día estamos viviendo? ¿Reconocen Uds. la hora, reconocen el día?\n\nEstoy tomando mucho de su tiempo, pero tengo unos minutos más. ¿Ven?",
    "Haciéndoles cortarse el cabello. “Pues” dicen ellas: “Nuestra iglesia no le presta atención a eso”. ¿Saben Uds. por qué? Están ciegas.\n\n“No perjudica cortarse el cabello”. ¡La Biblia dice que sí! Es incluso algo indecente que Ud. se corte el cabello y aun que ore.\n\nUd. dice: “Pues, una mujer debe cubrirse”. Y la Biblia dice que su “cabello” es su cubierta, no un sombrero; ¡su cabello!",
    "¿Qué si Moisés hubiera dicho: “Me quitaré el sombrero en lugar de mis zapatos”? No hubiera funcionado. Dios dijo: “zapatos”, y Dios quiso decir zapatos.\n\nÉl dijo: “Cabello”, ¡no un sombrero! ¡Gloria a Dios! A Él le gustó eso, estoy seguro. ¡Alabado sea Dios! Él quiere decir justo lo que dice. La Escritura no es de interpretación privada. No quiere decir que sólo es para su denominación; quiere decir exactamente lo que dice, y Él es el intérprete.",
    "Dicen: “Conozco a una mujer que hace eso”. A mí no me interesa lo que Ud. conozca. Yo sé lo que Dios dijo al respecto. Haga lo que Ud. quiera.",
    "Si pudieran reconocer lo que es, dama. ¡Umm! ¡Si Ud. sólo pudiera reconocer!; o “mujer”, no dama.",
    "Yo vi un letrero, viniendo del Blue Boar, por, creo que es la calle Quinta, alguna taberna de cerveza, decía: “Mesas para damas”. Simplemente me detuve allí; dije: “Jamás han atendido a una”. Una dama no entrará a tal lugar; una mujer quizás, pero no una dama.",
    "¿Notaron Uds. que la caída del mundo comenzó con la inmoralidad de una mujer? ¿Saben Uds. que deberá terminar de la misma manera, con la inmoralidad de la mujer? ¿Y la iglesia se representa por la mujer? La iglesia es una mujer, espiritualmente hablando.\n\nLa Novia también es una mujer, hablando espiritualmente.",
    "La inmoralidad de la iglesia, ¡cómo se lleva a cabo! Miren las visiones, miren las cosas, vean incluso las visiones que Dios da, y esa visión es verdad. Tengo mi Biblia sobre el corazón, para Uds. personas en la cinta, y la audiencia puede verlo. ¡Yo vi aquello! El Dios Todopoderoso sabe que ésa es la Verdad. No me di cuenta de eso hasta ahora mismo. Allí está, “desnuda, y no lo sabe”. Ella simplemente estaba pasando un buen rato. Allí lo tienen.\n\nPero cuando esa pequeña Novia entró a la escena, eso fue diferente. “¡El Alfa y Omega”! Ajá.",
    "El diablo lo hace. Pero así como los judíos de antes, cuando ellos ven la Palabra…\n\nY Jesús le dijo a los Suyos, le dijo esto a Sus discípulos: “Escudriñen las Escrituras. Uds., Uds. saben, están desconcertados en cuanto a Mí y Mi ministerio. Escudriñen las Escrituras. En Ellas os parece que tenéis la Vida Eterna, y Ellas testifican de Mí; Ellas les dicen cuál es Mi Mensaje. Si no pueden creerme a Mí, crean las propias Palabras que Dios les está interpretando”.",
    "🦅 No permitiremos que este Hombre nos gobierne. Tenemos nuestros propios sacerdotes, y demás”. Adelante entonces, no hay más que se pueda decir; es demasiado tarde de todas maneras. Tradiciones denominacionales que dicen que eso está bien, y ellos oyen eso. Ellos prefieren oír… Uds. creen la—la palabra de—de un hombre más de lo que le creen a la Palabra de Dios. Ellos no reconocen. Las iglesias de hoy no reconocen Segunda de Timoteo 3. Si Ud.…",
    "Veo algunos anotando las citas. Ahora, éstas son Escrituras de las que estoy citando aquí. Donde, si alguien me llamara la atención en eso, o me cuestionara, puedo mostrarles la Escritura para eso. ¿Ven?",
    "Ellos no reconocen Segunda de Timoteo 3, donde dice: “En los postreros días, habrá hombres impetuosos, infatuados, amadores de los deleites más que de Dios, implacables, calumniadores, intemperantes, y aborrecedores de aquellos que son buenos (La Novia), ¿ven? Que tendrán apariencia de piedad, pero negarán la Eficacia de ella; a éstos evita. Porque éstos son los que van de casa en casa y llevan cautivas a las mujercillas, mujercillas, arrastradas por diversas concupiscencias, siempre están aprendiendo y nunca pueden llegar al conocimiento de la Verdad”. ¡Nunca! Ellos no lo harían, y no lo harán; Dios lo dijo.\n\nY, fariseo ciego, ¿acaso no lo ve Ud.? No estoy enojado, sólo estoy hundiendo el clavo y remachándolo; ni tampoco las iglesias reconocen Esto. Las mujeres no pueden entenderlo. Ellas se supone… “Mujercillas, arrastradas por diversas concupiscencias”, Hollywood, toda esta clase de cosas, cabello cortado, usando pantalones cortos, usando maquillajes, toda esta clase de cosas que no es conveniente. ¿Sabían Uds. que la mujer juega un gran papel en los postreros días?",
    "¿Saben Uds. que la Biblia dice: “Aquellos que escapen de esta gran maldición serán una rama hermosa delante del Señor”? Algún día llegaré a eso, Dios mediante, a eso, para Uds. mujeres. Les mostraré lo que Dios piensa de la mujer que verdaderamente escape esta maldición de este día. Dice: “Ella sería hermosa”.",
    "Oí a una mujer el otro día, burlarse de… Una muchacha, un grupo de mujeres medio desnudas, con moralidad más baja que—que la de una madre perra, burlarse de una mujer anciana con un vestido largo. Escúcheme, mujercita torcida, ella tiene algo de lo cual Ud. no sabe nada. Ella tiene moralidad. Ud. ni siquiera sabe lo que significa esa palabra. Ud. la perdió casi en la cuna. Ud. ni siquiera distingue entre el bien y el mal; ella sí. Ella tiene algo guardado en su corazón de lo cual Ud. no sabe nada. Ud. lo perdió, jamás podrá encontrarlo. No la llame a ella anticuada, y todo eso así. Ella sabe algo de lo cual Ud. no sabe nada. Ella tiene guardado en su corazón un tesoro de decencia. Ud. ni conoce una sola palabra de eso. Su mamá la crió de esa manera. Su pastor lo permitió; eso muestra dónde está parado él. Estoy predicando acerca de él aquí ahora mismo. ¿Ven? ¿Ven Uds. dónde se encuentran, las iglesias?",
    "Jesús dijo: “Toda esta Escritura debe cumplirse”. Y Ella se cumple.",
    "Noten: “De la manera que Jannes y Jambres resistieron también a Moisés”, él vendrá por ahí, algunos de ellos. No, ahora él no está hablando aquí de metodistas y bautistas; ellos están fuera del cuadro. ¿Ven? “De la manera que Jannes y Jambres resistieron a Moisés y Aarón, así también éstos; hombres corruptos de entendimiento en cuanto a la Verdad”, han sido pervertidos en dogmas y enseñanzas de la iglesia, en vez de la Biblia.\n\nY allá Jannes y Jambres pudieron hacer todo lo que hizo Moisés. ¿Ven? “De la manera que Jambres”, ¿ven allí el paralelo?\n\n“De la manera que Jannes y Jambres resistieron a Moisés, así estos hombres réprobos de mentes concerniente a la Verdad, la resisten”, no la recibirán en sus barrios, ni siquiera cooperarán con Ella, no tendrán nada que ver con Ella. Pero dice: “Su necedad será manifiesta”. Cuando esa Novia tome Su posición y suba hacia los cielos, eso será conocido, no se preocupen; como Moisés, cuando sacó a los hijos de Israel, y salió de Egipto, y Egipto se hundió. Muy bien.",
    "Jesús dijo: “Toda Escritura es dada por inspiración, por eso toda Escritura se tiene que cumplir”. Cuando Él…\n\nEllos Le preguntaron a Él, diciendo: “Tú Te haces Dios”.",
    "Él dijo: “Vosotros en vuestra propia ley, llamáis esos profetas a quienes vino la Palabra del Señor, los llamáis ‘dioses’, y lo son”. Dijo: “Entonces ¿cómo podéis condenarme a Mí cuando digo que soy el Hijo de Dios? Todas estas Escrituras son dadas por inspiración; todas tienen que ser manifestadas, todo se tiene que cumplir”.\n\n¿Ven eso?, por cuanto están tan ciegos, ellos estaban más preocupados de la palabra de hombre en lugar de preocuparse de la Palabra de Dios. Eso es lo que causa que las mujeres hagan eso. Eso es lo que causa que los predicadores hagan eso. Ellos están más preocupados por el obispo que por Jesús. Se envuelven en eso, por su—por su bolsa de dinero, una gran congregación.",
    "Sólo vea si yo soy popular. Tome la gente de Jeffersonville, con el pequeño grupo que está aquí de Jeffersonville; saquen los que no son de Jeffersonville, de este tabernáculo en esta mañana, no me quedaría ni media docena a quien predicarle. ¿Qué es? Ella está compuesta de todas partes del país; de Nueva York, de Massachussets, hasta Boston, Maine, Tennessee, Georgia, Alabama, y por todo el país. Ellos se están reuniendo. ¡Amén! Eso es lo que Él dijo. “Habrá Luz al caer la tarde”.",
    "Ellos no pueden reconocer la Luz de la tarde; ése es el problema. Ella sencillamente no La reconoce; está demasiado ciega; así dice la Biblia de ella.",
    "Rusia apenas recibió su posición en el mundo, en la ciencia, no hace más de cuarenta años. Sabían Uds. que cuando la Primera Guerra Mundial llegó, ellos nunca… Ellos ignoraron a Rusia. Hermano Roy… sólo eran un montón de ignorantes, siberianos grandotes, con sus rostros todos barbudos, y no distinguían entre la mano derecha y la izquierda. Correcto, Rusia; pero ella reconoció su lugar. Ella tuvo que hacerlo para que se cumpliera la Escritura. Uds. conocen mis profecías sobre lo que dije que acontecería; de cómo todos ellos se juntarían en comunismo. Ahora ella encabeza al mundo en ciencia. Nosotros estamos bien atrás de ella. El resto del mundo va detrás de ella. Ella es la que está adelante. Simplemente reconoció; ella también tenía inteligencia.",
    "Noten, el hombre tiene los mismos seis sentidos que tenía hace seis mil años. Hace seis mil años, con los sentidos que tenía, él contactaba su hogar terrenal, y servía a Dios. Y ahora, en los últimos setenta y cinco años, ese hombre ha venido desde el caballo y la carreta, a un astronauta. ¿Por qué? Él se apartó de su fe en Dios, y se entregó a sus sentidos y a su habilidad como un ser humano. ¿Lo notaron Uds.? Él dejó de confiar en Dios, él confía en sí mismo.",
    "Así como esta mujer impía. ¿Cuál es su nombre, allí en Washington, que cambió todo esto? [Alguien dice: “Murray”.—Ed.] ¿Cuál es su nombre? [“Murray”.] Murray, ella dijo: “Mientras tengamos un ejército y la armada naval, no necesitamos al viejo Jehová”. Ajá. A mí no me interesa qué tanto tengamos.\n\nPara mí es Jehová o nada. Dejen que el ejército y la armada naval se hundan, y así será, pero Jehová permanecerá para siempre. Y mientras yo sea parte de Él y Su Hijo, yo permaneceré con Él para siempre; no por escogencia o elección mía, sino por elección de Él. ¡Amén, amén! Yo no no tuve nada que ver en eso. ¡Fue Él! Dénmelo a Él o denme la muerte. Dejen que las naciones se levanten y caigan; Jehová permanecerá. Él lo ha hecho a través de todas las edades; cuando Roma cayó, cuando Egipto cayó y cuando las demás cayeron; y Él aún permanece Jehová. ¡Oh, aleluya! Me siento religioso.",
    "La razón que Rusia se dio cuenta quien era, fue porque así tenía que ser; igual como Israel tenía que entrar en la patria. Dios tuvo que llevar a Israel de regreso a la patria, para las Trompetas. Y así también Dios tuvo que llevar a Rusia allá, al comunismo, para hacer exactamente lo que ha sido profetizado que ella haría.",
    "El hombre en sus seis sentidos venía avanzando, con el caballo y la carreta, confiando en Dios. En los últimos setenta y cinco años, él dejó de confiar en Dios. Cuando firmaron la constitución de estos Estados Unidos, incluyeron a Dios en todo lo que hacían. Hoy ellos ni siquiera hacen una reunión, y ellos ni siquiera mencionan Su Nombre. Eso es verdad. Ellos dependen de la arrogancia de su ciencia, ellos, en la astucia de su ciencia, un grupo depravado. Ésa es exactamente la verdad. El mundo entero está absorbido en ignorancia en cuanto a la Biblia. La bi-… el mundo entero ha abandonado a Dios.\n\nPero, sólo piensen, allí de en medio de todo eso, y de las denominaciones de las iglesias y de todas sus depravaciones seminaristas y todo, Dios ha tomado la Palabra de Su profeta y ha sacado una Novia que creerá. Dijo que Él lo haría. Él ha cortado de esa cosa lo que Él prometió que haría.",
    "Ellos dependen de su inteligencia humana, de su ciencia humana y todo eso; dejaron a Dios afuera, en Quien en un tiempo confiaban. Los Estados Unidos han dejado a Dios afuera. Ellos incluso Lo sacaron a Él de las escuelas, para que nuestros niños ni siquiera puedan oír de Él. Lo sacaron a Él de las escuelas. Ahora están tratando de sacarlo a Él de los dólares, “en Dios confiamos”. Ellos van a sacarlo del juramento de lealtad a la bandera: “Una nación bajo Dios”. Ellos lo van a sacar.",
    "¿Ven? Se han ido tras sus propios sentimientos y sus propios sentidos. Pues en los últimos setenta y cinco años él no ha cambiado nada en sus sentidos, él sigue siendo el mismo hombre que Dios creó en un principio.\n\nPero en estos postreros días, ¿no pueden Uds. reconocer dónde estamos? Y la iglesia se ha desviado de Dios, hacia eso, al seminario y experiencias y demás cosas, en vez de la Palabra. Ni siquiera Lo reconocen en sus reuniones, en sus escuelas, ni en nada.",
    "Israel, en los últimos veinticinco años, ha reconocido que algo los ha traído a su patria, como fue prometido. Ellos no entienden cómo llegó a suceder. Ellos sufrieron de todo, martirio, bajo aquellas Trompetas, pero se encuentran en su patria. Ellos no saben por qué.",
    "¿Por qué se despertó Rusia? ¿Por qué se despertaron las naciones? ¿Por qué ha sido el hombre capaz de obtener logros? Cuando los científicos, trescientos años atrás, un científico francés rodó una bola a una cierta velocidad por el piso, y comprobó a través de estudios científicos: “Si un hombre alguna vez alcanza la increíble velocidad de 48 kilómetros por hora, la gravedad le levantaría a él de la tierra; de acuerdo a su peso, de acuerdo al peso de la bola”. Hoy él viaja a diecisiete mil millas por hora, ¿ven? Y aún intentando más. Él apenas reconoció eso, recientemente. ¿Por qué? Tiene que ser de esa manera.",
    "¡Oh, la iglesia antes se paraba sobre la roca de Jesucristo! No importaba lo que cualquiera dijera, ellos permanecían justo con esa Palabra, el mensaje de la hora; Lutero, Wesley y desde allá. Y ahora ellos han vuelto a las tradiciones. ¿Por qué lo habrá hecho?",
    "En los últimos veinticinco años, Israel apenas ha reconocido que por algo están en su patria. Fue profetizado que tendrían que ser reunidos nuevamente; Oseas lo dijo. Leímos eso hace un momento. ¡Dios nos ayude a entenderlo! Muy bien.",
    "Al mismo tiempo, la Novia ha reconocido la Luz de la tarde; apenas empezó a reconocer. Los pentecostales con hambre han empezado a reconocer que esas organizaciones no tienen nada de lo que ellos buscan, están tan enredadas y hechas pedazos. Vean, es el tiempo para reconocer, de reconocimiento. Uds. tienen que reconocer.\n\nEl mundo ha reconocido. Las naciones han reconocido. La ciencia ha reconocido. El diablo ha reconocido que es el tiempo en que él puede dañar a las mujeres, dañar a la iglesia, dañar a la gente; él lo ha reconocido.\n\nY Dios ha reconocido que hay un pueblo sobre la Tierra que Él predestinó a Vida. Él ha reconocido que éste es el tiempo para enviar Su Mensaje. Él lo ha hecho. La gente ha reconocido Eso, el tiempo de la Novia, se han dado cuenta de la Luz de la tarde.",
    "Si Sodoma hubiera reconocido sus días, cuando ella vio a aquellos mensajeros llegar allá, ¡como Billy Graham y Oral Roberts!",
    "Ahora, alguna persona inescrupulosa en Phoenix, se levantó y dijo… puso a sonar esa parte en—de una cinta, y dijo que yo había dicho aquí: “Se tiene que bautizar en el Nombre de Jesús”, que yo dije eso. Y luego dijo: “Ahora vean aquí, que por acá él dijo…”. Cuando yo me refería a África, de cómo ellos bautizaban tres veces con el rostro hacia delante y luego hacia atrás. Dijo que yo había dicho: “No hay diferencia alguna”. ¿Ven? Él no dejó sonar el resto de la cinta; sólo esa parte y la paró.\n\nLo cual, sería una pena de cárcel hacer eso. Esas cintas están absolutamente bajo franquicia. Nadie puede manipularlas; más vale que no lo hagan, Uds.—Uds.—Uds. sufrirían el peso de la ley. Pero ¿lo haríamos? No. Él dijo: “Déjalos”. Dios me dijo lo que va a suceder. Sólo estén pendientes, vigilen a esa persona. ¿Ven?",
    "Al mismo tiempo, la Novia se ha dado cuenta de la Luz de la tarde.\n\n¡Si Sodoma hubiera reconocido su hora!",
    "Ahora, esta misma persona que puso la cinta, dijo: “Miren, Uds. pentecostales” dijo, “y Uds. bautistas: Este hombre, profeta falso, William Branham” vean, “ha dicho que Oral Roberts y Billy Graham están en Sodoma”. Vean, y luego paró la cinta; eso fue todo, ¿ven?\n\nNo dejó continuar para decir que “ellos eran mensajeros para Sodoma”. No en Sodoma, “ellos estuvieron allí como mensajeros a Sodoma”. Cualquiera sabe que dije eso. Ponga a sonar su cinta.\n\n“Cualquiera que le añadiere o le quitare, igual le será quitado”. Ésa es la Palabra del Señor, y eso aplica.",
    "🦅 Si Sodoma hubiera reconocido a su mensajero, aún permanecería hasta hoy” dijo Jesús; si ella hubiera reconocido de la misma manera que reconoció Abraham.\n\nAbraham sabía que venía un hijo prometido. No obstante, sabía que de alguna manera tenía que haber un cambio, porque él estaba demasiado anciano, y Sara también. Mas cuando vio a Aquél que pudo discernir los pensamientos de Sara, detrás de Él, reconoció la hora en que estaba viviendo. Él dijo: “Mi Señor, permíteme traer un poco de agua y lavarte los pies”. Ellos comieron un bocado de pan. “Te ruego que permanezcas un poco más” noten aquí, “mi S-e-ñ-o-r”, S-e-ñ-o-r en mayúscula, “Elohim”. Él reconoció que Dios le estaba hablando desde carne humana. Él reconoció su señal, y fue bendecido del Señor.\n\nSodoma no reconoció su día, y fue consumida. Jesús dijo: “Así como fue en ese día, así será cuando el Hijo de Dios esté… o el Hijo del Hombre se esté manifestando”.",
    "Ahora, la iglesia no ha reconocido su día. Así como Israel, obligada a regresar a Palestina, ella será obligada a entrar en el Concilio Mundial de Iglesias. ¿Por qué? Ella no reconoció su hora. “Pueblo, ¡salgan de ella, no sean partícipes de su pecado!”. Huyan por su vida, o serán sorprendidos con la marca de la bestia y no podrán hacer nada más al respecto.\n\n“El que es inmundo, sea inmundo todavía. El que es santo” no que será santo, “que es santo ya. Aquél que es santo”, no una mujer de cabello cor-… cortado; ella no puede serlo. Ahora, eso suena muy duro, pero es la Escritura. La Biblia dice: “Ella deshonra su cabeza”, y su cabeza es su esposo. La Cabeza de él es Cristo, así que ella deshonra a Cristo. ¿Cómo puede ser ella “deshonrosa” y no ser “inmunda”? “Que la que tenga cabello cortado se quede así. Que él, ella que usa pantalones cortos continúe usándolos. Que él, quien niega la Palabra, continúe negándola”.\n\n“Pero aquél que es santo santifíquese todavía. Y el que es justo practique la justicia todavía; la Palabra justa de Dios, el Hijo de Dios manifestado. ¡Sea santo aún, aún justo!”. ¡Reconozca! ¡Sí, señor! Los días, no…\n\nLa iglesia no ha reconocido su día.",
    "Como Israel, de regreso en su tierra prometida, ella no sabe cómo regresó allí. Ella fue automáticamente puesta allí. ¿Por qué? Fuerza nacional la puso en su lugar.\n\nAhora voy a decir algo. Fuerza nacional puso a Israel en su patria; fuerza nacional pondrá la iglesia en el Concilio Mundial de Iglesias; pero el poder de Dios pondrá a las personas en la Novia. El mundo empuja hacia este lado, y el mundo empuja hacia ese lado, pero Dios empuja hacia arriba. El Espíritu de Dios, lo cual es la Palabra de Dios: “Mi Palabra es Espíritu y Vida”, pondrá a la Novia en Su lugar. Pues Ella reconocerá Su posición en la Palabra, y Ella entonces está en Cristo, poniéndole a Ella en Su lugar. Ninguna fuerza nacional lo hará. Pero la fuerza nacional sí empujó a Israel a su patria; las fuerzas nacionales del Concilio de Iglesias forzarán a toda organización a entrar en ella; pero el Poder de Dios levantará a la Novia hacia la Gloria, sacándola de eso.",
    "¡Oh, pueblo, reconozcan su día!, como les advirtió Jesús; por la señal de Sodoma, y las condiciones de las iglesias de este día.",
    "Miren lo que Él dijo que acontecería en este día. Escuchen esto atentamente. La señal de Sodoma ocurriría en aquel día; señal como Abraham, que fue llamado a salir, ese día antes de Sodoma. Todas estas cosas que fueron profetizadas, estarán aconteciendo ahora. Vigilen el día en que Uds. viven; lo hemos repasado una y otra vez.",
    "Ahora, Él ha prometido enviarles Luz Celestial, para madurar la Palabra Simiente que sería sembrada para este día. La Simiente está Aquí adentro. La Simiente es la Biblia. ¿Por qué? Jesús lo dijo: “La Palabra es la Semilla que un sembrador sembró”.\n\nY ahora, antes de que uno pueda tener cualquier cosecha, sin importar que uno haya sembrado la semilla, necesita tener luz para madurar esa semilla, o se pudrirá y no servirá para nada, perecerá. Pero si hay semilla en la tierra, en el terreno apropiado, con la clase correcta de luz solar, ella tendrá que madurar.\n\nY Él prometió que en los postreros días, en el tiempo de la tarde, el Hijo vendría a madurar esa Simiente. La Simiente está siendo predicada. Él Hijo de Dios está madurando esa Simiente, al vindicarla, haciendo que brote delante de Uds. y probando que es lo correcto. ¿Lo captan? Reconozcan su día.\n\nEstoy cerrando ahora. Ya es tiempo de cerrar.",
    "Y Laodicea rica, instruida, cegada, sacaría de entre ella la Palabra. ¿Lo habrán hecho? Él dijo que lo harían.\n\nComo los profetas de la antigüedad que fueron enviados a vindicar la Palabra prometida de su día, para que la gente quien era predestinada, en su día, Lo viera. Como la mujer junto al pozo, como Natán, como el ciego Bartimeo, como Pedro, y los demás que Lo reconocieron. Él fue esa Palabra. Y el resultado: “Si no hago las obras que el Padre prometió que Yo haría, entonces no Me creáis. Mas si hago las obras, aunque no Me creáis, creed a esas obras. Ellas os dicen Quién Soy”. ¿Lo captan? Muy bien, no se pierdan el día, enviado. Hombres y mujeres de otros días Lo reconocieron, y entraron y fueron salvos.",
    "Pentecostales (¡Oh, vaya!), ¿por qué no reconocen su día? Reconozcan el día del tiempo de la tarde. Está aquí, y está aquí para vindicar la venida de Cristo, para vindicarla; estamos al final. Reconozcan su día.",
    "Yo sé que los he retenido por mucho tiempo. Son ya las doce. Pero a mí me gusta este Alimento, Esto es Vida; lo es, lo es para el creyente. Reconozcan el día en que Uds. viven y la señal del tiempo.",
    "Vean dónde está ubicado todo: Israel; dónde está la iglesia, por dónde va lo inmoral; dónde está parada la Novia. ¿Qué falta? Lo que sigue: que la Novia sea arrebatada. Por supuesto, toda iglesia está esperando una gran cosa. Los pentecostales dicen: “¡Gloria a Dios! Vendrá un día cuando van a hacer esto, y van a hacer aquello”. ¿Ven? Ellos profesan. Ellos creen.",
    "Como una vez que Caifás dijo: “¿No será conveniente que un hombre debiese morir, y no que perezca toda la nación?”. Él era sumo sacerdote, dice la Biblia, por lo cual dijo eso. Él profetizó, no sabiendo lo que decía. ¿Pero se habrá dado cuenta él de la verdadera realidad de eso, qué él estaba sacrificando al propio Dios del cual él reclamaba ser sumo sacerdote?\n\n¡Así también es hoy! Ellos esperan, más allá en el futuro, un—un tremendo tiempo que vendrá.",
    "¡Oh!, yo participo con ellos en la convención de los Hombres de Negocios. Ellos dicen: “¡Gloria a Dios!”. Aquellos predicadores se levantan y sólo emocionan la multitud, y dicen: “Va a venir un gran avivamiento. ¡La mano del Señor va a estar sobre la Tierra!”. Y cómo la gente avanza, corriendo como si… Y no se dan cuenta que eso está bajo las Trompetas para Israel. ¿Por qué lo hacen? Es porque sólo son profesantes del Cristianismo, y no se dan cuenta. Tampoco se dio cuenta Caifás de lo que él hacía. Y ellos no se dan cuenta que están rechazando el propio Mensaje que es enviado para ellos. ¡Amén!",
    "Hemos escudriñado toda porción de la Escritura, día tras día y semana tras semana, hasta que ha quedado como la indisputable Verdad. “Si el ciego no Lo puede recibir” dijo Jesús, “déjenlos quietos. Si el ciego guía al ciego, todos caen en el hoyo”. Yo no sé cuándo, yo no sé dónde, pero sé que viene.",
    "Saben, ya veo porque Satanás no quería que hiciera esto. Ayer, me sentí tan mal, no pude recibir Palabra del Señor; hice todo lo que sabía, y no pude. Y esta mañana cuando me levanté… Comí un poco de maíz ayer, y me parecía tenerlo allí en el estómago. Estaba tan enfermo, que yo—yo simplemente no podía entenderlo. Pensé: “¿Qué será que sucede? Voy para allá y no sé ni lo que voy a decir. Y Señor, ni siquiera logro hallar una Escritura en mi mente, para anotar; no encuentro nada”. Sencillamente no sabía qué hacer.\n\nLuego, después de que el Mensaje comenzó a venir a mí, Satanás repetía: “Te sientes muy mal. La cabeza te está doliendo. Estás enfermo. No puedes ir allá. No puedes pararte allí; va a pasar esto, va a pasar aquello”.",
    "Recuerdo, una vez, una historia de un pequeño londinense en Inglaterra; era un hombre común. Y decían que el—el—el rey, uno de los reyes de los días antiguos estaba entrando en su—su palacio. Y, él no tenía a nadie… Tenía un mensaje que tenía que enviar, un mensaje urgente, a causa del enemigo. Así que él—él—él le dijo a este individuo parado allí, le dijo: “Toma, lleva este mensaje, ¡lleva este mensaje! Date prisa a tal y tal lugar, y manda que se haga esto”. Y él dijo: “Lleva mi cetro en tu mano. Eso te vindicará, de que yo… que eres mi enviado”.",
    "Y él lo metió bajo su manto, y se marchó. Los guardias por todo lugar lo detenían, y los demás. Gritaba: “¡Háganse a un lado! Tengo el mensaje del rey”. Amén. “Soy el mensajero del rey”, una palabra vindicada.",
    "Yo pensé: “¡Satanás, quítate de mi camino! Tengo el Mensaje del Rey. Yo tengo que ir”.",
    "En una ocasión mataron al Príncipe de Paz, y Lo pusieron en la tumba, y sellaron la tumba, y la muerte Le retuvo por tres días y noches. Pero en la mañana de Pascua Él tenía el cetro en Su mano, y gritó: “¡Apártate, muerte! ¡Sepulcro, apártate! ¡Ábrete! Yo soy el Mensaje del Rey. Tengo que levantarme para vindicar esta resurrección. Yo soy la resurrección y la Vida”. ¡Aleluya! Ahora ya me siento muy bien.\n\nEs el Mensaje del Rey. Reconozcámoslo, amigos, porque somos llamados a reunirnos para el sonar de la Trompeta; “Porque se tocará la Trompeta del Señor, y entonces el tiempo no será más”.",
    "Él ha reunido a Israel. Los tres días, al tercer día dijo Él que lo haría. Dos mil setecientos años han pasado. En ese tercer día Él dijo que los reuniría, y Él lo ha hecho. Él dijo que daría a conocer el camino de Vida. Allí lo tienen, sólo esperando que la Novia se quite del camino para que ellos puedan venir, los dos profetas, profetas hebreos, los cuales reconocerán.",
    "Recuerdan cuando yo estaba parado en el Cairo, ya para ir allá, cuando Lewi Pethrus dijo: “Hermano Branham, si ellos llegan a ver eso… Ellos les creen a sus profetas”.",
    "Yo dije: “Eso es algo bueno para mí”. ¿Ven cómo es el hombre? ¿Pero ven la gracia de Dios? Yo dije: “Leeré este Nuevo Testamento”. Ellos Lo leyeron. Lewi les envió allá más de un millón, el Hermano Lewi Pethrus de Suecia. Ellos allá Los leían, yendo y viniendo, aquellos judíos; no como esta cantidad de judíos modernos, sino estando en su patria. Y vino, él dijo: “Si éste es el Mesías, veamos que él haga la señal del profeta, nosotros lo creeremos”.",
    "Lewi Pethrus dijo: “Hermano Branham, allí está la oportunidad. Allí está la oportunidad. Alguien me dijo que—que habría una oportunidad. Me puse directo, directo en eso.\n\nAlgún hombre venir y estar allí, dijo el Hermano Arganbright: “¡Hermano Branham, eso sólo alarmaría a Israel! Tráigalos ante Esto y muéstreles la señal del profeta; ellos lo creerán”.",
    "Yo dije: “Señor, heme aquí, listo”. Me subí al avión; tomé el dinero y me compré un boleto; hice escala en el Cairo. Dije: “Sí, estoy listo”.",
    "El Espíritu Santo dijo: “Éste no es tu lugar. Ésta no es tu hora”. ¿Ven? Uno se adelanta. Pensé: “¡Oh, vaya! Ya vine hasta por acá; voy—voy a ir”.",
    "Algo dijo: “¡Detente aquí mismo! No te dirijas hacia allá. Voltea hacia la India. No vayas a eso. Ve a la India, pero no vayas allí”.",
    "Pensé: “¿Por qué?”. Mientras caminé atrás del hangar, dije: “Señor Jesús, ¿qué quiere decir esto?”.\n\nEntonces Él me dio a saber: “No es un gentil; serán estos profetas”. Eso tiene que ser conforme la Escritura. “Moisés y Elías tienen que venir”. Y además, la Novia aún no ha sido quitada del camino. “Y esos profetas regresarán y ellos harán la señal del profeta”. Ésa es la Escritura. Allí es que entonces todo se cumple, perfectamente, Israel como nación nacerá en un día. ¡Amén! ¡Las Luces del atardecer están brillando!\n\nHabrá Luz al caer la tarde,\n\nEl camino a Gloria ciertamente hallarás.\n\nPor la vía del agua, está la Luz hoy,\n\nSepultado en el precioso Nombre de Jesús.\n\nJóvenes y ancianos arrepiéntanse del pecado,\n\nEl Espíritu Santo ciertamente entrará;\n\nLas Luces de la tarde han llegado,\n\nEs un hecho que Dios y Cristo Uno son.",
    "Estamos en el tiempo del fin, amigo. Y entonces pensamos en este himno del escritor inspirado, cuando dijo:\n\nLas naciones se derrumban (esto hace como quince años), Israel se está despertando;\n\nLas señales que los profetas predijeron,\n\nLos días gentiles contados han sido, (vean la inmundicia de ella hoy) cargados de horrores;\n\n“Regresen, oh dispersos, a lo suyo”.\n\nEl día de la redención cerca está,\n\nLos corazones de los hombres están desfalleciendo de temor;\n\nSean llenos de Su Espíritu, sus lámparas limpias y brillando;\n\n¡Miren hacia arriba!, su redención cerca está. (Correcto).\n\nProfetas falsos están mintiendo, la Verdad de Dios están negando, (¡si no será ésa la verdad!)\n\nQue Jesús el Cristo es nuestro Dios.\n\nEllos no creen Eso. ¡Tienen toda clase de ismos y cosas!…?…cierto. Pero el profeta dijo, o el escritor inspirado dijo:\n\nCaminaremos donde los Apóstoles han andado.",
    "¿Recuerdan en mi visión? Dije: “Si la gente de Pablo entra, entonces la mía también, porque yo he hecho exactamente como él”. Me estoy quedando exactamente con Eso.\n\nAquellos millones levantaron las manos, diciendo: “¡En eso estamos confiando!”.\n\n¿En qué? Reconozcan el día en el que estamos viviendo, el tiempo que vivimos, la señal del tiempo en el que vivimos. Puede ser más tarde de lo que pensamos. Uno de estos días, el que esté afuera quédese afuera. El que está adentro debe para siempre permanecer adentro. La puerta se cerrará.",
    "Si hay algunos aquí en esta mañana que nunca hayan entrado todavía, ¡Oh, en el Nombre de Jesús, mi gente amada…!\n\nNo miren a este siervo ignorante parado aquí, analfabeto, sin instrucción, sin educación; no miren eso. Mas bien miren a la Palabra que está siendo probada. Miren al gran Espíritu Santo Quien la vindica como la Verdad. Estamos en el tiempo del atardecer. Es más tarde de lo que piensan. No…",
    "Mujeres, déjense crecer el cabello. Hermana, por favor quítese esas ropas obscenas, arroje esos cigarrillos; pues, la hora vendrá en la que: “El que esté inmundo, sea inmundo todavía; y el que es justo, practique la justicia todavía. El que está adentro, está adentro; el que está afuera, está afuera”. Ese margen es muy pequeño: “Si el justo con dificultad se salva, ¿qué del pecador y del impío?” (el que niega la Verdad, Uds. saben), “¿dónde aparecerán ellos?”.\n\nInclinemos nuestros rostros.",
    "Ahora, a la Luz de esta hora en que hoy vivimos, la Luz del día que ahora estamos viviendo; preciosos y amados, Uds. que han venido de diferentes estados del país, yo juntamente con Uds., tomemos inventario aquí en este altar. ¿Cómo estará hoy el Espíritu de Dios en nuestros corazones? Recuerden, es ese Espíritu, sin condenación, sin contaminación; cualquier doctrina de iglesia y todo eso ha desaparecido por completo.",
    "Ud. sería atrevido si tratara de añadirle o quitarle a Ella. Porque si Ud. mismo intenta ponerle alguna interpretación, su parte es quitada del Libro de la Vida. ¿Estará Ud. tratando de decir algo que el Espíritu no ha dicho? ¿Estará Ud. tratando de hacer que suene como que haya dicho algo? O ¿estará tomándola exactamente por lo que ha dicho, y dejándola de esa manera? ¿Estará Ud. empalmando, cortando, grabando, haciendo cosas que no son correctas? ¿Lo habrá hecho?",
    "Dice Ud.: “Pues, sólo es que no siento que yo debería hacer esto. O, quizás, yo—yo—yo sé que mi iglesia no Lo cree. ‘Eso tan sólo es la palabra de un hombre en cuanto a Eso’”.\n\nEse “un Hombre” allí es Dios. Aquí la Biblia dice que Ud. no debería cortarse el cabello. Éstas… la Biblia lo dice: “Acontecerá que las mujeres vestirán prendas como el hombre, y de cómo ellas serían una abominación a Dios”. Cómo el Espíritu Santo lo usó para hablar, este humilde vaso indigno, que sucedió que estaba parado presente en la edad en la que el gran Rey dijo: “Aquí está Mi sepulcro, Mi Palabra”. (“Aquí está Mi Cetro”, más bien.) “Toma Mi Cetro y ve allá, y lleva el Mensaje”.",
    "Yo sé que las denominaciones tratan de detener Eso, y Lo rechazan, y Lo sacan, y Lo expulsan, y de todo. No obstante, por la gracia Dios, sigo en mi camino, gritando de nación en nación, de lugar en lugar, de iglesia en iglesia: “¡Salgan de eso!”. No es popular, pero es la Verdad.",
    "¿Lo recibirán Uds. en el—en el—en el Espíritu en que está escrito? ¿Lo recibirán Uds. en el Espíritu en el que ha sido dado? Si aún no lo han hecho… No tenemos espacio para un altar; su corazón es el altar. Levantarían la mano, diciendo: “Dios, sé misericordioso conmigo. Permite que el Espíritu de Dios entre en mí, redarguyéndome ahora de todos mis pecados y frustraciones, de todos mis malos hábitos, y mal genios, y discusiones, y peleas, y riñas, y de todo lo que he tenido. Y algo sé, que mi espíritu no está maduro para el Cielo. Madúrame Señor, en este último momento. Éste puede ser el último sermón que yo jamás oiga. Ésta pueda ser la última vez que yo oiga el Mensaje. Levanto mi mano: Dios, sé misericordioso conmigo”.",
    "Dios los bendiga, docenas de manos. Ahora, sólo un momento de oración en silencio por Uds. Ud. que levantó la mano, muestra que aún está interesado. Me parece como que el Espíritu aún está llamando a alguien.",
    "Amado Dios, Tú Quien conoces todas las cosas. Y Tú has hecho todas las cosas con un propósito, pues, algunos tenían que ser condenados, algunos tenían que ser cegados; algunos: “Como el alfarero que hizo el vaso” como dijo Pablo, “uno para honra y el otro para deshonra”. El que fue hecho para deshonra, fue sólo para hacer relucir al que debería ser honrado. Pero ¿no está en la mano del Alfarero el hacer lo que Él quiera? ¿No está en el plan predestinado de Dios, llamar? “A los que conoció Él ha llamado. A los que Él llamó, Él justificó; y a los que Él justificó Él glorificó”.",
    "Tal vez algunos de ellos aquí hoy sean como la mujercita junto al pozo, descarriados en inmundicia, descarriados en incredulidad, descarriados en tradiciones de hombre, en doctrinas hechas por hombre. Quizá es la primera vez que hayan escuchado estas cosas, pero algo extrañamente ha dado advertencia a sus corazones. Hay muchas, muchas manos que se levantaron, Señor. Permite que el gran Alfarero tome ese vaso ahora y lo moldee en un vaso de honra. Yo creo que hay alguna razón Señor, o ellos no lo estarían haciendo, no estarían diciendo eso. Yo aún estoy creyendo, me paro a favor de ellos.",
    "Permítele a Tu humilde siervo rogar, Señor. Permítenos rogar por ellos, como uno quien se para entre los vivos y los muertos; como uno quien en Sodoma estaba rogando por los sodomitas: “¡Salgan de allí! ¡Salgan de allí, rápidamente!”.",
    "Que ellos vengan Señor, humilde y dulcemente ahora al trono de Dios; diciendo en su corazón: “Jesús, de este día en adelante, Tú serás mío. Yo Te hago aquí este juramento ahora, estando en este asiento donde Tu Espíritu me ha tocado. Si Él me tocó aquí, no tengo que ir más allá sino aquí. Aquí mismo es donde me encontraste; aquí mismo es donde vamos a concluirlo; aquí mismo en este segundo asiento, tercer asiento, quinto asiento, cualquiera que sea. Aquí mismo es donde se concluirá, porque aquí es donde Tú me redargüiste, y aquí es donde Tú prometiste corregirlo. Porque, aunque estuviese sucio e inmundo, seré hecho blanco como la nieve. Yo creeré toda Tu Palabra. Estoy dispuesto a caminar en Ella, creerla, aceptarla.\n\n“Y ahora yo hago esto para la gloria de Dios, sabiendo que mi vida de nada me sirve, no le sirve a Dios, no les sirve a mis vecinos, no sirve para nada más; sólo sirve para el diablo, para hacer de mí un—un títere; para lanzarme por doquier, tal vez para ser el juguete que algún hombre contemple, tal vez el ídolo de alguna mujer. Dios, hazme un siervo Tuyo”. Concédelo, Señor. Te los entrego ahora a Ti, en el Nombre de Jesucristo, Tu Hijo.\n\nCon nuestros rostros inclinados, y nuestros corazones.\n\nPuedo oír la voz…\n\nEn sinceridad, amigo. Podría ser su última oportunidad. ¿Puede Ud. oír esa tierna Voz?\n\n… llamando,\n\nPuedo…\n\nCómo llama… ¿Qué lo estará llamando, si es su Salvador? ¡La Palabra!\n\n…Salvador llamando,\n\n¿Qué debe hacer Ud.? Negar el mundo.\n\nY trae tu cruz, y ven…\n\n“He ignorado el bautismo en el Nombre de Jesús, Señor”.\n\nYo Te seguiré en el huerto,\n\nPor el…\n\nCon Él, ¿adónde? A las aguas, por el huerto, por donde sea; casa de oración, a la pila, a cualquier lugar. ¡Decídanlo!\n\n…Te seguiré en el huerto,\n\nDondequiera fiel Te seguiré.\n\nMe quedaré con Él a través de juicio,\n\nSi la Palabra está correcta o la iglesia está correcta.\n\nYo…\n\n“Si yo tengo la razón, o si Él tiene la razón. ¿Estará mi conciencia en lo correcto, o estará Su Palabra en lo correcto?”. Ud. ahora está en el lugar de juicio. “Lo que yo he creído ¿será correcto, o estará correcta Su Palabra? ¿Pensaré yo que tener el cabello corto está bien, usar pantalones cortos? ¿Pensaré yo que está bien pertenecer a una denominación?”. ¿Qué dijo Él?\n\nDondequiera fiel Te seguiré.\n\nAhora seguiré do Tú me guíes,\n\nTambién estoy con mis manos levantadas, Señor. Señor, donde sea, ¿dónde será predicado el próximo mensaje? ¿Será nuevamente aquí, esta noche, allá en África, Alemania, Suiza? ¿Dónde será, Señor?\n\nSeguiré…\n\nDonde Tú guíes, Señor.\n\n…do Tú me guíes,\n\nDondequiera fiel Te seguiré.\n\nAhora inclinando sus rostros.",
    "¿Irán Uds. con Él adonde los guíe? ¿Irán Uds. con Él cuándo los tiempos no sean los mejores, con la gente persiguiendo, riéndose y burlándose? “Yo aún seguiré con Él, de todas maneras iré. Avanzaré contigo más allá, Señor, donde Tú estés. Aún seguiré leal y sincero. En el furor de la batalla, permaneceré leal y sincero. Si caigo, Tú me volverás a levantar, Señor. ‘El que pierda su vida por Mi causa la encontrará’”.\n\nYo Te seguiré en el…",
    "Ahora todos los que son sinceros, en su corazón, levantemos ahora las manos, y nuestros corazones, a Él.\n\nYo… Seguiré do Tú me guíes,\n\nSeguiré do Tú me guíes,\n\nSalvador, seguirte quiero\n\nDondequiera fiel Te seguiré.\n\nMe darás Tu plena gracia y gloria,\n\nYo veré Tu…\n\nSeñor Jesús, sopla ahora sobre estos pañuelos. Sana a estos enfermos y afligidos, Señor. Concédelo, Señor. Concédeles sanidad, Señor, en el Nombre de Jesús.\n\nY por siempre Tú me guiarás.",
    "¿Se sienten bien ahora? ¿Sienten que ahora todo está listo? Si Él…\n\nCuando la Trompeta suene, en aquel día final, (ésa es esa última Trompeta)\n\nY que el alba Eterna rompa en claridad.\n\nCantémoslo, todos ahora. “Cuando la Trompeta suene”. Dénos la nota.\n\nCuando la Trompeta suene en aquel día final,\n\nY que el alba Eterna rompa en claridad,\n\nCuando las naciones salvas a su patria lleguen ya,\n\nY que sea pasada lista, allí de estar.\n\nCuando allá se pase lista,\n\nCuando allá se pase lista,\n\nCuando allá se pase lista,\n\nA mi nombre Yo feliz responderé.\n\nEn aquel día sin nieblas, cuando los muertos en Cristo resuciten,\n\nY Su gloria el Salvador impartirá;\n\nCuando todo aquí fenezca y nuestra obra cese ya,\n\nY que sea pasada lista, allí he de estar.\n\nCuando allá se pase lista,\n\nCuando allá se pase lista,\n\nCuando allá se pase lista,\n\nA mi nombre Yo feliz responderé.",
    "Levantemos nuestras manos, digamos: “Por Tu gracia, Señor”. “¡Por Tu gracia, Señor”!\n\nAhora, somos hermanos y hermanas en Cristo. Demos la vuelta y estréchenle la mano a alguien a su lado, y digan: “¡Con la ayuda de Dios, cuando allá se pase lista!”.\n\nCuando allá se pase lista,\n\nCuando allá se pase lista,\n\nCuando allá se pase lista,\n\nCuando allá se pase lista, allí he de estar.\n\n¿Qué es lo que esperamos?\n\nCuando esa Trompeta (la última) …el Señor sonará, y el tiempo no será…\n\n(Se habrá entrado en Eternidad, “En un momento, en el parpadeo de un ojo”.) …en claridad;\n\nCuando los salvos sean reunidos más allá, al otro lado,\n\nCuando sea pasada lista, allí he de estar.\n\n¡Cantémoslo!\n\nCuando allá se pase lista,\n\nCuando allá se pase lista,\n\nCuando allá se pase lista,\n\nCuando sea pasada lista, allí he de estar.",
    "¡Oh, qué tiempo será! Caminando por allí, algún día, y allí aparece alguien. “¿Quién es? ¡Mamá!”. ¡Amén! “Ya no falta mucho”. En sólo unos minutos uno es cambiado. Y seremos… nos reuniremos con ellos, luego seremos arrebatados juntamente con ellos, para encontrarnos con el Señor en el aire. ¡Oh, en un momento, en el parpadeo de un ojo! Diremos: “¡Aquí está el Hermano Seward, el anciano que antes venía aquí a la iglesia! ¡Pues, aquí está el Hermano DeArk! Aquí está el Hermano Tal… ¡Pues, miren esto, todos están alrededor! ¿Qué sucede? Aquí en unos minutos… Sé que ya me han aparecido, no faltará mucho ya. Ahora voy a ser cambiado, en un momento, en tan sólo un momento”. ¡Oh, sí! Y el alba Eterna rompa en claridad, hermosa y resplandeciente. Y todas las nubes místicas…",
    "Como Él dijo: “Israel, tú has sido como neblina de la mañana, un vapor, y tu justicia se desvanece”. Y cuando se haya desvanecido toda en la Luz del Hijo Quien lo posee todo (amén), entonces: “Será pasada la lista allá, y allí he de estar”. Muy bien.\n\nHasta esta noche:\n\n¡Hasta que nos encontremos! ¡Hasta que nos encontremos!\n\nNo sabemos en qué momento acontezca esto, amigos. Ha sido una historia por mucho tiempo, pero es la Verdad, y sucederá. Estamos justo en el tiempo ahora mismo.\n\nHasta—hasta que nos encontremos, hasta que…\n\nPor la gracia de Dios, esperamos que sea a las siete y media esta noche.\n\nDios esté con Uds. hasta que nos reunamos nuevamente.\n\nPongámonos ahora de pie.",
    "¡Oh!, ¿no es maravilloso? “Éstos son lugares Celestiales en Cristo Jesús”. No cambiaría esto por nada. Uds. saben cuánto me gusta pescar y cuánto me gusta cazar, porque veo a Dios allá en la naturaleza. Eso me fascina. Pero (¡Oh!), no lo cambiaría por un minuto de esto, por todas las experiencias de cientos de años. ¡Un minuto de esto, eso es satisfacción!",
    "Dios, crea en mí un avivamiento. Permíteme que yo sea el avivamiento. Permite que cada uno de nosotros sea el avivamiento, el avivamiento en mí. Hazme, Señor, hambrear, hazme tener sed. Crea en mí, Señor, aquello que es necesario en mí. Permíteme desde esta hora en adelante ser Tuyo; un siervo más consagrado, un mejor siervo, más bendecido por Ti; más capaz, más humilde, más amable, más dispuesto a trabajar; mirando más a las cosas que son positivas y olvidando las cosas que están en el pasado, y lo negativo. Permíteme presionar hacia la marca del alto llamamiento de Cristo. Amén.\n\nÉse es nuestro deseo, ¿no es así?\n\nMuy bien, hasta que nos veamos esta noche, vamos invocando ahora el Nombre de Jesús, cada uno de Uds.\n\nDe—de Jesús el Nombre invoca,\n\nBúscale con vivo afán;\n\nDulce hará tu amarga copa,\n\nTus pesares cesarán.\n\nSuave luz, manantial\n\nDe esperanza fe y amor;\n\nSumo bien, celestial,\n\nEs Jesús el Salvador;\n\nAhora inclinemos nuestros rostros.\n\nDe Jesús el Nombre invoca,\n\nQue te sirva de Broquel.\n\nAlma débil perturbada… 🦅"
  ]
}