{
  "title": "CISTERNAS ROTAS",
  "id": "64670009",
  "content": [
    "🦅  Oremos. Señor, ahora creemos. Creemos en el Hijo de Dios, y, a través de esto, aceptamos Vida Eterna a través de El. Ahora nos hemos reunido de nuevo, esta tarde, o esta noche, para otro servicio, confiando en Ti para el Mensaje y para lo que Tú nos vas a decir esta noche. Te creemos, Señor, y esperamos en Ti. Y Tú dijiste: “Los que esperan en Jehová tendrán nuevas fuerzas; levantarán alas como un águila”. Y rogamos, Dios, que Tú nos des ese Poder para remontarnos, esta noche, mientras esperamos en Ti.",
    "Te damos gracias por esta gente, y por lo que ellos significan para Ti y lo que ellos significan para mí. Te doy gracias por eso, Padre. Ellos son Tus joyas. Y yo ruego, Dios, que esta noche, que Tú mismo te manifiestes a ellos, en la forma en que ellos tienen necesidad. Si hay enfermos aquí, que sean sanados. Si hay una duda en la mente de alguien; aclárala, Señor. Y sólo danos de Tu Presencia y de Tus bendiciones, porque las necesitamos, Señor. Tú eres toda nuestra suficiencia. Y, sin Ti, no podemos hacer nada.",
    "Rogamos que Tú recibas nuestro agradecimiento por todo lo que Tú has hecho. En el Nombre de Jesucristo esperamos Tus bendiciones. Amén.\n\nPueden sentarse.",
    "Y, bueno, está un—un poquito más fresco este domingo en la noche, aquí adentro, de lo que estaba el domingo pasado en la noche. Estamos muy agradecidos con nuestros hermanos que trabajaron tan fielmente instalando esto. Yo conozco a dos o tres de ellos. El Hermano Mike Egan, mientras veo allá atrás y yo…El Hermano Mike, el Hermano Sothmann, el Hermano (creo) Roy Roberson, y el Hermano Woods, y todos ellos, estuvieron aquí esforzándose, tratando de instalarlo para que pudiéramos tener este Mensaje ahora, u hoy. Así que, estamos agradecidos.",
    "Ahora, el próximo domingo en la mañana, si el Señor quiere, yo quiero tener un servicio de sanidad, oraciones por los enfermos. Y lo designaremos para un servicio de sanidad, si el Señor quiere.",
    "Me fijé, esta mañana, que hay un montón de pañuelos aquí. Yo oré por ellos. Y yo, mientras Uds. estaban orando y cantando, yo oré por los pañuelos; y entonces hay más aquí esta noche. Así que, nosotros—nosotros creemos que Dios sana a los enfermos. Hay tantos grandes testimonios de sanidad entre nosotros, y a través del mundo, y estamos agradecidos por esto.",
    "Y pensé, el próximo domingo, siendo que tengo que estar ausente por un poco de tiempo, y nos hemos estado deteniendo tanto sólo para la enseñanza y del Mensaje, que yo pensé que sería una cosa buena si tuviéramos un—un servicio de sanidad, que oráramos por los enfermos. Y confiamos que Dios nos dará un gran tiempo.",
    "Ahora, muchos de Uds. tienen que manejar muchas millas esta noche. Así que yo estaba hablándole a grupos allá en la—la Cafetería Blue Boar, hoy, donde yo estaba cenando. Mucha gente fina, tuve oportunidad de estrechar sus manos y de hablar con ellos, gente que nunca antes había conocido, que vienen aquí a la iglesia. Y yo estoy agradecido por tales amigos, y yo quiero agradecer a cada uno de Uds. Algunos de ellos han recogido zarzamoras, y nos han traído. Y uno nos trajo una cubeta de almíbar, o melaza, creo que era, y—y cosas. Uds. no saben lo que eso significa. Y de mañana, me levanto y salgo de la casa, algunas veces allí…",
    "La otra mañana había un hermano allí que andaba bastante mal de dinero, no tenía ropa y cosas, quería que yo fuera a conseguirle algo de ropa. Comencé a salir, y casi me tropecé con una cubeta de zarzamoras colocada allí. Yo dije: “¿Trajo Ud. estas zarzamoras?”",
    "Y él dijo: “No, no tuve nada que ver con ello. He estado aquí desde antes del amanecer, y ellas estaban colocadas aquí entonces”. Y fue mi buen Hermano Ruddell que me las había traído. Y, así que, yo ciertamente aprecio esas cosas.",
    "Billy Paul me acaba de mencionar, hace unos momentos, que esta noche entre esta congregación, habían levantado una ofrenda, para mí. Yo—yo les agradezco eso. Yo no quería que Uds. hicieran eso. Yo—yo aprecio sus esfuerzos, y demás, pero eso no era necesario. Y, pero, el Señor les bendiga. Uds. saben, Uds. saben, la Biblia dice: “En cuanto lo hicisteis a estos más pequeños, a Mí lo hicisteis”.",
    "Ahora, yo más o menos les he estado hablando, sobre el Mensaje, muy directamente. Y yo…Algunas personas pudieran tener la impresión de que—que yo pienso que Jesús va a venir en la mañana o esta noche. Así es. Ahora, yo no digo que El va a venir. Y, por otra parte, El quizás no venga para la próxima semana, y pudiera ser el próximo año, pudieran ser diez años. Yo no sé cuándo viene El. Pero, hay una cosa que quiero…siempre tengan en mente, Uds. estén listos cada minuto u hora. ¿Ven? Que, si El no viene hoy, El pudiera estar aquí mañana. Así que sólo mantengan eso en sus mentes, que El viene.",
    "Y yo no sé en qué tiempo va a ser mi última hora sobre esta tierra, ni ninguno de nosotros lo sabe. Y ninguno de nosotros sabe cuándo viene El. El ni siquiera lo sabe, El mismo, por Sus propias Palabras; El dijo: “El Padre, solamente, sabe cuándo El va a venir; ni siquiera el Hijo sabe cuándo El va a venir”. Es cuando Dios nos lo envíe otra vez. Pero estamos esperando Su Venida. Y si El no viene en mi generación, El pudiera venir en la siguiente; si El no viene en ésa, El vendrá en la siguiente. Pero, para mí mismo, casi no puedo ver que quede tiempo alguno. Yo sólo…Para mí, pudiera suceder en cualquier momento. Ahora, eso no significa…Eso no significa, ahora, que Uds. verán los cielos cambiar y cada…Esa no es la Venida de la cual yo estoy hablando. Yo estoy hablando del Rapto.",
    "¿Ven?, El efectúa tres Venidas. El viene en tres Hijos, Nombres. El viene en una trinidad; Padre, Hijo, Espíritu Santo. ¿Ven?, todo el mismo Cristo, el mismo Dios, todo el tiempo. Ahora, sabemos que El viene a traer tres obras de gracia; justificación, santificación, bautismo del Espíritu Santo. Todo, en Dios, es completado en tres.",
    "Y así que El viene, primero, para redimir a Su Novia. El viene, segundo, como un Rapto, para llevarse a Su Novia. El viene, tercero, con Su Novia, Rey y Reina; después, eso es cuando mucha gente está esperando la Venida.\n\nPero cuando El venga esta vez, casi nadie sino aquellos que están listos sabrán cuando El venga. Sólo habrá una ausencia de gente. Ellos no sabrán qué les sucedió. Ellos serán arrebatados, en un momento, y que ellos habrán desaparecido. “Transformados en un momento, en un abrir y cerrar de ojos”. Así que estén listos para eso. Sería horrible alguna mañana echar de menos a un amado, nadie los podrá encontrar. ¿No sería muy terrible saber que ya pasó y Uds. se lo perdieron? Así que sólo manténganse delante de Dios.",
    "Ahora la próxima semana, si el Señor quiere, el próximo lunes, una semana a partir de este lunes, si Dios quiere, yo llevaré a la familia de regreso a Arizona a donde ellos van a la escuela, luego yo—yo regresaré.",
    "Ahora, yo no voy allá…Yo no tengo servicios en los cuales estar allá. Yo casi nunca estoy en Arizona. Yo me voy a algún otro lugar. Voy a llevar a mi esposa allá, el próximo lunes. Yo regresaré aquí de nuevo. Saldré de aquí para Columbia Británica. Regreso a Colorado. Voy a estar de nuevo en Arizona en algún momento cerca de Navidad, solamente por unos cuantos minutos, lo suficiente…quizás dos o tres días, recogeré a la familia, para estar de regreso aquí durante los días festivos de Navidad, si el Señor quiere, tener un servicio aquí durante la semana de año nuevo.",
    "Así que entonces estoy aquí, prácticamente, más. Estoy aquí diez veces más de lo que estoy allá, porque no tenemos ninguna iglesia o servicios allá, allá no tenemos nada, así que, en forma de servicio de iglesia. Esa es una cosa mala al respecto. Yo no tengo un lugar para mandar a los niños a que escuchen este Mensaje, como sus niños lo escuchan aquí, y—y así que ése es un defecto que tenemos. Pero todos están más saludables. Es un clima seco, caliente, seco, pero todos los niños parecen estar más saludables. Yo no estoy allá lo suficiente para saber si es saludable o no es saludable. Yo, yo paso de acá para allá, y yo—yo—yo supongo que sólo nací vagabundo.",
    "Mi esposa me llama…Yo sé que ella está aquí, así que yo oiré sobre esto después del servicio, todos Uds. saben. ¿Cómo se le llama a eso, vientos cambiantes, o vientos inquietos, o lo que sea—lo que sea, Uds. saben, arenas movedizas? O, yo siempre paso de acá para allá, en otras palabras. Y he estado casado ahora, veintidós años, y algunas veces pienso que soy un extraño en la casa, porque me tengo que estar yendo.\n\nPero estoy esperando el tiempo en que estaremos establecidos en la Tierra algún día. Pero ahora la batalla está aconteciendo, así que estemos en oración.",
    "No se olviden, el próximo domingo en la mañana, si el Señor quiere, traigan a sus enfermos y a los afligidos. Vengan temprano, tomen su lugar, y probablemente hay un grupo para que se ore por él. Tendremos que dar tarjetas de oración. Si no hay suficientes, no daremos tarjetas de oración, sólo suficientes para formar una pequeña línea como de dos o tres docenas, o algo. Pero nosotros—nosotros probablemente daremos tarjetas de oración, así que probablemente lo haremos como una hora antes del servicio normal, el cual yo pienso que toma…Serán las ocho, las ocho u ocho treinta, ellos darán las tarjetas de oración; abrirán la iglesia, darán las tarjetas de oración el próximo domingo en la mañana. Y entonces estén seguros de estar aquí para sus…Traigan a sus amados, pónganlos allí adentro. Estará agradable y fresco en la iglesia, si ellos están enfermos, y haremos todo lo que podamos para orar por ellos.",
    "Gracias, otra vez, por la ofrenda de amor.",
    "Y ahora vamos a leer algo de la Palabra de Dios, esta noche, y estar listos otra vez para este evento de Su Presencia para traernos Su Palabra. Ahora, sabemos que podemos leer un texto, pero Dios tiene que revelar el contexto. ¿Ven? Podemos tomar un texto, pero Dios tiene que revelar el contexto. Y ahora mientras están abriendo en el Libro de Jeremías, el capítulo 2.",
    "Yo quiero decir que estoy contento de tener, con nosotros, al Hermano Lee Vayle, un precioso hermano en el Señor. Y yo pienso que aquí, el hermano aquí, no puedo pensar en su nombre, el Hermano Willard Crase. Y vi a los hermanos de Arkansas, al Hermano John, y demás, de alrededor de Poplar Bluff, y al Hermano Blair. Y, oh, al Hermano Jackson, y al Hermano Ruddell, y tantos que yo—yo no puedo…Desearía poder mencionar el nombre de todos, pero yo no puedo hacerlo, y Uds. entienden. El Hermano Ben Bryant, lo veo sentado aquí; usualmente él es mi esquina del amén mientras yo estoy…Todos conocen a Ben por su voz. Ajá.",
    "Nosotros, estando una vez en California, yo estaba predicando un Mensaje para la gente Bautista allá en el valle. Ellos tenían una gran carpa allí, y habían muchos Bautistas algo aristócratas. Yo no podía oír un “amén” de ninguna parte; Uds. saben, algunas de las mujeres con temor de que se les partiera la pintura de su cara. Y entonces, cuando menos lo esperaba, yo vi un par de pies como así, subir en el aire, y dos manos grandes, y un cabello negro sacudiéndose allí, gritando: “Amén”, gritando de esa manera. Y yo miré hacia abajo, dije: “Ben, ¿de dónde saliste?” El verdaderamente estaba dando el “amén”.",
    "Yo veo a su esposa mirándolo de arriba abajo, un poquito. Bueno, él está perdiendo un poco de ese pelo negro, pero eso está bien, Uds. saben. No se preocupen por eso. Yo lo perdí, el mío, hace mucho tiempo.\n\nAsí que, ahora, no se olviden de orar.",
    "Ahora mientras llegamos a la parte sincera del servicio, recuerden, si leemos esta Palabra, entonces Dios bendecirá Su Palabra. “No volverá a El vacía, sino que hará aquello para lo cual es Su propósito”. Y yo sé, al leer la Palabra, yo siempre estaré correcto. Cuando leo la Palabra, Dios honrará Su Palabra.",
    "Ahora pongámonos de pie en respeto a Su Palabra. Jeremías, el capítulo 2, los versículos 12 y 13 de Jeremías 2.\n\nEspantaos, cielos, sobre esto, y horrorizaos; desolaos en gran manera, dijo Jehová.\n\nPorque dos males ha hecho mi pueblo: me dejaron a mí, fuente de agua viva, y se cavaron para sí cisternas, cisternas rotas, que no pueden…no retienen agua.\n\nInclinemos ahora nuestros rostros.",
    "Querido Dios, Tu Palabra ha sido leída. Y rogamos que Tú honres esa Palabra y nos des esta noche la parábola o el paralelo de Ella; mientras miramos los días que ya pasaron, Israel, como ejemplos, como la Biblia nos enseña que podemos ver lo que Tú les hiciste a ellos cuando obedecieron la Palabra, ver lo que Tú les hiciste cuando ellos desobedecieron la Palabra, y aprender lo que debemos hacer. Así que, rogamos que Tú nos hables esta noche en una manera muy especial, para que sepamos cómo conducirnos en este día, que aprendimos esta mañana, en el cual estamos viviendo. Porque lo pedimos en el Nombre de Jesús. Amén.\n\nPueden sentarse.",
    "Yo quiero hablar esta noche sobre el tema, solamente por un—un tiempo corto sobre: Cisternas Rotas.",
    "Israel había hecho dos grandes males. Dios dijo que ellos se habían apartado de El, la Fuente de Vida, y habían cavado para sí cisternas para beber de ellas. Ahora, eso es algo.",
    "La razón de que pensé en este texto fue porque correría paralelo a lo que estaba diciendo esta mañana, de la hora en que estamos viviendo, y la Causa por la cual estamos luchando.",
    "Y miramos a Israel como ejemplo, que, lo que Dios era, El siempre tiene que permanecer igual. Y solamente hay una cosa que Dios honró alguna vez, eso fue, Su camino que El proveyó para el pueblo. Y cuando ellos se salieron de ese camino, entonces Dios fue deshonrado, y Dios hizo que el pueblo sufriera por haberse apartado de lo que El les había dicho que hicieran, sin importar qué era.\n\nEl aun les dio una ley: “No toques, ni manejes, ni aun gustes”. No solamente por causa del mal de hacerlo, pero por el mal de desobedecer lo que El dijo que hicieran. Y nunca puede haber una ley sin un castigo por ley. Porque, si no hay castigo, entonces, la ley no llega a nada a menos que tenga una pena. ¡La ley!",
    "Ahora, nos damos cuenta, que lo que ellos hicieron en ese día parece que es paralelo a lo que estamos haciendo hoy, lo que la gente de la iglesia está haciendo.",
    "Ahora vemos una cosa extraña aquí. Pudiera ser extraña para algunas personas, cuando El dijo: “Uds. han, ellos se cavaron para sí cisternas, cisternas rotas”. Ahora, quizás algunos de Uds. no saben lo que es una cisterna. ¿Cuántos saben lo que es una cisterna? Bueno, casi todos Uds. Si Uds. fueron criados en una granja, Uds. saben lo que es una cisterna. Yo recuerdo haber bebido suficientes insectos de una, para—para saber lo que era una—una cisterna.\n\nPrediqué afuera en el campo donde, en una enramada, donde uno tenía un gran jarro lleno de agua de cisterna colocado allí, tomado de la—la lluvia, Uds. saben, y como que se ponía un poco vieja. Y—y luego los insectos se metían en ella en la noche. Y así que yo sé lo que es el agua de cisterna.",
    "Una—una cisterna es un—un lugar, una cosa que es cavada en la tierra, para que tome el lugar de un pozo. Donde la gente no tiene un pozo, entonces ellos hacen una—una cisterna. En otras palabras, una cisterna es un tanque hecho por el hombre o un pozo hecho por el hombre en la tierra, que el hombre cava, para juntar el agua, para—para usarla. Algunos la usan como agua para lavar, y algunos la usan como agua para tomar, y de diferentes formas, quizás. Algunas veces toda el agua, que solíamos recibir, era de una cisterna. Se tenía una cosa a la que uno tenía que girar, y girar, y girar, y girar, y girar, para hacer subir el agua; tenía unas pequeñas cubetas, para bombear el agua fuera de la cisterna.",
    "Bueno, notamos una cosa acerca de una cisterna que es diferente de un pozo. Ahora, una cisterna se va a vaciar. La—la—la cisterna no se puede llenar a sí misma. Ella es—es…No se puede depender de ella. Uno no puede depender de una cisterna. Ella tiene que confiar y depender de las lluvias que caen en el verano o en el invierno, lo que sea para…Generalmente, en el tiempo de invierno cuando viene la nieve y la lluvia, entonces el agua corre hacia dentro de la cisterna. Y si ella no recibe esa agua, entonces uno—uno no tiene nada de agua. Está toda—está toda…se seca. Y no se puede rellenar a sí misma. La vieja cisterna no se puede rellenar a sí misma. Ella se llena de las—las lluvias que caen.",
    "Y yo quiero que Uds. se fijen en otra cosa acerca de una cisterna. Generalmente, Uds. encuentran, o de la forma en que era en nuestra casa, la cisterna…Generalmente el establo es como el doble del tamaño de la casa, y ellos generalmente hacen que el agua corra del establo a la cisterna. Yo recuerdo esa vieja cisterna allá afuera, cuando él tenía…cuando los—los tubos de desagüe la metían de prisa, también, del establo. Ella se llenaba del establo.\n\nAsí que entonces el agua es llevada desde el techo del establo; a donde, todos los animales pisotean alrededor por el patio del establo, y toda la inmundicia del corral se asienta sobre el techo del establo, en tiempo de sequía. Y luego el agua viene y lo lava todo del techo, entra en un canalón que es hecho por el hombre, luego entra en un caño hecho por el hombre, luego entra en una cisterna hecha por el hombre. Y si Uds. no tienen un revoltijo, yo no sé qué tienen, cuando Uds. tienen una cisterna. ¡Sí, señor! Todo es hecho por el hombre, y tan sucio a más no poder.",
    "Uds. saben, solíamos llamar…Teníamos un filtro de trapo en una. ¿Han sabido alguna vez qué era eso? Tenían que poner un filtro de trapo en ella, para atrapar todos los insectos y cosas que venían del techo del—del establo, y de alrededor de todo el lugar, y se vaciaba de un lugar a otro, a la cisterna. Y acostumbrábamos poner un—un filtro de trapo en ella, para atrapar toda la—la escoria y cosas que pudiéramos. Por supuesto, eso no atraparía la verdadera suciedad, eso sólo atrapaba los grandes proyectiles que bajaban y caían dentro de él. El insecto podía caer en él, pero el jugo del insecto seguía adelante con el agua. Así que, uno—uno verdaderamente tenía una suciedad cuando uno tenía una vieja cisterna sucia.",
    "En unos cuantos días, permitan que esa agua permanezca allí, y llega a estancarse. Permitan que el agua permanezca en una cisterna, llega a estancarse. Y se llena de—de ranas, y lagartijas, y culebras. Y les solíamos llamar “larvas”, pequeñitas…Yo no sé si…No son parásitos, son unas…Yo no puedo, yo no sé cómo les llamen Uds. Pero son unas cositas que entran en el agua, que—que nosotros llamábamos larvas. Uds. saben qué es. ¿Cuántos saben de qué estoy hablando? Oh, pues, seguro, todos Uds. gente del campo saben. Se llena toda de estancamiento, y entonces estos amadores del estancamiento vienen con eso. En realidad sólo vienen, porque está estancada. Y porque está estancada, atrae allí al animal al que le gustan las cosas estancadas.",
    "Y eso es bastante parecido a nuestras iglesias hoy. Yo creo que hemos dejado…Uno de los grandes pecados que la iglesia ha cometido hoy, así como Israel en ese entonces, lo dejó a El, la Fuente de Agua viva, y han cavado para sí cisternas hechas por el hombre. Y ha llegado a ser habitación de todo lo que ama esa clase de agua. Lagartijas, ranas, y toda clase de gérmenes inmundos, viven en ella, porque es un tanque hecho por el hombre. Y estas cosas se quedan en este tanque, un ejemplo perfecto de nuestros denominacionales hoy.",
    "🦅 Ahora”, dicen Uds., “Hermano Branham, ¿por qué le da Ud. tan duro a esa gente?”\n\nDebería de dársele. Tiene que dársele. Huyan de ella, porque finalmente va a formar la marca de la bestia. ¡Recuerden, esa es la Verdad! Será la marca de la bestia. La denominación guiará directamente a ella. Está en camino allí mismo ahora, para forzar, por medio de un poder.",
    "Miren en el antiguo imperio Romano. Eso es exactamente lo que los guió a esa marca de una apostasía. Uds. se dieron cuenta que ningún hombre podía comprar o vender sin la marca de la bestia. El tenía que tenerla.",
    "Solamente habrán dos clases de personas en la tierra; aquellos con el Sello de Dios, y aquellos con la marca de la bestia. Sólo dos clases, así que Uds. tendrán que tener el uno o el otro. Será una apostasía, una—una marca de—de religión, religión apóstata.",
    "Y va a tener una imagen a la bestia. A medida estudiamos, nos damos cuenta que Roma era, es, y siempre será, la mar-…o, la bestia. Exactamente. No hay manera que sea otra cosa. ¡Roma!",
    "¿Y qué hizo Roma? Fue convertida de Roma pagana a Roma papal, y organizó un sistema, un sistema universal, que forzó a todos a esa única religión o eran matados.",
    "Y es una cosa extraña que estos Estados Unidos aparecen en la escena, y es como un cordero. Y un cordero tiene dos cuernos pequeños, derechos civiles y eclesiásticos. Y después de un tiempo, cuando eso era un cordero, nos dimos cuenta que entonces habló como un dragón y ejerció todo el poder que el dragón tenía en presencia de él. Y la Biblia nos dice que ellos dijeron: “Hagamos una imagen a la bestia”. Una imagen es algo semejante a otra cosa. Y podemos verlo ahora mismo que, en su condición apóstata, la iglesia está formando el Concilio Mundial de Iglesias, lo cual es la imagen del poder de Roma; e impondrá sobre la gente lo mismo que la Roma pagana…o la Roma papal. Así que, no hay ninguna otra manera, ninguna otra cosa. Pero esa es la Verdad.",
    "Y por eso estoy dándole duro en mi edad, en mi tiempo, porque tiene que dársele. El llamado vino, de: “¡Salid de ella, pueblo Mío, para que no seáis partícipes de sus pecados!”",
    "Ahora, yo estoy comparando eso a estas cisternas sucias e inmundas. “El es la Fuente de Vida. El es las Aguas vivas”. Y los hombres dejan Eso, y cavan para sí cisternas las cuales sólo pueden recoger la suciedad. Eso es lo único que puede recoger. Y eso es lo que hace el denominacionalismo; recoge todo lo que pasa y quiere unirse. Ellos están dispuestos a aceptarlo si tiene un poco de dinero o si se puede vestir en una cierta manera. No importa quiénes son, de dónde vienen, ellos los aceptan, de todas maneras.",
    "Ahora nos damos cuenta, otra vez, que, esta marca de la bestia que fue formada aquí. América, es, número trece. Nació con trece colonias. Tenía una bandera que tenía trece estrellas, trece rayas. Y aun aparece en Apocalipsis el capítulo 13. Y América siempre ha sido una mujer, representada en nuestras monedas. Aun la cabeza de un Indio, en un centavo, es el perfil de una mujer. Sabemos eso, conocemos la historia de eso. Todo, la Campana de la Libertad, y todo lo demás, la libertad…Estatua de la Libertad es, todo, una mujer. Una mujer; número trece. ¿Ven? Ahora, es—es hermoso ver esas cosas.",
    "Y ahora yo he predicho por revelación de Dios, o una visión en 1933, que siete cosas sucederían antes del tiempo del fin. Y que, una de ellas, era que: “Mussolini”, quien entonces estaba llegando a ser un dictador, “él llegaría a ser un dictador. Y, también, él haría una invasión e iría a Etiopía, y tomaría a Etiopía. Y el Espíritu, El dijo: ‘El ha de caer a su paso’”.",
    "Me pregunto si todavía queda alguno de los ancianos en el Tabernáculo, que recuerdan que dije eso aquí en el Salón Redman cuando predicamos, hace muchos, muchos años. ¿Hay alguno en el edificio, esta noche, que queda de los que estuvieron allá en el antiguo Salón Redman cuando yo prediqué eso, cuando ellos tenían la N.R.A. [Administración de Recuperación Nacional, por sus siglas en Inglés.—Traductor], muy atrás en el tiempo del primer periodo de Roosevelt? Yo creo que no hay ni uno aquí. ¿Hay uno? Sí, sí, uno, hay uno. Sí, la Sra. Wilson, yo me acuerdo de ella. Mi esposa, sentada atrás. Quedan dos, de la antigua generación de aquellos en ese día.\n\nQue, cuando ellos dijeron que esta N.R.A. era la marca de la bestia, yo dije: “Nada de eso; de ninguna manera. La marca de la bestia no viene de aquí. Sale de Roma. Y no puede ser la marca de la bestia”.",
    "Y ahora recuerden que estas cosas fueron dichas. Dije que: “Adolfo Hitler llegaría a un final misterioso. Y que él declararía guerra a los Estados Unidos. Y que ellos construirían una gran—una—una gran cosa de concreto, que ellos hasta vivirían en ella. Y allí mismo los Americanos recibirían una paliza horrible, en ésta”. Y fue la línea Siegfried, once años antes de que se empezara a construir. Y entonces dije: “Pero él llegará a un fin; y los Estados ganarían la guerra”.",
    "Y luego dije, que: “Hay tres ismos; Nazismo, fascismo, y comunismo”. Y yo dije: “Todos ellos terminarán en comunismo. Rusia lo tomará todo, en comunismo”.",
    "Y yo dije: “Entonces la ciencia va a estar tan avanzada, el hombre va a llegar a ser tan inteligente, que inventará tantas cosas al grado que va hacer un automóvil que parece un huevo, que tendrá como un techo de vidrio sobre él, y sería controlado por algún otro poder en vez de un volante”. Y ellos tienen el carro.",
    "Y yo dije: “Entonces las morales de nuestras mujeres van a caer en cosas tan degradadas, al grado que van a ser una desgracia a todas las naciones. Ellas van a ponerse ropa de hombre. Ellas van a seguir quitándose su ropa hasta que inclusive llegarán al punto como que tienen puesta su ropa interior, eso es todo. Y, finalmente, ellas llegarán a ponerse sólo una hoja de higuera”.\n\nY si Uds. se fijan, en la revista Life del mes pasado, ellos tenían la mujer con las hojas de higuera puestas. Y ese es el nuevo frac de noche, o vestido, lo que ellas se ponen en la noche; transparente, se puede ver a través de él, sólo las hojas de higuera esconden una cierta parte de su cuerpo; sin tirantes, o con tirantes, trajes de baño sin tirantes, en la parte superior, el cuerpo expuesto. ¡Y cómo han sucedido esas cosas!",
    "Entonces yo dije: “Yo vi a una mujer parada en los Estados Unidos, como una gran reina o algo. Y ella era hermosa a la vista, pero malvada en su corazón. Y ella hizo a la nación dar un paso, ir a su paso”.",
    "Luego yo dije: “Finalmente, El me dijo que mirara otra vez al Este. Y, cuando lo hice, yo vi, parecía, a como estaba, que el mundo había explotado. Y hasta donde yo podía ver, no había nada sino trozos de madera y—y rocas ardiendo habían sido sacadas de la tierra por explosiones”.\n\nY éstas habían de suceder antes del fin del mundo. Y cinco de las siete ya han sucedido, en treinta y tres años. ¡Ahí estamos, en el tiempo del fin!",
    "Y yo hablé contra ese sistema denominacional en ese tiempo. Y yo todavía creo, esta noche, que es un pozo negro, que es un lugar donde la inmundicia entra en él. Yo no puedo creer que Dios alguna vez aceptaría tal cosa en Su Iglesia, porque tiene que nacer del Espíritu de Dios y luego limpiada antes de que pueda ser llamada Suya. El Cuerpo místico de Cristo, somos bautizados en El por el bautismo del Espíritu Santo.",
    "Sí, este sistema de cisterna ciertamente es un ejemplo perfecto de denominación. Un hombre sabio debiera mirar, y nunca entrar en ella, porque Dios ha probado a través de las edades que El está en contra de ella y nunca obró con ella. Cualquier grupo…Cualquier vez que un hombre se levantó con un mensaje, como Lutero, Wesley, o demás, y Smith, y Calvino, y demás; cuando empezaron la organización, Dios colocó la cosa sobre el anaquel y nunca lo visitó de nuevo en un avivamiento.",
    "Miren a través de la historia. Nunca ha habido un tiempo en que Dios haya tomado una denominación, que haya hecho un avivamiento de ella, en ninguna parte. Entonces, a través de la historia y por la Biblia, prueba que es una cosa inmunda ante los ojos de Dios, así que yo no quiero tener nada que ver con ella. Y por eso es que estoy en contra. Estoy tratando de sacar de ella a la gente.",
    "Somos invitados, como en Israel, así es ahora, a buscar ejemplos en Israel. Ellos, mientras se quedaron con esa Fuente, ellos estaban bien. Pero cuando se pusieron a cavar para sí cisternas, sistemas hechos por el hombre, entonces Dios los dejó completamente. El nos hará lo mismo. “Ellos lo han dejado a El, la Fuente de Agua viva”. Esa era la queja que Dios tenía contra ellos. “Hacer algo que ellos pudieran decir: ‘¡Ven Uds. lo que hemos hecho!’”",
    "Ahora, cuando en el tiempo de la—la jornada de Moisés; cuando Dios, por gracia, les había dado un profeta, les había dado una Columna de Fuego que fuera delante de ellos, lo había vindicado por medio de señales y maravillas. Gracia había provisto todas estas cosas. Israel aún quería, ver ley. Ellos rechazaron la gracia, para tomar la ley.\n\nEso es exactamente lo que la gente hace hoy en día. Rechazan la Palabra, para aceptar un sistema denominacional, porque en eso ellos pueden hacer lo que quieren y salirse con la suya. ¡Pero Uds. no lo pueden hacer en Cristo! Uds. tienen que venir limpiamente y sin ataduras, para poder estar en Cristo.",
    "Dejando el pozo artesiano, por un sistema o cisterna hecho por el hombre, ¿pudieran Uds. imaginarse a alguien haciendo eso? ¿Pudieran Uds. imaginarse las condiciones mentales de una persona que puede beber en un pozo artesiano fresco, y dejar eso por una cisterna hecha por el hombre con ranas, y lagartijas, y larvas, y todo lo demás en ella?\n\nEso ni siquiera sensiblemente parece ser correcto, pero eso es exactamente lo que la gente ha hecho. Ellos han dejado la Palabra, la verdadera Fuente del manantial y Poder de Dios, para beber de cisternas, y hacer para sí cisternas. Así como lo hicieron entonces, lo han hecho ahora. Ellos dicen…\n\nEl dijo: “Me dejaron a Mí”. Aquí El dijo, aquí en Jeremías 2:14, o 13, mejor dicho. El dijo: “Me dejaron a Mí, la Fuente de Agua viva”.",
    "Ahora, vemos lo que es una cisterna. Vemos qué atrapa. Vemos cómo está hecha. Es una cosa hecha por el hombre que viene de un techo sucio. El agua que cae, pega sobre un techo sucio, y sólo lava el techo, la hace caer a través de un canalón hecho por el hombre, a través de un caño hecho por el hombre, a un tanque hecho por el hombre. Y toda la suciedad se junta allí adentro, y a los—los gérmenes, y a las lagartijas, y ranas, y cosas de la tierra, les gusta eso. Y, fíjense, ellos son los animales inmundos; larvas, estancadas. Una larva no puede vivir en agua clara. Si lo hace, la mataría. Tiene que estar en el estancamiento.",
    "Y de esa manera es con muchos de estos parásitos hoy en día. Uds. no pueden vivir en el agua fresca del Espíritu Santo. Esa es la razón de que están tan firmemente en contra de la Palabra, y dicen: “Ella se contradice a Sí misma. No se puede sacar nada bueno de Ella”. Es porque ellos tienen que tener alguna clase de pozo estancado en el cual menearse. Correcto.\n\nDe esa misma manera es con las ranas, y con las lagartijas, y con los renacuajos, y cosas como ésas. Ellos tienen que estar alrededor del pantano o del pozo estancado, para vivir, porque es su naturaleza vivir allí. Y Uds. no pueden cambiar al animal hasta que le cambien su naturaleza.\n\nY Uds. no pueden hacer a un hombre ver la Palabra de Dios hasta que su naturaleza haya sido cambiada; y cuando su naturaleza es cambiada de lo que él es, a un hijo de Dios, y el Espíritu Santo viene a él. ¡El Espíritu Santo escribió la Palabra de Dios!",
    "Hoy estaba hablando con mi buen amigo, el Doctor Lee Vayle, quien está presente ahora. Y él es todo un teólogo, y así que normalmente tenemos algunas—tenemos algunas discusiones muy buenas sobre las Escrituras. Muy inteligente.\n\nY una vez él me preguntó qué pensaba yo acerca de la evidencia inicial del Espíritu Santo: “¿Era hablar en lenguas?” Eso fue hace muchos años.\n\nYo dije: “No; no puedo ver eso”.\n\nEl dijo: “Ni yo”, dijo, “aunque se me ha enseñado eso”. El dijo: “¿Qué pensaría Ud. que sería una evidencia?”",
    "Yo dije: “La evidencia más perfecta en la que puedo pensar es amor”. Y así que estuvimos hablando sobre eso.\n\nY entonces yo pensé que sonaba bastante bien así que yo sólo retuve eso: “Si un hombre tiene amor”.\n\nPero un día el Señor, en una visión, me corrigió. Y El dijo, que: “La evidencia del Espíritu eran aquellos que podían recibir la Palabra”, ni amor, ni hablar en lenguas, pero es recibir la Palabra.",
    "Y entonces el Doctor Vayle me estaba diciendo, que: “Eso es Escritural”, dijo él, “porque, en Juan 14, Jesús dijo: ‘Cuando venga sobre vosotros el Espíritu Santo, El os revelará estas cosas, que Yo os he enseñado, y os hará saber las cosas que habrán de venir’”.\n\n¡Así que allí está la genuina evidencia del Espíritu Santo! El no me ha dicho nada errado todavía. Que: “Es la evidencia del Espíritu Santo, es aquél que puede creer la Palabra, si Uds. pueden recibirla”.\n\nPorque, Jesús nunca dijo: “Cuando el Espíritu Santo venga, hablaréis en lenguas”. El nunca dijo, que cuando el Espíritu Santo venga, que Uds. harían alguna de esas cosas. Pero El dijo: “El tomará estas cosas de lo Mío y os las hará saber, y os hará saber las cosas que habrán de venir”. Así que allí está la genuina evidencia del Espíritu Santo, de acuerdo a Jesús mismo.",
    "Así que todas estas sensaciones y cosas que la gente tiene y en las que todavía sigue viviendo, Uds. pueden ver porqué lo hacen. ¿Ven?, llega a ser una denominación, o un pozo estancado, y nunca se hará una denominación sobre la imp-…la Palabra perfecta de Dios. No lo puede hacer, porque Uds. no pueden nominar o denominar a Dios. ¡No, señor!",
    "La razón es, Uds. toman un montón de hombres que pueden creer la Palabra, permítanles comenzar una organización. Cuando Uds. menos lo piensan, al cabo de un año hay un montón de Rickies allí con los que Uds. no pudieran hacer nada. Ellos tomaron control, y Uds. no pueden hacer nada al respecto. No es el sistema de Dios. No es, así que sabemos que esa cosa está fuera. Llega a ser una cisterna, y llega a ser un lugar donde cada quien se comprometerá en esto, aquello, o lo otro, para conseguir que entren miembros allí, o permitir que la gente entre.",
    "Nos damos cuenta, este sistema comenzó una vez, allá en los días de los Israelitas, cuando ellos estaban cavando estas cisternas. Y había un hombre y un montón de Fariseos que habían cavado algunas cisternas. Y ellos tenían a un hombre llamado Herodes, y él era un proclamador, gobernador del estado.\n\nY él descendió para oír a un hombre que no perdía el tiempo con sus denominaciones. El era un profeta. Y ningún profeta alguna vez tuvo que ver con una denominación, sino que la odió. Este profeta comenzó a decir: “No comencéis a decir dentro de vosotros mismos: ‘Tenemos a Abraham por padre’, porque os digo que Dios puede levantar hijos a Abraham de estas piedras”.",
    "Y ellos trajeron a un dignatario a oírlo. Y este dignatario le había quitado la esposa a su hermano, y se casó con ella. ¿Y qué dijo ese hombre al caminar poniéndose delante de su rostro? Ellos pensaron que él se comprometería, y diría: “Ahora, Señor, Ud., Ud. tome un buen asiento aquí. Y Ud. debería de…Yo estoy tan contento de que Ud. está aquí para oírme hoy”.\n\nJuan caminó directamente poniéndose delante de su rostro, y dijo: “No te es lícito tenerla”. La primera cosa que él dijo, él lo reprendió por su pecado.",
    "¿Ven?, las denominaciones hacen pozos estancados donde los hombres pueden vivir con mujeres, y esas mujeres pueden comportarse mal, y cortarse su cabello, y ponerse pantalones cortos, y cualquier otra cosa, y llamarse a sí mismas Cristianas.\n\nPero una Fuente genuina, aleluya, del Poder de Dios, no puede quedarse allí, porque Ella la echa fuera a empujones. “Yo soy la Fuente de Aguas vivas. Ellos me dejaron a Mí, para cavar para sí algunas cisternas”.",
    "Ahora, una fuente de agua viva, nos damos cuenta, ¿qué es una fuente de agua viva? Nos dimos cuenta qué es la cisterna, ahora ¿qué es una fuente de agua viva? Es un pozo artesiano.\n\n“Un pozo artesiano, ¿qué es eso, Hermano Branham?”\n\nEs un pozo que siempre surge de abajo y empuja su agua afuera. Todo el tiempo está fluyendo. El se mantiene a sí mismo. Siempre está fresco y limpio, un pozo artesiano, una fuente de agua viva. No está muerto y estancado. Está viviendo, constantemente está cambiando, trayendo algo nuevo todo el tiempo, moviéndose, viniendo de sus recursos. El saca sus recursos de—de su fondo, la cual es una…aún una fuente de aguas vivas brotando. Se limpia a sí misma; es agua limpia, pura y limpia. Se mantiene a sí misma; uno no tiene que esperar las lluvias para que llene su tanque. Siempre está borboteando, da su agua libremente. Uno no tiene que bombearla, sacarla, torcerla o unirse a ella. Simplemente es una fuente de aguas vivas.",
    "Uds. saben, Uds. toman estas viejas cisternas, Uds. tienen que darle vuelta a la manivela y darle vuelta y darle vuelta, y bombearla y todo, para sacar un poquito de esa agua estancada. ¡Ja!\n\nPero una Fuente de Agua viva la da, gratuitamente, sin bombearla, unirse, cualquier otra cosa. ¡Oh, yo estoy contento por esa Fuente! ¡Sí, señor!",
    "No necesita un colador en Ella, para sacar los parásitos. Porque, surge de tan profundo, allí en la Roca, al grado que no hay parásitos allí.\n\nNo tiene que tener un trapo educacional colgando de Ella, eso es correcto, algún sistema de manufactura mundana de sabiduría denominacional hecha por el hombre; para decirles, ante un siquiatra, si uno puede predicar o no. No tiene uno de esos trapos sucios colgando de Ella. Se lo quitaría empujándolo tan pronto Uds. lo pusieran allí. Uds. no lo pueden hacer. Ese pozo está borboteando, todo el tiempo. Si Uds. le pusieran uno de esos trapos sobre él, lo arrojaría completamente afuera a un lado o al otro. No tiene tiempo para un trapo denominacional en él.",
    "No necesita ningún filtro, ningún colador, ningún bombeo, ningún jalón, ni nada más. Sólo está allí, borboteando. No tiene que depender de lluvias locales para que lo llene. Lluvias son “avivamientos”, donde esa Fuente…Eso es en esa Fuente de Vida. “Donde está el Cuerpo muerto, las águilas se juntarán”. Uds. no tienen que bombear un avivamiento; Uds. no tienen que bombear nada. Lo único que tienen que hacer es tan sólo venir a la Fuente. Siempre está llena de agua buena y fresca, y no hay fin para Ella. Simplemente sigue borboteando.",
    "Uds. no tienen que ir a la cisterna, y decir: “Bueno, si llueve y se lava del establo, tendremos algo para beber”. ¿Ven? ¡Oh, oh! No éste. Ese pozo artesiano está haciendo brotar agua buena y fría todo el tiempo. Uds. pueden depender de él. Uds. no tienen que decir: “Bueno, yo iré a esta vieja cisterna. Solíamos beber de ella, pero no ha llovido en mucho tiempo. Yo les digo, quizás esté seca”.",
    "De esa manera son algunos de estos sistemas hechos por el hombre. Uds. pueden entrar, si tienen alguna gran cosa aconteciendo, una gran sociedad que vende algo, o—o alguna clase de algo aconteciendo, grandes fiestas y cosas aconteciendo, juegos de bunco, y fiestas en el sótano, y de todo, Uds. podrían encontrar el lugar lleno.\n\nPero cuando Uds. van a donde esa Fuente está borboteando, siempre, la gente está allí tomando un buen trago de agua fría. ¡Uds. pueden depender de Ella! Dicen que: “Ellos no han tenido un avivamiento por diez años”. Si Uds. viven por medio de esa Fuente, Ella siempre tiene un avivamiento aconteciendo.",
    "Como dijo el pequeño Galés. O, una vez cuando ellos tenían el avivamiento Galés aconteciendo, había algunos dignatarios de los Estados. Algunos de estos grandes Doctores en Divinidad fueron a Gales, para averiguar dónde y de qué se trataba todo esto. Así que ellos tenían puestos sus cuellos volteados, y sus sombreros de copa, y estaban caminando por la calle.\n\nY aquí venía un pequeño policía, dándole vueltas a su pequeño garrote en su mano, silbando: “Allá en la cruz donde mi Salvador murió, allí clamé para ser limpiado de pecado; allí la Sangre fue aplicada a mi corazón, gloria a Su Nombre”, caminando por la calle.\n\nAsí que ellos dijeron: “Este parece ser un hombre religioso. Iremos a preguntarle a él”.\n\nY ellos dijeron: “¡Señor!” Dijo: “¿Sí, señor?”\n\nEl dijo: “Estamos aquí de los Estados Unidos. Somos una delegación. Venimos aquí a investigar el así llamado avivamiento Galés. Nosotros somos Doctores en Divinidad, y estamos aquí para verlo”. El dijo: “Queremos saber dónde está el avivamiento, y dónde se lleva a cabo”.\n\nEl dijo: “Señor, Ud. ha llegado. Yo soy el avivamiento Galés”. ¡Amén! “El avivamiento Galés está en mí. Aquí es donde está”.",
    "Así es cuando Uds. viven por medio de esa Fuente de Aguas vivas. Está viviendo todo el tiempo, borboteando una y otra, y otra, y otra vez. No hay fin para Ella. No: “Ir a ver si hay agua, si tuvimos una lluvia aquí no hace mucho”, eso no es. Es esa Fuente de Agua viva. Como yo digo, da Su Agua libremente.",
    "Uds. no tienen que poner trapos en Ella, para darse cuenta; algunos trapos educacionales, antes de que puedan mandarlo a predicar, y ver si él deletrea sus palabras correctamente, si las habla correctamente, si él usa sus nombres y pronombres, y demás, y adjetivos. Muchos de ellos ni siquiera saben lo que son, pero él está viviendo en la Fuente de igual manera, ¿ven?, igual.",
    "No tiene que depender de las lluvias locales, para que la llenen, o los avivamientos locales, para eso. Ella no tiene que hacer eso, porque su Poder y su pureza está dentro de ella misma. Allí es donde está la Palabra, ¡Su propio Poder! Cuando un hombre puede recibirla en su corazón, tiene Su pureza. Tiene Su poder. Está en la Palabra misma, hace brotar la Vida.",
    "Israel se alejaba de Ella, se metían en problemas. Cada vez que ellos se alejaban de Ella, se metieron en problemas.\n\nLo mismo que hacemos ahora. Cuando el avivamiento se aleja de Eso, entonces no sirve. Se cava para sí algunos pozos, y, o algunas cisternas estancadas, y ahí va.",
    "Pero El siempre los ayudó. La murmuración en el Mar Rojo, entonces cuando ellos murmuraron…Sin embargo, en todo eso, El había prometido, les hizo una promesa. El debería haberlos regresado allí mismo, de la manera que nosotros lo veríamos; pero El había prometido llevarlos allá.\n\n¿Qué hizo El? A aquellos hijos de Israel, El les proveyó la Columna de Fuego y todo, su profeta, para una vindicación. Y ellos los guiaron allá al mar. Y, siempre, hay problemas en contra de Ello. Y aquí venía el Faraón y su ejercito. ¿Y saben Uds. lo que hizo Dios? El simplemente abrió esa cisterna roja estancada.\n\nEl Mar Muerto es la cosa más muerta en el mundo. Verdaderamente está muerto. Está estancado. Nada puede vivir en él.\n\nY El lo abrió y los liberó, al otro lado. El los llevó a donde ellos no tendrían que estar atados por una cosa semejante a ésa.",
    "En el desierto, ellos se dieron cuenta que no se podía depender de los tanques; estaban secos. Se dieron cuenta, que ellos se iban de un pozo de agua a otro. Cuando estaban en el desierto, estaban muriéndose de sed, por un trago de agua. Y ellos iban a este tanque aquí, un estanque; estaba seco. Fueron a otro lugar; estaba seco. Ellos no podían pensar que alguna vez iban a tomar un trago de agua.\n\nY luego en el lugar menos probable en todo el desierto, ellos encontraron el agua. Fue en una roca. Fue en una roca. El lugar menos probable en que un hombre encontraría agua, sería en una roca seca en medio de un desierto. Pero, ¿ven Uds.?, Dios hace cosas así. En el lugar menos probable, en la manera más rara. Eso es lo que siempre hemos tenido.",
    "Ellos, piensan que tienen que tener grandes denominacionales, reunidos, y permitirles que todos se junten y que tengan un gran apiñamiento, y demás, y conseguir que miles cooperen, y todo así, para tener un avivamiento.\n\nAlgunas veces Dios toma al hombrecito que ni siquiera sabe su abecedario, y allí entre un montón de gente analfabeta que apenas conoce su mano derecha de la izquierda, El puede levantar un avivamiento que sacudiría el mundo. El lo hizo en el tiempo de Juan. El lo hizo en el tiempo de los profetas. Ninguno de ellos, de lo que sabemos, fue educado alguna vez, pero Dios pudo echar mano de ellos y hacer algo con ellos.",
    "En esta Roca salieron las aguas. El era la Roca. Y El le ordenó a esta Roca, y debía ser golpeada. Y El dio abundancia de agua pura, fresca y limpia a todos los que bebieran. El salvó a todos los que bebían de Ella. Un paralelo perfecto con Juan 3:16.\n\n…de tal manera amó Dios al mundo, que ha dado a su Hijo unigénito,…todo aquel que en él cree, no se pierda, mas tendría vida eterna.",
    "Dios golpeó a esa Roca, en el Calvario. Nuestro juicio fue sobre El, para que de El pudiera venir el Espíritu de Vida que daría Vida Eterna a Uds. y a mí. Esa es una parábola perfecta de Ella, allí en este desierto.",
    "Ellos nunca tuvieron que jalar, cavar, bombear o algo; solamente participar de Su manera provista, gratuitamente. Cuando, ellos no tenían que sacarla de un estanque. Ellos no tenían que subirla con una cubeta. Ellos no tenían que tener un torno con que sacarla. Ellos solamente tenían que participar de ella.\n\nY eso es todo lo que hay ahora. Uds. no tienen que unirse a nada. Uds. no tienen que ir al altar y manufacturar algo, bombeándolo. Uds. no tienen que decir una palabra una y otra y otra vez, hasta que Uds. tengan una confusión de lenguaje. Lo único que Uds. tienen que hacer es sólo participar de El, gratuitamente, la manera provista por Dios. Sin bombear, ni empujar, ni nada; solamente tomar de Ella, gratuitamente. Nada que Uds. tienen que hacer; solamente participar de Ella. Eso es, solamente creerla. Eso es todo lo que puedo decir sobre eso.\n\nEllos nunca tuvieron que hacer algo por ella. Nunca tuvieron que cavar. Ellos nunca tuvieron que postrarse y llorar toda la noche, por ella. Ellos solamente participaron de ella; fue golpeada y estaba lista. Eso es correcto.",
    "Yo ahora estoy mirando a un hombre, sentado aquí en la parte de atrás del cuarto. Yo recuerdo haberle dicho eso, sobre una vieja cuadra un día, junto a un pesebre.\n\nY él dijo: “Pero yo no soy bueno”.",
    "Yo dije: “Yo sé que no lo es”. Y yo dije: “Yo no lo soy, tampoco”. Pero yo dije: “Ud. está mirando lo que Ud. es. Y deje de mirar lo que Ud. es, y mire lo que El es”.\n\nEl dijo: “Si yo tan sólo pudiera deshacerme de estos cigarrillos, Hermano Branham, yo—yo—yo sería un Cristiano”.",
    "Yo dije: “No se deshaga de ellos. Ud. está tratando de ser bueno y luego venir a El. El nunca vino a salvar hombres buenos; El vino a salvar hombres malos que sabían que ellos eran malos”.\n\nEl dijo: “Bueno…”\n\nYo dije: “Escuche, ¿Ud. no quiere ir al infierno, verdad?”\n\nEl dijo: “No”.",
    "Yo dije: “Pues, Ud. no tiene que. El murió para que Ud. no tuviera que ir”.\n\nEl dijo: “¿Qué es lo que tengo que hacer?”\n\nYo dije: “Nada. Es así de sencillo”.\n\nEl dijo: “Pero si yo puedo alguna vez…”",
    "Yo dije: “Allí va, de regreso a ese cigarrillo otra vez. Deje de pensar en ese cigarrillo. Sólo recuerde, piense en El, lo que El hizo, lo que El es; no lo que Ud. es. Ud. no es bueno; y nunca lo fue, y nunca lo será. Sino, lo que El es, ¡El es!” Y yo dije: “Ahora, lo único que Ud. tiene que hacer; si El tomó su lugar allá, Ud. sólo acepte gustosamente lo que El hizo. Lo único que Ud. tiene que hacer es aceptarlo”.\n\n“Pues”, dijo él, “eso es sencillo. Yo haré eso”.",
    "Yo dije: “Aquí está el riachuelo”. ¿Ven? Yo lo traje aquí y lo bauticé en el Nombre de Jesucristo.\n\nAlgunos de su gente están aquí sentados, y yo—yo sé que ellos se extrañaron conmigo porque hice eso, pero yo sabía lo que estaba haciendo. Yo vi en el hombre algo que era genuino. Yo podía verlo allí, y lo llevé y lo bauticé en el Nombre del Señor Jesús.\n\nY, cuando hicimos eso, no pasó mucho tiempo después de eso que yo fui a la casa de su hijo. Vimos una—una visión de un árbol siendo quebrado en un cierto lugar, y el hombre se cayó, casi se quebró su espalda. Lo llevaron al hospital. Y esa noche el Señor me reveló, a mí, que era el fin de los cigarrillos.\n\nAsí que al día siguiente él quería algunos cigarrillos. Yo dije: “Yo le compraré un cartón y se lo llevaré. Uds. sólo observen y vean, sus días de cigarrillos han terminado”. El nunca se ha fumado uno desde entonces, y nunca quiso uno desde entonces. ¡Dios!",
    "¿Ven?, lo primero que Uds. tienen que hacer es venir a esa Fuente. Uds. tienen que venir a esa Agua, darse cuenta que no hay nada que Uds. puedan hacer. Es lo que El hizo por Uds. Uds. no tienen que cavar; Uds. no tienen que bombear; Uds. no tienen que dejar esto; Uds. no tienen que dejar aquello. Lo único que Uds. tienen que hacer es llegar allí y beber. Eso es todo. Si Uds. están sedientos; ¡beban!",
    "Ahora, El era la Roca. Dios lo hirió a El por nosotros, y El dio abundancia de agua pura y limpia. El todavía lo hace, hoy, para todo aquel que creyere. Esta es Su gracia, por supuesto, para Su pueblo, nosotros.",
    "Hay algo parecido como allí, como la gente de hoy en día, listos para recibir lo que ellos puedan obtener, pero no quieren ofrecer ningún servicio a cambio. Israel estaba listo para—para beber de la roca ahora, pero ellos no querían dar a Dios Su servicio que a El se le debía.",
    "Y El siempre nos está dando un servicio. Uds. saben, nosotros ni siquiera podemos respirar sin El. No podemos respirar sin el servicio de Dios. Así somos de dependientes de El. Y, sin embargo, casi nos parte en dos si tratamos de hacer, si tenemos que hacer algo por El. El nos pide que hagamos algo, ir a ver a alguien, ir a orar por alguien, ir a ayudar a alguien, casi nos parte, el hacerlo. Pero no queremos hacer nada por El para servicio.",
    "Su queja era: “Me dejaron a Mí, la Palabra; y han aceptado una cisterna rota, a cambio. Aceptar…Me dejaron a Mí, la Fuente de Vida, la Fuente de Agua de Vida; y desearon y prefirieron beber de una cisterna estancada”. ¿Pudieran imaginarse eso?",
    "¿Pudieran imaginarse ahora a una persona, que, aquí está un pozo artesiano sacando esa buena, agua caliza, directamente del corazón de las rocas, allá abajo en los lechos de arena, y demás, tan buena y fría como pudiera serlo; y preferiría beber de una cisterna allá, que había caído lavando el techo del establo, y de los cobertizos, y de todos los edificios exteriores de alrededor del lugar? Y se derramó allí adentro de esa cisterna, donde la filtración del agua se drena directamente hacia adentro de ella, del establo, las cuadras y pesebres, y todo drenándose directamente hacia adentro de la cisterna, y luego queremos acep-…¿bebería de eso antes de ir a ese pozo artesiano? Habría algo malo mentalmente con la persona. Eso es correcto.",
    "Y cuando un hombre o una mujer acepta una denominación en su creencia, que permite el pelo corto, ponerse pantalones cortos, maquillaje, todas estas otras clases de cosas, y alguna clasecita de—de programa, y todo este comportamiento y pueden ir a donde se juega a los bolos, y—y toda esa tontería allá, y pueden tolerar eso; y les gusta eso más que la antigua Palabra de Dios que corta y talla, y hace damas de las mujeres, y las toma y hace que se vistan correctamente y que se comporten correctamente, que les quita a Uds. los cigarrillos y tabacos, y el decir malas palabras y el maldecir, y el mentir y el robar, y que les quita todo el mundo a Uds., y les da Algo que es una satisfacción perfecta. ¿Por qué un hombre o una mujer acude a una cosa como esa por consuelo? ¿Cómo pueden Uds. recibir consuelo de eso?",
    "¿Cómo pudieran Uds. conseguir un trago fresco de una cisterna estancada? ¿Por qué una persona…? Si una persona va a conseguir un trago de una cisterna estancada, cuando hay un pozo artesiano abierto, Uds. dirían: “Hay algo malo con la mente de ese hombre”.\n\nY si una mujer o un hombre va a tal lugar a encontrar consuelo, hay algo espiritualmente malo con esa persona. Ellos no quieren la Palabra. Muestra que su naturaleza todavía es una rana, o un renacuajo, o algo, eso es correcto, algo de esa naturaleza que le gusta esa agua estancada, porque esa clase de cosas no viven en un pozo de Agua fresca. Ellos no pueden hacerlo; es Agua fresca. Ellos no pueden hacerlo.",
    "Ahora, la queja era que: “Ellos lo dejaron”. Y hoy han hecho la misma cosa.\n\nAhora miren a la mujer en el pozo. Pues, ella vino a la cisterna de Jacob, y todo el tiempo ella había estado sacando agua allí, en la cisterna de Jacob. Pero la cisterna de Jacob, denominación, la llamaríamos, porque él cavó tres de ellas; y ésta él la había cavado. Ahora, ella tenía una gran historia. Ella dijo: “Ahora, nuestro padre cavó este pozo, Jacob. El bebió de él, y su ganado bebió de él, y todo. ¿No es eso suficiente?”",
    "El dijo: “Pero el agua que tú sacas de allí, tú tienes sed de nuevo, tienes que volver aquí a conseguirla. Pero”, dijo, “el Agua que Yo te doy es una Fuente, un Géyser brotando desde adentro, y tú no vienes aquí a conseguirla. Está contigo”.",
    "Fíjense. Pero cuando ella descubrió que una Fuente Escritural le había hablado, por medio de una señal Escritural que ella había estado esperando, ella dejó ese sistema denominacional de Jacob y nunca regresó a él de nuevo, porque ella había encontrado la verdadera Roca. ¿Ven? Ella corrió a la ciudad. Ella había terminado con el pecado. Ella ya no era una mujer deshonesta. Ella dijo: “Venid, ved a Quién he encontrado, un Hombre que me dijo las cosas que he hecho. ¿No será Este el mismo Cristo?” Ella…Esa cisterna pudiera haber estado muy bien; había servido su propósito. Ahora ella estaba en la Fuente verdadera. La cisterna había estado muy bien hasta que la Fuente verdadera fue abierta. Pero cuando vino la Fuente verdadera, la cisterna perdió su fuerza. Ella se dio cuenta que había un mejor lugar para beber.",
    "Y hay un mejor lugar. Hay un mejor lugar, y ése está en Cristo. En San Juan 7:37 y 38, Jesús dijo, al final de la fiesta de los tabernáculos: “Si alguno tiene sed, venga a Mí y beba”.\n\nTodos ellos se estaban regocijando. Ellos tenían un chorrito de agua saliendo de debajo del altar, y—y allí estaban todos bebiendo de ésta, en celebración, de la—de la fiesta. Y dijeron: “Nuestros padres bebieron de la roca espiritual en el desierto”. ¿Ven?, ellos se habían cavado para sí una cisterna, alguna agua estancada que ellos bombearon de alguna parte, y la hacían brotar de allí debajo del templo. Y todos ellos se juntaban alrededor de esta agua y bebían, y decían: “Hace años, nuestros padres bebieron en el desierto”.\n\nJesús dijo: “Yo soy esa Roca que estaba en el desierto”.\n\nDijeron: “Nosotros comimos maná del Cielo, y Dios lo hizo descender lloviendo”.",
    "Dijo: “Yo soy ese Maná”. El, esa Fuente, estaba parado entre ellos. Ese Pan de Vida estaba parado entre ellos.\n\nY aún así ellos no lo querían. Ellos prefirieron tener su cisterna; porque, el hombre había hecho esto, y Dios había enviado Eso. Exactamente ésa es la diferencia. ¡Cavaron para sí cisternas!",
    "El dijo: “Si alguno tiene sed, venga a Mí y beba”. El es esa Fuente.\n\nY como dice la Escritura: “De su interior correrán ríos de Agua viva”. ¡Oh, El es ese pozo artesiano! “De su interior, o de lo más profundo de su ser, correrán ríos de Agua viva”.",
    "El es esa Roca que estaba en…Esa era la Roca de Agar, en tiempo de angustia; cuando su bebé estaba a punto de morir, cuando ella había sido echada fuera del campamento, y estaba allí afuera con el pequeño Ismael. Su agua, en su cisterna que ella estaba cargando, se había acabado. Y ella puso en el suelo al pequeño Ismael; y se fue, a distancia de un tiro de arco, y lloró, y, oh, porque ella no quería ver morir al bebé. Y de repente, el Angel del Señor habló, y ella encontró Beer-Beerseba, el—el pozo que estaba fluyendo allí, y todavía está fluyendo hasta este día. El era la Roca de Beer-Beerseba de Agar allá en el desierto.",
    "Estaba parado aquí en la Fuente llena con Sangre, ese día, parado allí en el templo. [Espacio en blanco en la cinta.—Editor]…tiempo de tormenta. En Zacarías el capítulo 13, El era ese Manantial abierto en la casa de David, para purificación, y para (pecado) purificación del pecado. El era ese Manantial. Y en el Salmo 36:9, El era el Manantial de la Vida de David. El todavía es ese Manantial en la casa de David.\n\nY El es el del poeta, allí en su corazón. El poeta dijo:\n\nHay una Fuente llena de Sangre,\n\nSacada de las venas de Emanuel,\n\nCuando los pecadores se sumergen debajo del raudal,\n\nPierden todas sus manchas de culpabilidad.\n\nEl es esa Fuente de Vida, Fuente de Agua. El es la Palabra de Dios.",
    "La gente de estos últimos días lo ha dejado a El, la Palabra verdadera, el Agua de Vida; y se han cavado para sí cisternas denominacionales; y, otra vez, ¡excavaron, cavaron!",
    "Y ahora nos damos cuenta, ellos han tenido cisternas rotas. Y entonces esta cisterna está llena con gérmenes incrédulos, incredulidad jactanciosa, programas educacionales, y demás, lo cual es contrario a las promesas de Dios. Ellos son dudadores de la Palabra.",
    "Ahora, estas cisternas que ellos tienen, la Biblia dice, que estaban “rotas”. Una cisterna rota es una cisterna con “fuga”, y se está saliendo. ¿Qué está haciendo? Se está saliendo, entrando a un pozo negro religioso llamado el Concilio Mundial de Iglesias. Y ahí es a donde la cisterna rota los está guiando, todo porque ellos lo han dejado a El, y han…la Fuente de Agua viva; e hicieron estas cisternas.",
    "Cavando grandes sistemas de seminarios de aprendizaje, educación, y demás. Esa es la clase de cisternas que ellos están cavando hoy en día, que un hombre tiene que tener un Ph.D [Doctorado en Filosofía.—Traductor], o LL.D. [Doctorado en Derecho.—Traductor], o una Licenciatura en Letras, o algo, aun antes de que pueda ir a predicar. Cisternas que han sido llenadas con teología hecha por el hombre. Ellos los meten en estas grandes escuelas de aprendizaje, y allí adentro ellos les inyectan su propia teología hecha por el hombre, y ellos los envían fuera con eso. ¡Qué día en el que estamos viviendo, cisternas hechas por el hombre! Con problema el…Con razón la cosa ha llegado a ser una—una hediondez, oh, hermano, es por causa que la gente bebe de eso.",
    "Y cuando la gente quiere gozo hoy, ¿qué es lo que hacen? La gente, en vez de aceptar el gozo del Señor, ellos se voltean al pecado, buscando gozo. Personas que van a la iglesia y que afirman ser siervos de Cristo, cuando ellos se ponen muy nerviosos encienden un cigarrillo. Y cuando ellas—cuando ellas quieren—quieren divertirse, ellas se ponen sus ropas inmorales y salen y cortan el pasto cuando los hombres están pasando, para lograr que les silben. Hacen todo para ser populares. Quieren parecerse a las estrellas de cine. Ese es su gozo.\n\nCuando, Jesús dijo: “Yo soy su suficiencia”.\n\nLa razón de que ellos van a eso, es porque no quieren beber de esa Fuente. Ellos la han rechazado. Ellos no quieren beber de Ella. Ellos mismos se unen a alguna clase de sistema hecho por el hombre, alguna clase de cisterna que está llena de toda clase de cosas estancadas, para que ellos puedan seguir así.",
    "Ayer, llevamos a los niños al río, o creo que fue el sábado en la mañana. Nosotros fuimos; Billy había estado pescando en el bote. Y llevamos a los niños allá, a mi nietecito y demás, a mi hija, y a mi hijito, y fuimos río arriba a—a dar un paseo en bote. Uno ni siquiera podía dar un paseo en bote en el río, por la gente obscena, sucia y baja allá en el río, medio desnuda y comportándose así. Un bote llegó a un lado de nosotros, un montón de muchachitos de doce, catorce años de edad, cada uno con una lata de cerveza en su mano, y un cigarrillo. Ellos llaman a eso “divertirse”. ¡Oh, hermano! ¿Qué tanto puede durar este mundo, con tal sistema como ése?",
    "Luego para librarse ellos mismos de los pensamientos que cuando mueran irán al infierno, la cosa que hacen es que, van y se unen a una de estas cisternas hechas por el hombre. De manera que el mismo tipo de gente pertenece a esa cisterna. No es nada sino un montón de sucias e inmundas larvas del mundo. Y ellos mismos se asocian a eso porque, como mi anciana madre solía decir: “Pájaros de un mismo plumaje andan juntos”. Ellos no quieren venir a la Fuente y ser limpios de esa vida de pecado. Ellos quieren vivir allá afuera, y todavía mantener un testimonio de que son Cristianos. ¿Por qué? Ellos se han apartado de El, la verdadera Fuente de gozo, Vida, Vida perfecta y satisfacción. Por esa razón lo hicieron, porque ellos quieren unirse. Ellos tienen alguna clase de gente allí que cree en esa cosa.",
    "No hace mucho tiempo aquí, el Hermano Fred y yo, y el Hermano Tom, muchos de nosotros fuimos a una iglesia Bautista reconocida en la ciudad de Tucson, para ver si podíamos encontrar alguna cosita que nos diera quizás una pequeña sensación de frescura. Y el ministro dijo alguna u otra cosa acerca de la gente en Egipto, cuando ellos salieron iban comiendo ajo y demás, ellos querían regresar de nuevo y comer eso. Dijo: “Eso es algo parecido a la gente de hoy en día”.\n\nY, nosotros, todos dijimos: “¡Amén!” ¡Yo nunca he visto tal grupo! Toda la iglesia perdió de vista al predicador y miró hacia atrás para ver quién fue el que dijo “amén”. Casi los mató del susto. Ellos no sabían lo que era.\n\nCuando, David dijo: “Cantad alegres a Jehová. ¡Alabadle con arpas! ¡Alabadle con el salterio! Todo lo que respira alabe a Jehová. ¡Y alabad a Jehová!” Dios se regocija en Su pueblo. Que los entendidos, digan: “Amén”, cuando alguna cosa es dicha correctamente.",
    "¿Por qué no apartarnos de este sistema y cisternas del mundo, al fiel sistema de Dios, el cual es el pozo artesiano, Jesucristo? ¿Por qué no se vuelven a El, donde Dios es nuestra abundante provisión de gozo, nuestra abundante provisión en alabanzas, nuestra abundante provisión en satisfacción? La calma de mis nervios viene de Dios.\n\nCuando estoy afligido, yo encuentro mi satisfacción en Cristo, no en un cigarrillo, no en las cosas del mundo, no en unirme a algún credo; pero en encontrarlo a El, la Palabra prometida que El dijo: “Si me fuere, vendré otra vez para tomaros”. Yo encuentro mi gozo en eso. El es mi Gozo.",
    "Ellos dicen hoy, que al unirse a estas cosas y al formar este Concilio Mundial de Iglesias, van a hacer un mejor lugar para vivir. En mi sincera opinión, ellos van a hacer un mejor lugar para pecar. Eso es sólo…Toda la cosa es pecado, de todas maneras; no para vivir, pero para morir. Hacen su lugar para pecab—pecar, en vez de vivir.",
    "Cualquier otra cosa afuera de Jesucristo y Su Palabra de Vida es una cisterna rota. Cualquier cosa que trata de substituirla; cualquier cosa que Uds. tratan de hacer para que les traiga paz, cualquier cosa que Uds. tratan de hacer para que les traiga consuelo, cualquier clase de gozo que Uds. reciben de alguna u otra cosa, como un substituto para Esto, es una cisterna rota llena de inmundicia. El da satisfacción perfecta.",
    "Yo recuerdo aquí, hace un par de veranos, yo salí por la puerta de atrás. Allí afuera estaba un joven burlón que me dijo, dijo: “Sabe Ud., la razón de que Ud. siempre está hablando acerca de mujeres de esa manera, que se ponen esos pantalones cortos y cosas”, dijo él, “es porque Ud. es un hombre viejo”. Dijo: “Esa es la razón”.\n\nYo dije: “Mire aquí. ¿Cuántos años tiene Ud.?”\n\nDijo: “Veintisiete”.",
    "Yo dije: “Cuando yo era muchos años más joven que Ud., yo predicaba la misma cosa”.\n\nYo encontré una Fuente de satisfacción. El es mi porción. ¡Amén! Mientras El provea eso, ésa es la belleza. Eso es—eso es mi…Eso es mi arte, es mirarlo a El, observar Su mano obrar y ver lo que El está haciendo. ¡No hay otra fuente que yo conozco!\n\nOh, precioso es el raudal\n\nQue me hace blanco como la nieve;\n\nNinguna otra fuente conozco,\n\nSólo de Jesús la Sangre.\n\nHay una Fuente llena de Sangre,\n\nSacada de las venas de Emanuel,\n\nDonde pecadores se sumergen debajo del raudal,\n\nPierden todas sus manchas de culpabilidad.",
    "Yo les estoy diciendo, ninguna otra fuente conozco sino esa Fuente. Me limpió cuando yo estaba sucio. Me mantiene limpio, porque yo quiero vivir pegado a Ella, beber esta Agua fresca que llena mi alma con gozo.\n\nYo puedo estar tan deprimido, y sentir que yo casi no puedo llegar a ninguna…otro “round”, no puedo ir a ninguna otra parte; entonces yo puedo arrodillarme y puedo poner mi dedo en una promesa, y decir: “Señor Dios, Tú eres mi fortaleza. Tú eres mi satisfacción. Tú eres mi todo en todo”. Yo puedo empezar a sentir Algo borbotear de allí de mi interior. Yo salgo de eso.",
    "Como ya he pasado de los cincuenta años de edad, me despertaba de mañana, Uds. saben como es, uno casi no puede sacar ese pie de la cama. Oh, uno casi no puede hacerlo; y alguien en la puerta, tocando, o Billy diciéndome que hay una emergencia, alguna parte adonde tengo que ir. Y yo pienso: “¿Cómo lo puedo hacer?” Trato de sacar un pie.\n\nYo pienso: “Tú eres la Fuente llena con mi fortaleza. ¡Amén! Mi fortaleza y mi ayuda viene del Señor. ¡Tú eres mi pozo artesiano! ¡Tú eres mi juventud! ‘Los que esperan a Jehová tendrán nuevas fuerzas; levantarán las alas como un águila; correrán, y no se cansarán; caminarán, y no se fatigarán’. Señor Dios, éste es mi deber, de ir. Soy llamado al puesto del deber”. Y cuando menos lo piensan, Algo empieza a borbotear dentro de mí.",
    "El otro día, allá en un lugarcito, yo estaba teniendo una reunión acá en Topeka, Kansas; había un muchacho, un joven predicador, uno de mis primeros patrocinadores. El Hermano Roy, sentado aquí, recuerda el lugar. En éste, en este gran lugar allí, había un—un…Este ministro se había metido debajo de un techo o un lugar, la pared lateral lo trituró quedando debajo de eso. El hombrecito iba a morir. Su hígado estaba reventado. Su bazo fue sacado de lugar. Toneladas cayeron sobre él.",
    "Yo me senté en el desayuno, hablándole a mi esposa. Yo dije: “Esposa, ¿sabes, si Jesús estuviera aquí, sabes tú lo que El haría?” Yo dije: “Cuando él me patrocinó, yo creo esa Palabra, él estaba patrocinando a Cristo”. Y yo dije: “Ese es un truco del diablo”. Yo dije: “Si Jesús estuviera aquí, El iría a poner Sus santas manos sobre él. Ese muchacho se pondría bien. No me importa si su hígado está reventado. El se pondría bien, porque Jesús entraría allí sabiendo exactamente Quién era El. El conocía Su llamamiento, las Escrituras estaban correctas, vindicando en El que El sabía Quién era El, y no una…sin sombra de duda. El pondría Sus manos sobre él, y diría: ‘Hijo, sé sano’, se iría de allí”. Y yo dije: “No hay suficientes diablos en el infierno para matar a ese muchacho, entonces”. Yo dije: “El se pondría bien”. Pero yo dije: “Ves, querida, El era Jesús, las santas manos de Dios”.\n\nYo dije: “Yo soy un pecador. Yo nací en un nacimiento sexual. Mi padre y mi madre ambos eran pecadores, y yo sólo soy un bueno para nada”.\n\nY yo dije: “¿Pero sabes qué? Si el Señor me diera una visión y me enviara allá, entonces eso sería diferente”. Yo dije: “Yo iría a poner mis manos sobre él, él saldría de esa cama si El me diera una visión”.",
    "Entonces comencé a pensar: “Después de todo, si fuera la visión, ¿qué sería? Serían las mismas manos sucias sobre él, ajá, el mismo hombre orando por él, las mismas manos sucias”.\n\nEntonces yo comencé a pensar: “Yo soy Su representante. Entonces, Dios no me ve a mí. Esa Sangre de ese Justo yace allí sobre el altar; hace intercesiones por mí. El es mi suficiencia. El es mi oración. El es mi Vida”. Yo dije: “Lo único que me haría poner mis manos sobre él, con fe, es porque yo tendría fe en la visión. Y sin la visión, la misma fe haría la misma cosa; así que yo puedo considerarme a mí mismo nada, pero lo considero a El mi todo en todo. El es mi Vida. El es el que me comisiona. Ninguna denominación me envió; El me envió. ¡Aleluya! Yo voy en Su Nombre. Yo pondré las manos sobre él”. Caminé hacia allá y puse las manos sobre ese muchacho, y esa noche él estaba en la reunión, completamente bien. ¡Amén!",
    "Oh, sí, El es esa Fuente. “Ninguna otra fuente conozco. ¡Sólo de Jesús la Sangre!” Soy una mala persona, soy un renegado, cada uno de nosotros lo es, pero ante Dios somos perfectos. Je-…“Sed, pues, vosotros perfectos, como vuestro Padre en los Cielos es perfecto”. ¿Cómo puede uno serlo? Porque Uno perfecto nos representa allí. Esa Fuente está allí cada día, fresca. No alguna cosa estancada, pero fresca cada día, que lava todos mis pecados. El es esa Fuente.",
    "Ahora concluyendo, yo pudiera decir esto. Cualquier cosa diferente de Esto son cisternas rotas, y finalmente se saldrá lo que Uds. pongan en ella; si Uds. están poniendo todas sus esperanzas, todo su tiempo, y todo, en una de esas cisternas estancadas. Jesús dijo que eran cisternas rotas. Dios dijo: “Ellas están rotas, y dejarán salir lo que Uds. pongan en ellas”. Uds. no pueden llegar muy lejos con ellas, porque a ellas se les va a salir. Porque El es el único camino a la Verdad, a la Vida, y al gozo Eterno, y a la paz Eterna. El es el Unico y el único camino a Eso. ¡Oh, hermano!",
    "La Fuente inagotable de Vida es Jesucristo. ¿Por qué? ¿Y Quién es El? La Palabra, el mismo; la Palabra, la Vida, la Fuente, “el mismo ayer, hoy, y por los siglos”. Al verdadero creyente, El es su supremo gozo, su suprema Vida. Y su suprema satisfacción está en Cristo. Sin bombear, ni jalar, ni unirse, ni recoger; sólo creer y descansar. Eso es lo que El es para el creyente.",
    "Como el padre Abraham; él nunca hizo un esfuerzo, él nunca se molestó, él nunca se preocupó. El tenía la Palabra. El se recostó sobre el pecho de El Shaddai. Cuando Abraham tenía cien años de edad, Dios se le apareció a él, y dijo: “Yo soy el Todopoderoso”. La palabra Hebrea es El Shaddai, significa: “el que tiene Pechos”. “Y tú eres viejo, y tu fuerza se ha ido, pero sólo recuéstate sobre Mi pecho y saca tu fuerza de esta Fuente”. ¡Amén! ¿A qué llegó al nutrirse? A un nuevo cuerpo. El tuvo el bebé, por medio de Sara. Y, cincuenta años después, tuvo siete hijos por medio de otra mujer.",
    "¡Oh, El Shaddai! El Antiguo Testamento muestra lo que El hizo, el Nuevo Testamento dice lo que El va a hacer. ¡Amén! En el Antiguo Testamento…",
    "Ahora el aire está apagado, así que me apuraré y pararé aquí ahora, en un momento.\n\nMe gustaría decir esto antes de terminar. Yo tuve un buen ejemplo de esto en una ocasión. Yo estaba patrullando. Y mucha gente aquí…Allá en los alrededores de Georgetown, allá en Milltown, antes había, muy atrás en las colinas, una fuente. Era un pozo artesiano. Arrojaba un—un chorro de agua como de cuatro o cinco pies [Como de un metro veintidós centímetros o un metro y medio.—Traductor], simplemente salía a borbotones todo el tiempo, y había una gran fuente allí alrededor. Y alrededor de ella había mucho de este poleo [Planta parecida a la hierbabuena.—Traductor], Uds. saben, y cosas creciendo allí, eso parecido a la menta. Y, oh, yo solía anhelar llegar allí, oh, hermano, llegar a esa fuente. Y yo me recostaba junto a esta cosa y sólo bebía y bebía, y me sentaba y bebía, esperaba.\n\nY año tras año yo todavía venía a esta misma fuente. Nunca cesaba, en invierno o verano. No podían congelarla. Uds. no pueden congelar un pozo artesiano. ¡Oh, no! ¡Oh, no! A mí no me importa que tan—que tan frío se ponga, no va a congelar eso. Uds. congelarán una cisterna; una pequeña helada hará eso. ¿Ven?\n\nPero cualquier cosa que se está moviendo, tiene Vida en ella, está moviéndose. Y Uds. no pueden congelar el Pozo artesiano. No importa cuán deprimido está el espíritu alrededor del lugar, este Pozo siempre está viviendo. Vivan en ese Pozo.",
    "Y allí me di cuenta, yo fui y bebí de él, y, ¡oh, hermano, sólo el agua fresca! Uno nunca tenía que preocuparse: “¿Me pregunto, si llego allí, me pregunto si dejó de correr?” Ha estado corriendo…",
    "Un anciano agricultor me dijo, dijo: “Mi abuelo bebió de él”. Y dijo: “Nunca ha disminuido o nada. Todavía es el mismo pozo, borboteando allí hacia el Río Blue [Río cuyo nombre en español quiere decir “Azul”.—Traductor]”.",
    "Yo pensé: “¡Oh, hermano, qué buen lugar para abastecerse de agua!” Yo caminaba desviándome como una milla del camino [Como un kilómetro y seiscientos metros.—Traductor], para llegar a ese lugar, porque era un lugar tan verdadero en el cual beber. ¡Oh, cuán buena era esa agua! ¡Oh, hermano!\n\nYo salgo—yo salgo allá en aquel desierto, en Arizona, yo todavía pienso en él: “¡Ese pozo maravilloso de allá, si yo tan sólo pudiera recostarme para eso!”\n\nComo dijo David una vez: “¡Oh, si yo pudiera beber una vez más de aquel pozo!” ¡Si tan sólo él llegara allá!",
    "Y un día yo me senté, y yo tuve una cosita curiosa que me ocurrió a mí. Y dije: “¿Qué te pone tan contento todo el tiempo? Yo quisiera poder estar contento de esa manera. Pues, yo nunca te he visto triste, desde que he estado viniendo aquí. No hay ninguna cosa triste con respecto a ti”. Yo dije: “Tú siempre estás lleno de gozo. Tú estás saltando y borboteando y comportándote así. Invierno o verano, frío o caliente, sea lo que sea, tú siempre estás lleno de gozo. ¿Qué te hace…? ¿Qué, qué es? ¿Porque yo bebo de ti?”\n\n“No”.\n\nYo dije: “Bueno, quizás los conejos beben de ti, y te gusta tanto”.\n\n“No”.\n\nYo dije: “Pues, ¿qué es lo que te hace borbotear así? ¿Qué te pone tan contento? ¿Qué te hace estar siempre lleno de gozo?” Dije: “¿Es por causa de que—que los pájaros beben de ti?”\n\n“No”.\n\n“¿Porque yo bebo de ti?”\n\n“No”.\n\nYo dije: “Pues, ¿qué te hace estar tan lleno de gozo?”",
    "Y si ese pozo pudiera contestarme, él diría esto. “Hermano Branham, no es porque tú bebes; yo aprecio eso, y porque yo puedo proveer para los pájaros. Yo proveo para cualquiera que quiera beber. Lo único que Ud. tiene que hacer es venir aquí y beber. Pero, lo que me pone contento, no soy yo borboteando, es algo adentro, empujándome. Es algo haciéndome borbotear”.",
    "Y de esa manera es con una vida llena del Espíritu. Como dijo Jesús, El estaba en…¿Ven?, El les dio a Uds. fuentes de agua que salten para Vida Eterna, un pozo surtidor artesiano que se desborda que está fluyendo constantemente. Ya sea que el resto de la iglesia esté arriba o abajo, Uds. todavía están en ese Pozo.\n\n¿Por qué tomarían Uds. un viejo sistema denominacional y una cisterna, llenos de parásitos y todo lo demás, y beber en esa cosa estancada, cuando Uds. están invitados a una Fuente, a un Pozo artesiano?",
    "yo pienso cómo empujó, e hizo malabarismos, y—y borboteó, y se rió, y se gozó, y saltó, y jugueteó. Frío, lluvioso; caliente, seco, cuando todo el resto del país se estaba secando, estaba borboteando así como siempre lo hizo. Porque estaba profundo, arraigado, de muy abajo en las rocas brotaba.",
    "¡Oh, permítanme vivir junto a ese Pozo surtidor! Tomen todos sus sistemas hechos por el hombre que quieran, todos sus viejos pozos estancados, pero permítanme venir a…o cisternas estancadas. Pero, permítanme venir a esta Fuente, permítanme venir allí a donde El está lleno. El es mi Gozo. El es mi Luz. El es mi—El es mi Fortaleza. El es mi Agua. El es mi Vida. El es mi Sanador. El es mi Salvador. El es mi Rey. Todo lo que necesito se encuentra en El. ¿Por qué querría yo ir a alguna otra cosa?",
    "Hermano, hermana, ¿no vendrían Uds. a esta Fuente esta noche? ¿No lo recibirían, si Uds. nunca han estado allí, no lo recibirían esta noche mientras inclinamos nuestros rostros?",
    "Cisternas rotas, con fuga, rezumando, el mundo infiltrándose en ella, inmundicia de los establos y de otros días. ¿Por qué no este Pozo, en el cual esas cosas no pueden quedarse, esta gran Fuente llena de Sangre, sacada de las venas de Emanuel? ¿Por qué no reciben eso esta noche? Que Dios nos ayude esta noche, en esta tierra seca y sedienta. Como dijo el profeta: “El es el Peñasco en tierra calurosa”. El es esa Fuente. ¿No vendrán a El esta noche, en sus corazones, mientras oramos?",
    "Querido Padre Celestial, no hay otra Fuente, así como la música está tocando, “Ninguna otra fuente conozco; sólo de Jesús la Sangre”. Yo nací allí, yo he sido criado allí; yo quiero vivir allí, y morir allí, y resucitar de nuevo allí, en Su Presencia. Siempre, Señor, permíteme estar en Su Presencia, porque no hay otro que conozco. Ningún credo, ningún amor; ningún amor sino Cristo, ningún credo sino Cristo, ningún libro sino la Biblia, ninguna otra cosa, ningún gozo aparte de El. Si lo quitas a El de mí, oh Dios, a mí no me importa cuánto poseo del mundo, eso—eso aún estaría muerto, yo vagaría por ahí con mis manos sobre mi cabeza. Si lo quitas a El de mí, yo estaría perdido, Señor. Pero permite que El sea en mí, entonces diciembre es tan agradable como mayo, entonces no hay lugares calurosos y no hay lugares secos, aun la muerte misma no tiene victoria. Permítenos tenerlo a El, Padre. Dalo a El, en abundancia, a cada creyente aquí esta noche, ya que han esperado en este cuarto.",
    "Muchos de ellos tienen que manejar por la carretera esta noche, mientras ellos van a sus hogares, y que éste sea su pensamiento: “Yo estoy viviendo en esa Fuente. Yo estoy viviendo allí, bebiendo frescamente, hora tras hora”.",
    "Y si ellos no han recibido eso, hasta ahora, que ellos lo reciban a El ahora, para que puedan llevar la Fuente con ellos. “Yo iré con vosotros; Yo estaré con vosotros hasta el fin del mundo”. Concede estas cosas, Padre.",
    "Y ahora mientras tenemos nuestros rostros inclinados, hay alguien aquí, esta noche, o cuántos dirían: “Señor, llévame a esa Fuente ahora mismo. Yo nunca vengo aquí sólo para oír; yo vengo aquí para darme cuenta de Algo. Yo vengo aquí para encontrarte a Ti, Señor. Yo tengo necesidad de Ti esta noche. Ven a mi corazón ahora mismo. ¿Lo harás, Señor?” Dios les bendiga. El Señor bendiga a cada uno.",
    "Padre, Tú has visto las manos, aun atrás y alrededor de la pared, y en los otros cuartos, afuera. Tú—Tú las viste, Padre. Yo—yo ruego que Tú suplas todo de lo que ellos tienen necesidad. Quizás ellos han estado bebiendo de alguna cisterna vieja, Señor, alguna parada a medio camino donde algún hombre cavó una cisterna, ha llegado a contaminarse con toda clase de doctrinas extrañas, negando la Palabra. Yo ruego, Dios, que esta noche ellos vengan a El Quien es esa Fuente, esa Fuente de Vida. Concédelo, Padre. Yo ahora los encomiendo a Ti en el Nombre de Jesús.",
    "Y Tú me dijiste: “Si algo pidiereis en Mi Nombre, será hecho”. Ahora, yo no pediría esto, Señor, si yo no pensara que sería hecho. Yo estaría—yo estaría sólo diciéndolo en una rutina ritual. Pero yo ruego por ellos, con sinceridad. Yo ruego por ellos, creyendo que Tú concederás lo que Tú prometiste.",
    "Y ahora yo me los llevo de esa cisterna esta noche. Yo me los llevo del lugar en que ellos habían estado bebiendo, donde no están satisfechos; a esta Fuente. Yo lo hago en el Nombre de Jesucristo.",
    "Ellos son Tuyos, Señor. Permíteles beber de Ti, el Agua viva, la Fuente de Agua viva. En el Nombre de Jesús, yo lo pido. Amén. Concédelo, Señor.\n\nOh, precioso es el raudal\n\nQue me hace blanco como la nieve;\n\nNinguna otra fuente conozco,\n\nSólo de Jesús la Sangre.\n\n¿Qué me puede lavar de mi pecado?\n\nSólo de Jesús la Sangre;\n\n¿Que me puede restaurar de nuevo?\n\nSólo de Jesús la Sangre.\n\n¡Oh Jesús, sana a estos, Señor! Concédelo, Señor, por medio del Nombre de Jesús. Yo ruego, Dios, que Tú…?…Tú conoces todas las cosas.\n\nNinguna otra fuente conozco,\n\nOh, sólo de Jesús la…",
    "¡Piensen en eso, ninguna otra fuente conozco! No conozco nada más sino a El. Yo no deseo conocer nada más sino a El. ¡Sólo de Jesús la Sangre! ¡Oh!\n\nOh, precioso es el raudal\n\nQue me hace blanco como la nieve;\n\nNinguna otra fuente conozco,\n\nOh, sólo de Jesús la Sangre.",
    "Mientras cantamos eso de nuevo, démonos las manos el uno al otro. ¿Se aman el uno al otro? ¿Hay alguien aquí que tiene algo en contra de alguien más? Si hay, vayan enmiéndenlo. ¿Lo harán? No nos vayamos de aquí así. ¿Ven? Si Uds. tienen algo en contra de alguien, vayan a enmendarlo, ahora mismo. Ahora mismo es su oportunidad de ir, y decir: “Hermano, hermana, yo dije algo acerca de Ud., yo pensé algo. Yo no quise hacer eso. Perdóneme”. ¿Ven?, ésa es la manera de hacerlo. Tengamos la Fuente entre nosotros, todo el tiempo. ¿Ven?\n\nNinguna otra fuente conozco,\n\nSólo de Jesús la Sangre.\n\nOh, precioso es el raudal\n\nQue me hace blanco como la nieve;\n\nOh, ninguna otra fuente conozco,\n\nSólo de Jesús la Sangre.",
    "Oh, ¿no es maravilloso El? ¡Ninguna otra fuente! Nosotros mismos no nos contaminaremos con otras cosas. Nos hemos separado, dejamos el mundo atrás. Ya no queremos de los ajos de Egipto y cisternas rotas. Estamos en la jornada con el Señor Jesús, esa Roca herida, amén, comiendo Maná de Arriba, y bebiendo; comiendo Comida de ángeles, y bebiendo de la Roca. ¡Amén!\n\nNinguna otra fuente conozco,\n\nSólo de Jesús la Sangre.\n\nAhora inclinemos nuestros rostros.",
    "Rogando que Dios los bendiga tan ricamente a cada uno de Uds., que Su gracia y misericordia sean con Uds. durante la semana que viene. Y si algo sucediera, que uno de Uds. pasara más allá del velo, sólo recuerden que ésas son únicamente unas cuantas horas de dormir y descansar hasta que nos encontremos. Recuerden, que: “Los que viven, y que hayan quedado no impedirán a los que están durmiendo, porque la Trompeta de Dios, esa Trompeta final…” La sexta acaba de sonar. Y esa Trompeta final, como el último Sello, será la Venida del Señor. “Sonará, y los muertos en Cristo resucitarán primero”. Solamente descansando hasta ese tiempo.",
    "Y si Uds. fueran lastimados, recuerden:\n\nEl Nombre de Jesús lleva contigo,\n\nComo escudo contra toda trampa;\n\nY cuando tentaciones se junten a tu alrededor,\n\nSólo pronuncia ese santo Nombre en oración. (Los diablos huirán.)",
    "Sólo recuerden esperamos encontrarlos aquí el próximo domingo en la mañana. Traigan a los enfermos y a los afligidos. Yo estaré orando por Uds. Uds. oren por mí. ¿Lo harán? Digan: “Amén”. [La congregación dice: “Amén”.—Editor] Yo oraré por Uds., que Dios los bendiga.\n\n…Nombre en oración.\n\nPrecioso Nombre, precioso Nombre, ¡oh cuán dulce!\n\nEsperanza de la tierra y gozo del Cielo;\n\nPrecioso Nombre, ¡oh cuán dulce!\n\nEsperanza de la tierra y gozo del Cielo.\n\nEl Nombre de Jesús reverenciamos,\n\nCayendo postrados a Sus pies,\n\nRey de reyes lo coronaremos,\n\nAl nuestra jornada terminar.\n\nPrecioso Nombre, precioso Nombre (¿no es dulce y precioso?),\n\nEsperanza de la tierra y gozo del Cielo;\n\nPrecioso Nombre, precioso Nombre, ¡oh cuán dulce!\n\nEsperanza de la tierra y gozo del Cielo.",
    "Siempre es tan difícil dejarlos. Aunque yo sé que Uds. están ardiendo, pero hay algo acerca…Cantemos, un verso más de algo, ¿lo harán? [La congregación dice: “Amén”.—Editor] ¿Lo harán? Bendita Sea La Unión, hermana. ¿Cuántos saben el antiguo canto? Solíamos cantarlo, hace años.",
    "Y yo estaba pensando, esta noche: “quedan dos manos, de los centenares”, cuando solíamos cantar ese canto en el tabernáculo, y uníamos las manos el uno con el otro. Bendita Sea La Unión. Yo he sepultado a muchos de ellos, aquí arriba en el cementerio. Ellos están esperando. Yo los veré otra vez. Yo los veo, de vez en cuando, en una visión, cuando miro más allá del velo. Ellos están allí.\n\nInclinemos nuestros rostros ahora mientras cantamos.\n\nBendita sea la unión\n\nQue enlaza nuestro corazón;\n\nEn comunión…\n\nIgual a lo Celestial.\n\nAl irnos…(Ahora extiendan la mano y tomen la mano de alguien.)…de ese calor,\n\nAhora inclinen su rostro.\n\nSe siente profundo el dolor;\n\nPero siempre unidas están nuestras almas,\n\nDeseando vernos otra vez.",
    "Con nuestros rostros inclinados. Yo ahora entrego el servicio al pastor, y que despida en… 🦅"
  ]
}