{
  "title": "EL FUTURO HOGAR DEL NOVIO CELESTIAL Y LA NOVIA TERRENAL",
  "id": "64680009",
  "content": [
    "🦅  Permanezcamos de pie un momento, mientras inclinamos nuestros corazones ahora delante de Dios.",
    "Nuestro Padre Celestial, estamos en verdad agradecidos por el privilegio de estar aquí hoy, reunidos en el Nombre del Señor Jesús. Rogamos que Tú perdones nuestros pecados, y puesto que estamos aquí para dirigir nuestra atención hacia las cosas Eternas y la Vida que está más allá del alcance de esto mortal. Ahora rogamos que Tú nos des Tu dirección, de cómo debemos doblar, qué debemos hacer en el futuro, y aun ahora en la presencia, para alcanzar ese lugar que nosotros estamos…ha sido prometido.",
    "Hay muchos que están enfermos y necesitados en la tierra, y ellos no han completado su jornada. Y nuestro gran enemigo, no solamente nuestro enemigo, sino Tu enemigo, ha venido a asediarlos y a—y a detener sus vidas, y a enviarlos a una—una sepultura prematura. Y estamos pidiendo por ellos, hoy, que Tú y Tu misericordia y gracia, Señor, prolongues sus días hasta el tiempo asignado.",
    "Puestos sobre la plataforma, o el púlpito, hay aquí pañuelos y prendas. Y afuera en los pasillos y alrededor del lugar, están aquellos en catres, camillas, enfermos y afligidos, de pie en la audiencia con apenas suficiente fortaleza para estar de pie.",
    "Oh Dios Eterno, Bendito, que Tú escuches nuestra oración esta mañana, a través de la Sangre del Señor Jesús; no mirando nuestra iniquidad, sino sabiendo que El se paró en nuestro lugar, y El es el que nos está representando para esta oración. Que todos y cada uno sean sanados para Tu gloria, Señor.",
    "Bendice estos pañuelos. Cuando sean puestos sobre los enfermos, que se recuperen.",
    "Y ahora, Padre, mientras esperamos el gran servicio de sanidad, que creemos seguirá, pártenos el camino de Vida, Señor, para que sepamos a través de Tu Palabra qué debemos hacer. Pues lo pedimos en el Nombre de Jesús. Amén.",
    "Como siempre, este es considerado uno de mis más altos privilegios, el estar en la casa de Dios y para hablarle a Su pueblo. Y ahora yo sé que está muy congestionado, y tengo una lección muy larga. Así que estoy…Yo—yo confío que—que estén cómodos, tanto como puedan estarlo, hasta que terminemos el Mensaje.",
    "Ahora, hace calor, pero estamos agradecidos por el aire acondicionado. Pero, un grupo de este tamaño, no habría aire acondicionado que pudiera ocuparse de él, ¿ven?, porque el propio cuerpo de uno es una unidad generadora, cerca de noventa y ocho grados [Cerca de treinta y siete grados centígrados.—Traductor], y está constantemente produciendo calor, y sentados muy juntos. Pero yo—yo confío que Dios hará que estén tan cómodos como El pueda.",
    "Y cuando estamos aquí, hacemos reuniones como ésta, yo—yo no haría que vinieran aquí, de ninguna manera, si no pensara que les ayudaría, si no pensara que les estuviera haciendo un bien, y que saldrían beneficiados por ello, al venir. Y además, sabiendo también que no tenemos mucho tiempo más para hacer esto, que estamos—estamos llegando a las—las mismísimas horas finales, y yo—yo quiero hacer que cuente cada momento que pueda, para Su Reino. Y ahora estoy confiando que el Señor Dios nos bendiga mientras nos reunimos.",
    "Y quiero comentarles, que, ayer estuve yendo a diferentes lugares, anduve viendo algunos de los enfermos y afligidos, en los moteles, y conocí a algunos de los gerentes esta semana, de algunos de los lugares para comer. Como, estuve en el Ranch House esta semana, aquí, y el gerente estaba estrechando mi mano al ir saliendo. Y él dijo, él me llamó: “Hermano Branham”. Yo me pregunté cómo me conocía. Y él dijo…\n\nYo dije: “¿Es Ud. el gerente?”",
    "El dijo: “Soy el propietario”. Así que entonces él dijo: “Sí, su gente viene aquí a comer, de allá”. Dijo: “Ellos…”\n\nY yo dije: “Pues, me supongo que se le llena de más”.",
    "El dijo: “Señor, ese es uno de los mejores grupos de gente que yo haya visto”. El dijo: “Son realmente agradables”.",
    "Fui a un motel ayer, para ver a una jovencita con la cual quería hablar, su papá y su mamá estuvieron presentes, y tuve que ir donde el gerente para averiguar dónde estaba el—el mot-…el cuarto en el que ellos estaban.",
    "El dijo: “¿Y Ud. es el Hermano Branham?” Eso es allá en los “Oaks”. [En español significa: “Robles”.—Traductor]\n\nY yo dije: “Sí, señor”.",
    "El dijo: “Quiero estrechar su mano”. El dijo…El me presentó a su esposa; una pareja muy agradable. Ellos dijeron: “Toda persona en este motel está asistiendo a sus servicios. Nosotros lo reservamos para ellos”. Y dijeron: “Rechazamos a todos nuestros otros clientes”.\n\nY yo dije: “Pues, les agradezco eso”.",
    "El dijo: “Hermano Branham, uno de los mejores grupos de gente que yo haya visto, son las personas que vienen aquí, que asisten a sus reuniones”.",
    "Anoche fui adonde un amigo mío, el Sr. Becker acá abajo, y siempre me gustaron sus emparedados. El es tan…El, yo lo conocí cuando yo era un niño; lo he conocido toda mi vida. Había una pareja sentada ahí de allá del—del antiguo lugar, de allá del Hotel Riverside. Así que ellos…El Sr. Becker dijo: “¿Billy?”",
    "Yo dije: “¿Qué pasó, Homer?” Nos conocemos el uno al otro muy bien.\n\nEl dijo: “Yo le doy de comer a toda tu gente allá”.",
    "Algunos doscientos, o algo, cada domingo, comen en el “Blue Boar”. Y adondequiera que voy, oigo comentarios de cuán agradables son Uds.",
    "Este hombre dijo: “Allá en el—el Riverview allá”, dijo, “todo ese lugar está lleno con la gente que está asistiendo a las reuniones”. Dijo: “Habrá centenares que no podrán entrar”.",
    "Así que, para ser eso, para mí Uds. son la sal de la tierra. Yo—yo estoy tan agradecido de saber que tengo el privilegio de predicarle a gente que aun pecadores y personas…Yo no digo que estas personas son pecadores, pero quiero decir personas que, de negocios y demás, que pueden decir que Uds. son gente agradable, y ellos los aprecian en sus negocios, alrededor de sus lugares. Uds. saben, eso es ser salados. Yo aprecio eso, el comportamiento de Uds., la forma en que Uds. tienen cuidado de las cosas.",
    "Yo siempre he dicho: “Si llega uno y no hace, no tiene el dinero para pagar su cuenta, sólo llámeme”. ¿Ven? Yo dije: “Haremos algo al respecto”. Y yo dije: “Aliméntenlos siempre, ya sea que tengan o no dinero”. ¿Ven?, cualquier cosa que pueda hacerse.",
    "Yo siento que Uds. son mis hijos. Uds.—Uds. son las estrellas que yo…Si yo llego a tener una cuando llegue allá, Uds. serán esa joya, la parte que brilla más, en la—en la corona de mi ministerio. Cuando sea coronado, Uds. serán esa joya.",
    "Y les he estado diciendo, en tiempos pasados, sobre los Siete Sellos, las Edades de la Iglesia, y las cosas que—que han estado sucediendo.",
    "Y ahora, esta mañana, tengo un tema muy importante. Para mí, es uno de mucha bendición. Espero que los impresione de la misma manera. Y si tan sólo pudiera yo traerlo en la inspiración en la que lo recibí, sería maravilloso, pero hacer eso dependerá de Dios.",
    "Les he estado diciendo acerca de dónde y qué está sucediendo, y vemos todas estas cosas teniendo lugar.",
    "Ahora voy a hablar, esta mañana, sobre: El Futuro Hogar Del Novio Celestial Y La Novia Terrenal, dónde van a vivir. Y, porque, confío que por la gracia de Dios todos formamos parte de esa gran economía de Dios.",
    "Y ahora yo—yo confío que Uds. tendrán paciencia conmigo, tengan sus Biblias, sus lápices, o lo que sea que Uds. hagan para leer conmigo, porque me voy a referir a muchas Escrituras. Tratando de terminar con suficiente tiempo para orar por los enfermos; y yo prometí eso. Uds. han estado orando durante los últimos momentos, en las salas y alrededor, por aquellos que están casi imposibilitados y desahuciados.",
    "Y, si el Señor quiere, probablemente tendré otro servicio el dieciséis, quizás sólo oración por los enfermos.",
    "Comienzo mis vacaciones ahora. Desde el pasado enero, he estado viajando, y voy a regresar aquí. Voy a estar. Llevaré a mi familia a Tucson en la mañana, y luego regresaré para pasar el tiempo aquí en Kentucky, con algunos de mis amigos, cazando, y cazando ardillas, por un par de semanas, o quizás siete u ocho, diez días, sea lo que sea, a menos que el Señor me guíe a otra parte. Yo nunca sé, exactamente adónde va a estar uno; nunca sabemos eso, porque eso está en las manos de Dios, de Dios nada más.",
    "Ahora, para este gran tema, nosotros—nosotros…Yo supongo, que si me tomara mi tiempo en esto, porque uno tiene que introducir muchas cosas, tomaría semanas. Pero he anotado algunas Escrituras, algunas notas, sólo para ver lo sobresaliente de ello, de manera que les permita estudiar.",
    "Luego pronto, quizás, si el Señor quiere, en octubre, yo no sé cuándo, pero cuando El provea, me gustaría tener unos—unos cuantos días, de constantes reuniones, sobre el capítulo 12 de Apocalipsis, para relacionarlo con esto aquí. Oh, yo creo que sería estupendo. Simplemente lo sería. Sería estupendo ver cómo hizo El.",
    "Entonces, reuniéndonos nosotros ahora, yo dije anoche, yo dije: “Uds. saben, cuando yo…” En la mañana, como cada mañana, yo pienso: “Cuando yo venga aquí, voy a reconocer a cada uno de mis amigos que esté allí”. Ahora, ¿cómo voy a hacerlo?",
    "El tener aquí conmigo, como a mi buen amigo, al Doctor Lee Vayle sentado aquí atrás, su encantadora esposa e hija. Y al Hermano Roy Borders, y, me parece, al Hermano Ruddell, al Hermano Beeler, y al Hermano Palmer, y al Hermano Jackson. Y, oh, hermanos, los—los…¡Esos amados hermanos de todas y diferentes partes! El Hermano Anthony Milano, y, ¡oh, adondequiera que uno ve, uno ve a algún otro hermano! De allá de Arkansas, no puedo pensar en sus nombres; el Hermano John, el Hermano Earl Martin, y el Hermano Blair. Y, oh, simplemente hay…uno…Es interminable, ¿ven Uds.? Estoy tan contento de tener un grupo como ese reunido a mi alrededor cuando estoy enseñando sobre la Palabra de Dios, hombres que pienso que son hombres valerosos, verdaderos hombres de Dios.",
    "Estoy agradecido por este pequeño tabernáculo. Estoy agradecido por sus cinco puertas abiertas al público. Cada puerta…Tenemos cuatro diáconos aquí, hombres llenos del Espíritu; cuatro síndicos, hombres llenos del Espíritu. Son dos en cada puerta. Y tiene una puerta doble enfrente, para los dos pastores, los pastores.",
    "Estamos contentos de tenerlos; estamos agradecidos con Dios por esto. Que El siempre los bendiga.",
    "Ahora queremos ponernos de pie un momento, mientras leemos de Segunda de Pedro el capítulo 3, y también del Libro de Apocalipsis 21.",
    "Mientras estamos de pie, oh Señor, llena nuestros corazones de alegría debido a la lectura de Tu Palabra, sabiendo que Jesús ha dicho, que: “Los cielos y la tierra pasarán, pero Mi Palabra nunca fallará”. Sabemos además que El dijo: “Toda Escritura debe ser cumplida”. Y a medida leemos estas cosas, que podamos tener entendimiento de Ti, de la hora en la cual vivimos. Lo pedimos en el Nombre de Jesús, el Autor del Libro. Amén.",
    "Segunda de Pedro 3.\n\nAmados, esta es la segunda carta que os escribo, y en ambas despierto con exhortación vuestro limpio entendimiento,\n\nPara que tengáis memoria de las palabras que antes han sido dichas por los santos profetas, y de los mandamientos del Señor y Salvador dado por vuestros apóstoles;\n\nSabiendo primero esto, que en los postreros días vendrán burladores, andando según sus propias concupiscencias,\n\nY diciendo: ¿Dónde está la promesa de su advenimiento?…(¡Si eso no cuadra con esta mujer incrédula!)…Y desde el día en que los padres durmieron, todas las cosas permanecen así como desde el principio de la creación.\n\nEstos ignoran voluntariamente, que en el tiempo antiguo fueron hechos por la palabra de Dios los cielos, y también la tierra, que proviene del agua y por el agua subsiste,\n\nPor lo cual el mundo de entonces pereció anegado en agua;\n\nPero los cielos y la tierra que ahora existen, están reservados por la misma palabra, guardados para el fuego en el día del juicio y de la perdición de los hombres impíos.\n\nMas, oh amados, no ignoréis esto: que para con el Señor un día es como mil años, y mil años como un día.\n\nAhora, el Señor no retarda su promesa, según algunos la tienen por tardanza, sino que es paciente para con nosotros, no queriendo que ninguno perezca, sino que todos procedieran al arrepentimiento.\n\nPero el día del Señor vendrá como ladrón en la noche; en el cual los cielos y la tierra, con grande estruendo…pasarán con grande estruendo, y los elementos ardiendo serán deshechos, y la tierra y las obras que en ella hay se quemarán.\n\nPuesto que todas estas cosas han de ser deshechas, ¡cómo no debemos nosotros andar en santa y piadosa manera de vivir,\n\nEsperando la apresurándoos para la venida del día de Dios, en el cual los cielos, encendiéndose, serán deshechos, y los elementos, siendo quemados, se fundirán!\n\nPero nosotros esperamos, según sus promesas, cielos nuevos y tierra nueva, en los cuales mora la justicia.\n\nPor lo cual, oh amados, estando en espera de estas cosas, procurad con diligencia no ser hallados…ser hallados por él sin mancha y sin tacha, en paz.\n\nY teniendo entendido que la paciencia del Señor es para salvación; como…nuestro amado…Pablo, según la sabiduría que le ha sido dada, os ha escrito,\n\nCasi…todas sus epístolas, hablando en ellas de las cosas;…las cuales son algunas veces difíciles de entender, las cuales los indoctos e inconstantes tuerzan, tuercen, como—como también las otras Escrituras, para su propia perdición.\n\nAsí que vosotros, oh amados, sabiéndolo de antemano, guardaos, no sea que arrastrados por… error de los inicuos, caigáis de vuestra firmeza.\n\nAntes bien, creced en la gracia…el conocimiento del Señor y Salvador Jesucristo. A él sea gloria ahora y hasta el día de la eternidad. Amén.",
    "Ahora en la—la Revelación de Cristo, en el capítulo 21, leo estas Palabras.\n\nVi un cielo nuevo y una tierra nueva; porque el primer cielo y la primera tierra pasaron, y el mar ya no existía más.\n\nY yo Juan vi la santa ciudad, la nueva Jerusalén, descender del cielo, de Dios, dispuesta como una esposa ataviada para su marido.\n\nY oí una gran voz del cielo que decía: He aquí el tabernáculo de Dios con los hombres, y él morará con ellos; y ellos serán su pueblo, y Dios mismo estará con ellos como su Dios.\n\nEnjugará Dios toda lágrima de los ojos de ellos; y ya no habrá muerte, ni habrá más llantos, ni clamor, ni dolor; porque las primeras cosas pasaron.\n\nY el que estaba sentado en el trono dijo: He aquí, yo hago nuevas todas las cosas.…me dijo: Escribe; porque estas palabras son fieles y verdaderas.\n\nY me dijo: Hecho está. Yo soy el Alfa y la Omega, el principio y el fin. Y al que tuviere sed, yo le daré gratuitamente de las fuentes del agua de la vida.\n\nEl que venciere heredará todas las cosas, y yo seré su Dios, y él será mi hijo.\n\nOremos de nuevo.",
    "Señor Jesús, con semejante promesa y tan severas palabras como Jesús mismo y el apóstol nos han hablado concernientes a la hora a la cual nos estamos acercando, danos, oh Señor, de Tu dirección, para que sepamos cómo acercarnos a ella en la forma correcta. Porque, viene, lo sabemos. Las Escrituras deben ser cumplidas, y así será. Y ahora, Señor, pedimos Tu misericordia de nuevo sobre todos nosotros, mientras estudiamos Tu Palabra. Sé con nosotros y revélanosla, Señor, pues lo pedimos en el Nombre de Jesús. Amén.\n\nPueden sentarse.",
    "Ahora, me pregunto si pudiera haber una forma de que quizás, tal vez pudieran apagar las luces del auditorio principal, y sólo dejarlas aquí en la plataforma, lo cual probablemente sería mejor, y disminuir un poco la corriente. Casi quemamos un transformador, la otra noche. Y si el guardián hiciera eso por nosotros, agradeceríamos que apagaran las luces de abajo, las luces del auditorio principal. Y entonces pienso que Uds. van a tener suficiente espacio para ver, para escribir.",
    "Ahora, un tema de nuevo, para anunciarlo, que estamos abordando el—el tema de: El Futuro Hogar Del Novio Celestial Y La Novia Terrenal.",
    "Ahora como ha sido…Simplemente voy a tener que hacer esto. Está demasiado caliente aquí arriba, ¿ven? Sí, señor. Mientras nosotros…Sé que a mi esposa no le gusta que yo haga eso; pero, eso, quitarme el saco. Simplemente está demasiado caliente aquí arriba. ¿Ven?, Uds. tienen aire allí, y simplemente está aislado de una pequeña área aquí, ¿ven? Ahora, en el—en el futuro, o…",
    "En el pasado, más bien, hemos estudiado Los Siete Sellos, Las Siete Iglesias. El Hermano Vayle y demás están trabajando en esos ahora, fielmente, para ponerlos en forma de libro.",
    "Y viendo todas estas cosas misteriosas que hemos visto suceder, entonces pienso, después de entender eso, en la hora en la que estamos viviendo, y la posición; no hay nadie que quisiera sentarse muy sensatamente y examinar aquello de lo cual se ha hablado, y qué se ha prometido que sucederá, y qué ha sucedido, sin que dijera que esas cosas se han cumplido. ¿Ven? Exactamente lo que Dios dijo que El haría, El lo hizo exactamente al pie de la letra. ¿Ven?",
    "Ahora, pienso en esto, que, no sabiendo en qué tiempo el Señor Jesús podría aparecer, pensé que sería bueno, le pareció grato al Espíritu Santo que habláramos sobre esto, entonces; y quizás volver a esto de nuevo, dos o tres veces, porque no voy a tener bastante tiempo de sobra para sacar todo esto.",
    "Como cuando uno toca un—un tema que pudiera ser un poquito tropezante para alguien, uno no puede exponerlo totalmente para que quede claro, entonces uno vuelve otra vez para tomar el siguiente tema.",
    "Y luego más adelante, en la…si el Señor quiere, entraremos en los 12 sellos, o no…Perdónenme. El capítulo 12 de Apocalipsis, que se encuentra entre la Venida del Señor y el final de las Trompetas, y demás. Trataremos de traer eso de nuevo, para mostrar quién es Satanás, y qué hizo él, de dónde vino, cuál es su propósito, y cómo fue que su gran belleza que se le dio causó su caída. Su engaño causó que cayera; belleza.",
    "Luego, cómo es que la imposibilidad para cualquier hombre que quiere ver eso bien, esa “simiente” de la serpiente. Yo haría un reto sobre eso, a cualquiera, ¿ven?, que quisiera verlo, con—con sólo absolutamente entendimiento común. Un niño puede verlo. ¿Ven? Ahora, y llegaremos a eso más tarde.",
    "Ahora, entendemos aquí que estas dos Escrituras…La razón de que leí el capítulo 3 de Segunda de Pedro, y lo comparé con Apocalipsis 21, es que ambos aquí están hablando sobre el mismo tema, pero Juan nunca—nunca lo escribió como lo hizo Pedro. ¿Ven? Entendemos que este gran Hogar de la Novia ha de estar aquí en la tierra.",
    "Y ahora si Uds. leen, simplemente como el capítulo 21, el capítulo 21 de Apocalipsis, el apóstol dijo aquí, o el profeta dijo, que: “Vi un Cielo Nuevo y una Tierra Nueva”. Suena como que viene una aniquilación.",
    "Ahora, la forma en que siempre encuentro mis Mensajes es por medio de oración. Estoy en oración y algo me es revelado. Y yo espero al respecto unos minutos y veo si está correcto, entonces lo siento más cercano. Y luego algunas veces sigo esperando hasta que entra a una visión. Pero cuando comienza a venir, y yo estoy satisfecho de que viene de Dios, entonces voy a las Escrituras. ¿Ven?, Esa es, debería de ser la confirmación de toda cosa espiritual que se hace, porque la Biblia es la completa revelación de Jesucristo; ¿ven?, es Su Cuerpo.",
    "Y ahora, en eso, quizás encuentro un lugar en las Escrituras que no suena exactamente bien, y me preguntaré al respecto. Nuevamente regreso a estar en oración. Viene de nuevo. Entonces yo—entonces yo comienzo a—a examinar mi Escritura.",
    "Ahora, nuestra Biblia está escrita en inglés, y las palabras en inglés cambian, todo el tiempo. Por ejemplo, como dice San Juan 14: “En la Casa de Mi Padre muchas moradas hay”, una morada en una casa. Pues, entonces, uno, lo que uno hace con eso entonces, es llevarlo al—al original y ver qué quería decir Santiago, o regresar al hebreo, o al griego, de la primera traducción. Y allí dice: “En el Reino de Mi Padre hay muchos palacios”. Pues, entonces, uno regresa al tiempo en que los traductores tradujeron para el Rey James, el reino era llamado, en inglés, una “casa”, y el rey era el padre sobre sus delegados. Allí está la razón de que tradujeron: “En la Casa de Mi Padre muchas moradas hay”. ¿Ven? Y luego uno toma esas palabras y uno tiene que investigarlas.",
    "Luego, ¿ven Uds.?, de esa inspiración…Este púlpito esta mañana, yo digo, ni una sola vez ha sido otra cosa sino pura, la Escritura. Así es cómo La Simiente De La Serpiente y todas estas otras cosas vinieron. ¿Ven? Por medio de…",
    "Y es, en realidad, si un hombre tan sólo leyera y dijera: “En la Casa de Mi Padre muchas moradas hay”, si uno no se detuviera para estudiar, orar, uno estaría todo confundido. ¿Ven? Pero tan sólo sigan orando. Dios siempre lo endereza, si viene de Dios.",
    "Ahora, Juan explica el cambio y la ven-…cómo sucede… El no lo explica, mejor dicho, pero Pedro sí. Juan solamente dijo: “Vi Cielos Nuevos y Tierra Nueva; los primeros cielos y la primera tierra pasaron. El mar ya no existía más. Yo Juan vi la santa Ciudad descender del Cielo, de Dios, dispuesta como una Esposa ataviada para Su Marido”. Pero, regresamos ahora a Segunda de Pedro para averiguar, Pedro explica cómo este proceso va a llevarse a cabo. Ahora, si Uds. vieran lo que Juan dijo, suena como que: “Porque los primeros cielos y la primera tierra pasaron”, aniquilados. ¿Ven?, entonces, eso suena muy extraño. Así que eso fue lo que me impactó, y comencé a buscar la palabra: “pasaron”. Y, ahora, pero está claro que estos dos, apóstoles y profeta, estaban hablando de la misma cosa.",
    "Y ahora, también, en el Libro de Isaías, ahora, Uds. que quieren anotar estas Escrituras, en Isaías 65:17. Isaías, hablando del Milenio, aquellos mil años de reposo para—para el pueblo de Dios. Isaías habló de él, y él dijo: “Yo…Hubo un…Todas las cosas primeras habían pasado”, y cómo edificarán casas, morarán en ellas. Si tuviéramos tiempo… Quizás simplemente tomemos el tiempo y—y leamos esto un momento, Isaías 65, y sólo leamos por unos minutos aquí. Y aquí está, correcto, para nosotros. Ahora, para comenzar, Isaías 65:17.\n\nY, he aquí que yo crearé nuevos cielos y nueva tierra;…",
    "Ahora, Isaías, el profeta, era uno de los profetas que escribió exactamente toda la Biblia en su profecía. El comienza con la creación; en el centro de su Libro, como en el capítulo 40, aparece Juan el Bautista, el Nuevo Testamento; y termina aquí, en su Libro, en el Apocalipsis, en el Milenio. Hay sesenta y seis libros en la Biblia, y hay sesenta y seis capítulos en Isaías. El escribió un comentario completo.",
    "Ahora, nos damos cuenta, aquí ahora él está en el capítulo 65, un capítulo más, y él habla del Milenio. Fíjense, cuán hermoso.\n\n…he aquí yo crearé nuevos cielo y nueva tierra; y de la primera cosa no habrá memoria, ni más vendrá al pensamiento. (Ha de “pasar”.)\n\nMas os—os gozaréis y os alegraréis…aun en las cosas que yo he creado; porque he aquí que yo traigo a Jerusalén regocijo, y a su pueblo gozo.\n\nY me alegraré con Jerusalén, y me gozaré con mi pueblo; y nunca más se oirán en ella voz de lloro, por…ni voz de clamor.\n\nNo habrá más allí niño que muera de pocos días, y…viejo que sus días no ha cumplido; porque un niño morirá de cien años, y un pecador de cien años será acusado. Entonces van a…\n\nEdificarán casas, y morarán en ellas; plantarán viñas, y van a comer el fruto de ellas.\n\nY no edificarán para que otro habite, (esto es, su granja, su hijo quede como heredero de ella, o alguno de sus herederos)…ni plantarán para que otro coma allí; (ellos mismos siembran y permanecen allí; ellos tienen Vida Eterna)…porque según los días de los árboles serán los días de mi pueblo, y los míos…mis escogidos disfrutarán las obras de sus manos.\n\nNo trabajarán en vano, ni darán a luz para maldición; porque son linaje de los benditos de Jehová, y sus descendientes con ellos.",
    "Ahora fíjense, aquí es adónde voy a llegar, después de un rato.\n\nY antes que clamen, responderé yo; mientras aún hablan, yo habré oído.\n\nY el lobo y el cordero serán apacentados juntos, y el león comerá paja como un buey;…el polvo será el alimento de la serpiente. Y no afligirán, o harán mal en todo mi santo monte, dijo Jehová.",
    "¡Qué promesa, de estos profetas y grandes sabios, maestros de la Biblia, muy atrás en tiempos antiguos, viendo este Día glorioso venir!",
    "Por medio de estos pasajes, uno pudiera pensar, o ser guiado, más bien, a creer que todo el planeta, de esta tierra, será destruido: “Yo haré un Nuevo Cielo y Nueva Tierra”, ¿ven?, que los cielos habrán desaparecido y la tierra habrá desaparecido, aniquilados totalmente. Pero un estudio cuidadoso, y con la ayuda del Espíritu Santo, podemos ver la Verdad de esto; y en eso vamos a entrar.",
    "Sólo son las atmósferas que están alrededor de ella, y el pecado que hay sobre la tierra, los que serán destruidos. ¿Ven? Ahora, nos damos cuenta que los cielos significa las “atmósferas de encima”. ¿Ven?",
    "¿Qué hace? Eso entonces, estos cardos, y enfermedad, y muerte, y política, y hombres pecaminosos, y mujeres pecaminosas, y espíritus malos, todos habrán desaparecido y habrán sido aniquilados. ¿Ven? Tiene que ser hecho de esa manera, porque vamos a vivir aquí mismo. Probaremos eso por medio de la Biblia. Aquí mismo es donde viviremos. Ahora fíjense, cardos, gérmenes, todas las enfermedades y cosas, serán quitadas completamente. Todo esto, su existencia que está sobre la tierra ahora, sistemas hechos por el hombre, política, pecado, toda clase de espíritus malos con los cuales el mundo está contaminado, y todos los cielos aquí sobre nosotros, están contaminados con espíritus malos. Ahora vamos a entrar profundamente y por bastante tiempo, en esto, ¿ven?",
    "Todo esto existe en los cielos, o atmósferas, y la tierra que existe ahora. Esta tierra tiene esas cosas, pero no fue hecha con ese propósito. El pecado causó que fuera así. ¿Ven? Fue hecha por Dios, el Creador. Pero todo…",
    "Y todos nuestros cuerpos, en los que vivimos ahora, fueron puestos en la tierra cuando Dios la creó, porque uno salió del polvo de la tierra. Todo fue trazado aquí. Cuando Dios mismo la creó, Uds. estaban en Su pensamiento. Y en El, el Gran Eterno, estaba el pensamiento, el cual es Su atributo.",
    "Y ahora el pecado causó que todo esto sucediera. Y Dios, a través de esta edad, está juntando Su material.",
    "Satanás todavía está aquí. Esa es la razón de que todas estas cosas suceden. El todavía está aquí, y todas sus fuerzas malignas todavía están aquí. Fíjense, por eso es que la tierra está tan inmunda ahora. Por eso es la suciedad y las cosas ridículas que ocurren; derramamiento de sangre, guerra, política, pecado, adulterio, toda clase de inmundicias ocurren, es porque Satanás es el gobernante de esta tierra y esta atmósfera.\n\nUds. dirán: “¿La atmós-…?” ¡Sí, señor!",
    "Tanto los cielos y la tierra ahora están contaminados con diablos que pueden acusarnos ante Dios. Jesús está Allí para interceder por nosotros. ¿Ven? Mientras los acusadores siguen señalando con un dedo: “ellos hicieron esto, hicieron esto, hicieron esto”, pero la Sangre todavía cubre. El vino para redimir a aquellos Elegidos que El vio de antemano. Por eso es que está tan inmunda hoy.",
    "Aquí, el apóstol, aquí en Segunda de Pedro, el capítulo 2, y el quinto y el…y el quinto y el sexto versículo. Sí, lo tengo. El se refiere a tres etapas de la tierra. ¿Ven?, él—él saca tres etapas de ella. Fíjense cómo las trae.",
    "🦅 El antiguo mundo que proviene del agua”, ahora, ese fue el mundo antediluviano.",
    "Ahora, el que es, el mundo presente en el que vivimos ahora, lo llamó un “mundo”.",
    "🦅 El antiguo mundo que proviene del agua”, Génesis 1:1. Ahora, y el “mundo” que está ahora presente. Y luego, además, él se refiere a otro: “el mundo que ha de venir”, el Nuevo Mundo. Tres mundos; tres etapas del mundo.",
    "Y fíjense cómo Dios nos pone de manifiesto Su plan de redención. Oh, esto simplemente estremeció de emoción mi alma cuando lo vi, cómo El nos pone de manifiesto aquí ahora Su plan de redención. Ahora comparen lo que vemos con nuestros propios ojos. Lo que Dios ha hecho para redimir a Su mundo, El ha hecho el mismo plan para redimir a Su pueblo, pues el incambiable Dios no cambia en ninguno de Sus planes ni en nada. ¡Qué cosa más gloriosa!",
    "Cómo El nos guió a Sí mismo, para tabernaculizar en nosotros, por medio de tres etapas de gracia; exactamente como El ha guiado al mundo en tres etapas, para venir al mundo. Así como Dios va a venir al mundo después de que haya pasado por tres etapas diferentes de purificación, exactamente así es cómo El viene a nosotros a través de tres etapas de la gracia. Yo enseñé eso al principio; nunca he cambiado, desde entonces. Es la Palabra de Dios.",
    "Uno debe de mantener juntos sus tres, sus sietes, sus doces. La numérica de la Biblia debe correr perfectamente o Uds. tendrán su cuadro todo enredado. Si Uds. no la pueden entender, sólo sigan orando. Uds. observen, caerá en su lugar, exactamente. Dios es perfeccionado en tres. ¿Ven?",
    "Fíjense, “el antiguo mundo”, el antediluviano; el “mundo” que está presente ahora; y el que ha de venir.",
    "Ahora, la primera etapa a la que El nos trae…¿Ven?, Su plan de redención es exactamente el mismo en todo. El utiliza el mismo método. El nunca cambia. El dijo, en Malaquías 3: “Yo soy Dios, y no cambio”. De la manera en que El lo hace, por tanto, si El salvó al primer hombre que El haya salvado, por medio de la Sangre derramada de Uno inocente, El tendrá que salvar al siguiente; y todo el que El salve tendrá que ser de la misma manera.",
    "Si El sanó a un hombre en cualquier momento durante la jornada de la vida; ya fuera en los días de Jesús, de los apóstoles, de los profetas, cuando haya sido; cuando se encuentran las mismas condiciones, El tiene que hacerlo de nuevo. Eso es correcto. El no cambia. El hombre cambia, los tiempos cambian, la edad cambia, la dispensación cambia, pero Dios permanece igual. El es perfecto. ¡Qué esperanza debería de darle eso a la gente enferma!",
    "Si El sanó alguna vez a una persona, El tiene que hacerlo de nuevo cuando se encuentran las mismas condiciones. Si El alguna vez, alguna vez salvó a un hombre, El tiene que hacerlo en base a las mismas razones en que lo hizo la primera vez. Si El llenó alguna vez a un hombre con el Espíritu Santo, El tiene que hacerlo en base a las mismas razones en que lo hizo la primera vez. Si El resucitó alguna vez a un hombre de la sepultura, El tiene que hacerlo la segunda vez, y toda otra ocasión, sobre el mismo principio.",
    "El no cambia. ¡Oh, qué esperanza me da eso! ¿Qué es? No en alguna teoría hecha por el hombre, algo en lo que grupos de hombres se han puesto de acuerdo; sino Su Palabra incambiable.\n\nUds. dirán: “¿Es la Verdad?”",
    "El dijo: “Sea la palabra de todo hombre mentira, y la Mía Veraz”. “Porque los cielos y la tierra pasarán, pero Mi Palabra nunca fallará”. “Toda la Escritura es inspirada, por tanto es buena y útil para enseñar”. Y recuerden, que: “Toda Escritura será cumplida”, todita.",
    "Fíjense cómo Dios nos lo pone de manifiesto. ¡Y si esa no fuera una—una gran confirmación, una buena…una gran bendición amorosa de parte de Dios! Cuando veo esto, y veo eso desde que era un muchacho, la primera vez en que Cristo haya lideado conmigo, yo aún he enseñado siempre esas tres etapas de gracia. Fíjense si no es verdad ahora.",
    "Ahora, el primer paso es “arrepentimiento para con Dios”. Y luego sigue después de eso, es el bautismo en agua, “bautismo en agua”, “Arrepentíos, y bautizaos en el Nombre de Jesucristo”. ¿Ven?, sigue el bautismo en agua, mostrando que el arrepentimiento fue genuino. O, para “perdonar” nuestros pecados pasados, eso no tiene nada que ver con pecados futuros. Sólo perdona. “Arrepentíos, y bautizaos en el Nombre de Jesucristo”. ¿Para qué? “Perdón”. El quitar el pecado pasado no tiene nada que ver con el futuro. Solamente, que su pecado ha sido cortado, lo que Uds. hicieron.",
    "Uds. no se pueden arrepentir por lo que hizo Adán. Uds. nunca lo hicieron; Adán lo hizo. Uds. sólo reciben perdón por lo que Uds. hicieron. La vieja naturaleza todavía está allí.",
    "Permítanme tomar esta pizarra un momento. [El Hermano Branham dibuja ilustraciones en el pizarrón.—Editor] Ahora, aquí está un corazón humano. Ahora, yo no…yo estoy muy lejos de ser un artista. Aquí está un corazón humano; y aquí está un corazón humano. Ahora, éste de aquí tiene una serpiente en él, eso es pecado, aquí él tiene su vida. Este de aquí tiene una paloma en él, la cual es el Espíritu Santo, aquí él tiene una Vida. Bueno, éste de aquí, tiene malicia, odio, envidia; eso es lo que lo está causando, es este tipo aquí. Pues, éste de aquí tiene amor, y gozo, y paciencia; y Eso es lo que lo hace, aquí abajo.",
    "Ahora, cuando a Uds. se les pide, o se les perdona a Uds. sus pecados, Uds. sólo han hecho esto, han quitado eso. Pero la cosa que los hizo hacerlo todavía está allí. Esa es la vieja raíz del mal; todavía está allí. Fíjense, entonces Uds. se arrepienten y son bautizados en el Nombre de Jesucristo, que El les perdonó sus pecados. Fíjense.",
    "Luego, en segundo lugar, viene la santificación, la cual pone en orden nuestras mentes para la santidad, para pensar correctamente. Quitó…santificación es una palabra Griega compuesta, que quiere decir “limpiado, y apartado para servir”.",
    "Luego, lo siguiente, viene el bautismo de Fuego y Espíritu Santo, de manera que Dios pueda habitar en nosotros. Y el Fuego de Dios limpia nuestros corazones de pecado, y pone al Espíritu Santo adentro. Entonces producimos la misma Vida que Esto produjo, porque Eso está en nosotros.",
    "Fíjense, en el nacimiento natural, cuando una mujer da a luz a un bebé. La vida natural tipifica la vida espiritual. Cuando una mujer da a luz a un bebé, en lo natural, lo primero que sucede es la ruptura del agua, luego sangre, y luego el espíritu (la vida). Toman al pequeñito y le pegan [El Hermano Branham aplaude una vez con sus manos.—Editor], y allí empieza, gritando. Agua, sangre, espíritu.",
    "Y ahora cuando un bebé nace en el Reino de Dios, el viene de la misma manera: agua, Sangre, Espíritu.",
    "Ahora fíjense, santificación, la tercera etapa…la segunda etapa de él, limpia la mente; pone el corazón, la mente del corazón, en orden de santidad.",
    "Un hombre puede arrepentirse de pecados y él todavía está pensando en…Bueno, quizás él es un—un hombre inmoral, toda mujer de apariencia inmoral que él encuentra, todavía está allí. Quizás él es un borracho; cada vez que él huele el trago, todavía está allí. ¿Ven?",
    "Pero luego cuando él es santificado, eso limpia ese deseo sacándolo de él. ¿Ven? Quita el deseo de ello. El todavía puede ser tentado, pero El quita el deseo de ello. Sin embargo, él todavía no está bien.",
    "Luego, él es bautizado con el Espíritu Santo y Fuego. Limpiado, quemado, limpiado; y luego puesto en el servicio de Dios.\n\nLa santificación sólo los aparta para servicio.",
    "Y fíjense exactamente cómo vino eso, los mensajes viniendo. Martín Lutero, justificación; Juan Wesley, santificación; el pentecostal, el bautismo del Espíritu Santo. Los mensajes, allí es donde no pueden haber más edades de ello, ¿ven? Estamos en el tiempo del fin. Tres etapas. El bautismo limpia el corazón con el Espíritu Santo.",
    "Qué sorprendente ahora, El toma el lugar donde hemos de habitar, a través del mismo proceso.",
    "Ahora, El ha llamado la Iglesia a través de justificación, la llamó a través de santificación, luego la llenó con el Espíritu Santo y Fuego. Y El la llevó a través de un proceso, para que El mismo, el Espíritu Santo mismo, el Hijo de Dios, pudiera habitar en el corazón humano. Ahora, Ella tiene que pasar a través de eso antes de que El pueda entrar en Ella.",
    "Fíjense, El hizo con el mundo, donde esa Novia va a vivir, de la misma manera, Su mismo plan de—de salvación.",
    "Fíjense en el mundo antediluviano. El, después de que se había arrepentido, a través de la Novia de ese día, Noé, El le dio un bautismo en agua, lo cubrió con agua. Luego, justificación, mostrando que El está en camino para llamar a este mundo caído, a partir del Edén, de nuevo a su restauración.",
    "Luego Cristo vino y derramó Su Sangre sobre él, limpiándolo y reclamándolo. [El Hermano Branham toca en el púlpito varias veces.—Editor] ¿Ven?, ese es el mundo en el cual vivimos ahora.",
    "¿Ven cómo Satanás, aquí en las Escrituras, trató de hacerlo a El romper el plan de Dios para recibirlo, para dárselo a El cuando lo llevó a El arriba a la montaña, y trató de dárselo a El sin la compra de la Sangre?",
    "¿Se fijaron cómo Abraham, cuando ellos trataron de darle el terreno, él lo compró con cierta cantidad de siclos de plata, ante el pueblo, como una señal, como testimonio? “Sea hoy manifiesto que he comprado esta sepultura”. ¿Ven?, ¡la compró! Y Satanás trató de—de darle a El el reino que le pertenece a él ahora. El trató de dárselo a El como un obsequio, pero El no lo aceptó. Porque es que, ¿ven?, entonces Satanás podría aún tener derecho sobre él. Pero, tenía que ser comprado. Amén. El era la Palabra en Su plenitud. No lo podían engañar a El en eso.\n\nLuego, ahora ha de recibir un bautismo de Fuego.",
    "¿Ven?, ahora ha…¿Qué sucedió? Cristo vino y llamó a la Iglesia al arrepentimiento, al bautismo en el Nombre de Jesucristo, para perdón; santificar a la Iglesia; y con el Fuego de Dios desciende y quema toda la inmundicia, y viene y habita en el corazón humano.",
    "Ahora, el mundo, para ser redimido para esta persona redimida, El utiliza su mismo método. El lo bautizó en agua, después de la destrucción antediluviana. Derramó Su Sangre sobre él, para santificarlo y reclamarlo. Es Suyo.\n\nSatanás trató de decir: “Yo te lo daré a Ti”.",
    "El dijo: “No, señor, Yo lo voy a comprar”. Que sea como testimonio. El fue levantado, como señal, de que El lo compró. El lo compró.",
    "Pero ahora tiene que pasar por un bautismo de Fuego, Fuego santo de Dios, que limpia la tierra y los cielos alrededor de ella. Entonces, es comprada para que los redimidos puedan vivir en ella, vivir en ella en paz. Fíjense, el bautismo de Fuego es para limpiarla de pecado, de enfermedad, de gérmenes de enfermedades, de pecadores, del diablo y todo su grupo. El ha de ser echado fuera, al Lago de Fuego. Fuego santo de Dios, desciende de Dios, del Cielo, y la quema, fíjense, para prepararla para que Dios more en ella. Porque, Dios, en el Nuevo Mundo que ha de venir, ha de morar en la tierra. Porque, Uds. dicen: “Dios, El mora en el corazón humano”. Pero, El y la Novia se vuelven Uno, y ellos van a su Hogar en el Nuevo Mundo. Y el mismo plan de redención es usado para redimir, a ambos, al mundo y a las personas que viven en él.",
    "¿Ven?, el corazón tiene que ser limpiado de esa manera. Antes de que Dios pueda descender en la persona del Espíritu Santo, el cual es Cristo descendiendo y a morar en el corazón humano, primero tiene que haberse arrepentido. Tiene que ser bautizado en agua, en Su Nombre, para mostrar a quién pertenece.\n\nLuego tiene que ser limpiado por la Sangre de Jesús.",
    "Y entonces el Fuego santo y el Espíritu Santo, de Dios, descienden y queman todo el deseo de pecado, toda la naturaleza del mundo. “Y, por tanto, el que pecare voluntariamente después de recibir el conocimiento de la Verdad…” Luego, además la Biblia dice: “es imposible…” “Porque, un—un hombre que es nacido de Dios no puede pecar; él no peca”. No hay manera de que él peque. ¿Cómo puede él ser un pecador, y un redimido, al mismo tiempo? ¿Cómo puedo yo estar en la casa de empeño, y fuera de la casa de empeño, al mismo tiempo? ¿Ven? Oh, El nos redimió por medio de Su Sangre; por medio de Su Espíritu El nos limpió; y entonces viene a morar en nosotros, la Iglesia. Ahora, no la denominación; ¡la Iglesia!",
    "Fíjense atentamente ahora mientras vemos esto, los lugares donde hemos de—de morar. Ahora, ahora, el—el arrepentimiento antediluviano, entonces, trajo el bautismo en agua. Luego Cristo vino y derramó Su Sangre sobre ella, para limpiarla y para reclamarla. Y luego viene, lo siguiente, la destrucción del mundo como está ahora.",
    "Todo el pecado que está arriba en los cielos, “él es el príncipe de la potestad del aire”, él mantiene alejadas (aleja peleando) las bendiciones de Dios. Allí llegan rayos de relámpagos y caen en la tierra, y todo, desde los cielos, capas de lluvia cortante, y tifones, tif-…tormentas y de todo, “vienen de arriba”, el cual es Satanás, “el príncipe de la potestad del aire”.",
    "Fíjense, vean cómo Satanás trató de tomarla, como dije hace unos minutos, por medio de dársela a Jesús sin comprarla. Entonces, Satanás todavía tiene un derecho, porque está marcada, ¿ven? Pero Jesús la compra por medio de Su Sangre derramada y la trae de nuevo a su dueño legítimo. ¿Ven? Así es cómo El nos compró, por medio de Su Sangre, cómo compró El a la Iglesia.",
    "Y ahora su bautismo de Fuego la limpia de todos los gérmenes, todas sus enfermedades, todas las enfermedades, incluso de todas las cosas espirituales; las cuales son por medio de nosotros, también, lo hace de la misma manera; para prepararla para que Dios more en ella, en esta gran edad que ha de venir, la Nueva Tierra. ¿Ven?, El la redime de la misma manera en que El redime a Su pueblo. El lo hace todo igual, Su plan de redención. Pues, El es el incambiable Dios, siempre lo mismo en Sus planes.",
    "Cuánto les he dicho, antes, y les he dado a conocer, y por todas las edades, que Dios no puede cambiar; lo da a conocer, en toda forma, por medio de lo mismo.",
    "El lo dio a conocer, Su primer mensaje, en el mundo antediluviano, por medio de Noé el profeta.",
    "Yo estaba hablando con un amado hermano que está sentado presente conmigo ahora. Ayer, él dijo: “Una cosa que Ud. dijo, Hermano Branham, que siempre me estremeció”.\n\nYo dije: “¿Qué es, hermano?”",
    "Y él dijo: “Esto es lo que Ud. dijo:”, y es verdad, “‘La minoría, cómo un grupito va a ser salvado en los días de la Venida’. Y hablamos de cómo Jesús dijo: ‘Estrecha es la puerta, y angosto el camino, y pocos serán los que la hallen’. Ahora fíjese, la Biblia dice: ‘Como fue en los días de Noé en los cuales ocho personas fueron salvadas por agua, así será en la Venida’”.\n\nYo dije: “Hermano, Ud. sólo captó…”\n\nEl dijo: “Recuerde, sólo hay ocho personas allí”.\n\nYo dije: “Ud. sólo captó la mitad del cuadro”.",
    "Sin embargo, Noé era un tipo del remanente que es llevado al otro lado, no el grupo que fue trasladado. Enoc, un solo hombre, se fue en el Rapto antes de que el diluvio llegara, mostrando que la Iglesia no entra en la tribulación o ninguna cosa alrededor de ella. Enoc fue trasladado, un solo hombre. Oh, la iglesia puede ser una cantidad; pero la Novia va a ser un grupo muy pequeño que constituirá a la Novia. Ahora, la iglesia puede ser una gran cantidad; pero, la Novia, ¿ven Uds.?, comparen ocho con uno. Ocho veces menos, será la Novia, que la iglesia.",
    "🦅 Y si el justo con dificultad se salva, ¿en dónde aparecerá el pecador y el impío”, aquellos que saben que no lo deben hacer, y siguen adelante y lo hacen de todas maneras? Aquellos que siguen las reglas de la denominación en vez de la Palabra, ¿dónde van a aparecer, sin embargo llamados Cristianos, tomando el Nombre de Cristo?",
    "Ahora, perfectamente, Noé era un tipo de aquellos llevados al otro lado. Recuerden, cuando Noé salió, Cam estaba con él. El pecado todavía estaba allí adentro. El pecado pasó al otro lado, a través del arca. Incredulidad, duda, pasaron al otro lado en el arca, llevadas por encima del juicio. Pero Enoc fue más alto que el arca, él siguió adelante entrando a la Presencia de Dios. Pero Noé pasó y salió, y todavía había pecado; tipo del Milenio, de la condición del mundo.",
    "El Milenio no es el fin de él. Todavía habrá tiempo después del Milenio. El Milenio es un espacio de tiempo; pero, no la Nueva Tierra. Claro que no. Fíjense, en eso, llegaremos a eso después de un rato.",
    "Ven, la tierra, redimida, regresa a su Dueño original de nuevo. Quitó…El se la quitó a Satanás. El jaló, quitándole la tierra a Satanás, así como El los apartó a Uds. de Satanás, así como El le quitó la pequeña mujer junto al pozo a Satanás. Allí estaba en pie el sacerdote, pensaba él que estaba con Dios, y él no tenía nada. ¿Ven?",
    "Me gustaría dibujarles eso sólo un momento. Ahora, queremos tener esto bien claro, así que ahora observen atentamente esta enseñanza. [El Hermano Branham dibuja ilustraciones en la pizarra, en los siguientes párrafos inmediatos.—Editor]",
    "Ahora, éste aquí, aquí está Dios. Dios, el cual es el Eterno, sin…No hay otro sino El. Pero, en Dios, El tenía atributos. Ahora, esto aquí representa la Palabra, la Palabra de Dios, la cual se hizo carne y moró entre nosotros en la persona de Jesús.",
    "Ahora éste aquí, este hombre aquí, lo vamos a hacer así. Ahora, ésta es llamada la mujer junto al pozo. Este es el sacerdote, Fariseo. Y donde Uds. ven esto, el pizarrón libre, quiere decir gracia y salvación.",
    "Ahora, “En el principio era el Verbo. Y aquel Verbo fue hecho carne, y habitó entre nosotros”. Las tres etapas. Era un atributo primero, estaba en Dios, que El pensó acerca de Sí mismo como ser humano; y eso lo transmitió a El abajo para ser Jesús; y ahora, si Uds. van a estar Allí alguna vez, Uds. estaban con El entonces. Porque, sólo hay una forma de Vida Eterna, esa es Dios; y Uds. tenían que formar parte de Dios en el principio, no lo que Uds. simplemente escogieron aquí abajo. El los escogió a Uds. “Todo lo que el Padre me ha dado, vendrá”.",
    "Ahora miren a este sacerdote aquí. Encontramos su parte inferior, aquí, su vida atrás, detrás de él, su predestinación aquí atrás, es pecaminosa.\n\nAquí está el infierno, aquí abajo.",
    "Ahora, esta pequeña parte aquí, que se parece al pizarrón, eso representa su pureza. El era un sacerdote. El era un hombre honorable. Eso representó esto. El era, también, tenía que ser un buen hombre, o no podía ser sacerdote. Pero Uds. ven cómo lo obtenía, era un aprendizaje intelectual.",
    "Ahora, esta pequeña mujer, su primera vida, aquí arriba, ella era una prostituta, ella estaba toda manchada. Pero muy dentro de ella, aquí, había sólo un poquito de entendimiento. “Sé que cuando el Mesías venga…” ¿Ven? ¿Ven?, eso estaba allí.",
    "Fíjense, cuando Jesús vino y manifestó la Palabra, porque la Palabra discernió los pensamientos que estaban en el corazón; como Hebreos 4 dice que lo va a hacer, 4:12, que El lo haría. “La Palabra discernió los pensamientos del corazón”, y El vino como el Hijo del Hombre, el Profeta. ¿Qué sucedió? Este sacerdote, con sólo aprendizaje intelectual, dijo: “Es un demonio”, porque eso es lo que su denominación lo llamó. ¿Qué hizo eso? El no tenía representación, así que lo entenebreció.",
    "Pero esta mujercita no tenía nada que presentar; ella estaba tan inmunda y sucia a más no poder. Pero, fíjense, muy dentro de ella, ella tenía representación, ¿ven? Y, además, ella estaba esperando que esto se hiciera carne.\n\nY cuando El dijo: “Ve a traer a tu marido, y ven acá”.\n\nElla dijo: “Señor, no tengo”.",
    "Dijo: “Has dicho la verdad, porque tienes cinco, y el que tienes ahora no es tuyo. Has tenido cinco. Con ése son seis que has tenido”.",
    "Ella dijo: “¡Señor!” (No: “Tú eres”, no, “Beelzebú”.) “Me parece que Tú eres profeta. Ahora, sabemos que el Mesías, llamado el Cristo, vendrá. Y cuando El venga, El va a hacer esto”.\n\nEl dijo: “Yo soy”.",
    "Ya no tuvo duda. Uno no tuvo que explicarlo. Ella lo vio. Ella lo creyó. ¡Y se fue! ¿Por qué? ¿Qué le hizo a ella? La redimió.",
    "Ahora fíjense, El vino para ser un Redentor. ¿Es correcto eso? [La congregación dice: “Amén”.—Editor] ¿Qué quiere decir redimir? “Traer de regreso”. ¿Por qué no tomó al sacerdote? El nunca estuvo allá arriba. ¿Ven? ¿Ven?, él no tenía representación.",
    "El vino a redimir lo que había caído. En la caída, esto se enredó, con aquella muchacha; pero Dios la tenía en Su pensamiento antes de la fundación del mundo, y El vino para limpiarla. ¿Ven? Entonces El…Ella tenía Vida Eterna. ¿Ven?",
    "Donde, al sacerdote, ¿qué le hizo a él? Lo envió directamente de regreso a su destino. Para comenzar, él no tenía nada, sólo un aprendizaje intelectual.",
    "Ahora escuche, amigo, si lo único que Ud. tiene sólo es un aprendizaje intelectual, obtenga algo diferente a eso. Y Ud. nunca va a poder obtenerlo a menos que Ud. tenga representación. Por esa razón creo que Uds. vienen del este y del oeste, del norte y del sur; la Palabra, viviente, manifestada.",
    "Fíjense ahora cómo El da a conocer Su camino por medio de Sus profetas, en el principio. El nunca lo ha cambiado.",
    "[Espacio en blanco en la cinta.—Editor]…salvación. El justificó un hombre; lo santificó; envió el Espíritu Santo y Fuego, y a fuego hizo salir de él el pecado, y habitó en él, El mismo.",
    "El hace con la tierra, la cual El va a usar en un plan de redención, de la misma manera. Se arrepintió y fue bautizada en agua, en…por Noé. Jesús vino y la santificó, al derramar Su Sangre sobre ella, y la reclamó. Y en la Nueva Tierra que ha de venir, ha de tener un bautismo de Fuego santo, para limpiarla de todo demonio, todo germen, toda enfermedad, todo lo que hay, y hacerla de nuevo. “Vi un Cielo Nuevo y una Tierra Nueva”.",
    "Uno llega a ser una nueva persona. ¡Amén! No sólo una vieja persona parchada, por medio de unirse a una iglesia o tratar de voltear una nueva página, sino que uno es una unidad completamente nueva. Dios toma al viejo hombre y lo quema totalmente, con el Espíritu Santo y Fuego, y viene El mismo, envía la representación de uno. “Ninguno puede venir a Mí, si Mi Padre no lo ha traído. Y todo lo que el Padre me ha dado, vendrá a Mí”. ¿Lo ven? [La congregación dice: “Amén”.—Editor] El mismo plan; la misma manera.",
    "Satanás fue…será quitado de la tierra, exactamente como Satanás fue quitado de Uds. Satanás no puede molestar; o, él puede tentar, pero él no puede tomar a un Cristiano nacido de nuevo. Pues, Dios, desde la fundación del mundo, lo vio de antemano, y envió a Jesús a redimirlo, y la Sangre habla por él. ¿Cómo puede pecar él cuando ni siquiera puede ser visto por Dios? El ni siquiera…Lo único que El oye es la voz de Uds. El ve la representación de Uds. ¡Amén! Eso es verdad. ¿Ven?",
    "Por los mismos medios, pues el mundo es uno de Sus atributos de la misma manera que Uds. son uno de Sus atributos. El mundo llega a ser uno de Sus atributos, porque era el pensamiento de Dios, en el principio. El tener un mundo, estar en un Trono, ser un Rey, ser un Redentor, ser un Sanador, esos son Sus atributos.",
    "Así como un atributo de Uds. Yo no puedo decir un—un “poste” a menos que piense en poste. Yo no puedo decir “hombre” a menos que piense en hombre. Y cuando pienso en hombre, entonces digo “hombre”, el pensamiento es mi atributo y la expresión es la palabra. ¿Ven?",
    "Como Isaías, ¿cómo pudo decir, que: “Una virgen iba a concebir”? ¿Qué es un pensamiento?",
    "Ahora, muchos de Uds. se preguntan cómo esos, ese discernimiento, viene. Les voy a decir. ¿Ven?, es una palabra que yo digo. Y no es mi pensamiento, porque yo no sé. Yo no estoy consciente con respecto a pensarlo. ¿Cómo les puedo decir quiénes son y de dónde vienen Uds., cuando no los conozco? ¿Cómo puedo decirles lo que Uds. hicieron hace diez años, cuando nunca los he visto en mi vida? ¿Cómo puedo decirles dónde van a hacer y qué van a hacer dentro de diez años? ¿Cómo conozco el futuro? Pero es el pensamiento de Alguien más.",
    "🦅 Que el sentir que hubo en Cristo esté en vosotros. Que el sentir que hubo en Cristo esté en vosotros”. ¿Ven?, entonces no son los pensamientos de uno. Son Sus pensamientos, a través de uno. Y uno no está expresando las propias palabras de uno; uno está expresando las Palabras de El.",
    "Así es cómo en muchas ocasiones los hermanos se confunden, sobre la interpretación de lenguas, y cosas. ¿Ven?, ellos dicen cosas que no están correctas, ellos no se dan cuenta que ese es Satanás. Uds. dicen: “¿En el huerto de Dios?” Sólo esperen a que terminemos, averigüen si no es, o no. Las hierbas y el trigo crecen en el mismo campo. Ambos viven por medio del mismo sol y la misma lluvia. ¿Ven?",
    "🦅 Pero, si hubiere uno entre vosotros que es profeta, Yo Jehová hablaré con él. Y si lo que él dice sucede, entonces ese soy Yo, ¿ven?, porque él no está expresando lo suyo. El está expresando Mis pensamientos, Mis atributos de las cosas que tienen que venir, y Yo usaré su boca para expresarlos por medio de ella. Y después de que él los dice, tienen que cumplirse. Los cielos y la tierra pasarán, pero Mi Palabra nunca fallará”.",
    "Isaías dijo: “Una virgen concebirá”. No hay más que decir. Ella va a concebir. Lo que Dios dice, El lo hace.",
    "Oh, dio a conocer, por medio de Sus profetas, todas Sus manifestaciones, porque son Sus atributos de Sus pensamientos expresados.",
    "Ahora, aquí estaba, en esta mujercita. Ella era uno de Sus atributos. ¿Ven?",
    "Y allí estaba el sacerdote, representando la Luz. El lo había aprendido de la Biblia. El había aprendido que Dios era Dios. El había aprendido que la santidad era correcta. El había aprendido que había una ley de Dios. El lo había aprendido por causa de una concepción intelectual. Y él había nacido en el linaje correcto; él era un Levita. Pero él solamente lo sabía por medio de una concepción intelectual. Y cuando la Luz de la hora…¿Ven?, él lo aprendió por medio de lo que había sucedido, no lo que estaba sucediendo; ¡lo que había sucedido! Y cuando él se dio cuenta qué estaba sucediendo, su denominación no dijo nada acerca de Ello, por tanto él no tenía ninguna representación de Ello.",
    "Pero aquí estaba el Redentor en la tierra en ese tiempo, para redimir aquellos atributos de Dios, y ella lo recibió. Ella nunca lo cuestionó. Ella dijo: “Cuando el Mesías venga, El hará esto”, y no había más que decir. Y ella lo vio ser hecho, así que…El dijo: “Yo soy el Mesías”, así que no había más que decir. Ya no lo cuestionaba. Ella simplemente fue, diciéndole a todos los demás: “Venid, ved a Quién encontré”.",
    "Estos procesos nos limpian, un templo para Su lugar de morada: justificación, santificación, el bautismo del Espíritu Santo con Fuego. Eso hace la limpieza de (nuestro) este templo.",
    "Así que, así como la antigua estructura del mundo no destruyó, por medio de las aguas cuando fue lavado; la estructura del planeta, la antigua estructura, la…toda la tierra, todas las cosas que Dios puso en la tierra, no fueron destruidas cuando el primer mundo fue destruido. Y la Biblia dice que fue “destruido”, pero nunca destruyó la estructura. Sólo destruyó el pecado y a los pecadores que estaban en él. La estructura quedó.",
    "Pero, ¿ven Uds.?, como justificación, como Uds. los Bautistas y los Metodistas quieren pensar sobre eso, sólo justificación, creer y ser bautizado, eso no es suficiente. Uds. volverán directamente a las cosas del mundo, y se cortarán el cabello y se pondrán pantalones cortos, y todo lo demás. ¿Ven?, aún no ha sucedido nada. Uds. sólo vieron hacia atrás y vieron que habían hecho mal.",
    "¿Qué le hizo la justificación al mundo? Nunca le hizo nada; comenzó de nuevo, con tanto pecado como había habido. De esa manera lo hace un hombre, y eso es lo más lejos que llega.",
    "De esa manera el gran evangelista, Billy Graham, debería de ver. El dijo: “Yo voy y tengo treinta mil convertidos, regreso en un año y no tengo treinta”. Eso es lo más lejos que llegaron. ¿Ven? Y, ciertamente, ellos se arrepienten. Yo creo que se arrepienten; la mayoría de ellos, o algunos de ellos, por lo menos. Pero eso no es lo que se requiere. Lo prueba aquí.",
    "Ahora, así que la antigua estructura del mundo no fue destruida por el agua. El mundo sólo fue lavado. Eso consiguió su bautismo. Fue bautizado.",
    "Asimismo permanecerá la estructura, aunque sea quemada por medio de Fuego. No destruye la tierra, ¿ven?, sólo destruye el pecado que está en él.",
    "Fíjense aquí, algunos de Uds. estudiantes de la Biblia, y especialmente el Doctor Dale que está viéndome. Fíjense en Pedro, en el capítulo 2 de Pedro aquí, capítulo 3, mejor dicho, él usa la palabra “mundo”, como una palabra griega kosmos, la cual significa: “el orden del mundo”. “La tierra pasará, los elementos ardiendo serán deshechos”. ¿Ven? No quiere decir que la tierra, el planeta, pasará. Sino que el mundo, kosmos, la política, los pecadores, los sistemas, el pecado, la enfermedad, los gérmenes, todo lo que está errado, pasará. Todo lo que una vez…",
    "Dios una vez conmovió los cielos, pero esta vez El dijo que El va a conmover la tierra, los cielos y la tierra…“El conmovió la tierra”, mejor dicho, “y entonces esta vez El conmoverá los cielos”. ¿Ven? “Pues nosotros recibimos un Reino inconmovible”. Es un Reino Eterno. Observen cómo él entra en ello.",
    "Fíjense aquí, Pedro dijo: “Y ardiendo serán deshechos, y las obras en ella serán quemadas”, no el planeta. “Las obras en ella”, las obras del hombre, todos sus políticos y sus estratagemas, y todas sus denominaciones y estratagemas hechos por el hombre, se irán con ella cuando se queme.",
    "🦅 Y—y los cielos pasarán con grande estruendo”. ¿Se fijaron aquí? “Los cielos pasarán con grande estruendo”. ¡Escuchen! Toda la tierra estará ardiendo, y encenderá los gases que están en la tierra y la hará explotar. Eso es exactamente. Hablar… La Biblia dice aquí, Pedro dice: “Y los cielos pasarán, y la tierra, con grande estruendo”. Semejante explosión la va a sacudir, oh, hermanos, porque tiene que matar toda enfermedad, todo cardo, toda espina. Todo lo que haya que hacer, el Fuego lo quemará. Y, recuerden, no es en su totalidad sólo un fuego literal, también es un Fuego santo, ¿ven?, que quitará a Satanás y a todos los suyos, a todos los diablos. “Tanto el cielo como la tierra”, amén, “pasarán”, matando todos los gérmenes, todos los insectos, toda vida natural en ella y alrededor de ella, aun el H2O (el agua) va a explotar. Piénsenlo. ¡Hablar de un estruendo!",
    "Uds. piensan que ese pequeño estruendo aquí en Tucson fue algo, cuando El abrió los seis Sellos, que estremeció la región de los alrededores, y causó los comentarios. ¡Esperen a que esta tierra reciba su bautismo!",
    "Uds. saben, cuando un hombre recibe el bautismo de Fuego, hay mucho ruido allí alrededor. Ellos piensan que eso es una vergüenza, el oír gente gritar y clamar de esa manera. ¡Sólo esperen a que esta tierra reciba su bautismo!",
    "Sí, eso la va a explicar…hacer explotar, el H2O, el agua, pues la Biblia dice aquí en Apocalipsis 21, “y el mar ya no existía más”, lo hizo explotar. Esto va a cambiar toda la superficie de toda la tierra. Ella reventará y explotará en pedazos. Todo lo de afuera, la corteza, y por centenares de pies abajo de ella, simplemente va a ser completamente demolida. Las atmósferas, los gases que están en la tierra ahora, donde ellos se están dando cuenta de estos misiles que no pueden pasar a través de ella, una gran esfera allá arriba, muy allá arriba en alguna clase de esfera que hay toda clase de gases, dicen ellos; y esa reventará. La santa ira de Dios vendrá sobre ella, ¿ven?, y la va a limpiar, cambiará toda la superficie.",
    "Ahora, muchos de Uds. que quieren anotar esta palabra, la palabra griega, “pasarán”. Viene de la palabra…Tuve que encontrarla. Yo pensé: “¿Cómo va a pasar este mundo, y sin embargo vamos a vivir en él?” Pero si Uds. se fijan, algunos de Uds. que quieren anotarlo, la voy a deletrear para Uds. Yo no podría pronunciarla: p-a-r-e-r-e-c-h-o-m-i-a. Yo no sé cómo pronunciarla.",
    "Ahora, de esa manera, como dije, cuando yo recibo…Me viene la inspiración para algo, entonces yo regreso a investigar la palabra. Ahora, aquí, yo no puedo deletrear la palabra, o no puedo—no puedo pronunciarla. Pero, en eso, el Señor aún me ha dado una manera. Voy y averiguo qué significa esa palabra, entonces lo capto. ¿Ven? Entonces lo capto, nuevamente. ¿Ven?",
    "Los cielos y la tierra pasarán, ahora, esta palabra significa: “pasar de una forma a otra”. No significa “aniquilación”, como la palabra del inglés significaría, pasarán, es aniquilada. Pero la palabra hebrea, o la palabra griega aquí, no significa pasarán; significa: “el pasar de una cosa a otra”. Miren, sino, “pasar de una condición”, dice, “a otra”.",
    "Ahora fíjense, Pablo la usó, si Uds. quieren leerla. Anótenla, lo pueden leer más tarde. En Tito 3:5, Pablo está usando esta misma palabra, significa regeneración del hombre, que el hombre ha pasado de pecador a santo, no es aniquilado totalmente. Cuando un hombre es cambiado, no es aniquilado, sino que es una persona cambiada. El ha sido cambiado de lo que él era a lo que él es, no es aniquilado.",
    "Jesús usó la misma palabra en Mateo 19:28; ahora, no 28:19. Ahora, 19:28, El les dijo a ellos: “Vosotros os sentaréis conmigo en el Reino de Mi Padre, regenerados”, ¿ven Uds.?, “cambiados”, cuando uno ha sido cambiado. El usó la misma palabra.",
    "Y El usó la misma palabra cuando El dijo, al pollino, dijo: “Desatad el pollino y dejadle ir”.",
    "Dijo la misma cosa en la resurrección de Lázaro: “¡Desatadle! ¡Cambiadlo! El ha estado atado; ¡dejadle ir!”",
    "¿Qué quiere decir? La tierra será desatada del asimiento de Satanás. Será desatada. Será desatada de la política, será desatada de los sistemas religiosos denominacionales; para ser usada para el Reino de Dios, para establecerlo aquí en la tierra. Pero siempre y cuando esté en las manos de Satanás, la política…Satanás el gobernante de la tierra, él la posee; le pertenecía a él, pero ahora Cristo la ha redimido.",
    "En un tiempo, yo era de su propiedad, pero no ahora. En un tiempo, esa mujercita era de su propiedad, pero no ahora. ¿Ven?, El vino para desatar el asimiento de ella. El desató el asimiento del pecado, de Satanás, sobre mi vida, sobre la vida de Uds., y ahora no somos de él.",
    "¿Me han oído decir con frecuencia, en oración, “quita tus manos de la propiedad de Dios”? ¿Ven? ¡Amén! Tengan fe para reclamar a los suyos. Esos son sus derechos. “¡Quita tus manos de ella! ¡Quita tus manos de él!” ¿Ven?, la fe lo hará. ¡Oh, hermanos! No aniquilarlo, sino, simplemente: “Quita tus manos de él”, para desatarlo, dejarlo ir, pasarlo. Cambia.",
    "La tierra va a cambiar. La política va a cambiar. Las religiones van a cambiar. Las denominaciones pasarán. La política pasará. El Reino de Dios será establecido.",
    "Leemos en Juan, leemos a Juan en Apocalipsis 6:14, ¿ven?, “se desvaneció como un pergamino”. La Biblia dice que la… que…Juan dijo: “Yo vi el cielo y la tierra desvanecerse como un pergamino”. Juan, Apocalipsis 6:14.",
    "Jesús dijo: “Los cielos y la tierra pasarán”, o, en otras palabras, “los cielos y la tierra serán cambiados”. ¿Ven?, usó esa misma palabra allí mismo de nuevo.",
    "No, no es aniquilada. Pues, más tarde, en Apocalipsis 21:2 al 24, él vio a la Nueva Jerusalén descendiendo del Cielo, de Dios, y asentándose sobre esta tierra. No quiere decir que va a ser aniquilada. Los sistemas serán cambiados.",
    "Daniel vio la misma cosa. Una Roca hirió al mundo, fue cortada, no con mano; y toda la imagen de los sistemas fue desmenuzada y fueron como tamo de las eras del verano, y se lo llevó el viento. Y la Roca misma, creció a ser un gran Monte que cubrió la tierra. Ahora observen ese Monte, dentro de poco. Ese Monte cubrió la tierra.",
    "También, nos damos cuenta aquí, en, también, allí en Apocalipsis, que dice: “Los Reyes de la Nueva Tierra traerán su honor y gloria a ella”. En la tierra, está asentada…La Nueva Jerusalén está asentada sobre esta tierra. ¿Ven?, sólo cambió.",
    "Uno es el mismo hombre, en estatura, que uno era cuando Dios lo llamó, la misma mujer. Pero, ¿ven Uds.?, lo que hizo, fue una regeneración. La vieja vida pasó. El viejo deseo ha pasado. Cuando, a uno le solía gustar tomar, y maldecir, y pelear, y agitarse, y andar por ahí, e inmoral, esa cosa simplemente murió. ¿Ven? Pero ahora uno es usado…Entonces uno era instrumento de Satanás; ahora uno está redimido.",
    "Y eso es lo que el mundo va a ser, de la misma manera, redimido, un Cielo Nuevo y Tierra Nueva.",
    "Exactamente como uno: “Uno nueva criatura es”. Y la palabra griega allí, cualquiera sabe, dice: “Uno nueva creación es”. ¡Amén! Una nueva creación en el mismo templo viejo. Aleluya. Observen lo que sucede aquí ahora. ¡Glorioso! Muy bien.",
    "Ahora nos damos cuenta que esta tierra contendrá a los reyes de la tierra.",
    "Y, nuevamente, en Mateo 5:5, Jesús dijo: “Los mansos recibirán la tierra por heredad”. No van a, sólo a tener otra tierra. Simplemente va a ser la misma tierra. Estoy tratando de traerles el—el plan de redención a Uds., antes, si no toco nada más, ¿ven? El bautismo de Fuego, en ella, sólo es para limpiarla y hacerla un lugar apropiado para que Sus mansos vivan en él. ¿Ven? ¡Oh!",
    "Así como nos hizo a nosotros, Su creación, para vivir en ella. Antes de que El pudiera entrar en ella, El tenía que darnos el bautismo de Fuego; luego el Espíritu Santo entra y vive, bautismo de Fuego. Entonces, cuando uno recibe ese bautismo de Fuego, entonces el Espíritu Santo puede entrar. ¿Qué? A medida lo hace, quema todo lo contrario a la Palabra, de uno. ¿Ven? No va a creer nada más sino la Palabra, porque es la Palabra. ¿Ven? ¿Ven? ¿Ven?",
    "Ahora, eso es lo que estábamos hablando el otro día, la evidencia del Espíritu Santo. ¿Ven? La evidencia del Espíritu Santo es cuando uno puede recibir la Palabra; no algún sistema, sino tener un claro entendimiento. ¿Cómo saben Uds. que la Palabra es clara, que la entienden? Obsérvenla vindicarse a Sí misma.",
    "🦅 Bueno”, dicen Uds., “yo veo esto hacerlo, y eso”. Oh, sí, las hierbas viven de la misma manera. ¿Ven?",
    "Pero tiene que ser toda la Palabra. Para ser la Novia, uno tiene que formar parte de El. El es la Palabra. ¿Ven? ¿Y qué parte de El es? La Palabra que ha sido prometida para este día cuando El llame a Su Novia. Formar parte de eso. ¿Lo captan? Ahora, no—no se pierdan eso ahora. Fíjense.\n\nY El la hace un lugar apropiado para vivir por la Eternidad.",
    "Fíjense, esto todavía no se refiere a…Este reino del Milenio, los mil años, no es la Tierra Nueva. ¿Ven?, el reino del Milenio es un reino diferente. A eso es a lo que entramos, el Milenio, pero eso no es la Tierra Nueva, el Cielo Nuevo. No, no. Eso sólo es un lugar de reposo, ¿ven?, un período de reposo, no es en lo absoluto el Cielo Nuevo y la Tierra Nueva; porque, ¿ven Uds.?, en el Milenio tenemos cosas que no entrarían en Eso. Es un tipo del antiguo séptimo día, allá en el Edén; el séptimo día, después de que El hizo al mundo. El séptimo día, El reposó en el Edén, y el Milenio.",
    "¿Ven?, el mundo tiene ahora casi seis mil años, de edad. ¿Ven? Cada dos mil años ha tenido una—una destrucción. ¿Ven?",
    "Los primeros dos mil, vino el diluvio, y él la bautizó con (¿qué?), agua.",
    "Los siguientes dos mil, Jesús vino a santificarla y a reclamarla, dejó caer Su Sangre sobre ella, la llamó Suya. Muy bien.",
    "🦅 Vendré otra vez”, ajá, ahora como Rey con Su Reina, y los segundos dos mil años (¿qué hace El?), El viene y da su período de reposo.",
    "Y luego la quema, y la reclama para los Suyos; pone a los Suyos de nuevo en ella.",
    "Y fíjense, no el mundo perfecto, este Milenio, es un tipo del séptimo día. Luego viene el Juicio del Trono Blanco. ¿Ven?, todavía tenemos juicio. Todavía estamos en el tiempo, en el Milenio. Es un día, mil años. Es un elemento de tiempo. No, no confundan eso con la Tierra Nueva, ahora, porque no lo es.",
    "Uds. pudieran decirme esto. Ahora yo simplemente siento que alguien pudiera decirme esto, que: “Ahora, Hermano Branham, ¿qué va a hacer ahora? Se le han agotado sus sietes completos. ¿Qué va a hacer ahora? Ahora, Ud. es un dispensacionalista”. Lo cual soy. Yo creo que también Dios lo es. Fíjense, fíjense. “Se le agotaron los tipos de dispensaciones. Pues, si Ud. va a poner algo más allá de ese séptimo día, ¿cómo lo va a conseguir? ¿Adónde va a ir ahora?”",
    "Muy bien, les voy a llamar su atención a algo, ¿ven? ¿Ven? No, a mí no, a mí no se me han agotado aún las dispensaciones. Tengo otra Escritura aquí. Y, recuerden, toda Ella tiene que ser cumplida, todita. ¿Ven?",
    "Ahora Uds. dicen: “Hermano Branham, Ud. está tratando de poner algo muy allá después de ese séptimo día, ese séptimo día de reposo”.",
    "Así como Dios hizo la tierra y trabajó seis días, y descansó el séptimo, era sólo un tipo de tiempo, tiempo. Pero acabo de decir aquí, nosotros llegamos a ser Eternos.",
    "🦅 Así que, ¿dónde está su tipo ahora? Ud. dijo que Ud. es un tipólogo. Así que, Ud., a Ud. se le han agotado los tipos ahora”. No, no se me han agotado. Averigüemos si se nos han agotado.",
    "Vayamos a Levítico, allá en el capítulo 23 de Levítico. Ahora quiero que se fijen en Levítico, donde estábamos el domingo pasado, o el pasado…Esto es lo que me dio la idea, aquí mismo. El capítulo 23 de Levítico, y el versículo 26.",
    "Ahora recuerden, hay siete días de fiestas. La fiesta de las trompetas, la fiesta de—de tabernáculos, la fiesta de la mecida de la gavilla, la…Todo esto, hay siete grandes días de fiestas, que sólo eran un tipo de las Siete Edades de la Iglesia. Y, ¿recuerdan Uds. cuántas semanas había entre la una y la otra? ¿Ven?, siete semanas entre pentecostés y las trompetas, las cuales eran las Siete Edades de la Iglesia. Y había siete días de fiestas, que representan las Siete Edades de la Iglesia. Sigan llevando cuenta de sus números.",
    "Dicen: “Bueno, ahora, Hermano Branham, se le agotaron. Ud. tiene sus siete”.",
    "Muy bien, tomemos la última fiesta, la cual es la fiesta de los tabernáculos. Ahora fíjense aquí en el versículo 36.\n\nSiete días ofreceréis ofrendas encendida a Jehová; el octavo día—el octavo día tendréis santa convocación, (hay otro tiempo santo que viene)…santa convocación, y ofreceréis ofrenda encendida a Jehová; y es fiesta, ningún trabajo de siervos haréis.",
    "Ahora tenemos un “octavo día”. Ahora, sólo hay siete días, pero aquí hablamos del “octavo día”, santa convocación, convocación. Fíjense: “Ningún trabajo haréis en él”. El octavo día, es (¿qué?), de regreso al primer día. Pues, habla de la Eternidad, a medida gira alrededor sin lugar dónde detenerse. Amén. ¿Lo ven? [La congregación dice: “Amén”.—Editor]",
    "Fíjense, era también en este octavo día. El último día, día de fiesta del tabernáculo, fíjense después de eso, después del último día de fiesta, después de la última Edad de la Iglesia, después de los últimos siete días completos sobre la tierra, después del Milenio, es que viene esta Santa Convocación.",
    "Recuerden, esta es la fiesta de los tabernáculos, tabernáculos, “lugares de reunión”. ¡Amén! Donde, “En el Milenio”, dice la Biblia, “edificarán casas; morarán en ellas”.",
    "Pero en la Tierra Nueva, El ya fue y preparó el lugar. Ya está construido. No tenemos nada que hacer con la construcción de él. Amén. ¡Eterno! ¡Oh, simplemente me encanta esa Palabra! ¡Oh! Una Santa Convocación, el octavo día. Lo cual, sólo son siete días. Entonces en el octavo día, lo cual regresa al primer día de nuevo, regresa directamente al primer día, el octavo día es una Santa Convo-…Convocación.",
    "Fíjense, siete días, sólo tiene que ver con la antigua creación, tiempo mundial. Siete días, ese es el Milenio, el día de reposo. Como Dios trabajó seis días, reposó el séptimo. La Iglesia trabaja seis días, y reposa el séptimo, pero Uds. todavía están en el elemento del tiempo. Yo no estoy hablando de lo Eterno.",
    "Pero, ¿ven Uds.?, no hay tal cosa como ocho días; uno regresa al primer día de nuevo, ¿ven?, el primer día.",
    "El día de reposo habla de la antigua ley, que tenía que pasar. El guardar un día de reposo, el cual “pasó”, o, he dicho, “cambió a ser otro”. No pasó; sólo cambió de la antigua ley, de guardar un cierto día de la semana.",
    "Isaías, el capítulo 19, dice, creo que el 28:19, dice: “Mandamiento sobre mandamiento; un poquito allí, un poquito allá”. “Retened lo bueno”. “Porque en lengua de tartamudos y otras lenguas hablaré a este pueblo. Y aquí está el reposo”. ¿Ven?",
    "Uds. entran a la Vida, no guardando un día o una sombra. Pablo dijo, allá en Hebreos el capítulo 4. “Guardáis días y sombras, y cosas como esas; tengo temor de vuestra experiencia”. ¿Ven?, nosotros no pasamos a entrar a ciertos días y órdenes. “Uds. han pasado de muerte a Vida Eterna”, no días y tiempos. Uds. han pasado a la Eternidad. Esa es la santa convo-…convocación, convocación, más bien.",
    "Siete días, observen, los cuales “pasan”, o, he dicho, “cambiarán a ser otro”. Ocho días trata con una nueva creación, ¿ven?, no una vieja creación. Ocho días es una nueva creación.",
    "Porque, fue en el octavo día en que nuestro Señor resucitó de los muertos. Allí está su otra convocación, la santidad; no considerando los días de reposo, en lo absoluto, o la fiesta de los tabernáculos, fiesta de esto, y la fiesta de pentecostés. Jesús resucitó de los muertos, para nuestra justificación, en el octavo día. Después de los siete días de reposo, o siete días, Siete Edades de la Iglesia, Jesús resucitó de los muertos. El octavo día, el cual es una santa convocación, ¿ven?, el cual es el primer día.",
    "¿Ven?, Uds. han, ya han pasado a través del tiempo, y cayeron en la Eternidad de nuevo; no guardando días, y guardando días de reposo; y lunas nuevas, y cosas como esas. “Mas habéis pasado”, cambiado de forma; no aniquilado. ¡Gloria! “Mas pasado de muerte a Vida Eterna”. ¡Oh, lo que la Biblia nos enseña! ¿Ven?, pasado de uno a otro.",
    "Muy bien, “pasado”, el antiguo día de reposo pasó. Jesús resucitó en el octavo día. Ese era un día solemne, santo. Y no era un día; porque el día, un tiempo, ya había terminado. Pasó a la Eternidad. ¿Ven?, volvió directamente al primer día de nuevo. ¿Ven?",
    "La Eternidad es como un—un anillo. Uno no le puede hallar ninguna esquina. Uno no puede hallar ningún lugar dónde parar en un círculo perfecto. Uno sigue y sigue. No me importa qué tan lejos vaya uno, uno todavía sigue yendo. Uno puede comenzar a ir alrededor así; atravesar el piso, atravesar la tierra, ir más allá de la tierra, uno todavía sig-…[Espacio en blanco en la cinta.—Editor]",
    "Todas las cosas que fueron creadas aquí abajo, son pervertidas, no creadas, por Satanás, caerán fuera cuando la gran campana dorada repique y la Trompeta suene.",
    "Y allá atrás en el principio, donde se hizo el poste de amarre en el Edén, cuando el hombre vino a la tierra y cayó, un corderito derramó su sangre, que hablaba del gran Cordero que vendría a derramar Su Sangre. El Calvario levantó la cruz, eso amarró para el Antiguo Testamento; para aquellos que justificó, que lo esperaron. Y en esta nueva dispensación, en la Venida del Señor, en la Nueva Tierra, el lazo de salvación (la Sangre, el Poder redimido del cual estoy hablando, y a través del mismo sistema ha redimido tanto al hombre como a la tierra), se levantará directamente a la Eternidad de nuevo. Y el Lago de Fuego consumirá todo lo que es impío y que no está predestinado a Ella. ¿Lo ven?",
    "Fíjense, el octavo día, Jesús resucitó para nuestra justificación. El Rey Eterno, con el Reino Eterno para entrar en él siendo bautizados, a Vida Eterna. No siete días; no tenía nada que ver con ninguno de los días. Está hablando de otro, Eterno, que viene; hablando de un tiempo Eterno, el Mundo del cual estoy hablando.",
    "Y, fíjense, después de cincuenta días, o siete días de reposo de allí, de nuevo venía otra santa convocación. ¿Qué sucedió? El Espíritu Santo cayó en el Día de Pentecostés, en el séptimo día…O, el octavo día, más bien, octavo día, cayó en el octavo día. Fue siete días de reposo después, exactamente, después de Su resurrección, ¿ven?; así que sería siete veces eso nuevamente, trayéndolo directamente de regreso de nuevo al primer día de la semana, exactamente. ¿Ven?",
    "Allí está su santa convocación, no tiene nada que ver con las cosas literales. Está más allá de eso. Está en el Reino de Dios, con Vida Eterna, con los predestinados que en verdad nunca comenzaron. Nunca empezó en ningún día. Uds. no fueron salvados en ningún día. Uds. siempre estuvieron salvados. Amén. Jesús sólo vino a redimir eso; pero Uds. estaban salvados, desde el principio, porque Uds. tenían Vida Eterna, para comenzar.",
    "Un pez trucha nunca puede ser un pez aguja o un renacuajo. Pudiera estar en la misma agua con él, pero él era, desde el principio, una trucha. La red solamente lo atrapó, ¿ven?, pero él era eso desde el principio. Allí está esa…",
    "Ahora, no se nos han acabado las dispensaciones. ¿No es así? Estamos en línea con en las Escrituras. Cincuenta días más tarde, llegó.",
    "¿Ven?, ocho no puede ser contado con la semana. ¿Ven?, no puede ser contado, ocho días en una semana. Uno no puede hacerlo, ¿ven?, porque sólo hay siete días en una semana. Cuéntenlos de cualquier forma que quieran. El domingo es el primer día de la semana. ¿Ven?, uno cuenta siete, luego uno tiene que volver a entrar y comenzar de nuevo. Cuenta siete, regresa y lo hace de nuevo. ¿Ven?",
    "Y hemos vivido a través de todos estos tipos que hay aquí adentro, pero, cuando uno llega al octavo, uno sigue adelante a la Eternidad. Uno no viene por medio de leyes, y rituales, y órdenes. Uno viene por medio de la predestinación. ¡Amén! [El Hermano Branham aplaude con sus manos tres veces.—Editor] ¡Allí está una santa convocación genuina! ¿Ven? Y estamos terminando la séptima edad de la iglesia, edad de la iglesia, la edad Pentecostal. ¿Lo ven? Estamos entrando en esa santa convocación. Estamos entrando a esa verdadera y genuina Eternidad, adonde la Iglesia es llamada; no a alguna estación, alguna denominación, sino a la Eternidad con su Rey Eterno. ¿Ven? No lo tenemos en lo absoluto, no hay tales cosas como días, y cosas, y tiempos. Uno ha pasado a la Eternidad, de donde uno viene. Uno estaba Allí, para comenzar. ¿Ven?",
    "Sí uno tiene Vida Eterna, sólo hay una forma, esa es Dios, y uno es un atributo expresado. ¿Ven? Si uno…Si uno no lo es, uno no va a estar allí, de todas maneras. “Ninguno puede venir a Mí, si Mi Padre no lo ha traído”. ¿Ven? Las cuales, “pasan”, todas estas cosas viejas; pero estas Cosas no, así que habla de Eternidad. El Espíritu Santo es Eterno. Entonces, uno está en la Eternidad, donde uno estaba todo el tiempo, pero uno tan sólo ha reconocido qué sucedió.",
    "¿Ven?, Uds. fueron hechos con un propósito Eterno, porque Uds. eran la—la manifestación de un atributo que estaba en Dios, que pensó en Uds. y los expresó; y El hizo una tierra para sacarlos de ella, y para hacerlos un ser humano. Y el pecado llegó y pervirtió Su camino. Uds. vinieron, de todas maneras, pero Uds. estaban perdidos con el mundo. Así que El vino y los redimió, el atributo expresado, y también redime esta tierra por medio de la misma manera. Entonces, Su propósito continúa. ¿Ven? ¡Oh! ¡Aleluya! ¡Oh, eso me hace tanto bien, pensar tan sólo en lo que está por delante!",
    "Ahora, en Efesios 1:10, es llamado…Ahora, si Uds. están anotándolo, Efesios 1:10, es llamado, no una dispensación, no el séptimo día. Es llamado: “El cumplimiento del tiempo”. Y cuando “el cumplimiento del tiempo” haya llegado, eso es cuando el tiempo ha sido cumplido. Cuando ya no hay tiempo, entonces uno entra en la Eternidad, después de que la séptima edad de la iglesia haya pasado, y ya pasó; la edad de Lutero ya pasó, la edad Metodista ya pasó, la edad Pentecostal ya pasó. Y ahora uno entra en (¿qué?) la Eternidad; ya no hay sietes, ya no hay tres, ya no hay otros. Están en la Eternidad, donde no hay tal cosa como números, y tiempos, y cosas. ¡Amén! ¡Oh, hermanos! ¿Lo ven ahora?",
    "O, después de que se ha cumplido el tiempo, todo pecado ha desaparecido, quitado, en el Milenio, en el gran Juicio del Trono Blanco. (Un tipo, por el Espíritu Santo.) Después de que el mundo esté ardiendo y sea bautizado, su bautismo de Fuego santo del Cielo; todo pecado ha desaparecido, todos los gérmenes han desaparecido, todos los demonios han desaparecido, todas las tentaciones diabólicas han desaparecido, todo mal ha desaparecido. (Un tipo ahora.) ¿Entonces qué hace Dios? El se puede asentar sobre la tierra, ¿ven?, porque todo pecado ha desaparecido.",
    "Esa es la misma cosa que El hace cuando El le da a uno el bautismo del Espíritu Santo con Fuego. El puede venir y habitar con uno, y podemos sentarnos en lugares Celestiales en Cristo Jesús, porque ya estamos en El. No “vamos a estarlo”. Estamos ahora sentados en Cristo Jesús. ¿Cómo entramos en él? Por un bautismo del Espíritu Santo. “Por un solo Espíritu somos todos bautizados en Cristo”, lo cual, lo estamos ahora. No “vamos a estar” en Cristo; ¡estamos! El es el gran Rey espiritual sobre el Espíritu que está en nosotros, porque estábamos en El en el principio.",
    "¿Ven?, Dios, en el principio, cuando El pensó en Uds. y pensó en otros así, pensó acerca de Sí mismo de ser tangible. Esos eran Sus pensamientos. ¿Ven? Así que, El expresó Sus pensamientos por medio de Palabra. El dijo: “Sea”. “Sea”, y fue. “Sea”, y fue.",
    "Entonces, después de un rato, El siguió diciendo “sea”, hasta que la gente dijo, un día: “¡No hable Dios!”",
    "El dijo: “Ahora les voy a hablar a través de un profeta”. ¿Ven? “De aquí en adelante, Yo les voy a hablar a través de un profeta”.",
    "Y el profeta dijo: “Vendrá; habrá”, y fue, y fue. Y fue, y fue, ¿ven?, exactamente de esa manera. ¿Lo captan ahora?",
    "🦅 El cumplimiento del tiempo” ha llegado después de que el tiempo se ha cumplido. El pecado desapareció, después del bautismo del mundo, después de que el bautismo del mundo lo hace un lugar apropiado; no hay enfermedad, no hay gérmenes; no hay espinos, no hay cardos; no hay muerte, no hay tristeza, no hay angustias; no hay vejez, no hay nada que represente la muerte; no hay nada errado; todo es correcto; no hay nada natural. ¡Eterno!",
    "Entonces, Su atributo es expresado porque estaba allí, primero, para comenzar. Eso es lo que El pensó. [El Hermano Branham ilustra en el pizarrón.—Editor]",
    "¿Y luego qué sucedió? El puso a Adán y a Eva aquí en la tierra, y dijo: “Multiplicaos ahora y llenad la tierra”. Sus cuerpos fueron dispuestos aquí, para que Uds. coman y produzcan sus cuerpos. Esa es la manera de hacerlo que El tenía.",
    "Pero el pecado vino e interrumpió Su plan. El tiempo sigue corriendo, de igual manera.",
    "Pero, ¿qué hizo Jesús? Dios descendió y se expresó El mismo en la forma de un Hombre, un ser humano; dio Su vida, en vez de quedarse aquí. Lo cual, El era el Rey, pero El mismo se dio para redimir al resto. ¿Lo captan?",
    "Y cuando todo ha terminado, entonces es restaurado de nuevo, y el propósito de Dios es cumplido. Allí está el Rey Eterno de nuevo con Sus súbditos Eternos, expresado en carne humana, exactamente en la manera en que El lo tenía; el pecado es quitado; el diablo ya no está; ahora todo ya está hecho.",
    "¿Qué lo va a hacer? Esta tierra no podría ser ahora un lugar para que se asiente el Cielo. Mírenla, el pecado. Tendrá que ser limpiada.",
    "Ningún hombre, ninguna persona, ninguna mujer, muchacho, muchacha, no me importa quién sea él, está capacitado de ir al púlpito, o aun afirmar ser Cristiano, sin estar lleno con el Espíritu Santo. Uds. no tienen derecho a la cena del Señor, o a la comunión, el lavamiento de pies, o a nada, hasta que Uds. han sido limpiados por el Fuego Santo de Dios.",
    "Ningún hombre tiene derecho de predicar a menos que Ud., como Moisés, se encuentre con El allá en aquellas tierras sagradas, con esa Columna de Fuego suspendida allí, donde él sabe dónde está. ¿Ven?",
    "Fíjense cómo, cómo vamos. Después del bautismo de Fuego del mundo, todos los gérmenes han desaparecido, lo hace un lugar apropiado entonces para que el Cielo more aquí en la tierra.",
    "Tipo, ahora, de sentarse en lugares Celestiales en Cristo Jesús; ha pasado de esto, sucio como lo estaba la mujercita, al atributo expresado de Dios. “Ahora somos Hijos de Dios”, no vamos a serlos. Somos los atributos de los pensamientos de Dios. ¿Ven?",
    "Ahora Uds. dicen: “Bueno, mire a este sacerdote. ¿No era él un hijo de Dios?” Probó que no lo era. El no pudo reconocer, ¿qué? ¿Dijo él: “Yo creo la Biblia”? Por supuesto. Pero él no pudo reconocer la Palabra expresada de la hora. El sólo tenía un aprendizaje intelectual de algún grupo que había estado antes que él.",
    "¡Y es la misma cosa hoy! ¿Ven? Yo sé que eso es fuerte, pero es la Verdad.",
    "Allí estaba la Palabra, exactamente como fue hablada para ese día; y, él, a pesar de que era un erudito, a pesar de que era una persona de renombre, pero él no pudo reconocerla. ¿Por qué? No importa cuán erudito fuera él, cualquier cosa así, él no obstante no tenía representación de predestinación. ¿Ven?",
    "Sólo los predestinados serán los únicos que lo hagan; sólo pueden ser. Y Uds. sólo pueden hacerlo…Porque, miren, prueba la predestinación. Porque, si Uds. tienen Vida Eterna, Uds. tenían que formar parte de Dios en todo tiempo, porque El es el Unico que es Eterno. ¿Lo ven? ¡Oh, hermanos! Piénsenlo.",
    "Ahora fíjense qué sucede durante el gran Milenio. Desaparecido todo el pecado, el Milenio ahora comenzado, es tiempo ahora de que el Espíritu Santo tome Su lugar.",
    "Así como El lo hace en nosotros, “pasa de muerte a Vida”, morando en lugares Celestiales en Cristo, en Su gloriosa Presencia. Aun la muerte física desaparecerá entonces; así como la muerte espiritual ha desaparecido ahora.",
    "No hay tal cosa como muerte espiritual ahora, para—para un—un santo de Dios bautizado. “Aunque esté muerto, vivirá. Todo aquel que vive y cree en Mí, no morirá”. Toda Escritura, debe ser cumplida. ¿Ven? Uds. no pueden morir. Uds. tienen Vida Eterna. Lo único es, que el Redentor los ha hecho reconocerlo. Y Uds. siempre fueron Eso, y esa es la razón de que ven el día en que están viviendo. ¿Cuántos lo ven? Levanten su mano. ¿Ven? Gracias. ¿Ven? El día en el que estamos viviendo, Uds. lo reconocen.",
    "Ahora, los Metodistas dijeron: “Cuando uno grita, lo tiene”. Muchos de ellos gritaron y no lo tenían.",
    "Los Pentecostales dijeron: “Cuando uno habla en lenguas, lo tiene”. Muchos hablaron en lenguas, y no lo tenían.",
    "Miren cómo, toda clase de formas tenían esos Fariseos, pero cuando la Palabra fue manifestada, ellos no la reconocieron. ¿Ven? ¿Ven?",
    "Y si Uds. son la Novia, la Novia forma parte del Esposo. Y si…El único lugar en que Uds. lo van a reconocer alguna vez, es reconocer qué parte de ese Esposo (esa Palabra) son Uds., o Uds. no pueden reconocer que son la Novia. ¿Cuántos ven eso? [La congregación dice: “Amén”.—Editor] ¿Ven? ¿Ven? Uds. tienen que reconocer su posición.",
    "Uds. no pueden reconocer la de alguien más. ¿Qué si—qué si Moisés hubiera venido con el Mensaje de Noé? Y Noé formaba parte de él, pero no hubiera funcionado. ¿Qué si—si—si—si Jesús hubiera venido con el Mensaje de Moisés? No hubiera funcionado. ¿Ven?, era una edad diferente, era una profecía diferente, una parte diferente de la Palabra tenía que ser cumplida allí. Ellos estaban en otro día de la semana. No, el trabajo del martes no puede ser hecho el miércoles. Y el del miércoles tiene que ser hecho el miércoles. ¿Ven? El sábado tiene que ser el trabajo del sábado. ¿Ven?\n\nY, ellos, ellos estaban reconociendo: “Oh, Moisés, tenemos a Moisés”.",
    "El dijo: “Si hubiereis conocido a Moisés, me conoceríais a Mí, porque él fue el que de Mí habló. ‘Profeta como yo levantará Jehová tu Dios’”. ¿Captan la idea? ¡Oh, hermanos! ¿Ven?",
    "Luego Jesús dijo, en Juan 14: “Cuando El, el Espíritu Santo, venga, os traerá a la memoria estas cosas, ¿veis?, os mostrará en qué día estáis viviendo. Y luego, otra cosa por la cual lo conoceréis a El, El os hará saber las cosas que habrán de venir”, ¿ven?, ¿ven?, directamente de regreso a lo profético de nuevo, “cuando El venga”. ¿Ven?",
    "En la Tierra Nueva y los Cielos Nuevos, nunca más será oscurecida, cuando esta Tierra Nueva ha de venir. El diablo será atado…Satanás, él todavía está suelto ahora; él es acusador. Pero en la Tierra Nueva, él será atado y echado al Lago de Fuego, en este Fuego santo.",
    "Entonces, en esta Tierra Nueva, mirémosla ahora por unos cuantos minutos. En esta Tierra Nueva, los cielos ya nunca estarán negros otra vez; no, eso es de la maldición, ¿ven? Ya nunca estarán negros otra vez con nubes amenazadoras. Los vientos nunca soplarán de nuevo por ella de esa manera. No. Nunca destrozará los árboles, y destrozará las casas, y le dará vuelta a las cosas. Relámpagos y la ira no saldrá arrojada de Satanás por allí, y matará a un hombre caminando por el camino, o quemará un edificio. ¿Ven? No, ya no. Ya no habrán tifones que caigan encima, o tormentas y tornados, y que destrocen casas, y que maten niñitos, y cosas. Huh uh, ya no habrán. Tratando de destruir, no habrán allí. Satanás es echado fuera.",
    "Quisiera que tuviéramos tiempo ahora. Simplemente estoy pasando Escrituras, ahora, para que no se nos haga demasiado tarde. Tengo que orar por los enfermos.",
    "Los cielos y la tierra se han encontrado; Dios y el hombre se han reconciliado. Un Edén restaurado ha comenzado; ¿ven?, toda la maldición ha desaparecido.",
    "Así como, toda la maldición del pecado ha desaparecido cuando el Espíritu Santo los acepta a Uds. ¿Ven?, Uds. no lo aceptan a El; El los acepta a Uds., ¿ven?, porque es el atributo de Dios. ¿Ven?, si es el Espíritu Santo, quiere decir, el Espíritu de Dios; y es el atributo, el pensamiento de Dios, el que los ha aceptado porque Uds. fueron ordenados para ese propósito. ¿Ven? Sin embargo, Uds. nacieron en pecado; pero Dios tenía ese atributo, y aquí Uds. mismos se expresaron aquí en la tierra, y El desciende y los recoge. ¿Ven?, Uds. están aquí atrás; aquí es donde Uds. pertenecen. ¿Ven? ¿Ven?, el pecado ha perdido su poder. Eso es correcto. El deseo por el pecado se ha ido de sus corazones, cuando el Espíritu Santo entra. Uds. son una persona restaurada.",
    "Y luego cuando la tierra es restaurada, por la misma cosa, ya no puede haber maledicencia, no habrá tormentas, no habrá vientos, no habrá tifones—tifones, mejor dicho. Uds. están reconciliados; el hombre y Dios se han encontrado. La Tierra Nueva será puesta nuevamente en su belleza del Edén. La Tierra Nueva va a extenderse, ella, después de su bautismo de Fuego.",
    "Sólo piensen, va a incendiarse y se va a quemar. Los elementos ardiendo serán quemados. Todas las obras en la tierra se van a quemar. Toda el agua va a explotar; se va a encender y explotar todo. Todo va a explotar. Volcanes van a hacer erupción y, a miles de millas en el aire, volará ardiente lava caliente. Todo germen…El Espíritu Santo de Dios va a limpiar toda pizca de todo el pecado y todo. Todo el diablo será atado y echado en el Lago de Fuego, Fuego consumidor, la ira de Fuego de Dios.",
    "No habrá ninguna bestia allí para nuevamente destruirlos a Uds. Cuando Uds. caminen por el camino, en los jardines de flores, no habrá ninguna serpiente allí para silbarles y morderlos, con su veneno ponzoñoso. ¡Oh, hermanos! ¿No va a ser maravilloso? Escuchen. Nada de esa Tierra Nueva será alguna vez amontonada en una lomita de tierra amarilla, para una sepultura; no habrá ni una de ellas allí.",
    "El hombre y Dios se han unido; la Novia y el Novio. Los Cielos y la tierra se han abrazado el uno al otro; Dios ha descendido a morar entre los hombres. Su tabernáculo está con ellos.",
    "Ya no habrá pecado, no habrá tristeza. Nunca habrá alguna vez una lágrima que caiga de la mejilla de una madre, por su bebé. Amén. No será así, en esa Tierra Nueva. No. Está redimida. Le pertenece a El, y para los Suyos que fueron redimidos de ella. ¿Ven?",
    "Y, miren, Uds. forman parte de esa tierra. ¿Es correcto eso? Y cuando El los redimió, El redimió la tierra con la misma cosa, y Uds. están juntos de nuevo. Oh, qué tan más claro podría ser. ¿Ven? Uds. tienen que ser redimidos porque Uds. forman parte de ella. Y si la Sangre no se derramó sobre Uds., Uds. aún no han sido redimidos; Uds. no han sido llamados. Luego El la limpia; esa es la misma cosa que El hace en el Fuego. Aun, si la Sangre se derramó, todavía tiene que ser limpiada con Fuego, eso es correcto, como lugar de morada para Dios.",
    "Dios ya estableció Su morada, potencialmente. El Reino de Dios está en la tierra ahora, en los corazones de Sus santos. Son Sus atributos a los que El dio comienzo en el principio. Ahora Sus atributos están redimidos. ¿Qué está esperando El? Redimir la tierra, para establecer Sus atributos en ella, para cumplir exactamente Su plan predestinado. ¿Lo ven?",
    "Fíjense, no habrá sepulturas, no habrá lágrimas, nunca, ya no habrá derramamiento de sangre. Nunca va a ser humedecida por una lágrima o sangre. No. Ya no habrán guerras. No. No habrán nubes de invierno. No habrá nieve fría sobre el pecho de ella; ya no va a estar allí sobre ella. El sol caliente no va, nunca, a quemar su grama. ¡Aleluya! Aun el desierto va a producir rosas. “El viejo y espinoso yermo florecerá, un día, como una rosa”, Dios así lo dijo; cuando ella sea redimida, cuando ella reciba su bautismo de Fuego. Hay todo tipo de cactos y espinos y de todo allí ahora, pero a ella le viene un bautismo de Fuego.",
    "Así como estaba el hombre, cuando él todavía tenía odio, malicia y contiendas en él; cuando el bautismo de Fuego vino, lo limpió. Ya no hay celos, ya no hay nada; absolutamente es tan sólo un lugar de morada para Dios. Y, recuerden, esa es Su delegación que se va a encontrar con El allá. ¡Amén! ¡Oh, qué…!",
    "Esa no es nada más una historia; esa es la Verdad. Eso es lo que Dios dijo. Eso es lo que El ha prometido. A eso es a lo que va la Novia. “Aun el yermo”, dijo El, “florecerá, será una rosa”.",
    "Satanás, el pecado, y los pecadores, han desaparecido, para siempre. Ya todo está hecho; la combinó con la Eternidad. Y todo lo que fue pervertido, ese gran arcángel que estuvo sentado allí un día, Satanás, que hizo todo este mal, será destruido. Recuerden Uds., la Biblia dice: “Si esa alma no hace así como El lo hizo, dijo que hiciera, El aun va a destruir a esa alma”.",
    "Pero, ¿ven Uds.?, El no puede destruirse a Sí mismo y seguir siendo Dios. Así que, si esa alma es del mundo, tiene que ser destruida. Pero si es Eterna, con Dios, nunca tuvo principio, porque forma parte de Dios y nunca puede ser destruida. ¡Amén! ¡Qué hermoso! ¡Cuán—cuán agradecido, que la Iglesia debería de ver eso!",
    "Gente, todo lo que Uds. han hecho está aquí mismo. Esto es lo que estoy tratando de decir. Estoy omitiendo parte de ello porque quiero regresar a ello de nuevo.",
    "Aun estas cosas, Satanás, los pecadores, han desaparecido para la Eternidad; para nunca más ser. Todo…¿Ven?, Satanás no puede crear. Si él lo es, él es Dios. ¿Ven? El sólo puede pervertir lo que ha sido creado. ¿Ven? Y toda perversión, pervertimiento, será quitado. Y la muerte es la perversión de la vida; y cuando la perversión es eliminada, ya no puede haber muerte. La vejez es una señal de la muerte; y cuando la vejez ha desaparecido, la vida entra. Todas las señales de perversión y todo lo demás ha desaparecido. Espinos y abrojos son una señal de pecado, “maldita será la tierra con ellos”, y son quitados. Las enfermedades vinieron, por medio de eso; serán quitadas. La muerte será quitada. El derramamiento de sangre será quitado.",
    "Nada tocará alguna vez esa tierra excepto santidad, los Redimidos. ¡Oh, hermanos! Sí. Oh, simplemente me siento tan bien. Dios, y Su creación; y Sus criaturas de esta creación son redimidos por Su propia Sangre. Limpiados por Su propio proceso limpiador; ¡Su proceso matagérmenes y matapecados!",
    "Como si alguna cosa es esterilizada, la mejor esterilización que hayamos tenido ha sido el fuego. Uds. pueden tomar cualquier cosa y lavarlo con jabonaduras y todos estos químicos de los que hablan, aún no está libre. ¡Pero quémenla Uds. una vez!",
    "Y cuando el santo Fuego de Dios esterilice la tierra con los Químicos; El ha recogido a Su Novia, la cual puede entrar al Cielo con El, mientras esto está sucediendo. Y vuelve sobre la tierra de nuevo, un Cielo Nuevo y una Tierra Nueva. El frío invierno no la puede lastimar. Los veranos calientes no la pueden lastimar. Los desiertos florecerán como una rosa. El pecado y los pecadores han desaparecido.",
    "Dios, y Sus criaturas y creación, están habitando juntos en armonía perfecta. Así como el cielo y la tierra son esposo y esposa, asimismo es Cristo y la Iglesia, y todos se encuentran en un gran y glorioso plan de redención y son traídos directamente al seno de Dios de nuevo. ¿Lo ven?",
    "Y, en la Tierra Nueva, hay una Ciudad Nueva. ¡Oh, hermanos! Ahora, escuchen atentamente. No olviden esto. Que, Jesús dijo, en Juan 14, que El iría a preparar. “No se turben vuestros corazones”. Cuando El se está yendo: “Tengo una razón para irme. Creísteis en Dios”, dijo El, “creed también en Mí”. Ellos no podían ver que El era Dios. Dijo: “Creísteis en Dios, ahora creed en Mí. Y voy a preparar Lugar para vosotros. En la Casa de Mi Padre muchas moradas hay; en el Reino de Mi Padre muchos palacios hay”. Cristo está allí, bajo la construcción de esta Nueva Jerusalén ahora. Ahora escuchen atentamente. No se muevan. No, no se pierdan esto. Cristo está en el Cielo, hoy, preparando la Nueva Jerusalén.",
    "Así como Dios creó la tierra en seis días, hizo la tierra en seis días, o seis mil años. Como El dijo: “No ignoréis”, leímos en la Escritura, “mil años son un día”.",
    "Y Cristo se ha ido y está preparando un Lugar, que ha estado en construcción por muchos, muchos millares de años, preparando un Lugar. “Y si me fuere y preparare Lugar, vendré otra vez, y os tomaré, para que dondequiera que Yo estoy, vosotros también estéis”. ¡Fíjense en el Redentor y los Redimidos!",
    "Quisiera que tuviéramos tiempo ahora. Tengo marcado aquí, citando a Salomón: “esta muchacha, la Novia”. Oh, simplemente tenemos que omitirlo; se está haciendo demasiado tarde, ¿ven? Llegaré a eso, otra vez. “Cuando él trata de tomarla, pero ella está comprometida con un pastor mozo”. Algunos probablemente pensaron que ese fue un canto que él cantó. Oh, no. Salomón era el heredero al trono de David, en la tierra, pero mostró que ese reino tenía que perecer. Era un tipo de Cristo enamorado de la Novia. ¿Ven?",
    "Fíjense que Jesús dijo, Juan 14 ahora: “voy y prepararé Lugar”.",
    "Oh, ¿cómo va a ser? ¿Pensaron Uds. alguna vez ahora, Novia, cómo va a ser? Es preparada y diseñada por el Arquitecto Divino. ¿Cómo va a ser esa Ciudad? Ahora, vamos a hablar sobre ella por unos cuantos minutos. El Arquitecto Divino la ha preparado, la ha diseñado. Y, miren, El la ha diseñado con manos tiernas, para Su amada Novia. ¿Cómo va a ser?",
    "¿Pudieran imaginarse a un hombre casándose con una esposa, que puede, cómo él edifica y pone cada cosita exactamente conforme al gusto de ella, exactamente lo que a ella le gustaría? Amén.",
    "Ahora el Arquitecto Divino ha diseñado la Nueva Ciudad, donde El vivirá con Su Novia, exactamente al gusto de Ella. Con razón el apóstol dijo: “Cosas que ojo no vio, oído no oyó, o ni han subido alguna vez en corazón de hombre”. Veamos si podemos examinarlo sólo por un momento, ver cómo va a ser.",
    "El Arquitecto Divino ha diseñado esto para Su amada. ¿Ven? ¡Oh, qué lugar debe de ser, cuando, Naturaleza Divina, un Arquitecto Divino lo ha diseñado para un atributo Divino que ha sido Divinamente predestinado por un Dios Divino el cual—el cual es el autor de Vida Divina! ¡Cómo va a ser esa Ciudad! Piénsenlo.",
    "Recuerden, no es el Cielo. Juan dijo: “Yo la vi descender del Cielo”. Va a estar en la tierra. ¿Ven?",
    "No que esta tierra va a pasar; es una tierra redimida. Dios no dijo que El iba a levantar una nueva generación; El va a redimir a la que está aquí. El no va a levantar una nueva generación; El redime a la que ya está aquí. El no va a hacer un mundo nuevo; es éste aquí. El sólo lo va a quemar, limpiarlo, como El lo hizo con Uds. Sus planes deben de permanecer para siempre. Ahora, miren, va a ser.",
    "Recuerden, no va a ser el Cielo. “Desciende del Cielo”. Es un Lugar de morada, un Lugar para morar en él, para establecer Su habitación. Como, fue Juan, en la isla de Patmos, aquí en Apocalipsis 21, él la vio “descendiendo”. Juan vio la Ciudad, “descendiendo del Cielo”, como una paloma, como él vio.",
    "Aquí viene Dios, descendiendo sobre Su tabernáculo terrenal, Jesús, en el…“descendiendo del Cielo”. Jesús fue bautizado, fue luego…",
    "¡Cuándo El se encontró con el profeta! “La Palabra viene al profeta”. Y El era la Palabra. Y el profeta estaba parado allí, negando toda la denominación de ellos, todo. Y, cuando él vio la Palabra, la Palabra vino directamente a él.",
    "Y el profeta estaba tan asombrado, él dijo: “Yo tengo necesidad de ser bautizado por Ti. ¿Por qué vienes Tú a mí?”",
    "El dijo: “Deja, porque así nos conviene (conocemos el mensaje) que cumplamos toda justicia. Yo soy el sacrificio; debe de ser lavado”. El lo dejó.",
    "Cuando él subió del agua, él dijo: “Yo vi los cielos abiertos”. El profeta lo vio. El vio los cielos abiertos.",
    "Y aquí venía, descendiendo del Cielo, una forma de una Paloma; y una Voz, diciendo: “Esta es Mi parte de la tierra que Yo he redimido, y de esta parte de la tierra Yo redimiré el resto de ella, porque El es Mi Palabra manifestada”. “Y todo el mundo, Yo lo hablé a existencia por Mi Palabra”, Hebreos 11. “Y Satanás lo ha tenido todo este tiempo, pero Yo he venido a redimirlo. Una cantidad de él ha constituido Su Cuerpo, y Yo vengo a morar en él”.",
    "Juan dijo: “Yo vi la santa Ciudad, la Nueva Jerusalén descendiendo del Cielo, como una Esposa ataviada para su Marido”. ¿Y dónde se asentó? Exactamente como lo hizo allá; sobre la tierra.",
    "Jesús era parte de esa tierra sobre la cual el Espíritu Santo descendió, (¿es correcto eso?) y se quedó sobre El para siempre. Nunca lo puede dejar a El. Siempre está allí. El y Dios son Uno. ¡Siempre tiene que quedarse!",
    "Y así que Juan vio la santa Ciudad, la Nueva Jerusalén, descendiendo como un cometa, o una—una paloma, descendiendo del cielo y asentándose sobre toda una tierra redimida, (¿para hacer qué?) para reclamar todo atributo para lo cual El hizo la tierra. Todo hombre que estaba representado en la Eternidad, y toda mujer, es redimido entonces. Ella ha sido limpiada y quemada con Fuego.",
    "Jesús, en Sus ardientes tentaciones en el desierto, por cuarenta días. Después de eso, fíjense, estaba listo para Su ministerio entonces.",
    "¡Piénsenlo, el Espíritu Santo descendiendo sobre la tierra, Jesús, y esa santa Sangre! Ahora observen, y espero que yo no entre demasiado profundo para Uds., ¿ven? La santa Sangre que fue creada [El Hermano Branham toca en el púlpito varias veces.—Editor] por Dios; la Sangre, la Vida, la creación de Dios. “Jesús era el principio de la creación de Dios”. ¡Oh! ¿Lo ven? Dios, hecho en creación. El era Espíritu. La Biblia dice: “El es el principio de la creación de Dios”. ¿Cómo comenzó El? En el vientre de una mujer. Lo cuál es, ¿qué? La mujer no es…",
    "Así cómo esa gente ciega no puede ver la “simiente” de la serpiente aquí mismo. ¿Ven? Eva fue puesta aquí en la tierra, y, antes de que Satanás la tocara alguna vez, o alguna otra cosa, Dios les dijo a ellos: “Multiplicaos y llenad la tierra”. Eso es correcto, pero Satanás entra aquí. Y, si ése era el hijo de Adán, entonces, ¿dónde…?",
    "Adán era un descendiente directo de Dios. Y Uds. sólo reciben la naturaleza de su padre.",
    "Y cuando Uds. nacen de nuevo, reciben la Naturaleza de su Padre, del Cielo. Y su Padre del Cielo es el atributo de la Palabra…O, la Palabra es el atributo de su Padre. Entonces, ¿cómo pueden Uds. negarlo, por una denominación? ¡Hermanos!\n\nEspero que no se pierdan esto. Yo sé que es de parte de Dios.",
    "Jesús. Aquí viene El, descendiendo; y allí estaba Jesús, el atributo de Dios.",
    "Ahora, “la mujer”, ella. Observen. Dios dijo: “Por cuanto esto hicieron”, dijo, “pondré enemistad entre tu Simiente y la simiente de la serpiente”. ¿Es correcto eso? Y la mujer no tiene ninguna simiente. ¿Han pensado alguna vez en eso? Ella tiene un campo, no una simiente. ¿Ven?, la serpiente ya había colocado su “simiente” allí.",
    "Entonces, si la mujer no tiene una Simiente, ella tiene que permanecer para tener una Simiente.",
    "¿Ven Uds.?, por medio de las relaciones sexuales aquí, había traído de Satanás, la serpiente, la cual no era un reptil; tenía piernas, porque sus piernas fueron quitadas de él. Ella era la más astuta, la única bestia que—que coordinaría con la mujer.",
    "La simiente de una bestia no lo haría ahora, y nada más. Lo han intentado. No funciona. ¿Ven?, la vida de la simiente de un macho no entra en una mujer hembra. No lo hace.",
    "Pero esa era la cosa más cercana. ¿Ven?, no pueden encontrar esa especie entre un chimpancé y un hombre. ¿Ven?, cada uno, a medida ha evolucionado hacia arriba, desde los pájaros, y siguiendo hacia arriba hasta los monos, y demás, hasta el chimpancé, entonces hay uno “perdido”. Ese era la serpiente, no una culebra; se ha perdido toda forma de ella, porque fue maldecida.",
    "Ahora, Dios no maldijo a Adán; él pudiera haber hecho la misma cosa, pero El maldijo la tierra, “espinos y cardos”.",
    "El no maldijo a Eva, pero dijo que Adán sería su “gobernante”. De aquí en adelante, ella no tratará de predicar ni nada, Adán es su gobernante. “Y todos los días de tu vida, y con dolor, y traerás tu vida a la tierra”. Pero El dijo: “Pondré enemistad entre tu Simiente…”",
    "Ahora, ella no tenía simiente alguna, ella nunca la tuvo, así que, ella tenía que recibir una Simiente de alguna manera. Dios le dio a ella una Simiente, no por medio de relaciones sexuales, sino por medio de creación.",
    "¿No pueden ver Uds. gente ciega que esa es la “simiente” de la serpiente? ¡Oh, hermanos! Satanás llegó allí antes que Adán; esa era la “simiente”.",
    "Pero ella recibió una Simiente. ¿Qué era? Dios mismo. “El era el principio de la creación de Dios”.",
    "Ahora fíjense cuando Set nació, o Abel, él era un hombre justo, de su padre. Set es de la misma manera.",
    "¿De dónde vino ese hombre malvado; asesino, mentiroso? ¿Ven?, ¿ven de dónde vino? Tuvo que ser una “simiente”, porque él era una simiente; Caín era un hombre.",
    "Oh, ¿en dónde está esa gente ciega? “El dios de este siglo los ha cegado”. Bueno, con razón, Jesús dijo que ningún hombre puede verlo. ¿Ven Uds.?\n\nUds. dicen: “¿Por qué no lo ven?”",
    "Jesús dijo una vez, a Su discípulo: “Os es dado conocer el Reino de Dios, mas no a ellos”.",
    "Y esa es la razón de que Uds. vienen desde mil quinientas millas cuadradas [Dos mil cuatrocientos catorce kilómetros.—Traductor], ¿ven? “Os es dado conocer el Reino”. Miren, hombres aun vienen de Sudáfrica y de alrededor, en esta hora tardía cuando la Novia está formada para entrar en el Reino.\n\nYo simplemente no tengo suficiente tiempo. Fíjense. Observen ahora, ¿ven?",
    "¿Pueden ver ahora la “simiente” de la serpiente allí, ven cómo él lo hizo? Es perfecto, ¿ven? Ahora algunos de ellos dijeron…",
    "Ahora, como ese hombre en Tucson el otro día, tratando… Ah, él quizás escuche esta cinta. Pero, si es así, hombre, quiero decirle algo.",
    "Cuando él dijo: “Eva dijo:”, aquí es adonde ellos van, “‘He adquirido un hijo de Jehová, o un varón de Jehová’”. Pues, ciertamente. Dios tiene una ley.",
    "Miren, tomen Uds. una semilla y siémbrenla aquí en un campo donde hay trigo, y siembren zarzas allí. A mí no me importa, el mismo sol y la misma lluvia trae esa semilla a vida. Dios tiene una ley, y esa ley no puede ser quebrantada.",
    "A mí no me importa si una—si una…la mujer más malvada en la ciudad y el hombre más malvado, y solteros y de todo, tuvieran una—una aventura, y vivieran juntos y dieran a luz a un niño; ese niño tendría que venir por la ley de Dios, porque no hay otra manera. Si uno no lo hace así, uno hace a Satanás un creador, y entonces él es un dios. Oh, ¡cuán ciegos pueden estar! ¿Ven?, la ley de Dios, ciertamente.",
    "Si Uds. han tenido un bebé alguna vez, no me importa si fue Esaú, Jacob, quienquiera que fuera, o alguna persona de mala fama, si fue Judas, tuvo que venir por Dios. Dios tiene una ley.",
    "La Biblia dice: “El sol brilla sobre justos e injustos; la lluvia cae sobre justos e in-…” Hebreos el capítulo 6, y dice que: “La—la lluvia muchas veces cae sobre la tierra, para regarla, y prepararla para lo que es labrada, Uds. saben, para hacer vivir; pero los espinos y cardos viven por medio de la misma agua, el mismo sol”. Porque, es una ley de Dios, para madurar toda semilla, para hacer que toda semilla se produzca a sí misma.",
    "Así que, tenía que producir la “simiente” de la serpiente. Y eso nunca—nunca le estorbó a Dios; eso cumplió todo Su plan, lo hizo a El un Redentor. Cualquier ciego debiera casi ver eso, a menos que esté escondido. “El dios del mundo” lo ha escondido de Uds. Está tan claro como cualquier cosa que Uds. pueden ver. Allí lo tienen. Allí tienen su “simiente” de la serpiente. Ahora fíjense.\n\nPero: “Jesús era el principio de la creación de Dios”.",
    "¿Ahora qué hace la mujer? Cuando, el germen viene del sexo masculino. Ahora, ¿negar eso? La mujer no tiene vida en ella, en lo absoluto. Ella sólo tiene un pequeño óvulo, el cual es un campo aquí.",
    "Como si Uds. toman un campo y lo aran todo, y—y le ponen un fumigante, y fumigándolo le sacan todos los gérmenes. Y ni—ni siquiera grama ni nada podría crecer en él; y luego lo fertilizan de nuevo, siembran un poco de buena semilla allí. Si el enemigo viene y siembra alguna otra semilla, la misma ley de Dios madurará a ambas semillas.",
    "Pues, Dios no tenía el propósito que eso fuera así, ¿ven? ¿Pero qué sucedió?",
    "¿Ven?, el esperma del macho lleva la hemoglobina, la cual es la sangre. En la sangre está la vida. Y si Uds. alguna vez…Yo lo he observado, en hibridar ganado y cosas como esas. El Hermano Shakarian y yo lo seguimos de principio a fin, y los doctores y demás, observando cómo pasa, los químicos. ¿Ven? Entonces aquí viene el esperma de la hembra, lo cual es un montón de óvulos. Aquí viene el esperma del macho, el cual es un montón de gérmenes.",
    "Este no tiene ni un poquito de germen en él. Sólo es un subproducto del hombre. Así es cómo ella llegó aquí, en primer lugar, y ella tan sólo es un campo. Hay un óvulo; tiene el terreno fértil para esta vida. Y esta vida entra y se arrastra. Allí está un misterio, cómo es que…",
    "🦅 Quizás”, dicen Uds., “pues, el primero se encuentra. El resto de ellos se mueren”. Pues, ¿cómo, quién lo determina? “Pues, el primero”. ¿Será el que esté enfrente; el primer óvulo que esté enfrente, y el primer germen? No, no.",
    "Pudiera ser un óvulo; muy atrás, en la parte de atrás, en medio de la esperma, surgirá un germen e irá a encontrarse con él. Muestra que alguna inteligencia determina si va a ser pelirrojo, pelinegro; si va a ser pequeño, grande; varón o mujer. ¿Ven? Uno no puede, uno no puede hacer nada más al respecto; no va a funcionar. Uno los puede mezclar, y de todo, no hará ninguna diferencia. Dios lo determina. Y después de un rato, un germencito se meterá en ese campo, óvulo. Lo que tiene como una colita, en él, retorciéndose alrededor; se desprende, y allí empieza la columna vertebral del bebé.",
    "¿Qué es ella entonces? Ella no tiene simiente. Ella tiene un campo para recibir la simiente. Así que el…",
    "¿Ven?, el enemigo salió. Mientras el buen sembrador salió sembrando buena Simiente; y el enemigo vino detrás de él, sembrando simiente corrompida. “Pero la lluvia cae sobre justos e injustos; el sol.” Todo tiene que crecer.",
    "Jesús dijo: “Dejadlos crecer juntamente. En aquel día serán atadas, las cizañas”. Y se están juntando ahora, en grandes organizaciones; yendo al gran manojo, el Concilio Mundial de Iglesias. ¿Y cuál fue el fin? El ser quemado. Pero el grano ha de ser llevado al granero. ¿Ven? Donde, ambos viven por la misma cosa, la misma agua, la misma lluvia.",
    "Un árbol cítrico, que es un—que es un naranjo, producirá, tendrá qué; producirá en él, si es injertada en él, una granada. Producirá un limón. Producirá una toronja. ¿Ven? Pero no será una naranja, pero está viviendo de la misma vida que el naranjo está produciendo.",
    "Denominaciones han sido inyectadas en la Vid. Porque si ellos afirman ser “Cristianos”, viven de ella. Caifás era; Uds. saben lo que él era, y sin embargo él hasta profetizó. ¿Ven? ¿Ven?, ellos viven de ella.",
    "Oh, quisiera que pudiéramos tener una semana, que simplemente pudiéramos estudiar esta cosa, y hacerla tan clara que Uds.—Uds. no puedan fallar en verla. Ahora voy a omitir algunas de estas cosas.",
    "Ahora observen. Miren, esas manos diseñaron esto para Su Amada Novia, la diseña con amor tierno para Su Novia.",
    "Recuerden que el Espíritu Santo descendió en Jesús, el cual, Jesús era parte de la tierra. ¿Por qué? El germen de Dios, la Vida de Dios, fue diseñado en el vientre de una mujer (¿es correcto eso?), la cual era la tierra. Muy bien. Y luego la Vida de Dios entró, así que: “El era el principio de la creación de Dios”. ¿Ven? Y luego esa Sangre de Dios, que estaba allí por ese germen; cuando fue derramada en el Calvario, cayó de regreso sobre la tierra. ¿Para qué? Para redimir a la tierra. Ahora, ha sido justificada; ha sido santificada; llamada, y reclamada; y ahora ha de recibir su bautismo de Fuego, y será limpiada para Jesús y Su Novia.",
    "Y Uds. son estas otras partes que son sacadas de esta tierra. La tierra, Uds. forman parte de la tierra; su cuerpo. Su alma forma parte de Dios, un atributo de Dios, desplegado aquí en la tierra en un cuerpo. El cuerpo ha de ser redimido.",
    "Ahora, el alma es redimida, porque estaba en pecado. Así que Dios descendió, por un proceso de justificación, santificación, bautismo del Espíritu Santo, y redimió el alma de Uds.",
    "Y Uds., siendo parte de la tierra, son redimidos por ella. Uds. están en el proceso ahora. Está creciendo. El cuerpo de Uds. fue justificado bajo el bautismo de Noé. ¡Amén! Y, su carne, cuando Ello cayó allí. Y la tierra ha de ser limpiada por Fuego, el lugar donde Uds. vivirán, con el bautismo del Espíritu Santo; un Lugar de morada para Cristo y Su Novia, la Nueva Jerusalén.",
    "Observen esta Ciudad; la tierra, fija su residencia sobre la tierra. Ahora Uds. pueden ver claramente como dije, el…este cambio, la tierra debe ser cambiada. No puede tenerla así. La iglesia no pudiera ir…O, el mundo no podría continuar, después del Milenio, sin ser cambiado. ¿Ven? Para tener tal Lugar en él, tendrá que ser cambiado.",
    "Así como, nosotros debemos de ser cambiados por Su santo Fuego, para acondicionar y hacer un lugar para que El sea contenido dentro de nosotros; es decir, el Espíritu Santo.",
    "Fíjense ahora, habrá bastante espacio en la Nueva Tierra. Ajá. ¿Ven?, ¡bastante espacio! Será renovada, eso es verdad, por Fuego, pero ya no va a haber mar. Fíjense, la Ciudad es de mil quinientas millas cuadradas.",
    "Ahora escuchen muy atentamente mientras dibujamos estas dimensiones. Quiero borrar el pizarrón, un momento. [El Hermano Branham borra sus ilustraciones anteriores.—Editor]",
    "Aquí está una profunda revelación de Dios. Yo simplemente pararé. Ninguna de estas otras…Haré mención del resto de esto, si el Señor quiere.",
    "Fíjense ahora la tierra es…Bueno, si Uds. abren en el Libro de Apocalipsis, pueden ver cómo él lo midió en codos y estadios. Dos mil trescientos…Así que ahora nos damos cuenta que la—la Ciudad mide, “mil quinientas millas” cuadradas.",
    "¿Saben Uds. hasta dónde llegaría eso? Yo lo medí, esta semana. Llegaría desde Maine hasta Florida, y desde la costa del este hasta pasadas seiscientas millas [Novecientos sesenta y seis kilómetros.—Traductor], al oeste del Mississippi. En otras palabras, la mitad de los Estados Unidos, sólo para la Ciudad.\n\nUds. dicen: “No hay espacio”.",
    "Cuando el mar haya desaparecido lo habrá, porque muy cerca de cuatro quintos de ella está en agua. ¿Es correcto eso? La explosión seca el mar, hace explotar la tierra. ¡Oh, hermanos! Recuerden, mil quinientas millas cuadradas, ¡qué ciudad! Y, pero, recuerden, el mar ha desaparecido.",
    "🦅 Y la anchura y la altura son la misma”. Eso la haría de mil quinientas millas en esta dirección, mil quinientas millas en aquella dirección; mil quinientas millas; la longitud por la anchura por la altura. Mil quinientas millas, piénsenlo, oro transparente. Y la Ciudad tenía un muro alrededor de ella.",
    "Ahora, ahora, eso no necesariamente significa, por ser iguales…Dice: “Y los muros y los cimientos eran iguales”, eso no necesariamente significa que es un cubo o un cuadrado. Hay otra medida geográfica, que las dimensiones son las mismas, eso es, una pirámide. Cuadrada, “establecida en cuadro”, y los muros eran iguales.",
    "Permítanme dibujarlo. [El Hermano Branham dibuja ilustraciones en el pizarrón.—Editor] ¿Ven?, longitud, anchura, altura. Vamos a entrar en algo, con toda seguridad. ¿Ven? Fíjense, las dimensiones de este ángulo son exactamente las mismas, todas ellas, la longitud por la—por la altura. Hay otra medida, la pirámide, que lo prueba.",
    "Esto, siendo de esta manera, respondería exactamente a la señal de Enoc en Egipto, la pirámide. ¿Lo haría? Enoc, antes de la destrucción antediluviana, cuando la justificación estaba entrando, él produjo una señal, y en esta pirámide hay siete escalones yendo a la cámara del rey. Observen en el séptimo escalón, si Uds. han estudiado alguna vez las dimensiones de la pirámide, qué sale para llevar al que viene, para introducirlo al rey. Observen de quién es la estación que está allí, y Uds. verán el día en el que están viviendo, en la pirámide.",
    "Ahora, Dios hizo tres Biblias. Ahora, hay una enseñanza de la pirámide que son tonterías, pero hay una pirámide genuina. ¿Ven? Fíjense. Ahora, Dios, la primera Biblia…El hizo tres. Todo tiene que ser en tres.",
    "Jesús viene tres veces. Viene, una vez, a redimir a Su Novia; la siguiente vez, para llevarse a Su Novia; la siguiente vez, con Su Novia. ¿Ven?",
    "Ahora fíjense cuán hermoso. ¿Ven? Y en esta pirámide había siete escalones, y luego la cámara del rey. Y nosotros estamos en la séptima edad de la iglesia, antes de que el Rey tome Su Trono. Y, recuerden, la pirámide nunca tuvo una piedra de corona sobre ella.",
    "La primera Biblia de Dios estaba en los cielos, el Zodíaco; comienza y continúa por cada edad. Lo primero, al principio del Zodíaco, es una virgen; así es cómo El vino, primero. La última figura en el Zodíaco es Leo el león; la Segunda Venida. Un poco antes de eso hay unos peces cruzados, lo cual es la edad de cáncer; en la que estamos viviendo ahora.",
    "Hubo una pirámide después de eso, Enoc, lo cual testificó exactamente. No tendríamos tiempo para entrar en ello, pero, algún día, con la ayuda de Dios, les mostraré, exactamente muestra la dimensión de la hora en la que estamos viviendo. ¿Ven?",
    "Fíjense, pero ahora esta medida geográfica que tenemos, cuyas dimensiones son las mismas, no necesariamente significa que tiene que ser un—un cubo. Fíjense, esto respondería a la señal de Egipto…o de Enoc en Egipto.",
    "En el tiempo de la purificación de la tierra, por medio de su bautismo de Fuego, habrá volcánica, tal como esta tierra explotando, y empujará hacia arriba un Monte parecido a una pirámide. ¿Ven? ¡Suficiente espacio para hacerlo! Toda esta cosa será cambiada. Toda la superficie será cambiada. ¿Lo captaron? Empujará hacia arriba un Monte parecido a una pirámide.",
    "Esto estaría exactamente con la Palabra si lo hace, lo cual lo hará. Ahora fíjense, porque, en Isaías 65:25, donde acabamos de leer, El dijo.\n\nNo afligirán, o harán mal en todo mi santo monte, dijo Jehová.",
    "¡Oh! “¡Todo Mi santo Monte!” Recuerden, siempre es un “Monte”.",
    "Si los muros estuvieran rectos de arriba abajo, la Ciudad sólo pudiera ser vista desde afuera…o desde adentro, el Trono sólo puede ser visto desde adentro; pero fíjense que sólo sería visto desde adentro.\n\nPero ahora vemos la promesa de Isaías 4:5. Simplemente leámoslo.",
    "¿Tienen prisa? [La congregación dice: “No”.—Editor] No, no tengan prisa ahora. Nosotros—nosotros—nosotros estamos en—en una cosa particular ahora, es demasiado—demasiado un—un tiempo que Uds. deben entender aquí. Porque, quiero aclarar esto. Y luego cuando regresemos a ello de nuevo, yo—yo les mostraré a Uds. entonces donde estamos—donde estamos hablando al respecto, qué, en nuestro siguiente estudio sobre esto, en otra ocasión.",
    "¡Oh, alabado sea el Señor Jesús! Observen aquí, cómo las Palabras no pueden fallar. Ahora miren aquí en Isaías. Lo tengo escrito aquí, si lo puedo encontrar de nuevo, un momento. Isaías 4:5. Ahora escuchen, él está hablando de la Venida del Señor, cómo las mujeres serían tan inmorales. Oh, él dijo: “Siete mujeres…” Escuchen. Simplemente leámoslo. Miren aquí.\n\nEcharán mano de un hombre siete mujeres en aquel tiempo, diciendo: Nosotras comeremos de nuestro pan,…nos vestiremos de nuestras ropas; solamente permítenos llevar tu nombre, quita nuestro oprobio.",
    "Ese es el tiempo del fin, donde estamos viviendo ahora; casamiento, divorcio, y prostitución, y lo que sea.\n\nEn aquel tiempo el renuevo de Jehová será para hermosura y gloria,…el fruto de la tierra para grandeza y honra,…los sobrevivientes de Israel. (¡Cómo sobrevivieron Uds. a toda esa condenación! ¿Ven?)\n\nY acontecerá que el que quedare en Sión, y el que es un remanente en Jerusalén, será…(Veamos.)…en Jerusalén, será llamado santo; todos los que en Jerusalén estén registrados entre los vivientes, ¿ven?,\n\nEn la cual el Señor lave las inmundicias de la hija de Sión, (recuerden, esa siempre es la Novia, ¿ven?)…y purifique la sangre de Jerusalén (ese es el remanente de los Judíos, más la Novia, ¿ven?)…y en medio de ella, con espíritu de juicio, fuego…",
    "Ese siempre es el juicio de Dios, cuando El emite Su juicio final. Los llama, los justifica, y los trae a redención; entonces Su juicio cae sobre Uds., y el Espíritu Santo y Fuego limpia el pecado. Entonces Uds. son Suyos.",
    "Lo mismo hace El con la tierra, cuando El la limpia con Fuego, “y con espíritu de devastación”. Ahora miren. ¡Escuchen! ¿Están listos?\n\nY creará Jehová sobre toda la morada del monte de Sión, y sobre los lugares de su convocación, nube de oscuridad de día, y de noche resplandor de fuego… porque sobre toda gloria habrá un dosel,",
    "[El Hermano Branham ilustra en el pizarrón.—Editor] “El Señor, en aquel día, sobre la cumbre de ella, creará un Fuego de Luz que arda sobre el día”. Y sigue adelante y dice: “Será un albergue, un descanso, un refugio”. Fíjense, haciendo exactamente lo que habla la Biblia, exactamente. Los muros eran rectos de arriba abajo, Uds. no podrían verla. Tiene que inclinarse. “Todo Mi santo Monte…” “El creará esta Luz sobre este Monte, y será como un dosel”. Oh, nosotros cantamos ese canto:\n\nOh, esa Ciudad en el Monte de Sión,\n\nComo un peregrino, sin embargo aun así la amo;\n\nAhora y a través de esas edades,\n\nCuando yo llegue a esa Ciudad en el Cerro. ¿Ven?",
    "Fíjense, el Monte Sinaí fue donde Dios descendió en la cumbre de él, cuando El le habló a Israel en una Columna de Fuego. El descendió en la cumbre de un monte, el Monte Sinaí.",
    "En el Monte de la Transfiguración, cuando El declaró: “Este es Mi Hijo Amado; a El oíd”, El descendió en una Columna de Luz y un resplandor brillante, sobre la cumbre del monte, delante de Pedro, Jacobo, y Juan. Y, allí, El fue representado con ambos Moisés y Elías; los trasladados, y los muertos resucitados. ¡Gloria!",
    "La Nueva Ciudad y la Nueva Tierra; la nueva creación; la Ciudad en el Cerro, con el Trono en la cumbre de él. [El Hermano Branham dibuja ilustraciones en el pizarrón, en los siguientes párrafos inmediatos.—Editor] El Trono aquí arriba, en la cumbre; y los moradores, por todas partes de arriba abajo, en este Monte.",
    "Y el muro que está alrededor de esto, tenía doce cimientos. Y cada uno de ellos tenía la piedra del pectoral que estaba en Aarón, el cual representaba las doce tribus de Israel.",
    "Y, en las puertas, ellos tenían cuatro puertas colocadas exactamente como el templo en el desierto, como estaba la tienda en el desierto. Fíjense cada una, tenía—tenía a los apóstoles, tres en cada lado, doce apóstoles. Cada…Y tenía ciento cuarenta y cuatro codos de alto. Ciento cuarenta y cuatro codos es exactamente doscientos dieciséis pies [Sesenta y cinco metros con ochenta y cuatro centímetros.—Traductor], siendo cada una de esas grandes piedras casi veinte pies [Casi seis metros y diez centímetros.—Traductor] de alto, el pectoral en esa puerta, constituyendo ese muro que estaba alrededor de la Ciudad.",
    "Ahora ella, la Ciudad, no descansa en la parte de arriba del muro, porque una ciudad, mil quinientas millas, no podría hacer eso. Es el muro aquí por el que uno entra, como las puertas de la antigua Jerusalén. Uno entraba a través del muro, a eso.",
    "Y cada una de estas, tenía los doce cimientos, y cada una tenía la esmeralda y las diferentes piedras, las cuales representaban las doce tribus de Israel.",
    "Y los apóstoles, cada uno, sobre esa puerta grande de perla sólida, estaba un nombre de un apóstol. Y, ¿no dijo Jesús: “Vosotros os sentaréis sobre doce tronos, para juzgar a las doce tribus de Israel”? ¿Quién se sienta a la puerta, para juzgar, cuando ellos entran a la Ciudad? ¡Oh, hermanos! Allí lo tienen. Los reyes de la tierra entrando a la Ciudad, comparecen ante el juez apostólico, como prometió Jesús. ¡Oh, hermanos!",
    "En este Trono, en la cumbre de ella, a mil quinientas millas de altura, todo el mundo verá a la Luz del mundo, Jesús, sentado en el Trono en la cumbre del mundo, en la cumbre de la Iglesia, en la cumbre del Monte de Sión; el cual es de mil quinientas millas, la mitad del tamaño de los Estados Unidos, y se levanta totalmente hasta arriba al grado que uno puede verlo a El por todo el mundo, a mil quinientas millas de altura.",
    "Y por todas partes de arriba abajo aquí, estarán los Redimidos. Allí estarán las casas de oro puro. Habrá avenidas, y parques, y jardines. Y el Río de la Vida viniendo, saliendo del Trono, y corriendo a través de pequeños abismos y, oh, sobre las terrazas. Y el Arbol de la Vida estará floreciente en cada patio; y dará Sus frutos, doce veces al año, un fruto cambiado cada mes.",
    "Y los reyes de la tierra entrarán en ella y traerán su honor. “Y las hojas son para la sanidad de las naciones”, cuando los reyes están viviendo en paz allá afuera. Cuando ellos salgan, ellos cortarán un árbol, una hoja así. Como la paloma volvió, que la ira de Dios había sido calmada, y trajo la hoja de acebo al arca. Así que cuando el rey se va, al traer su gloria a la cámara de la Novia aquí en la Ciudad, le extenderá una hoja a su rey vecino, y, “Estamos en paz para siempre jamás”. ¡Amén! ¡Sanidad de las naciones! “Todo está resuelto. En un tiempo peleamos por la sangre el uno del otro, hermano. Y nosotros hemos amado, y gritado; y disparado, y quemado niños, y todo. Pero ahora hay paz, la sanidad”. No sanidad de enfermedades; todo ha sido hecho. ¡Sanidad de las naciones! ¡Amén!",
    "Una Ciudad con el Trono en la cumbre. Apocalipsis 21:23: “Y no necesitan luz, porque el Cordero y el Señor Dios es su Lumbrera”. ¿Ven? El Señor Dios es esa Columna de Fuego que siguió a los hijos de Israel a través del desierto. Y El ha ascendido al Trono, en el de ese Reino perfecto…cuando el tiempo…“el Reino que Jesús va a entregarle al Padre, para que Dios sea todo, y en todos”. Jesús se sienta sobre Su Trono aquí, como nuestro José. Y el Rey es esa Luz que estará en la cumbre del Monte de Sión, y Su santa Luz inundará toda la Ciudad. ¡Aleluya!",
    "Mil quinientas millas de altura, y mil quinientas millas cuadradas, con los paraísos de Dios construidos por toda esa Ciudad; ¡calles, avenidas! Lean su Apocalipsis 21, vean si no es correcto. ¿Ven?, “No tienen necesidad de luz allí, porque el Cordero es la Lumbrera”. Y en el Trono puede ser visto, sentado, a mil quinientas millas.",
    "No sube en línea recta hacia arriba así. Se inclina, como la pirámide. Si fuera la mitad de la distancia, entonces eso sería como si subiera hacia arriba así, ¿ven Uds.?, de una ciudad a la otra…ahora si se fijan, desde un lado de la Ciudad al otro.",
    "Yo podría insertar una cosita aquí si quieren que lo haga. ¿Notaron el pequeño grupito aquí? Es más o menos esa parte, una circunferencia que ella cubre. Piensen, desde Georgia, California, a Saskatchewan; desde Kansas, hasta los límites rocosos de la costa de Maine; eso es lo que está reunido. Eso es más o menos lo que está representado aquí, como mil quinientas millas cuadradas.\n\nOh, ellos vienen del Este y del Oeste,\n\nEllos vienen de tierras lejanas;\n\nA festejar con nuestro Rey, a cenar…(¿El qué? “No sólo de pan vivirá el hombre”. ¡De Pan, Palabra!)…a cenar como huéspedes Suyos;\n\n¡Cuán benditos estos peregrinos son!\n\nEn el mundo, tengo que decir, nunca he visto gente como ellos.\n\nOh, contemplando Su santa faz\n\nRadiante con Luz Divina;\n\nParticipantes benditos de Su gracia,\n\nComo gemas en Su corona brillarán.\n\nOh, Jesús pronto vendrá,\n\nNuestras penas entonces cesarán.\n\nOh, ¿qué si nuestro Señor en este momento viniera?",
    "No falta mucho tiempo. Todo está perfectamente. Geográficamente, Sodoma, los mensajeros; todo está exactamente en su lugar. ¿Ven? ¿Qué significa eso? Sólo piensen, viniendo a este pequeño Tabernáculo, mil quinientas millas cuadradas, desde la misma dimensión.",
    "¿Por qué es que Dios pensó así y le importó tanto ese pequeño lugar de Palestina, ¿ven?, cuando tan sólo es un pequeño lugar? Pero allí mismo es donde el templo es asentado. Allí es donde la Nueva Jerusalén surgirá, allí mismo. “Olivos, el Monte de los Olivos se partirá, parte hacia la derecha y a la izquierda”, seguro, cuando ella empuje hacia arriba desde abajo. No, dicen ellos, que está separándose empujando así. Está empujando hacia arriba: “En aquel día cuando El afirme Sus santos pies sobre el Monte”. ¡Fíjense, en Su Trono, a mil quinientas millas de altura!",
    "Recuerden, Satanás trató de tentarlo a El, una vez, en la cumbre de un monte. ¿Ven?",
    "La Nueva Ciudad tiene doce cimientos, como lo vimos, doce patriarcas; ciento cuarenta y cuatro codos; siendo el pectoral de Aarón; doce puertas de perla, el nombre de los doce discípulos.",
    "Jesús está, la Piedra Principal, en el Trono, cuando Sus santos lo han coronado a El, “el Rey de reyes, el Señor de señores”. Y El es la Piedra Principal.",
    "Yo no tengo mi billetera conmigo. Pero si Uds. se fijan en su billetera, si tienen un billete de un dólar, tienen el sello de los Estados Unidos; un águila en un extremo, sosteniendo las lanzas, el escudo de armas, por así decirlo; y en el otro extremo, tiene la pirámide, con un ojo que todo lo ve en la parte de arriba de ella. ¿Ven?, ellos no sabían lo que estaban haciendo. Y allí está escrito en Latín, y Uds. se darán cuenta que lo dice, este es “el gran sello”. No sabían lo que estaban haciendo. Tampoco Caifás sabía que él estaba profetizando.",
    "[El Hermano Branham ilustra en el pizarrón.—Editor] Allí está el Gran Sello. Aquí está, ¿ven?, la Ciudad. No es sólo un cubo plano así, ¿ven?, sino que se inclina hacia arriba para que pueda ser vista. Y sobre este santo Monte del Señor, el Señor descenderá sobre la cumbre de Su Monte; aquí está El. Esa es la razón de que la piedra de corona no fue puesta por Enoc. ¿Ven? Esa es la razón de que la Piedra de Corona tiene que venir ahora. Y el Monte será empujado hacia arriba, y será el Monte del Señor.",
    "Y aquí adentro morarán los Redimidos. Estas, avenidas y grandes autopistas, por así decirlo, parques, y el Río de la Vida se dirigirá, correrá a través de ella. Y cada casa será hecha de oro transparente. Y las calles serán hechas de oro. Y los árboles de Vida estarán allí, y darán doce clases de fruto. Y los reyes y los hombres de honor de la tierra traerán su honor y gloria por las puertas. Y las puertas no serán cerradas de noche, porque no hay noche allí.\n\nEn esa Ciudad donde el Cordero es la Luz,\n\nEn esa Ciudad donde no llega la noche;\n\nTengo una mansión allá, que está libre de afanes y preocupaciones,\n\nOh, yo voy adonde ese Cordero es la Luz.",
    "¿No ven que los pueblos, las ciudades, las casas, las moradas, están—están hablando de eso ahora mismo? Todas estas cosas naturales son una sombra.",
    "Tomen una sombra, de lejos, como mi mano. Antes de que pudiera haber un—un positivo…o un negativo, tiene que haber un positivo. Y, ¿ven Uds.?, esa sombra, parece como que tengo una docena de dedos, pero entonces cuando uno se pone a acercarlas, se—se enfoca en una, y entonces la sombra se desvanece en la mano.",
    "Y eso es, muchas veces, la gente piensa que hay tres o cuatro Dioses. Uds. están mirando demasiado atrás en las primeras reformas. ¿Ven? Vengan acá ahora y, se darán cuenta, enfoquen hasta que haya Uno. Eso es exactamente.",
    "Hay una Novia; no una docena, denominaciones. Sino una Novia, esos son los Elegidos, de cada…de la—de la tierra que han sido predestinados a esto, los que pueden reconocer su lugar en el Reino.",
    "¡En este Trono, miren, tan alto! La Nueva Ciudad; con los cimientos; doce puertas; Jesús, la Piedra Principal; los apóstoles, juzgando; las doce tribus.",
    "La pirámide de Enoc no proyecta sombra alguna a ninguna hora del día. Yo he estado en Egipto, en las pirámides. Está fijada de tal manera geográficamente, y en las dimensiones de esta gran figura geométrica; que, no importa dónde está el sol, nunca hay una sombra alrededor de la pirámide. ¿Ven cómo es?",
    "Y nunca habrá noche allí. El en la cumbre del Monte, la inunda con Su gloria. La Luz de Su Gloria estará allí siempre. No habrá noche allí. ¡Jesús, la Piedra Principal!",
    "Ahora fíjense. Así que, los Redimidos andarán en la Luz. Nosotros cantamos ahora: “Andaremos en la Luz, esa preciosa Luz”. Hay algo en nosotros clamando. “Ha pasado de muerte a Vida”. Es porque eso está esperando. ¿Ven? Eso es lo que es el atributo, lo que sentimos.",
    "Verdaderamente, esto es…¿Están listos? Esta es la Ciudad que Abraham estaba esperando. ¿Ven? Siendo un profeta, él sabía que esa Ciudad estaba en alguna parte. La Biblia así lo dice. Y él dejó la ciudad en la que vivía, y él fue allá; miren adónde fue, exactamente adonde va a estar. ¿Ven? “El estaba esperando una Ciudad Cuyo arquitecto y constructor era Dios”, ¿ven?, siendo un profeta.",
    "Jesús se fue a preparar, con las manos Divinas, una Ciudad Divina; un Arquitecto Divino, para un pueblo comprado Divinamente, para un pueblo predestinado. El se fue a preparar.",
    "Abraham estaba esperándola. “Y él profesó que era un peregrino y un extranjero, porque él esperaba la Ciudad Cuyo arquitecto y constructor era Dios”. ¡Ese profeta, sabiendo que estaba en alguna parte! Juan la vio descendiendo, pero Abraham pensó que debía de estar en la tierra en ese momento. ¿Por qué? El se encontró con Melquisedec, el Rey de ella, y le dio a El un diezmo. “El cual no tenía padre, o madre. El no tenía principio de vida o fin de vida”. Abraham se encontró con El, y ellos tomaron la comunión exactamente en el sitio literal donde la Ciudad será levantada, el santo Monte del Señor, donde los Redimidos van a vivir. ¡Oh, hermanos!",
    "Ese tiempo simplemente no se detiene. No, estamos en el tiempo; después de un tiempo nos iremos a la Eternidad.",
    "¡Oh, santo Monte! Habrá calles de oro transparente, avenidas; y casas, y parques. Si Uds. quieren leer esto, Apocalipsis 21:18. El Arbol de la Vida estará allí; doce diferentes clases de fruto, uno cada mes, se dará en él. La gente que coma estos frutos, cambiarán su dieta cada, cada mes.",
    "Y es—es de…sólo para los vencedores. ¿Saben eso? No es para las denominaciones.\n\nUds. dicen: “¿Dice eso en serio, Hermano Branham?”",
    "Vayamos a Apocalipsis 2, sólo un momento, y encontrémoslo. Apocalipsis 2:7. Averigüemos ahora si realmente es la Verdad o no. Apocalipsis 2:7 dice así.\n\nY el que tiene oído, oiga lo que el Espíritu…",
    "Ahora, recuerden, El no le está hablando a los Judíos ahora. Esta es la Iglesia, los Gentiles.\n\nEl que tiene oído, oiga lo que el Espíritu dice a las iglesias. Al que venciere, le daré a comer del árbol de la vida, el cual está en medio del paraíso de Dios.",
    "🦅 Sólo vencedores, que vencen a la bestia, vencen su marca”, eso es Catolicismo, Protestantismo, denominacionalismo, “que vencen a la bestia, su marca, la letra de su nombre”. “El tendrá derecho al Arbol de la Vida, a entrar por las puertas donde nada inmundo puede entrar alguna vez”. ¿Ven? Piénsenlo. Ahora, un momento, mientras vamos un poquito más adelante. El Arbol de la Vida será sólo para los vencedores.",
    "Las hojas serán para la sanidad de las naciones. Es decir, los reyes que viven allí adentro, trayendo su honor, cuando traen su honor y lo ponen delante del Trono de Dios. Así como el exterior, las diez…las once tribus trajeron, cada una de ellas, un diezmo a Leví, ¿ven? Cuando ellos traen su honor a la…de la bendecida tierra, en eso, ellos cogerán del Arbol de la Vida, desprenderán una hoja de acebo…o una hoja del Arbol de la Vida, y ellos saldrán juntos. Ya no hay guerra. Todo está en paz. Las hojas son un memorial, por la sanidad de la nación.",
    "El mismo Arbol, no como Adán, él…Había un Arbol de la Vida en el huerto del Edén, del que él pudiera haber comido si no hubiera caído. Ese Arbol de la Vida le recordaba a él, todo el tiempo, que su nueva…su juventud estaba constantemente continuando. ¿Ven?",
    "Lo mismo harán las naciones. Las hojas serán para la sanidad de las naciones; fíjense, no la enfermedad. Uds. tendrían los mismos derechos que tuvo Adán, como la ho-… paloma con la hoja de acebo, todo es…cada rey tomando una hoja.",
    "Fíjense, el Río de la Vida, quizás muchas pequeñas corrientes formándolo. Ahora, en esta tierra…",
    "Voy a terminar en unos cuantos minutos. En esta tierra… O, simplemente voy a parar. Eso es cuántas notas más tengo, como treinta páginas ahora. Sí. Miren.",
    "En esta—en esta vida, yo nunca he visto nada tan mitigante como el estar en las montañas y encontrar, como prediqué sobre eso la otra noche, esa corriente borboteando, su recurso que da vida. Uno estaría cansado y sediento, caería junto a un buen arroyo; muy abajo adonde los gérmenes no pueden ir, muy abajo a centenares de pies en la tierra, está borboteando agua pura, genuina y que da vida. Nosotros apreciamos eso. Eso es pequeño. Ahora, la tierra tiene sus muchos arroyos con agua refrescante. Cuando uno está sediento y moribundo, si uno toma un buen trago frío de eso, lo—lo ayudará a uno a vivir.",
    "Pero miren de dónde viene Este. Del Trono, allí es de donde obtiene sus recursos que dan Vida. Viene de debajo del Trono de Dios, donde Dios se sienta.",
    "Todo ello, todo lo de esta tierra, esta tierra en la que vivimos ahora; cada uno, ya sea que sea Cristiano o pagano, tiene templos. ¿Han pensado alguna vez en eso? Iglesias, todas ellas.",
    "Pero Esta no tiene ninguno. La Biblia dice: “Y no había templo allí. Pero el Señor Dios y el Cordero es el Templo de ella”. El Cordero es la Lumbrera. El Cordero es el Templo. El Cordero es el Trono. El Cordero es la Vida. El es ese Templo. ¿Ven?, todos estos templos tienen un objeto que ellos están adorando; pero, en esta Ciudad, El es el objeto. El está con Su pueblo. Su Espíritu Luz inunda la Ciudad pirámide.",
    "Como Pedro y Juan, arriba en la cumbre del monte. La Luz cubrió la cumbre del monte, y una Voz habló, dijo: “Este es Mi Hijo amado”.",
    "En Apocalipsis 21:3 y 4: “El tabernáculo de Dios con los hombres”. Dios se ha tabernaculizado en el hombre, al redimirlo, por medio de estos tres procesos. Ahora Dios va a redimir la tierra y tabernaculizarse en la tierra, con Sus súbditos de la tierra, a los cuales El sacó de la tierra. Y por medio del pecado cayó, pero la…El tenía que dejar que continuara. Pero ahora El envió a Jesús para redimir esa tierra caída, de la cual formamos parte. “Ni un cabello de vuestra cabeza perecerá”. Así lo dijo Jesús. El dijo: “Yo lo resucitaré en el día postrero”. ¿Ven? ¿Por qué? Uds. forman parte de la tierra.",
    "Si se fijan, yo hice un pequeño chiste acerca de mi esposa diciéndome que yo perdí mi cabello. Yo le dije a ella que no había perdido ni uno de ellos.\n\nElla dijo: “¿Dónde están?”",
    "Yo dije: “Dónde estaban antes de que los tuviera”. Donde sea que estaban, una substancia; dondequiera que estén, están esperándome. ¿Ven? Eso es correcto. Yo iré a ellos, un día.",
    "Este cuerpo viejo, arrugándose y cayéndose, y reduciéndose en los hombros, y con dolores en las rodillas, y—y ronco en la garganta. Eso está bien. ¡Uds. pueden sepultarlo en el mar, pero la Trompeta me despertará!…?…Sí, señor. Vamos a cambiar, uno de estos días. Yo formo parte de este mundo que es redimido. Uds. están en el mundo, pero nada del kosmos. Uds. están en un orden diferente, un orden redimido.",
    "Fíjense: “El tabernáculo de Dios estará con los hombres”. Fíjense: “Las primeras cosas pasaron”. Esta, esta cosa, pasó. Esto quiere decir que el Cielo ha descendido a residir con el hombre. ¿Ven? El Cielo y la tierra están abrazados.",
    "Exactamente cuando la Paloma vino sobre parte de la tierra, la cual era Jesús; El era el polvo de la tierra, el hombre. Dios, viniendo de ese pequeño germen de Vida, por medio del poder creativo. Y esa Sangre que estaba en esa…La Vida que estaba en esa Sangre ascendió de nuevo a Dios, pero la Sangre goteó sobre la tierra, para reclamarla. [El Hermano Branham toca en el púlpito varias veces.—Editor]",
    "Debido a la sangre que fue traída, de la célula germen de Caín, ¿ven?; ahora El regresa con el poder creativo exactamente como El hizo con Adán, creando a Adán, aquí está el Segundo Adán. Y a través del rompimiento de esa célula allí, donde (pecado) Caín rompió esa célula de sangre sobre el justo, ¿ven?, ahora esta Célula de Sangre…Porque, él mató a Abel, pero Abel nació de sexo.",
    "Pero Este no nació de sexo. “Era la creación de Dios, el principio de ella”, y redimió la tierra. Y todo el calcio, potasa, petróleo, luz cósmica, de lo cual uno está hecho, es redimido. “Ni un cabello será dañado. Y yo lo resucitaré en el día postrero”.",
    "Entonces, ¿qué? Dios desciende a residir en la tierra. Lo cual, El es parte de ella, Su propio cuerpo. El lo resucitó para nuestra justificación, y somos justificados al creer eso y aceptar eso. Fíjense en tipos, Jesús llega a ser…En el tipo, Jesús llega a ser hombre; Dios…o predestinado a tomar su lugar, para redimirnos, para hacer todas estas cosas posibles.\n\nFíjense, afuera de sus hermosos muros, de esta Ciudad.",
    "Ahora, ¿captaron “la Ciudad”? ¿Ven?, es un Monte santo. [El Hermano Branham ilustra en el pizarrón.—Editor] “Nada afligirá, o hará mal en todo Mi santo Monte, dice Jehová”. La Ciudad no es un cubo. Es un Monte. Y el—el ancho por la anchura por la altura, son iguales, ¿ven?; mil quinientas millas en esta dirección, mil quinientas millas en esa dirección, mil quinientas millas por todo en derredor; y mil quinientas millas de altura. Así que simplemente es un gran Monte, como la pirámide, y la Ciudad está sobre el Monte. ¡Gloria!",
    "Allí lo tienen, allí están los paraísos de Dios, la Luz del mundo, ese Reino perfecto. No el séptimo día; ¡el Eterno! ¿Ven? No el Milenio; ¡la Tierra Nueva! ¿Ven?",
    "Mientras está pasando a través del Milenio, está pasando por su proceso santificador, pero todavía debe ser quemado. ¿Ven? Lo cual, la Sangre redimió a la gente, ello muestra este memorial que está…el precio está pagado, esos mil años. Pero luego tiene que ser limpiado por medio de Fuego; así como Uds. lo fueron, Sus delegados de esta Ciudad, la delegación.",
    "Así que si Uds. mueren o si viven, ¿qué más da? Si El viene hoy, o El viene en cien años, o mil años, yo sólo descansaré hasta que venga mi cambio.",
    "Así que, ancianos y ancianas, no estén desanimados. [El Hermano Branham ilustra en el pizarrón.—Editor] Si Uds. son una representación aquí arriba, en este atributo de Dios; este, Dios; si Uds. lo tienen, si Uds. están representados aquí, Uds. no pueden…Uds. están en el Eterno. Y si Uds. han cruzado de ese séptimo día, al octavo, entraron al Eterno por el bautismo del Espíritu Santo, Uds. están incluidos en Este. Ahora, si Uds. sólo están confiando en una sensación, o saltando de arriba abajo, o: “Yo hago esto. Yo guardo mi séptimo día. Yo no como carne”, y cosas así, eso va a perecer, de todas maneras. ¿Ven? Pero Este es el Eterno. ¿Ven? Este es el Eterno, la Fiesta después de la fiesta de los tabernáculos. ¿Ven?",
    "La fiesta de los tabernáculos era la última fiesta, la séptima fiesta. Nosotros estamos adorando ahora bajo la fiesta de los tabernáculos, la séptima edad de la iglesia.",
    "En el Milenio, estaremos bajo la fiesta de los tabernáculos, de nuevo, en el séptimo día.",
    "Pero, luego, después del séptimo día, tenemos una Santa Convocación, regresamos a lo Eterno. ¿Cómo? Por el Eterno que vino y nos redimió y nos llevó de regreso, permitiéndonos reconocer que nosotros formábamos parte de Esto.",
    "¿Ahora cómo saben Uds. que forman parte? Debido, a que, la Palabra de la hora, la promesa del día. ¿Qué es? Una restauración de regreso al primer día, al primero. “Y él restaurará los corazones de los hijos de regreso a los padres”, trayendo una restauración de nuevo del genuino pentecostal, no sensaciones; y manifestará la Luz del atardecer, el mismo Hijo [En inglés, las palabras “sol” e “hijo” se escriben casi igual y se pronuncian igual.—Traductor] que se mostró en la Luz de la mañana, como fue prometido para el día. ¡Amén y amén!",
    "¿Dónde estamos, amigos, dónde estamos? Sólo esperando ahora para hacernos a un lado, para que Apocalipsis 11 pueda ser dado para…a conocer a los Judíos; eso es correcto, el Rapto viniendo.",
    "Observen, afuera de las puertas de los muros, extendidos a través de la Nueva Tierra, las naciones morarán en paz Eterna. Ahora, ¿qué? Los reyes de honor traerán su gloria a ella. Ningún pecado puede estar allí. Ya no entrarán mujeres con cabello cortado a esa Ciudad. Yo les garantizaré eso. Ya no se usarán pantalones cortos, no se fumarán cigarrillos. Fornicarios, rameras, o mentirosos, idólatras, sea lo que fueran, no entrarán en esa Ciudad. No, todo habrá terminado. El pecado habrá desaparecido. “Nada que profane su santidad entrará allí”. Eso es lo que El dijo: “Todo ha pasado, para siempre”.",
    "Miren afuera en sus campos y alrededor de sus puertas:\n\nEl oso será manso, el lobo será dócil;\n\nY el león se acostará con el cordero;\n\nY la fiera del campo, guiada será por un niño;\n\nCambiado seré de la criatura que soy.",
    "Con esta muerte trabajando en mi cuerpo mortal, la vejez entrando, yo seré cambiado.",
    "¿Han oído Uds. el canto? “El oso será manso. El lobo será dócil”. El no saltará, y se levantará y tratará de matarlo a uno. El caminará con uno por los senderos.\n\n¿Quién va a heredarlo? Los Redimidos. ¿Quién será?\n\nFíjense, solamente puedo enseñar mis tipos. Fíjese, Hermano Lee.",
    "¿Quién salió a la nueva tierra con Noé el profeta? Aquellos que entraron con él en el arca. ¿Es correcto eso? Esos son los que salieron a ella. ¿Ven? Aquellos que entraron con Noé, por su mensaje, fueron los que salieron sobre la nueva tierra después de su bautismo en agua.",
    "Los que entran con Jesús ahora. ¿Cómo entra uno en El? Por un solo Espíritu; y El es la Palabra. Uno llega a ser parte de El. ¿Qué parte de El es uno? La Palabra que vive de esta hora, reconociendo. Uno va a salir con El en el Milenio. Entonces es cuando uno va a salir. Fíjense, no una nueva generación. ¡Un transplante!\n\nUds. dicen: “¡Oh, Hermano Branham!” ¡Oh!",
    "Fíjense, si Dios pudo levantar a Elías y llevárselo arriba, hace dos mil quinientos años, para transplantarlo a la tierra de nuevo, para ser un profeta para los Judíos, ¡cuánto más puede El hacerlo con la Novia!",
    "Después de que Noé salió del arca, fíjense qué se le dijo a Noé después de que salió del diluvio, exactamente como fue con Adán antes. Después de que él salió, en la nueva tierra; dijo: “Multiplicaos y llenad la tierra”, después de la inundación. Fíjense, “debía ser fructífero, llenar la tierra”, como Adán en el principio.\n\nAhora Uds. pueden ver exactamente aquí. Ahora escuchen muy atentamente.",
    "Adán debía de “multiplicarse y llenar la tierra”. ¿Es correcto eso? Noé debía, después de que la nueva, (el mundo fue destruido), debía de “multiplicarse y llenar la tierra”. ¿Lo captan? Ahora, ¿no pueden ver lo que la “simiente” de la serpiente es? ¿Qué llenó la tierra? ¿Lo captan? Muy bien. Ven Uds. ahora cómo Satanás llegó a Eva. Por eso la muerte ha reinado sobre la tierra desde entonces. Y cielos, tierra, bestias, atmósfera, todo está maldecido por Dios a causa de ello. Esa es la maldición, porque Satanás llegó a esto primero.",
    "Jesús vino para redimirlo de regreso al Padre. Para hacer esto, El llegó a formar parte de ello; como acabo de repasarlo. Y de ese mismísimo polvo (la parte que Jesús mismo era) siendo redimido, a través de El todos los atributos de Dios son redimidos con la tierra.",
    "El era la Palabra hablada. Nosotros que somos redimidos somos parte de El. Entonces, ¡si tan sólo uno puede reconocer! ¿Ven?",
    "Los Fariseos afirmaban que ellos eran. Pero, Uds. ven mi primera ilustración, ellos sólo eran eso por medio de lo intelectual. Ellos no podían reconocer la Palabra cuando fue manifestada delante de ellos. Ellos dijeron: “Este hombre es un espíritu malo”.",
    "Ahora, hoy en día, somos llamados falsos profetas. Somos llamados toda cosa sucia que pudiéramos ser llamados, por gente religiosa, ¿ven?, por grandes y talentosos hombres. ¿Ven?, ellos simplemente no entienden. ¿Ven?",
    "Su bautismo en agua no fue suficiente para limpiarla; tampoco lo es el de ellos. Santificación, de la Sangre, la trajo de regreso, la reclamó. Pero el bautismo del Fuego la limpió; como lo hizo con Su Novia. Como justificación, santificación, bautismo del Espíritu Santo.",
    "Nunca prometió levantar una nueva raza, como he dicho, pero El prometió redimir a la caída. Aquellos que eran los—los predestinados, lo heredan como El lo ha prometido. Y El es el Dios incambiable; sabemos eso.",
    "Recuerden, Dios tomó a Elías, después del rapto, y lo trasladó, lo transplantó otra vez entre la gente, para tomar el puesto como profeta entre su gente; muy pronto El hará eso. Y lo ha mantenido vivo, estos dos mil quinientos años. El ha de aparecer de nuevo.",
    "Fíjense otra vez, El resucitó a Moisés de los muertos. ¿Dónde está su sepultura? ¿Puede alguien encontrarla? Lean el Libro de Judas. ¿Ven? Satanás…El Arcángel disputando con el arcángel, Satanás, dijo, no se atrevió…“el Señor te reprenda”, disputando por el cuerpo de Moisés. Y aquí Pedro, Jacobo y Juan estaban parados allí viéndolo a él, en el Monte de la Transfiguración, allí mismo en la tierra donde el Monte va a ser levantado para morar en él. ¿Ven?\n\nY El vino a redimirlo.",
    "¿Ven?, allí estaba la Iglesia raptada entonces, representada; allí estaban aquellos que están dormidos, representados. ¿Dónde? [El Hermano Branham dibuja ilustraciones en la pizarra, en los siguientes párrafos inmediatos.—Editor] En la Ciudad; arriba en la cumbre del monte. ¿Ven?",
    "Estaban Pedro, Jacobo, y Juan, viendo; tres, como testigos. Estaban Elías, Moisés, y Jesús; como testigos Celestiales. ¿Ven?",
    "Y estaba Moisés, el muerto, había sido resucitado. Estaba Elías, el rapto, todavía estaba vivo. Y ambos estaban representados en este monte santo.",
    "Y, Jesús, el Redentor. Cuando Dios, sobre El así, lo cubrió, dijo: “Este es Mi Hijo amado”.",
    "Recuerden, Jesús dijo, como un día antes de eso, El dijo: “De cierto os digo, que algunos de los que están aquí ahora, no verán la muerte, hasta que hayan visto el Reino de Dios establecido en poder”.",
    "¿Qué era? Los muertos resucitados y los santos raptados, juntos, arrebatados juntos para encontrarse con El en el aire. Con Dios cubriéndolo a El, y Jesús parado allí en esta sombra, diciendo: “Este es Mi Hijo amado, en Quien tengo complacencia”, el orden del Nuevo Reino. ¡Oh, hermano, hermana!",
    "La muerte no lo cambia a uno. La muerte sólo cambia el lugar de morada de uno. ¿Ven?",
    "Recuerden, Samuel, cuando él estaba muerto y había estado sepultado por dos años, él estaba en el Paraíso. Y la bruja de Endor lo llamó, y Saúl lo reconoció; y ella lo reconoció, también, y se postró sobre su rostro. El no había cambiado, en lo absoluto. El todavía era el mismo Samuel, después de haber estado muerto dos años, y él todavía era un profeta. El dijo: “Mañana caerás en batalla, tu hijo contigo, y para esta hora mañana en la noche estaréis conmigo”. Y eso es exactamente lo que sucedió.",
    "¿Ven? Y cuando Moisés regresa, y Elías, durante Apocalipsis 11, ellos todavía serán profetas. ¡Aleluya! [El Hermano Branham aplaude tres veces.—Editor]",
    "Y más allá, en la Tierra, la Ciudad donde el Cordero es la Lumbrera, lo reconoceré a Ud., Hermano McKinney. Yo los reconoceré a Uds., mi gente, mis joyas en la corona. Cuando ellos vengan del este y del oeste, a la Ciudad; cuando mil quinientas millas cuadradas, ella estará allí, y la Ciudad construida en cuadro. Cuando Uds. estén allí en el Monte santo, donde Dios está sobre el Monte, y Jesús sobre el Trono. Y la Trompeta dorada suene cuando José sale, para caminar a través del Paraíso, y los hijos de Dios se postren sobre sus rodillas y lo adoren a El, sabiendo que ellos fueron redimidos. ¿Ven? ¡Amén! ¡Aleluya!\n\nAlgunas veces me pongo nostálgico por el Cielo,\n\nY la gloria que Allá veré yo;\n\n¡Qué gozo será ése cuando a mi Salvador vea yo,\n\nEn esa hermosa Ciudad de oro!\n\nMe dirijo a esa hermosa Ciudad\n\nQue el Señor ha preparado…\n\n[Espacio en blanco en la cinta.—Editor]",
    "Isaías dijo, en Isaías 9:6: “Y Su paz y lo dilatado Suyo no tendrán límite. [En Isaías 9:7, el uso de dilatado se refiere a lo “aumentado de Su imperio”.—Traductor] El principado será sobre Sus hombros; se llamará Su Nombre Consejero, Príncipe de Paz, Dios Fuerte, Padre Eterno. Y el principado sobre Sus hombros; y lo dilatado Suyo y Su paz no tendrán límite”. Aun los animales están allí. ¡Oh, hermanos!\n\nEl oso será manso, y el lobo será dócil;\n\nY el león se acostará junto al cordero,\n\nY la bestia del campo, guiada será por un niño;\n\nPero yo voy a ser cambiado.",
    "Yo seré cambiado de esta criatura que soy,",
    "cuando ese Día venga, porque yo voy a esa Ciudad. ¡Yo me dirijo a esa hermosa Ciudad! Yo siento el Poder redentor en todo mi corazón ahora.",
    "Si esto no es así, entonces he malgastado mi vida; le he enseñado a otros cosas engañosas. Pero cuando miro y veo que la promesa que El hizo de este día, y la veo vindicada; y miro a esta congregación de mil quinientas millas cuadradas sentada aquí, una Elegida que ha sido llamada de denominaciones y razas y credos y cosas, reunidos juntos; a medida que veo a la Palabra vindicándose Ella misma, yo sé, más allá de toda sombra de duda, las joyas de mi corona brillarán más que cualquier cosa en el mundo, en aquel Día.",
    "¡Vendrá un tiempo! Gente, nosotros no nos estamos reuniendo aquí en vano. Sólo estamos esperando ese tiempo. Es muy, muy tarde, pero Jesús aún está muy, muy cerca. Y, Su Gloria, es maravillosa. “Se llamará Su Nombre Consejero”. Esa Ciudad, ¿pueden verla? Allí es donde la Novia y el Novio se establecerán, y nunca más…",
    "Ahora, si Uds. creen que es maravilloso cuando manejamos centenares de millas para sentarnos aquí y alimentarnos con Su Palabra, lo cual esto sólo es una sombra, ¡qué será cuando vivamos en la Ciudad con El! Cuando yo viva como vecino en la casa de al lado de Uds., y cuando comamos de esos árboles, y caminemos en aquellas calles, cuando subamos por esas calles de oro a la fuente, que bebamos de la fuente, que entremos en los paraísos de Dios, con Angeles cerniendo sobre la tierra, cantando los himnos, ¡oh, qué Día será ése! Vale la pena todo. El camino parece escabroso, algunas veces se pone difícil, pero, oh, será tan poquito cuando yo lo vea a El, tan poquito. ¿Qué van a ser los nombres malos y cosas que ellos han dicho, qué va a ser eso cuando lo vea a El en esa hermosa, hermosa Ciudad de Dios?",
    "Inclinemos nuestros rostros.\n\nMe dirijo a esa Ciudad hermosa\n\nQue mi Señor ha preparado para los Suyos;\n\nDonde todos los Redimidos de todas las edades\n\nCantan “¡Gloria!” alrededor del Trono Blanco.\n\nAlgunas veces me pongo nostálgico por el Cielo,\n\nY sus glorias que Allá veré yo;\n\n¡Qué gozo será ése cuando a mi Salvador vea yo,\n\nEn esa hermosa Ciudad de oro!",
    "En la isla de Patmos, ¡Juan la vio! [El Hermano Branham llora de gozo.—Editor]",
    "Amado Jesús, esta esperanza, mi esperanza está edificada en nada menos, Señor. Esa es la madre de mi corazón; esa Ciudad, el gran Rey. Dios, no permitas que ni uno de los que están aquí perezca, por favor. Que examinemos nuestras vidas de nuevo, hoy, Señor, esperando la Venida del Señor. Donde, todos esos Redimidos, allá en ese gran coliseo en Roma, donde esos Cristianos fueron comidos por leones, ¡algún día el polvo se abrirá!",
    "No habrá cementerios en la ladera de la Gloria. Ninguna perilla de puerta tendrá una corona funeral. Ninguna lágrima salpicará sobre ella. No, no. No habrá césped amontonado. Ninguna tormenta la golpeará. Todo será glorioso allá.",
    "Ayúdanos, Señor. Si hay uno aquí…que es llamado a esta Cena de las Bodas del Cordero, estos mil años de reinado Milenial, y para luego entrar en la Ciudad después de que la Luna de Miel haya terminado. El Milenio es simplemente la Luna de Miel. Entonces Ella, la Novia, toma Su…el Novio lleva a Su Novia al Hogar. Es de Ella. El Novio de Ella; la Novia de El. Oh, El ha ido a preparar una Casa, desde que El se comprometió.",
    "Que seamos fieles a El Quien es la Palabra, porque El es la Palabra. A pesar de cómo otros tratan de hablarnos insolentemente, de mantenernos lejos de Ella; Señor, acércame más.\n\nPorque algunas veces me pongo nostálgico por el Cielo,\n\nY su gloria que Allá veré yo;\n\n¡Qué gozo será ése cuando a mi Salvador vea yo,\n\nEn esa hermosa Ciudad de oro!",
    "¡El futuro Hogar del Novio y la Novia! El viene otra vez…[Espacio blanco en la cinta.—Editor]…a la Cena de las Bodas; van a ser tres días y medio. Luego regresaremos otra vez, en el Milenio, en nuestra luna de miel. Y entonces El—El va a poner la Ciudad a plena vista. Como el novio llevando a la novia a su sorpresa, ¡cómo la noviecita se para allí en asombro mientras mira su futuro hogar! Y por fe, hoy, Señor, lo vemos más allá. Va a estar aquí mismo en esta tierra. Tú lo prometiste.",
    "Tu Iglesia será completamente redimida, uno de estos días. Y luego Tu mundo será redimido, el resto de las partículas. Pero primero Tú has redimido a Tu pueblo, sus cuerpos que fueron compuestos del mundo.",
    "Ayúdanos, Dios. Si hay uno aquí que no está exactamente seguro de eso, Señor, que ellos lo reciban en este momento.",
    "Yo sé que ha sido mucho tiempo y caluroso, pero, pueblo, no siempre vamos a estar parados aquí. No siempre seré su pastor. Asegurémonos.\n\n“¿Hay alguna manera, Hermano Branham?”",
    "Sí, llegar a ser parte de la Palabra, parte de la Palabra de hoy. No pueden ser parte de la Palabra del día de Moisés; esa parte ya ha sido completada, esa era los pies. Estamos en la Cabeza ahora. Este es Cristo. No es el tiempo de los brazos, allá en Lutero, no. Este es el tiempo de la Cabeza. Cristo, la Piedra Principal, viene al Cuerpo.",
    "Si Uds. no se sienten exactamente bien al respecto, dondequiera que puedan, levanten su mano sólo para que yo pueda ver. Que todos los demás mantengan sus rostros hacia abajo. Dios los bendiga.",
    "Digan: “Recuérdeme en oración, Hermano Branham. ¡Yo quiero tanto estar allá! Yo—yo no quiero perdérmelo, Hermano Branham. Yo—yo estoy examinándome, estoy haciendo todo lo que puedo, pero ore por mí ahora, ¿lo hará?” Dios los bendiga.",
    "Mientras están pensando en ello ahora, simplemente oren, digan: “Dios…” Está en su corazón. ¿Ven?, si sienten algo jalar, hormigueando en su corazón, eso es lo que es. Es ese atributo tratando de declararse.\n\nMe dirijo a esa Ciudad hermosa\n\nQue mi Señor ha preparado para los Suyos;\n\nDonde todos los Redimidos de todas las edades\n\nCantarán “¡Gloria!” alrededor del Trono Blanco.\n\nAlgunas veces me pongo nostálgico por el Cielo,\n\nY las glorias que Allá veré yo;\n\n¡Qué gozo será ése cuando a mi Salvador vea yo,\n\nEn esa hermosa Ciudad de oro!",
    "Padre Celestial, tómanos ahora, Señor. Permite que el Gran Pastor, el Gran Pastor Redentor, el Gran Pastor, el cual dejó la Gloria, sabiendo que algunos de los atributos estaban perdidos en esos grandes valles de pecado, donde los lobos y los—los animales pronto devorarían a esa ovejita; pero El dejó los corredores de oro, descendió a la tierra y fue hecho uno de nosotros, para que El pudiera declararnos el amor de Dios. Allí El los encontró, algunos de ellos en denominaciones, algunos de ellos en la casa de mala fama, algunos de ellos en las calles, ciegos, algunos de ellos en los vallados y en los caminos, pero El redimió a todo aquel para lo cual el Padre lo había ordenado a El para redimirlo.",
    "Y El nos comisionó, para que viviéramos esta parte de la Palabra para nuestras edades. Y vemos la gran reforma de Lutero, en esa edad; y de Wesley; y la Pentecostal. Ahora estamos esperando la Piedra Principal de la Ciudad. Oh, Dios, conocemos la edad y la promesa que se nos ha dado para este día, cómo Esto ha de ser restaurado de nuevo. “La Luz del atardecer madurará el fruto de ella. Y acontecerá que habrá un día que no puede ser día o noche, que pueda ser llamado, pero al caer la tarde habrá Luz”.",
    "Ese mismo y glorioso Hijo de Dios, manifestándose en carne humana aquí en la tierra, haciendo que la promesa misma viva exactamente, cegado para los ojos de los Fariseos y Saduceos y Herodianos, y demás.",
    "Y hoy se repite de nuevo, la Palabra siendo manifestada así como lo fue. La Palabra, conociendo lo secreto del corazón, exactamente de la manera que fue, como dice la Escritura, la cual no puede ser quebrantada. Ayúdanos, Dios, a darnos cuenta.",
    "Ayuda ahora a estos que levantaron sus manos. Que ellos se ciñan un poquito más apretadamente; que se calcen con el Evangelio de la paz; que se pongan toda la armadura de Dios; que se encasqueten el yelmo; que tomen el escudo de la fe; que marchen hacia adelante, desde hoy en adelante. Concédelo, Señor.",
    "Sólo un poco de tiempo, seremos llamados, entonces el Rapto vendrá. Sólo un grupito pequeño, como Enoc, será llevado arriba.",
    "Entonces, “el resto de la simiente de la mujer, que guardan los mandamientos de Dios”, Judíos, “tienen el testimonio de Jesucristo”, Gentiles, serán cazados como perros, “y darán su vida por su testimonio”.",
    "Entonces, una gran mañana, al comienzo del Milenio, pues la—la Luna de Miel empezará.",
    "🦅 Y entonces los otros muertos no volvieron a vivir hasta el final de los mil años”. Luego, al final de los mil años, hubo un Juicio, mostrando que Cam estaba en el arca. Y Cam todavía está allí en el remanente. Los que lo oyeron y lo rechazaron tendrán que ser juzgados.",
    "Ahora, concédelo, Señor, que no seamos considerados entre ellos, sino que estaremos en el llamado a la Cena de las Bodas. Porque, sí reconocemos a Jesús entre nosotros hoy. Vamos a entrar con El; saliendo fuera del mundo, entrando a El. Permítenos salir caminando en aquella Ciudad, salir con El.",
    "Me estoy envejeciendo, Señor. No tengo muchos sermones más que predicar. Pero ciertamente estoy confiando en Ti. Estoy buscando esa Ciudad, como mi Padre Abraham lo hizo. Hay Algo en mí que dice que viene. Estoy tratando en todas partes, Señor, de propagar la Luz y llamarlos. No permitas que ni uno sólo de éstos, Señor…",
    "Cuán hermosamente, hace un rato, Tú me revelaste eso. De la circunferencia de más o menos mil quinientas millas, sólo uno de aquí y de allá, están juntos hoy, que se reunieron en un pequeño lugar, esperando que esa Ciudad aparezca. Profesamos que somos peregrinos y extranjeros. Somos unos rechazados. Los paganos, el mundo, se ríe, se burla; las denominaciones religiosas ridiculizan; pero nosotros no somos movidos por tales cosas. Haznos parte de la Palabra, Señor, inamovibles. “Acontecerá en los últimos días”. Que seamos nosotros, Señor, que seamos considerados entre ellos. Lo Pedimos en el Nombre de Jesús. Amén.",
    "[El Hermano Branham hace una pausa.—Editor] ¿Lo creen? [La congregación dice: “Amén”.] Levantemos nuestras manos así.\n\nMe dirijo a esa Ciudad hermosa\n\nQue mi Señor ha preparado para los Suyos;\n\nDonde todos los Redimidos de todas las edades\n\nCantarán “¡Gloria!” alrededor del Trono Blanco.\n\nAlgunas veces me pongo nostálgico por el Cielo,\n\nY glorias que Allá veré yo;\n\n¡Oh, qué gozo será ése cuando a mi Salvador vea yo,\n\nEn esa hermosa Ciudad de oro!",
    "Ahora, si hemos de morar en esa Ciudad juntos, simplemente dense la mano con alguien, digan: “Dios lo bendiga, peregrino. ¿De dónde es Ud.? ¿De Louisiana, Georgia, Mississippi? Yo soy peregrino, también. Yo estoy esperando esa Ciudad”.",
    "Estoy esperando esa Ciudad, Hermano Neville. Estoy llegando muy allá a la…?…Amén. Hermano Capps, estoy esperando esa Ciudad, aún, esta noche. [El Hermano Branham empieza a tararear No Habrá Decepciones.—Editor]\n\nY sus glorias que Allá veré yo;\n\n¡Qué gozo será ése cuando a mi Salvador vea yo,\n\nEn esa hermosa Ciudad de oro!\n\nOh, El oso será manso, y el lobo será dócil;\n\nY el león se acostará junto al cordero, oh, sí;\n\nY la bestia del…guiada será por un niño;\n\nY cambiado seré, cambiado de esta criatura que soy, oh, sí.\n\nOh, habrá paz en el valle para mí algún día;\n\nOh, habrá paz en el valle para mí. (¡Correcto! ¡Sí!)\n\nYa no habrá pesar, ni tristeza, ni penas que veré;\n\nY habrá paz en el valle para mí.",
    "Nuestro Rey invisible, esta mañana, será manifestado. Y no miraré a Bill Dauch de noventa años de edad. Uds. no me mirarán a mí como de cincuenta. Pero estaré cambiado, ese Día.\n\nY cuando la bestia del campo, guiada será por un niño;\n\nPero cambiado seré, cambiado de esta criatura que soy.",
    "¿No van a estar contentos? El cabello canoso habrá desaparecido; los hombros encorvados. Pero belleza, inmortal, estarán a Su semejanza, para brillar más que el sol. ¡Oh, maravilloso!\n\n…para mí, oh Señor, yo ruego;\n\nYa no habrá tristeza, ni pesar, ni penas que veré;\n\nY habrá paz en el valle para mí.",
    "Para eso estamos aquí. ¿Cuántos de Uds. necesitan fortaleza para la jornada? ¡Dios nos la conceda! ¿Cuántos de Uds. están enfermos en su cuerpo, soldados heridos? Una docena, o más. ¿Creen que El está aquí, el Rey invisible? Cosas visibles; las invisibles son manifestadas por medio de las visibles. El es el mismo ayer, hoy, y por los siglos, sólo el cuerpo corporal. Ahora, si éste es Su Espíritu que ha predicado esto a través de mí, El hará las obras que El hizo cuando El estuvo aquí. ¡Oh, qué maravilloso!\n\nMe dirijo a la tierra prometida,\n\nMe dirijo a la tierra prometida;\n\nOh, ¿quién vendrá e irá conmigo?\n\nMe dirijo a la tierra prometida.\n\nPor todas esas amplias y extendidas llanuras\n\nResplandece un Día Eterno;\n\nAllí Dios el Hijo reina para siempre,\n\nY disipa la noche.\n\nOh, me dirijo a la tierra prometida,\n\nMe dirijo a la tierra prometida;\n\nOh, ¿quién vendrá e irá conmigo?\n\nMe dirijo a la tierra prometida.",
    "Quinientos entraron en el río allá, el primer día que el Angel del Señor apareció visible, para vindicar, como El lo hizo en el Monte Sinaí, que yo me había encontrado con El. Yo entré en el río, y centenares cantando ese mismo canto para el bautismo. Aquí viene El, descendiendo, esa misma Columna de Fuego que Uds. ven allí en la fotografía; descendiendo, aquí abajo en el río, y dijo: “Como Juan el Bautista fue enviado para precursar Su primera venida, este Mensaje precursará la segunda Venida”. ¿Ven? Allí lo tienen, ¿ven?\n\nOh, ¿quién vendrá e irá conmigo?\n\nMe dirijo a la tierra prometida.",
    "Esa misma Columna de Fuego está aquí con nosotros. ¿Están conscientes de eso? El nos ha hecho a algunos de nosotros para una cosa, y a algunos para otra. Si Uds., sin una sola duda, creen que El está en medio del edificio, yo creo que El se probará a Uds. ¿Los satisfaría? Si no llego a todos…Van a ser las dos, pero si Uds.…Es un poquito después de la una, mejor dicho. ¡Si Uds. creen, que El descienda sobre nosotros! ¿Dónde está nuestra fe? ¿Ven?, Uds. tienen que creer eso. Si no lo dudan, ni un poquito, va a funcionar.",
    "Yo—yo reconozco la Divina Presencia del Ser de Cristo, el cual es la Palabra. Y la Biblia dice: “La Palabra es…eficaz que una espada de dos filos, y corta hasta los tuétanos del hueso, y discierne los pensamientos que—que están en el corazón, revelando lo secreto del corazón”.",
    "Miren. Bueno, yo no sabía esas cosas, hace años. Y cuando lo dije, no sabiéndolo, miren lo que El ha hecho. El dijo: “Ahora tú tomarás a la gente de la mano, y, no pienses nada, sólo habla el atributo que se te dice. Di que es tumor, sea lo que sea”. Luego dijo: “Acontecerá que no tendrás que hacer eso”. ¿Ven? ¿Ven? “Discernirá la mismísima cosa que está en ellos”. Hemos tenido toda clase de imitaciones, sabemos eso, casi para engañar a los Elegidos si fuera posible. Observen cómo el resto de la cosa va con la Palabra, entonces Uds. sabrán si está correcto o no. Pero, no obstante, Jesús sigue siendo el mismo ayer, hoy, y por los siglos.",
    "¿Cuántos hay aquí adentro que están enfermos, y que saben que no los conozco? Levanten su mano, digan: “Yo—yo sé que Ud. no me conoce”. Oh, simplemente están, creo, por todas partes. Lo único que tienen que hacer es tan sólo creerlo.\n\nSólo creed, sólo creed,\n\nTodo es posible, sólo creed;\n\nSólo creed, sólo creed,\n\nTodo es posible, sólo creed.",
    "Jesús dijo: “Como fue en los días de Sodoma, así también será cuando el Hijo del Hombre será manifestado sobre la tierra en el día postrero. Cuando el Hijo del Hombre será manifestado, o, se manifestará El mismo en el día postrero”. Ahora, no en los primeros días, no en los días de en medio; en el día postrero, ¿ven?, El manifestaría. Y ahora estamos en los postreros días. Sodoma está exactamente, todo, los mensajeros, exactamente de la misma forma.",
    "¿Qué le sucedió al—al pequeño remanente que fue llamado fuera con el grupo de Abraham? Hubo Uno que vino a estar entre ellos, en carne humana; representado en carne humana, comiendo con ellos, bebiendo con ellos, el mismo alimento que ellos comían, todo. El estuvo entre ellos, comunicó el Mensaje. Luego El dijo: “Voy a hacer esta gran cosa”.",
    "Y Abraham continuó estudiando: “¿Es ésta? He estado esperando una Ciudad. ¿Es este el Rey?”",
    "Y El dijo: “¿Por qué dudó Sara esto?” En la tienda, detrás de El.",
    "Abraham dijo: “¡Señor Dios, Elohim!” Porque, El discernió los pensamientos de Sara.",
    "Jesús dijo que se repetiría de nuevo cuando El fuera manifestado en el día postrero, la Piedra Principal entrando en el Cuerpo. Para redimir a los…Esos son los redimidos, viniendo a llevarse a los Suyos. El está aquí con nosotros.",
    "Ahora, sólo hay como una docena de manos, o más, que fueron levantadas. Yo creo que Dios puede sanar a cada uno de Uds. Correcto. Yo creo que lo están. Yo no creo que una persona pudiera realmente estar en un lugar como este sin… en esta clase de tiempo, y esta atmósfera, sin saber, sin reconocer algo.",
    "Quiero que oren. Quiero que tengan lo que está mal con Uds., en—en—en su corazón, ¿ven?, y luego empiecen a orar, digan: “Señor Jesús, revela esto. Yo—yo te estoy diciendo a Ti qué está mal en mí. Y ahora Tú envía Tu Espíritu Santo al Hermano Branham, para cumplir lo que dijo que es la Verdad, en este Mensaje que él habló hoy acerca de Ti, yo sé que será la Verdad. Ahora, revélamelo, Señor. Háblame”.",
    "Ahora está esparcida, más o menos aquí y alrededor. Así que sólo oren, y simplemente crean con todo su corazón, que Dios lo va a conceder. [El Hermano Branham hace una pausa.—Editor]",
    "Ahora quiero que me miren, y oren. Así como Pedro y Juan dijeron: “Míranos”. El quería algo, y él estaba a punto de recibirlo. Y Uds. quieren algo, y creo que están a punto de recibirlo. El dijo: “Míranos”.",
    "El dijo: “No tengo plata ni oro; pero lo que tengo te daré”.",
    "Ahora, sanidad, yo no tengo. Eso está todo en Cristo. Pero lo que tengo, un don de Dios, les doy, fe para creerle a El. Ahora, en el Nombre de Jesucristo, cada uno de Uds. sea sanado. Créanlo. ¿Ven? “¡Si podéis creer!”",
    "La señora sentada allí, mirándome. Ella estaba llorando, hace unos minutos, orando. Ella tiene un problema de la tiroides que la está molestando. No la conozco. Ud. es una desconocida para mí. Eso es verdad, ¿no es así? [La hermana dice: “Eso es correcto”.—Editor] Ud. no es de aquí. Ud. es de Chicago. Sra. Alexander. Si eso es correcto, mueva su mano. Ahora regrese a Chicago y esté bien.",
    "¿Qué tocó ella? La misma Cosa que aquella mujer con el flujo de sangre tocó, el borde de Su manto, no el mío.",
    "Aquí está una pequeña señora sentada allí entre la multitud, si la puedo hacer que me entienda. Ud. que levantó su cabeza de lado. No la conozco. Ud. es una desconocida para mí, pero Ud. está sufriendo con un problema del estómago. Su esposo está sentado junto a Ud. El tiene algo malo con su oído. Su nombre es Czap. Uds. son desconocidos para mí. Uds. no son de aquí. Uds. son de Michigan. Si eso es correcto, muevan sus manos. Regresen a Michigan, sanados. Su fe los sana. “Si podéis creer, todo es posible”.",
    "La pequeña señora allí con problemas de la garganta, sentada aquí atrás en el extremo, de Georgia, vestida de blanco. Regrese, allá a Georgia, sana. Jesucristo la sana. ¿Lo cree?",
    "La Señora sentada allí, mirándome, en el extremo del asiento. Ella tiene problemas de sinusitis. Si ella lo cree, Dios la va a sanar. Sra. Brown, crea con todo su corazón, Jesucristo la…Ud. es una desconocida para mí, pero El la conoce. Ajá. ¿Lo cree? Levante su mano. Eso es correcto.",
    "Acostada aquí en este catre. Díganle que mire hacia acá. Ella ha estado sufriendo, continuamente. Si la pudiera sanar, lo haría, señor. Yo no puedo sanar. Ella no es de aquí; viene de muy lejos. Ud. es de Missouri. Sus problemas son internos. Pero si cree con todo su corazón, y no duda, Jesucristo puede sanarla; y Ud. se puede ir de regreso a Missouri, sana, y dar su testimonio. ¿Lo cree? Entonces acéptelo, y tome su catre y váyase a casa. Jesucristo la sana.",
    "¿Creen Uds.? Esa es la identificación de la Eterna Presencia del Rey. ¿Lo creen ahora, con todo su corazón? Ahora, El ciertamente ha hecho un círculo, alrededor por todo este edificio. ¿Creen con todo su corazón? ¿Creen que están en Su Presencia?",
    "Ahora, ¿creen Uds. y aceptan de que son uno de la delegación de este Reino? Levanten su mano. Jesús dijo: “Estas señales seguirán a los que creen. Si sobre los enfermos ponen sus manos, sanarán” Somos el uno el otro; Uds. forman parte de mí, yo formo parte de Uds.; todos formamos parte de Cristo. Ahora, juntos, pongamos nuestras manos los unos sobre los otros.",
    "Aquí mismo, la mujer en el catre se ha levantado, anda alrededor, va de regreso a casa para estar bien. Amén.",
    "Uds. están, todos, sanados, si lo creen. Ahora pongan las manos los unos sobre los otros, y Uds. son esta parte de Cristo. Uds. oren por la persona en la que tienen sus manos puestas, de la manera que Uds. quieran.",
    "Señor Jesús, nosotros te reconocemos aquí. Tú eres nuestro Rey; Tú te identificas entre nosotros. Te damos gracias por esta Presencia. Y, Señor, Tú dijiste: “Si le dijereis a este monte: ‘Muévete’, no lo dudéis; si creéis que será hecho lo que dijisteis, os será hecho, lo que habéis dicho os será hecho”.",
    "Entonces, en obediencia a este mandamiento, en obediencia a la Palabra de Dios la cual no puede fallar, nosotros como delegados Tuyos de mil quinientas millas cuadradas, como la Ciudad, le decimos a Satanás, el diablo derrotado: “Tu fin es el ser quemado. Nosotros somos la delegación de la Ciudad que es cuadrada, la Ciudad donde el Cordero es la Lumbrera. Nosotros somos el atributo expresado del Dios Todopoderoso, el cual Jesucristo ha redimido por Su gracia”.",
    "Satanás, sal fuera, y sal de toda persona enferma que está aquí, en el Nombre del Señor Jesucristo. Manos santas que han sido redimidas, porque creen la Palabra y son atributos del pensamiento de Dios, ahora esas manos están el uno sobre el otro. Tú no los puede retener más tiempo. ¡Sal fuera, en el Nombre de Jesucristo!",
    "Ahora, en el Nombre del Señor Jesús, ahora, El está aquí. Su Palabra dice que El está aquí. La presencia y la fe de Uds. habla, acerca de, Uds. son uno de la delegación. Aun toda medida geográfica que podemos mostrar, así es. ¿Pueden Uds. reconocer que Uds. son hijos e hijas de Dios redimidos? ¿Reconocen que este es su Hogar? Esto es a donde Uds. van.",
    "Por eso vienen aquí, por eso es que vienen a Cristo, Uds. se están alimentando de Su Palabra. Y si Uds. pueden tener un tiempo como éste, aquí, sólo por Sus atributos expresados, ¿qué será cuando entremos en Su Presencia? ¡Oh, será maravilloso! Cada uno de Uds. tiene el derecho de sanar a los enfermos, de poner sus manos sobre los enfermos. Cada uno de Uds. tiene el derecho de bautizar.",
    "Si alguien está aquí que no haya sido bautizado en el Nombre de Jesucristo, la pila está abierta.",
    "Esa es la única manera en que Uds. lo van a lograr, ajá, eso es correcto, es obedecer toda Palabra. Recuerden, una pequeña fase de la Palabra, en el principio, causó todo pecado sobre la tierra. Jesús dijo: “El que le quitare una Palabra a Esto, o le añadiere una palabra a Ella, no entrará”. Su nombre es quitado del Libro, en cuanto él lo hace.",
    "Y no hay lugar en la Biblia donde alguien fuera alguna vez bautizado, en la Iglesia, de otra manera más que en el Nombre de Jesucristo. Si Uds. no han sido bautizados de esa manera, más vale que lo hagan.",
    "🦅 Oh”, dicen Uds., “no hace ninguna diferencia”. La hizo para Eva.",
    "Satanás dijo: “Oh, ciertamente, Dios, tú sabes que Dios…” Pero, El lo hizo. El así lo dijo.",
    "El le dio a Pedro las llaves del Reino y lo que fue atado en Pentecostés está atado para siempre. Esa es la razón de que la Novia apareció en una vista anticipada, la segunda vez; tiene que haber una Iglesia llamada fuera del día postrero, como lo hubo en el primer día, exactamente. El Arbol ha venido desde sus raíces, subiendo al Arbol Novia, como lo hizo en aquel tiempo; la obra maestra de Dios de nuevo, como dije hace dos domingos, para ser llevada a la Ciudad.\n\nDios los bendiga. “Yo ahora creo”.",
    "Satanás está derrotado. El sabe. El está en la tierra, él anda como león rugiente. No falta mucho para que él, oh, que él esté acabado. El sabe su tiempo. El anda como león rugiente.",
    "Pero, recuerden, el Príncipe de Paz está cerca; el Gran Divino. El Arquitecto de mi ser, el Arquitecto que me hizo lo que soy, que los hizo a Uds. lo que son, está aquí. Si el Arquitecto, el cual sabe cómo armar el edificio, en su lugar correcto, ¿quién sabe mejor que el Arquitecto? Y El está aquí para probar, El mismo, que El está aquí.",
    "Ahora está basado sobre su fe. ¡Crean, sólo crean!\n\nMe dirijo a esa hermosa Ciudad\n\nQue mi Señor ha preparado para los Suyos;\n\nDonde todos los Redimidos de todas las edades\n\nCantarán “¡Gloria!” alrededor del Trono Blanco.\n\nAlgunas veces me pongo nostálgico por el Cielo, (cuando esto haya terminado),\n\nY la gloria que Allá veré yo;\n\n¡Qué gozo será ése cuando a mi Salvador vea yo,\n\nEn esa hermosa Ciudad de oro!",
    "Recuerden, en la iglesia, esta noche, estarán dando la comunión. Si están aquí en la ciudad, aún, les gustaría venir, a nosotros nos gustaría tenerlos. Es una conmemoración de lo que vamos a comer, uno de estos días, con El.",
    "Yo los amo. No sé cómo expresarlo. Creo que Uds. son la sal de la tierra. Y yo oigo acerca de su comportamiento afuera entre el mundo, entonces eso me da más confianza en Uds.",
    "Pero, piensen, este grupito, encantadores como lo somos, será disuelto, uno de estos días. Soñaremos con esto. Pero si da la casualidad que uno de nosotros pasara a mejor vida antes de que nos encontremos de nuevo, nosotros vamos a…\n\nMe encontraré con Uds. en la mañana, junto a la ribera resplandeciente,\n\nCuando todas las penas hayan pasado;\n\nEstaré parado junto al portal, cuando las puertas se abran de par en par,\n\nAl final del largo y agotador día de la vida.\n\nMe encontraré con Uds. en la mañana, junto a la ribera resplandeciente,\n\nEstoy frecuentemente…?…junto al río, y, con Rapto, antiguas amistades reanudaré; (los veré a Uds. entonces, los conoceré.)\n\nUds. me reconocerán en la mañana, por la sonrisa que yo tenga,\n\nMe encontraré con Uds. en la mañana, en la Ciudad, Ciudad que está construida en cuadro.",
    "¿Lo aman? “¡Hasta que nos encontremos!” Ahora pongámonos de pie. El Nombre De Jesús Lleven Consigo, denos el tono.",
    "¿Lo aman a El? [La congregación dice: “Amén”.—Editor] ¿No es maravilloso El? [“Amén.”] ¿Creen que esto es Verdad? [“Amén.”] ¿Se dirigen Uds. en esa dirección, por la gracia de Dios? [“Amén.”] Hasta que lleguemos allí:\n\nEl Nombre de Jesús lleven consigo,\n\nComo escudo contra toda trampa;\n\nY cuando tentaciones se junten a su alrededor,\n\nSólo pronuncien ese santo Nombre en oración.\n\nEso es todo lo que hay que hacer, hasta que los veamos a Uds. de nuevo. Muy bien.\n\nEl Nombre de Jesús lleven consigo,\n\nHijo de dolores y aflicción;\n\nGozo y consuelo les dará,\n\nLlévenlo adondequiera que vayan.\n\nPrecioso Nombre, ¡oh cuán dulce!\n\nEsperanza de la tierra y gozo del Cielo;\n\nPrecioso Nombre, ¡oh cuán dulce!\n\nEsperanza de la tierra y gozo del Cielo.",
    "Ahora, tuve que omitir en mi Mensaje. Algún día, si el Señor quiere, regresaré y tomaré estas “avenidas”, y lo continuaré, ¿ven?, donde podamos tener más tiempo. Uds. han estado quejándose de que no nos quedamos suficiente tiempo. Lo hemos hecho, hoy. Está caluroso. Pero, ahora, que Dios los bendiga. A mí me gusta ese cantar.",
    "Un vecino aquí, dijo, la otra noche cuando ellos apagaron el altoparlante de afuera, dijo: “Disfruté tanto del Mensaje, pero, ¿por qué apagaron esos hermosos cantos, ¿ven?, en la parte de afuera?” Así que, vecino, si está escuchando esta mañana, creo que tenemos los mejores vecinos que hay en Jeffersonville. Estacionamos nuestros carros delante de sus casas y todo lo demás; ellos no dicen nada al respecto; nosotros simplemente seguimos adelante. Así que, les agradecemos ahora.",
    "¡Oh, cuán maravilloso es El! Dios sea con Uds. ahora.\n\n…Nombre, ¡oh cuán dulce!\n\nEsperanza de la tierra y gozo del Cielo.\n\nHasta que nos encontremos…",
    "Inclinemos nuestros rostros. El Pastor nos despedirá, en tan sólo unos momentos. ¡Dios esté con Uds.!\n\n…nos encontremos a los pies de Jesús, (en la gran Ciudad, en el Trono),\n\n¡Hasta que nos encontremos! ¡Hasta que nos encontremos!\n\nDios sea con Uds. hasta que nos encontremos. 🦅"
  ]
}