{
  "title": "LA OBRA MAESTRA DE DIOS IDENTIFICADA",
  "id": "64740009",
  "content": [
    "🦅  Muchas gracias, hermano. Billy quiere que mencione que esta es mi primera vez en el púlpito en tres meses. Y él… Recuerdo la primera vez que hice que subiera a testificar, él dijo: “Para comenzar, estoy asustado”. Yo también. Tengo casi treinta y cinco años en el ministerio, y este es el tiempo más largo que me he alejado del púlpito desde que estoy en el ministerio. Necesitaba un pequeño descanso, así que el Hermano Mosley y yo, y algunos de los hermanos aquí, estuvimos en un corto viaje de cacería. Y ya hemos descansado. Y esta es mi primera reunión desde que estoy… como a principios de septiembre. Y es algo… un ministerio es algo con lo que uno tiene que permanecer.",
    "Y les he pedido ahora que apaguen ese ventilador, o que vean si lo pueden apagar, porque sé que es difícil oír. Y es difícil, lo sé, cuando alguien está dando su testimonio. Apenas podía escucharlos. ¿Pueden oír bien ahora? Bien. Sé que debo pararme cerca de este micrófono hasta que ellos arreglen eso.",
    "Este realmente es un—un gran privilegio para mí, y yo—yo estoy muy agradecido con el presidente, y con la asamblea de los Hombres de Negocios del Evangelio aquí en Yuma, y por todos los ministros. Estos cantantes tan buenos que estuvieron aquí hace unos momentos, me gustaría oírlos en la—en la reunión. Eso estuvo muy bien. Solo me—me preguntaba cuando cantaban, si Juan me vio a mí. Y espero que sí. Y, pues, supe que Uds. están aquí en un avivamiento. El Señor los bendiga ricamente, hermano y hermana, mientras ministran. Y a todos mis amigos en Phoenix y en diferentes lugares, que están… y de California.",
    "Y quisiera decir algo acerca de las asambleas. Cuando vine al pueblo pentecostal, yo estaba… había tenido una experiencia pentecostal, sin saber que existía la iglesia pentecostal. Yo era misionero bautista en aquel entonces. Había recibido el bautismo del Espíritu Santo, y me enteré de que había algunas personas que creían lo mismo que yo había recibido. Y ellos lo habían recibido cuarenta años antes que yo. Así que, yo tan solo era uno, como dijo Pablo, creo, no queriendo compararme con él, sino como uno “nacido fuera de sazón”. Pero el… Mis hermanos parecían pensar que yo me había desviado, desquiciándome, como le llamamos. Pero yo—yo sabía que había recibido algo. Y, mi experiencia era tal como la que ellos tenían allí. Y así es como me gusta.",
    "Y, pero cuando estuve con ellos, la—la parte lastimosa fue que descubrí que estaban igual de divididos en diferentes denominaciones como lo estaba mi iglesia bautista. Y ellos… Pensé que solo había una llamada la pentecostal, y que era la única. Pero descubrí que había varias denominaciones diferentes de ellos. Y, yo… todas buenas. Conozco algunos de los hombres más finos que haya conocido en mi vida, fue en estos grupos. Y ellos eran—por supuesto eran de diferentes denominaciones. Y mi—mi idea era que debíamos ser uno de corazón, con Cristo, y nunca me uní a una cierta denominación de ellos. Solo permanecí entre ellos, y procuré extender ambas manos, y toda mano, y decir: “Somos hermanos”. Nosotros no… Puede ser que no estemos de acuerdo en algunas cositas. Pero, dejando todo eso de lado, seguimos siendo hermanos porque nacemos del mismo Espíritu; somos la familia de Dios.",
    "Entonces, cuando los hombres Cristianos de negocios, los Hombres Cristianos de Negocios del Evangelio Completo, esta asamblea, estuve en las primeras reuniones con el Hermano Shakarian. Yo lo conocía a él antes de que existiera la organización, o de que se estableciera el organismo. Y me pareció una gran cosa. Y me ha sido una puerta abierta, el viajar internacionalmente con estos Hombres de Negocios del Evangelio Completo.",
    "Siendo que, muchas veces, uno encuentra que un grupo de ministros a veces sienten un poco de resentimiento contra otro grupo, por algo que alguien dijo. No es en todas partes, pero lo vemos en áreas. Y, por ejemplo, si una iglesia va a patrocinarlo, la otra no quiere tener nada que ver.",
    "Pero con los Hombres de Negocios del Evangelio Completo, ha sido una puerta abierta para mí. Cuando ellos vienen, entonces puedo reunir a todos mis hermanos, y nos—nos podemos reunir, a pesar de algún resentimiento entre dos pastores, o algo. Esta ha sido una gran puerta abierta, y he viajado ahora por años internacionalmente para ellos, hablando en sus asambleas.",
    "Y yo… Yuma no tiene un pueblo muy grande, aunque supongo que es mucho más grande que de donde vengo, Jeffersonville, Indiana. Y, conocí a su presidente aquí. El… él era… y a los demás de su delegación. Y pienso que Uds. tienen aquí una maravillosa oportunidad.",
    "Estaba pensando esta noche, sentado aquí y mirando a las personas. Saben, pronto se nos va a acabar este privilegio. El Concilio Mundial de Iglesias pronto nos absorberá. Me supongo que la mayoría de mi congregación esta noche se compone de pentecostales y bautistas, y—y de la iglesia de Dios, y de aquellos que no forman parte de ese Concilio Mundial de Iglesias. Y—y ellos, en eso precisamente se basan, y eso es lo que la Biblia dice que ellos harían. Y se nos advierte de eso, así que guardemos la distancia. Y, pues, es como se hablaba en el canto esta noche, acerca de la pronta Venida del Señor, puede estar más cerca de lo que pensamos.",
    "Y creo que es cuando nos podemos reunir en esta clase de compañerismo, que se produce algo entre nosotros que nos une más. Y a medida que nos unimos más, también nos acercamos a Dios, pues Jesús dijo: “En cuanto lo hicisteis a uno de estos Mis pequeñitos, a Mí lo hicisteis”.",
    "Tengo por aquí en algún lugar, me supongo, a mi niño José. Tengo a Billy sentado acá. Dos hijas sentadas allá atrás y a mi esposa. Ahora, si alguien tuviera algo que fuere… que quisieran hacer en amabilidad, preferiría que lo hicieran con mis hijos que conmigo. Y entonces siento que quizás como padre, y siendo Él la fuente de la paternidad, pienso que Dios tiene ese mismo sentir. Si vamos a… Le servimos a Él a medida que nos servimos entre nosotros. Así es como le servimos a Dios.",
    "Y sabiendo que esto es la verdad, entonces creo que cada vez que esta asamblea se reúne, siendo que es inter-evangélica… Realmente no hay una doctrina en particular que los Hombres Cristianos de Negocios representen. Ellos simplemente representan el Evangelio completo. Y si un hombre no está de acuerdo, está perfectamente bien; está bien. Tenemos compañerismo de todas maneras. Y pienso que sería… Si yo viviera aquí en esta ciudad, creo que cuando se reuniera esa asamblea, si hubiera alguna posibilidad, yo estaría allí y traería a los que más pudiera. Correcto, porque es—es algo que nos fortalece al estar juntos.",
    "Yo vivo en Tucson, y constantemente hablo en esa asamblea, todo el tiempo. Y en Phoenix, desde que me mudé a Arizona, estoy en Phoenix cada vez que tengo la oportunidad de ir y llegar a—a Phoenix, porque… y procuro traer a alguien, invito a alguien, traigo a otros ministros.\n\nY ellos dicen: “Pues, pues mire Hermano Branham, no estamos de acuerdo”.",
    "Les digo: “No importa lo que Uds.… Solo venga conmigo. Venga como un—un amigo, acompáñeme”.",
    "Y hago que se queden allí un momentito. Es todo lo que uno tiene que hacer. Y ellos se dan cuenta, todo hombre siente esa hambre en el corazón por el compañerismo. Y así debemos hacerlo. Es una gran señal del tiempo del fin. Dios bendiga esta asamblea. Que—que permanezca hasta que el Señor Jesús venga a recibirnos arriba en Gloria, es mi oración.",
    "Ahora, recuerdo mi primer viaje por Yuma. Andaba en un Ford modelo T que llegaba a los cuarenta y ocho kilómetros por hora. Recordaba eso cuando llegué conduciendo hoy. Aún fiel a la Ford, todavía tengo uno, y no he tenido otra cosa. Pero yo… Ahora, no vendo Fords. Pues, esa no es propaganda. ¿Ven? Pero recuerdo cómo ese Ford… Muchos de Uds. hermanos de mi edad recuerdan el antiguo modelo T. Esto fue en 1927. Uno tenía que estar muy pendiente o no veía a Yuma cuando pasaba. Era muy pequeña, y Uds. realmente han crecido. Pero, como alcanzaba los cuarenta y ocho kilómetros por hora en mi Ford, era que iba veinticuatro por hora hacia acá, y veinticuatro para allá. Entonces, súmelos, me resultaba en cuarenta y ocho kilómetros por hora, contando todos mis baches y demás. Yuma ha crecido.",
    "Esta gloriosa Iglesia, en la que estamos—nosotros estamos contendiendo por esta maravillosa Fe.",
    "Gracias hermano, quien haya hecho eso. [Alguien le da algo al Hermano Branham.—Ed.]",
    "Ella ha crecido también, y estamos agradecidos por eso. El Señor los bendiga a todos.",
    "Esperamos que, si se encuentran en los alrededores, cerca de una de estas reuniones… Tengo que hablar en la—la asamblea de Phoenix el próximo domingo. Y el domingo que sigue, en Flagstaff. Y el lunes después de eso, el veintiuno, hay un banquete en Tucson. Todos están invitados.",
    "Y, el Señor mediante, quiero hablar en el salón del mot-… del Hotel Westward Ho, tengo entendido. ¿En qué noche comienza? [Alguien dice: “Será el domingo en la tarde, el diecisiete”.—Ed.] El domingo en la tarde, el diecisiete, solo será un corto servicio de evangelismo. Espero que estos cantantes estén disponibles, por esa fecha, para ayudarnos. Y vamos a estar allí hasta el miércoles. Y creo que es el domingo en la tarde. Y lo hacemos así para no interrumpir ninguno de los programas de las iglesias. Luego, el lunes y el martes, y después el miércoles estaremos en el Ra-… en el West-… en el Ramada Inn, Ramada Inn. Y luego el jueves empezamos en el Westward Ho. ¿Es así?",
    "[Un hermano dice: “Westward Ho, domingo, lunes, martes. Después vamos para el Ramada Inn, el miércoles, y estaremos allí hasta la convención”.—Ed.] La convención termina en el Ramada Inn. Así que, nos daría mucho gusto tenerlos en cualquier momento.",
    "Ahora, antes de abrir este Libro, inclinemos nuestros rostros un momento y hablemos con el Autor.",
    "Ahora, con nuestros rostros inclinados hacia el polvo de donde Dios nos tomó, y si Jesús tarda, tendremos que volver allí algún día. Estando aquí, recibí un mensaje del este, que una damita que conocí… Ella es una niña llamada Edith Wright. Pasó a encontrarse con Dios en esta tarde, a las tres. Tenemos que regresar. Si algunos aquí quisieran ser recordados en la oración, levantarían la mano a Dios. Dios los bendiga.",
    "Padre Celestial, habiendo disfrutado tanto de este buen compañerismo, cantando, ¡oh, cómo se emocionó mi corazón al oír ese canto!, ¿Me Vio Juan? Padre, confío que todos estaremos allá, cada uno de nosotros. Y ahora inclinamos los rostros hacia el polvo, y nosotros—nosotros oramos que recibas nuestro—nuestro agradecimiento y nuestro arrepentimiento, y nuestra oración el uno por el otro.",
    "Y ahora vamos a Tu Palabra, la parte sagrada de la reunión que parece más sagrada que—que lo demás, porque sabemos que en este momento estamos tratando con las personas para guiarlas a la Verdad, a Cristo y a la Palabra, que es Cristo. Y oramos que Tú nos abras la Palabra. Somos—somos insuficientes, Señor, pero Tú eres todo suficiente. Por eso oro que bendigas nuestros débiles esfuerzos, y que nos encontremos en esta noche y nuestra posición en la Palabra de Dios. Concédelo, Padre. Y a Ti daremos la gloria, porque lo pedimos en el Nombre de Jesús. Amén.",
    "Ahora, es muy bueno estar aquí. Tengo algunas notas aquí a las cuales pensé en referirme por unos minutos, pues supongo que no se nos permite tener este salón por mucho tiempo en la tarde. Y también soy un poco, entre la gente pentecostal, soy un poco lento, Uds. saben.",
    "Yo recuerdo. Quizá les he contado. La primera vez que vi un ministro pentecostal, fue el Rev. Robert Daugherty de St. Louis. Dudo que alguno de Uds. lo haya conocido. Uds. han visto el testimonio de su niña en el libro. Él era—él era… Ella fue sanada del mal del baile de San Vito, y había sido desahuciada. Y así fue que conocí las primeras personas pentecostales.",
    "Y, así que, fui a oírlo predicar, y—y vaya, él—él sí que predicaba. Él… Él ni pausaba. Y predicaba hasta quedar sin aire, y el rostro se le ponía azul, y las rodillas se le doblaban, y por poco caía al suelo. Y recobraba su aliento, se podía oír allá casi hasta el otro lado de la ciudad, cuando retomaba la predica. Y pensé: “Vaya, yo—yo ni siquiera puedo pensar así tan rápido”.",
    "Tengo que tomarme mi tiempo. Soy un poco lento y también estoy envejeciendo, Uds. saben, entrando en edad, y espero que Uds. me soporten por unos minutos.",
    "Hay una cosa que es segura, la cual sé que no fallará, y esa es Su Palabra. “Los cielos y la tierra pasarán, más Su Palabra jamás fallará”. Así que abramos ahora, si tienen su Biblia y les gusta leer de Ella, en el Libro de Isaías, el capítulo 53 de Isaías. Me gustaría leer esto solo como base, tomar un texto para traer un contexto, por un momento.\n\n¿Quién ha creído a nuestro anuncio? ¿…a quién se ha manifestado el brazo de Jehová?\n\nSubirá cual renuevo delante de él, y como raíz de tierra seca; no hay parecer en él, ni hermosura; le veremos, mas sin atractivo para que le deseemos.\n\nDespreciado y desechado entre los hombres, varón de dolor, experimentado en quebranto; y como que escondimos de él el rostro, fue menospreciado, y no lo estimamos.\n\nCiertamente llevó él nuestras enfermedades, y sufrió nuestros dolores; y nosotros le tuvimos por azotado, por herido de Dios y abatido.\n\nMas él herido fue por nuestras rebeliones, molido por nuestra iniquidad; el castigo de nuestra paz fue sobre él;…por su llaga fuimos nosotros curados.\n\nTodos nosotros nos descarriamos como ovejas, cada cual se apartó por su camino; mas Jehová cargó sobre él el pecado de todos nosotros.\n\nAngustiado él, y afligido, no abrió su boca; como cordero fue llevado al matadero; y como oveja delante de sus trasquiladores, enmudeció,…no abrió su boca.\n\nPor cárcel y por juicio fue quitado; y su generación ¿quién la contará? Porque fue cortado de la tierra de los vivientes; y por…rebelión de mi pueblo fue herido.\n\nY se dispuso con los impíos su sepultura, mas con los ricos fue en su muerte; aunque nunca hizo maldad, ni hubo engaño en su boca.\n\nCon todo eso, Jehová quiso quebrantarlo, sujetándole a padecimiento. Cuando haya puesto su vida en expiación por el pecado, verá linaje, y vivirá por largos días, y la voluntad de Jehová será en sus manos prosperada.\n\nVerá—verá el fruto de la aflicción de su alma, y quedará satisfecho; por su conocimiento justificará mi siervo justo a muchos, y llevará la iniquidad de ellos.\n\nPor tanto yo le daré parte con los grandes, y con los fuertes repartirá despojos; por cuanto derramó su alma hasta la muerte, y fue contado con los pecadores, habiendo él llevado los pecados de muchos, y orado por los transgresores.",
    "Quiero decir esto, como un pequeño texto. Me gustaría tomar un texto de allí: La obra maestra de Dios identificada.",
    "Ahora, qué—qué—qué texto el que sería este para leer, para escoger una obra maestra. Pero cuando lo miramos, al pensar, eso sería cualquier cosa menos una obra maestra, porque dice: “Escondimos nuestros rostros de Él, y no había atractivo en Él para que le deseáramos”. Y muchas veces, lo que nosotros llamaríamos una obra maestra, pues para Dios no es nada. Porque la sabiduría del hombre es necedad para Dios, pero la necedad de Dios es más sabia que toda la sabiduría del hombre.",
    "Y en esto aquí vemos que Dios nos mostró un cuadro de algo. Y me gustaría intentar presentar este cuadro ante nosotros, sabiendo que pueda ser la última vez que algunos de nosotros nos reunamos. Pueda ser que no nos volvamos a ver cómo estamos ahora. Por lo tanto, si nos hemos reunido con este propósito, no para ser vistos ni oídos…",
    "Y hemos tenido nuestro compañerismo al servir esta maravillosa cena esta noche en la mesa, habiendo alimentado nuestros cuerpos físicos, y ahora nos gustaría que Dios alimente nuestra alma con Su Maná que está escondido. Solo a aquellos sacerdotes que han entrado en el lugar Santísimo se les permite comer de Su Alimento.",
    "Y si nos fijamos, en esta noche, nuestro—nuestro bistec, no creo haber tenido antes un—un banquete, en todos los lugares que he tenido las reuniones, como en esta noche, que haya tenido tan buen pedazo de bistec como el que sirvieron esta noche. Ahora, verán Uds. el porque nos fue necesario comer esto; si vivimos, algo tuvo que morir para nosotros poder disfrutar de este tiempo de compañerismo, y también sustentar nuestra vida.",
    "Hablaba no hace mucho con un hombre que era vegetariano, y me dijo: “Pues, yo—yo no estoy de acuerdo con Ud.”. Bueno, él—él me dio una carta, quería verme en privado. Y él dijo: “Hermano Branham, siempre lo he considerado a Ud. como un hombre santo”. Dijo él: “Pero cuando le oí decir que comía jamón y huevos para el desayuno” dijo, “eso—eso me decepcionó”.",
    "Pues, en eso, yo no quisiera ser piedra de tropiezo en su camino. Ahora, esa es su forma de creer. Pero, le dije: “Bueno, señor, si yo no como, no vivo”.",
    "Él dijo: “Pero mire, Ud. tuvo que comerse un cerdo, y—y matar una gallina”.",
    "Le dije: “Señor, solo vivimos de sustancias muertas. No me importa lo que coma Ud. Ud. come verduras. Ud. come. Si Ud. come pan, el trigo murió. Si come maíz, el maíz murió. Si come frijoles, el frijol murió”.",
    "Lo que sea que uno coma, solo se puede vivir físicamente porque algo murió para uno poder vivir. Ahora, cualquier cosa que uno haga, aun beber leche, la bacteria, lo que sea, uno tiene que vivir por sustancias muertas. Y eso solo prueba que si tenemos que vivir esta vida natural y solo podemos hacerlo mediante sustancias muertas, algo tuvo que morir para que pudiéramos vivir Eternamente. Ese es Jesucristo, que Dios entregó como rescate por nosotros.",
    "Y bueno, la primera vez que estuve con la gente pentecostal, yo—yo fui a California, el estado aquí al lado, cruzando el río. Y estuve en Los Ángeles. Yo no viví en los días de esta mujer ministro famosa, la Sra. Semple… Aimee Semple McPherson. Conocí a su hijo, Rolf, un caballero Cristiano fino, y—y a su esposa y su familia. Realmente son personas encantadoras, y al Dr. Teeford y a bastante del personal del Templo Angelus. Y prediqué el Jubileo de Pentecostés, el jubileo de los cincuenta años allí, hace unos años, y realmente pasé un tiempo maravilloso.",
    "Y en respeto a esta mujer que dejó tal ejemplo como lo hizo, esforzándose en lo que más pudo, y en—en presentar lo que estaba en su corazón, le rendí respetos yendo a su tumba allá en Forest Lawn. Y parado allí con mi sombrero en las manos y—y mi rostro inclinando, pues le agradecí a Dios por la vida noble de esta pequeña sierva, luego el grupo con el que andaba, un grupo de ministros, me invitó a dar un paseo por el… por todo Forest Lawn. Y allí adentro en el mortuorio o como se le llame, observaba los diferentes diseños, y vi la Última Cena del Señor, y me detuve. Y muchos de Uds. la han visto, cuando le ponen las luces, la Última Cena, y han oído la historia de eso.",
    "Pero una de las cosas más sobresalientes que vi allí, fue cuando uno entra por la puerta, creo que sería al lado este. Había una—una estatua de Moisés allí, que fue la obra cúlmine de la vida de Miguel Ángel, creo que fue, del escultor que… podría estar equivocado en el hombre, creo estar correcto, Miguel Ángel, que—que… el gran escultor que le dio forma a esto o, una imagen de Moisés. Y a medida que lo explicaba, el—el guía que nos llevaba, mencionó que esa fue una de las obras maestras más importantes que Miguel Ángel hizo. Y dijo que le había tomado gran parte de su vida, un trabajo arduo.",
    "Entonces noté, creo que fue en la rodilla derecha. La estatua se veía perfecta, pulida, y Moisés con la piedra de los mandamientos en la mano, y con su barba larga. Y era, desde luego, el concepto mental de Miguel Ángel, de cómo se vería Moisés. Es muy posible que él nunca viera algún dibujo, pero en su propia mente, él dibujó como pensó que se vería Moisés.",
    "Y según la historia, tan pronto él terminó la—la estatua, y estuvo pulida y perfecta, él se hizo atrás para admirar su obra. Y se inspiró tanto, pues se veía tan… Lo que tenía en su mente, él lo había hecho con sus manos. Era tan parecida, y todos esos años que él llevaba esperando, que se inspiró tanto que la golpeó en la rodilla y gritó: “¡Habla!”. Y hay un lugar partido en la—la—la pierna, en la rodilla de Moisés, donde Miguel Ángel golpeó con su martillo, pues se inspiró tanto.",
    "¿Ven?, había algo dentro de él, desde el principio, que tenía una imagen mental de cómo pensaba que debía lucir Moisés. Y cuando lo vio reflejado delante de él, eso mismo que estaba en su mente, como él pensó que debía lucir Moisés; y teniendo esa visión todos esos años y años, al trabajar ese gran pedazo de granito, y le sacaba un pedacito aquí y un pedacito allá, y lo marcaba, porque tenía que resultar perfecto. Y frente a él, ya perfeccionado, él—él vio reflejado lo que tenía en su mente. Eso fue lo que lo inspiró tanto, para que golpeara la imagen y gritara: “¡Habla!”. Todos sus años de esfuerzo habían valido la pena. La gran obra de sus manos había finalizado.",
    "Ahora nosotros la admiramos, y eso me—me inspiró, pues pensé que en realidad la marca en la pierna, para mí, fue lo que la convirtió en la obra maestra. Porque solo, pues solo hubiera sido otro retrato o algo de Moisés, una figura común concebida por algún hombre. Pero al hombre que hacía la obra, le dio tanta satisfacción que hasta la golpeó. Y la marca allí la convirtió, para mí, en la obra maestra, porque reflejó perfectamente lo que había en su mente, en cuanto a cómo debía lucir Moisés.",
    "¡Oh, me paré allí! Tuve que apartarme por unos minutos para meditar en—en lo que eso debe haber significado para él, y—y lo que significó para mí en ese momento. Entonces me vino a la mente esto de lo que les quiero hablar.",
    "Apartemos ahora nuestros pensamientos de Miguel Ángel, al gran Escultor, el Todopoderoso Dios, Quien, en el principio, antes de haber un día o un amanecer, antes de haber un átomo o una molécula, ya en Su mente Dios tenía al hombre; cómo debería verse el hombre, lo que debería ser y cómo debería actuar. Y Él quería que ese hombre fuera parte Suya: “Así que Él creó al hombre a Su Propia imagen, a imagen de Dios creó Él al hombre”, ¡oh, Dios en el principio, cuando hizo esta obra maestra, algo que reflejó Sus pensamientos!",
    "Recuerden, solo hay una forma de Vida Eterna, y nuestros… aun nuestros nombres y nuestros pensamientos estaban con Dios antes de la fundación del mundo. Por cuanto ahora poseemos Vida Eterna, y para que sea así, nosotros tenemos que ser parte de Dios. Así que teníamos que serlo al estar en Sus pensamientos, porque tenemos Vida Eterna, y fuimos predestinados a esta vida. “Y nuestros nombres fueron puestos en el Libro de la Vida del Cordero antes de la fundación del mundo”, de acuerdo a Apocalipsis. Ahora, por cuanto Dios nos tenía en Sus pensamientos, entonces tenemos Vida Eterna, porque después Él nos habló, y vinimos a existencia. Y una palabra simplemente es un pensamiento manifestado. Dios nos tenía, en un principio, en Sus pensamientos.",
    "Ahora, y cuando Él creó a Adán, ese primer hombre, cuán perfecto era. Él se parecía a Dios. Dios, el gran Espíritu Santo, empollando sobre la tierra, y Él… las aves aparecieron, posiblemente, y los animales, las diferentes cosas, y siguieron viniendo más en la forma de Aquel que estaba empollando. Hasta que finalmente apareció una especie exacta a Aquel que estaba empollando, a Dios. Dios estaba, o el hombre fue creado a la imagen de Dios. Luego, cuando Él lo puso en este gran huerto (como Miguel Ángel ha expuesto la gran obra de su vida, y todos los grandes escultores), Dios puso la obra de Sus manos en el huerto del Edén, le hizo una ayuda. ¡Qué satisfacción tan—tan—tan completa fue para Dios, que hasta descansó! Fue un reposo. Su obra había concluido.\n\nEntonces viene la triste historia, del enemigo.",
    "Ahora noten. Quiero que tengan esto en mente: que Dios le dio a este hombre una protección. Él le dio… Él lo fortificó en Su Palabra, porque Él les dijo lo que podían hacer, y lo que no podían hacer.",
    "Y sobre esa misma base estamos nosotros hoy, lo que podemos hacer, y lo que no podemos hacer. No importa lo buenos que seamos, cuánto asistamos a la iglesia o hagamos esto, nos es necesario nacer de nuevo. ¿Ven? Así tiene que ser.",
    "Y Dios le dijo a Adán lo que podía hacer y lo que no podía hacer. Él lo colocó detrás de Su Palabra.",
    "Y entonces se metió el enemigo, con engaño, y se arrastró pasando las murallas de la Palabra de Dios, porque le abrieron la puerta, y él manchó esa imagen, para que pecara. Esa es una de las historias más lamentables.",
    "Pensar que el hombre que había sido hecho a la imagen de su Creador, pues, le fue dada una muralla detrás donde pararse, que esa Palabra nunca fallaría. Esa—esa es la esperanza del Cristiano. Es su—su escudo; es su armadura; es su roca hoy: es permanecer detrás de la Palabra; todo creyente.",
    "Ahora, Ud. nunca debe salirse de Allí. Cuando lo hace, Ud., Ud. le está abriendo la puerta al enemigo, cuando ellos dicen: “¡Oh, pues, Ud. puede hacer un poquito de esto y un poquito de aquello!”. Dios quiere que Ud. se separe de todo lo que es llamado pecado. Completamente apartado para Él, y únicamente para Él.",
    "Él tiene un propósito en la vida suya, con cada individuo, y nadie más sobre la faz de la tierra puede tomar su lugar. Dios tiene algo para Ud. Ud. ha sido creado de esa manera. Ud. fue hecho de esa manera con un propósito. Dios es soberano en Su obra. Él aun… Las cosas se diferencian. Nosotros somos diferentes el uno del otro.",
    "Lo notamos en el reino animal. Lo vemos en la vida animal, hay un animal, Dios hizo una bestia de carga, como el caballo, y—y él tiene que trabajar. Y la vaca es para sacrificio. Y, pero el—el león y el tigre recorren la selva sin trabajar ni nada. Él hizo un animal grande, como un elefante, luego hizo uno pequeñito como el ratón. Ahora, ¿quién está allí para decirle a Dios lo que debe hacer y cómo hacerlo? Él lo hace a Su Propio modo.",
    "Y Él hace los montes; Él hace los desiertos; Él hace los—los mares; Él hace los llanos. Él hace una clase de árbol, madera dura, la palma, y—y demás. Él lo hace.",
    "Él hace a los hombres diferentes. Él nos da a cada uno un lugar diferente. Y una palma nunca podrá ser un nogal americano. Un nogal americano nunca podrá ser una palma. Nadie puede tomar el lugar suyo, y Ud. no debe tratar de ocupar el lugar de otro. Pues Ud. es un único para Dios, y Dios tiene un propósito para Ud. Él lo creo así. Uds. dirán: “¿Él por qué lo haría?”. Él es soberano. Él tiene una razón para haberlo hecho así.\n\nY vemos que todos estamos protegidos por la Palabra.",
    "En el firmamento, observamos los cuerpos celestes. La Biblia dice aun que una estrella es diferente a la otra. Está Sirio y las demás. Y Marte y Júpiter, todos aquellos, son diferentes el uno del otro. El sol es diferente a la luna, y la luna a las estrellas. Y hay Ángeles, así como hay Serafines y Querubines, y Ángeles y grandes Ángeles, en—en grados. Y aun en el nuevo mundo venidero, los reyes de la tierra traerán su honra a la ciudad.",
    "Siempre será de esa manera, porque Dios no hace una producción en serie como Sears and Roebuck Harmony House. Él es un Dios de variedad. Él hace a uno de cierta manera y a otro de otra. Pero debemos servirle en la manera como Dios nos haya hecho, y alegrarnos, y permanecer detrás de Su Palabra. Y de esa manera lo hizo Dios.",
    "Pero cuando vemos que el enemigo logró atravesar esa Palabra, llegando a esto, la obra de las manos de Dios, él la manchó. Y eso es exactamente lo que está haciendo ahora. Está entrando sigilosamente a esa obra de Sus manos, el enemigo, tratando de convertirnos en un Concilio Mundial de Iglesias. Y el hombre ha… Pues, los hombres ni pueden ponerse de acuerdo entre ellos, ¿cómo vamos a lograr que el mundo entero esté de acuerdo con un hombre? Y tan pronto Uds. hagan eso…",
    "Tenemos a Uno con el cual debemos mantenernos en armonía, y es Dios. “Y en el principio era la Palabra, y la Palabra era con Dios, y la Palabra era Dios”. Y la Palabra aún permanece Dios, y siempre será Dios, porque Dios está en la Palabra. “Y la Palabra se hizo carne y habitó entre nosotros”, en la Persona del Hijo de Dios.",
    "Ahora, vimos que después de que Él encontró esta gran mancha, al parecer, si hubiera sido Ud. o yo, y si hubiéramos invertido todo ese tiempo y esfuerzo, hubiéramos volteado la cosa de una patada abandonándola, pero, Dios no, Él no estaba dispuesto a permitir que Su obra se arruinara. Ese es el amor de Dios. Con razón el poeta dijo:\n\nPudiéramos con tinta el océano llenar,\n\nY si el firmamento entero fuera un pergamino;\n\nY todo tallo en la tierra una pluma,\n\nY todo hombre por oficio un escritor;\n\nPara escribir del amor de Dios en los cielos\n\nSe secaría el océano;\n\nY el pergamino no alcanzaría,\n\nAunque se extendiera por todo el firmamento.",
    "¿Ven? ¡El amor de Dios! El hombre después de haber caído y voluntariamente haber abierto la puerta al enemigo, y haberlo dejado entrar y que lo manchara, y que la muerte entrara a él, con todo eso, Dios no estaba dispuesto a darse por vencido. Él descendió y comenzó de nuevo. Él iba a crear a ese hombre de nuevo.",
    "Él colocó a Adán bajo un pacto: “Haz esto y no esto; esto y no eso; no toques, no manipules, no pruebes”.",
    "Y vemos que cuando Él comenzó de nuevo, Él comenzó con—con Abraham. Y en Abraham, Él comenzó con él bajo un pacto incondicional. No “si haces esto”. “Yo he hecho. Yo ya lo he hecho. Yo te he bendecido, a ti y a tu simiente y así, después de ti”. Era un pacto incondicional. Él volvió a comenzar Su obra con Abraham, y ahora bajo Su pacto incondicional. Luego, vemos que Él se fundamentó en Abraham y le dio a él el pacto, incondicional, con la promesa.",
    "Luego Él llegó a los patriarcas, al continuar, en el Antiguo Testamento, a medida que avanzamos. Aquí Él desplegó el fundamento de Su obra. Ahora tenemos a Abraham, Isaac, Jacob, José: los cuatro patriarcas.",
    "Ahora, Abraham representó la obra de fe, la fe, porque Abraham era una fe. Él tuvo la gran fe, porque: “No titubeó de la promesa de Dios, por incredulidad”. Cuando, diríamos nosotros, “las fichas no estaban a su favor”, y todo en contra, aún él se aferró de Dios.",
    "Después tenemos a Isaac, que era hijo amado, que representó amor, porque Abraham siendo tipo de Dios, cuando ofreció a Isaac, en Génesis 22, vemos que él cargó la madera al monte, y todo representó a Cristo, fue sombra de Él. Y luego apareció el carnero y fue ofrecido en su lugar.\n\nAhora, esa era fe, amor.",
    "Y Jacob, que significa “impostor”, y eso es un engañador. Y vemos que la vida de Jacob realmente representó la gracia, porque fue la gracia de Dios todo el tiempo, con Jacob.",
    "Después vino José. No hay nada contra José. Él fue el perfeccionado. El profeta de Dios que vino entre sus hermanos; y odiado sin causa y vendido. Y en todo aspecto, su vida fue una sombra previa de la vida de Jesucristo. “A los Suyos vino, los Suyos no Le recibieron”; así como José fue odiado por sus hermanos, arrojado en una cisterna, tenido por muerto; sacado, exaltado a la diestra de Faraón. Y cuando él dejaba el trono, sonaban la trompeta, sabían, toda rodilla tenía que doblarse y, a José.",
    "Encontramos que Jesús fue vendido casi por el mismo precio que José. Fue sacado de—de la cisterna; y ascendió al Cielo; está a la diestra de Dios. Y cuando Él venga de ese Lugar, “La trompeta sonará, y toda rodilla se doblará, y toda lengua lo confesará a Él”, perfección.\n\nEso fue fe, amor, gracia y perfección.",
    "Luego vino la obra en el cuerpo, de esta gran escultura. Él hizo la obra en el cuerpo con los profetas. Los profetas fueron el trabajo al cuerpo.",
    "Luego por fin vino la cabeza de este gran cuerpo, que fue Cristo Mismo. Todos los profetas lo habían anunciado a Él. Toda la obra de fundamento lo había anunciado a Él; desde allá en el huerto del Edén, desde el mismo momento en que Él comenzó: “Pondré enemistad entre tu simiente y la simiente de la serpiente”. Y vemos que Él comenzó allí, y vino por los—los patriarcas a los profetas, y salió allá. Una vez más Él vio Su propio reflejo, cuando un hombre nació en la tierra, del vientre de una mujer, esa fue la Obra Maestra de Dios. Ese fue el Hijo de Dios, Jesucristo. Y lo era, porque Él fue perfectamente la Palabra.",
    "🦅 En el principio era la Palabra, y la Palabra era con Dios, y la Palabra era Dios. Y la Palabra fue hecha carne y habitó entre nosotros”.",
    "Ahora nosotros vemos una obra maestra perfecta reflejada en Él. Él fue tan perfecto, como Dios, al punto que dijo: “Si Yo no hago las obras de Mi Padre, no Me creáis. Aunque a Mí… ¿no Me podéis creer? Creed las obras, porque ellas les testifican a Uds. Quién soy”. Eso me gusta. ¿Ven? Él dijo: “Si no Me creéis…”.\n\nEllos dijeron: “Tú eres un Hombre, haciéndote igual a Dios”.",
    "Él dijo: “Si Uds. no Me pueden creer, crean a las obras que hago. Y si Yo no hago las obras del que Me envió, entonces Uds. no tienen derecho a creer en Mí”.",
    "Así también todo Cristiano hoy debería tener ese mismo testimonio. Si en esta Palabra prometida de Dios, si nuestras vidas no califican y cuadran exactamente con lo que dijo la Palabra, entonces no tenemos derecho a llamarnos Cristianos si no nacemos de nuevo. Jesús dijo, en Marcos 16: “Estas señales seguirán a los que creen”. ¿Ven? No: “Podría ser; deberían; probablemente”. Ellas los seguirán. Ese es el Escultor que nos hizo. Esa es la Iglesia que es labrada. Ese es el—ese es el Cuerpo de Cristo.",
    "Vemos ahora que lo reflejó a Él perfectamente. El Escultor ahora tenía la Palabra reflejada de nuevo en la Obra Maestra, llamada Su Hijo, Dios, Emmanuel. Solo pensar que una persona se rindió tanto que Dios Mismo Se identificó allí, en ese Cuerpo, y Él llegó a ser… Él y Dios llegaron a ser Uno. “Yo y Mi Padre Uno somos. Mi Padre mora en Mí. Yo siempre hago lo que agrada al Padre”.",
    "¿Qué pasaría hoy si el Cristiano pudiera tener un testimonio así? Ud. sería una obra maestra aquí mismo en Yuma, en la calle. Aun si Ud. es una mujer allá detrás del lavadero, Ud. sea una obra maestra para Dios, cuando Ud. puede decir: “Yo siempre hago lo que le agrada a Dios”, y todo el mundo puede ver la—la obra de Jesucristo reflejándose en Ud.",
    "Se cuenta que en una época, el oro antiguo, antes de que tuvieran la fundición, el… Ellos tomaban el oro y lo golpeaban, el que lo golpeaba, los indios en esos primeros días cuando Arizona iniciaba. Ellos golpeaban el oro hasta que el que golpeaba veía su propio reflejo en el oro. Le sacaban a golpes toda la pirita de hierro, la escoria, la tierra, hasta que el que golpeaba podía ver su propio reflejo como en un espejo, a los golpes.",
    "Ahora, eso es lo que hace el Evangelio. A muchas personas no les gusta ser volteados y limpiados a golpes. Pues, lo que la iglesia necesita en esta noche es una buena limpieza a los golpes por el Espíritu Santo a la antigua, del mundo y de las cosas del mundo. Eso es lo que pentecostés necesita en esta noche. Es lo que necesitan nuestros movimientos, una buena golpeada a la antigua como con el oro, hasta sacar todo el mundo de nosotros, y que se refleje Jesucristo.",
    "¡Si pudiera tener este puñado de personas presentes esta noche, totalmente enfocadas en Cristo, y con sus vidas dedicadas a Cristo! Yo puedo hacer más con este puñado, o Dios puede hacer más, mejor dicho, con este puñado de personas aquí, que lo que todo el Concilio Mundial de Iglesias pudiera hacer para el Reino de Dios. Todo lo que Dios necesita es un hombre completamente rendido en Sus manos.",
    "Pero, saben, nosotros no estamos dispuestos a quedarnos quietos y a dejar que Él golpee este lado, ese lado, a que saque esto, a que saque eso, a que saque esa idea, y aquello, y a permitir que Jesucristo se refleje en nosotros. Vemos demasiadas películas. Tenemos demasiados televisores. Tenemos demasiadas otras diversiones mundanas, al punto que la iglesia ha perdido el atractivo para la gente. Y es porque el Espíritu Santo sale, y entra otra cosa. Así es, amigos.",
    "Yo escucho los testimonios, los pentecostales antiguos, cómo tenían servicios de oración toda la noche. Nuestros padres y madres, hace cuarenta, cincuenta años, oraban toda la noche. La gente los odiaba, en la calle. Y hoy pensamos que, si todos no nos dan palmaditas en el hombro, pues, estamos mal. “¡Ay de vosotros, cuando todos los hombres hablen bien de vosotros”! Él fue despreciado y rechazado por los hombres, y nosotros somos Su imagen. Amén.",
    "Lo que necesitamos hoy son verdaderas reuniones genuinas de oración, una limpieza desde el púlpito hasta el conserje, la casa completa limpia por Dios, golpeada, reflejando la Imagen de Aquel que golpea, el Evangelio siendo predicado en el poder de la resurrección de Cristo. Correcto.",
    "Este evangeliecito social que tenemos por ahí, de darle palmaditas a este en el hombro, y hacer diácono a este, y un presbítero a aquel o algo así, los dos, política. ¿No fue eso exactamente lo que sucedió en Nicea, Roma? Nosotros queremos alejarnos de ese asunto. Metodista, bautista, presbiteriano, pentecostal, y todo, tenemos que apartarnos de eso.",
    "La política no pertenece en la Iglesia. El Espíritu Santo debe controlar la Iglesia, y no un voto político de quién será quién. “Dios puso en la iglesia a unos apóstoles, a unos profetas, y a unos maestros, y a evangelistas y pastores”. No puestos allí por el voto de los hombres. Dios los puso allí, por el llamamiento del Espíritu Santo, servicios de oración e imposición de manos, y permaneciendo delante de Dios.",
    "Pero hoy hemos socializado nuestra religión al grado que es casi como la misma política, jugándola en todas nuestras denominaciones. Somos… Una no puede señalar a la otra. Todos somos culpables. Y allí uno encuentra algunos hombres genuinos y mujeres genuinas. Pero el problema, en lo que estoy pensando, es que ya estamos demasiado en el—en el lado de la minoría, las personas genuinas que quieren creer y que quieren el poder de Dios. Son demasiados los que llegan solo por un acto social: “Pues, este es un buen hombre. Es buena persona”.",
    "🦅 Tenemos buenas iglesias. Construimos buenas iglesias, y mejores iglesias que las que teníamos”. Todo eso está bien; nada en contra de eso. A mí me gusta ver prosperar la iglesia.",
    "Pero, hermano, prefiero verla prosperar en el poder del Señor que prosperar en las cosas del mundo. ¡Regresen otra vez al Evangelio! ¡Regresen al poder de Dios! Regresen a Pentecostés, el… como fue en lo original. Pero, vean, el problema es que no queremos recibir esa golpiza.",
    "Uno puede hablar en contra de algo, y de algo inmoral que la iglesia esté haciendo, o—o alguna cosa social, e inmediatamente lo rechazan a uno, cierran las puertas. Uno no puede entrar (¿Ven?), porque tendrán una reunión y le prohíben la entrada a uno. Ya no lo quieren a uno. Dicen: “Ud. está loco. Ha perdido la razón”. Pero mientras eso sea ASÍ DICE EL SEÑOR, a mí no me importa lo que cualquiera pueda decir. Se requiere del poder de Cristo para cambiar a un hombre. Se necesita el poder de Cristo para preservar a un hombre.",
    "Y como dijo Jesús una vez: “Considerad los lirios, pero os digo, que ni aun Salomón con toda su gloria se vistió así como uno de ellos”. Salomón, con toda su gloria, era—era algo magnífico a la vista. No hay duda. Él fue algo grandioso para el mundo, y un gran hombre delante de Dios. Pero el manto de Salomón no tenía vida. Era un pedazo de tela, probablemente trasquilado del lomo de una oveja. Pero, el lirio tenía vida.",
    "Lo que nosotros necesitamos hoy es la Vida de Cristo dentro de nosotros. Eso es lo que purifica; no lo externo, un cuello volteado o un título en psicología o algo. Se requiere del poder del Cristo resucitado para hacernos lo que debemos ser. Dios no tiene otro plan más que permitir que el Espíritu Santo gobierne y reine en la Iglesia.",
    "¡Oh, Dios! Él fue tan igual a la imagen de Dios, que Él y Dios se hicieron Uno. “Yo y Mi Padre Uno somos”. ¡Oh, vaya! ¡Qué vida fue esa, Dios vivió tanto en Él, que Su vida estaba completamente envuelta en Dios! ¡Con razón fue una obra maestra!\n\nSatanás vino a Él.",
    "Cada vez que Dios pensó que tenía una obra maestra, Satanás se metió. Entró en Moisés, y él rompió los mandamientos. Pero cuando él llegó a esta Obra Maestra, esa había sido la Propia escogencia de Dios. Amén. Él había—Él Le había pre-ordenado. Eso no le funcionó. Él permaneció fiel a Dios, cuando Dios Le miró y vio que había sido tentado por cuarenta días en el desierto, igual que Moisés. Desde luego, todos esos hombres habían sido una sombra anticipada de Él. La ley fue quebrantada. Pero cuando él entró, Satanás, el gran tentador y trató de tentarle a Él, se dio cuenta allí que ese no era Moisés. No, señor. Él agarró un voltaje de cinco mil vatios que le chamuscó las alas cuando saltó a enfrentar a Aquel.",
    "🦅 Escrito está”, dijo Él. ¿Ven? Adán fue derribado. Pero, Jesús, el segundo Adán, esa Obra Maestra que había venido como Redentor, Él dijo: “Escrito está: ‘No solo de pan vivirá el hombre, sino de toda Palabra que sale de la boca de Dios’”. Allí Él tuvo una Obra Maestra. Sí, señor. Él dijo algo más. Él dijo: “Escrito está también: ‘Al Señor tu Dios no tentarás’, apártate Satanás”. Allí había una Obra Maestra. ¿Qué hizo Él?",
    "No dijo: “Yo le diré a mi iglesia. Yo haré que los presbíteros hagan tal y tal. El obispo hará tal y tal”.",
    "Él dijo: “Escrito está”. Detrás de eso fue que Él puso a Su primer Adán, y ese cayó, y Satanás lo manchó. Pero él no pudo manchar a Este, no importa qué tanto hizo. Entretanto, que él…",
    "Dios dijo: “Este es Mi Hijo amado. A Él oíd. Todo, le entrego todo a Él. Uds., a Él oíd”. Ellos eran Uno. Ellos eran el Mismo. Dios vivió en Él, haciéndole Dios, Emmanuel sobre la tierra. Él fue un Cordero perfecto, ¡oh!, la Obra Maestra perfecta de la redención. Entonces le agradó a Dios, como a Miguel Ángel, Él se inspiró tanto con Su Vida. Encontramos en…",
    "Tengo Escrituras apuntadas aquí. Marcos 9:7, si quieren leerlo. Cuando… Fue en el Monte de la Transfiguración. Cuando Él estaba allá arriba en el Monte de la Transfiguración, vemos que apareció Moisés, y apareció Elías.",
    "Y entonces, inmediatamente, el apóstol Pedro se inspiró tanto que dijo: “Hagamos aquí tres tabernáculos. Vamos a hacer tres organizaciones de esto. Haremos tres denominaciones: Una para Moisés, una para Elías, y una para Ti”.",
    "Mientras él aún hablaba, vino una voz de esa nube. Dijo: “Este es Mi Hijo amado. Estoy tan complacido con Él, que Lo voy a herir por Uds. A Él oíd. Él hablará”.",
    "🦅 Él herido fue por nuestras rebeliones. Él molido fue por nuestro pecado”. Él fue un Cordero, el Cordero de Dios, el Sacrificio perfecto. Nunca nadie vivió como Él, nunca jamás ha habido alguien que viva como Él. Fue la Obra Maestra perfecta, cumplió la Palabra de Dios perfectamente.",
    "Dios dio Su Palabra en el principio, una porción para esta parte del tiempo, para esa parte, para esa parte.",
    "Allí es donde los hombres se encuentran tan engañados y confundidos hoy. Ellos procuran edificar sobre algo que sucedió hace cuarenta, cincuenta años. Estamos… Eso, eso fue dado para esa edad.",
    "¿De qué le hubiera servido a Moisés venir con—con el mensaje de Enoc? ¿De qué le hubiera servido a Moisés venir con—con el mensaje de Noé? ¿De qué le hubiera servido a Jesús venir con—con el mensaje de Moisés? ¿Ven? Y ¿de qué le hubiera servido a Wesley venir con el mensaje de Lutero? ¿De qué le hubiera servido a los de Pentecostés venir con el mensaje de Wesley? ¿Ven lo que quiero decir?",
    "Todo ha sido asignado aquí en la Biblia, y nosotros tenemos que reconocer la edad y la hora, y lo que es para nosotros. Y allí es donde estamos fallando hoy. Estamos leyendo todo menos la Biblia. Este es el día en el que nosotros debíamos vivir. Este es el día en el que Dios nos puso aquí. Busquemos en la Palabra.",
    "Así fue como ellos fallaron en ver a Jesús; esos fariseos y saduceos, herodianos. Las diferentes organizaciones de ese día lo tenían todo tan establecido, y tan perfectamente establecido, que no había manera de que se les escapara, pensaron ellos. Pero cuando vino, Él absolutamente… Él fue diferente a como todos ellos se lo habían imaginado. Él fue un pequeño Individuo humilde nacido en un pesebre, con… supuestamente como un Hijo ilegítimo, y todas esas cosas así.",
    "Y con todo, Él vino exactamente de la manera en que la Escritura dijo que vendría. Y ellos estaban acostumbrados a lo que Moisés había dicho, y Moisés habló de Él. Él dijo: “Pues, si Uds. conocieran a Moisés, me conocerían a Mí; porque Moisés habló de Mí”. Y ellos aún no pudieron verlo. Estaban muy enredados en sus tradiciones, al grado que no pudieron verlo. Pero, vean, Él no vino a reflejar esas organizaciones de ese día. Él no vino a reflejar una religión sectaria.",
    "Él vino a reflejar al Padre, y el Padre fue la Palabra. Amén. Ahora me siento bastante religioso. Él vino a reflejar la Palabra del Padre. Dios dijo que Él estaría allí, y allí estaba, la Obra Maestra perfecta de la gran creación de Dios. ¡Oh, vaya! Él fue el reflejo perfecto de Él. Reflejó todo lo que—lo que Dios había hablado. Él reflejó lo que Adán había hablado en cuanto a Él. Reflejó todo lo que hablaron los profetas, todo lo que hablaron los patriarcas. Todo lo que Él habló, Él fue el cumplimiento de la Palabra. Todos los tipos se cumplieron en Él. Sí. Él vino a ser Jehová del Nuevo Testamento. Él era Jehová del Antiguo Testamento. “Aquel Verbo allá”, que estaba en la Columna de Fuego, “se manifestó y habitó entre nosotros”. Jehová del Antiguo Testamento se hizo Jesús del Nuevo Testamento. Él fue un reflejo perfecto de Dios.",
    "¡Oh, si la Iglesia hoy pudiera tan solo reflejar esa primera Iglesia, cuando el Espíritu Santo se derramó el día de Pentecostés! ¡Si el Cristiano hoy lo pudiera reflejar! Nosotros somos un montón de híbridos comparados con ellos.",
    "Yo pasé por aquí cuando venía hoy, observaba, camino acá, uno de estos lugarcitos de Casa Grande o estos pequeños lugares por aquí, noté que había una—una granja de algodón, y variedades de alfalfa. Necesitan molinos para bombear agua, para mantener eso. ¿Por qué? No son de allí. Seguro que no. Pero miren el viejo cacto, podrían pasar cinco años sin llover y viviría. Y no rieguen este otro por unos días, y se muere. ¿Ven?, eso no es lo original.",
    "Así somos nosotros. Tienen que mimarnos, y darnos un puesto alto en la iglesia, y que nos den palmaditas, y nombrarnos esto, aquello, o lo otro.",
    "Pues, esos Cristianos primitivos eran robustos. No les interesaba quién les diera palmaditas en la espalda. Ellos reflejaron a Jesucristo, tanto, que dijeron… Los—los consideraron sin letras y del vulgo. Ellos no asistieron a la secundaria, y no obtuvieron un título de la universidad. “Pero reconocían que estos habían estado con Jesús”. Eso es lo que necesitan, los Cristianos hoy, reconocer que Uds. han estado con Jesús. Uds. tienen algo que es diferente. Yo sé que eso no es… Eso no es popular decirlo, pero no buscamos popularidad. Los Cristianos no buscan algo fácil.",
    "Una hermana anciana en mi iglesia hace años, se ponía de pie y cantaba el canto:\n\n¿Seré llevada al hogar al Cielo en una cama floreada de suavidad,\n\nCuando otros pelearon por el galardón y navegaron sangrientos mares?\n\nNo. Yo tengo que pelear si es que debo reinar.",
    "Piensen Uds. en lo que harían si estuvieran aquí y todo estuviere en contra de Jesucristo, si Ud. hubiera vivido en Sus días. Pero Ud. está viviendo allí, mi hermano, hermana; es cierto. Él aún es la Palabra. Miren cómo ellos La pisotean hoy. Miren cómo tratan de organizarla, y unirla, y todo eso así, con el mundo. Den un paso fuera. Tomen su—párense por Jesucristo y Su Palabra. No permitan que nada lo impida. Quédense con Ella.",
    "Como los lavanderos chinos de antes, que venían aquí a Arizona y California, años atrás. Él no podía escribir una sola palabra en inglés. Difícilmente él lo sabía. De llevarle su ropa sucia, ¿saben lo que él hacía? Tenía pequeños pedazos de papel, sin nada escrito allí. Él solo rasgaba ese papel y le entregaba un pedazo a uno. Cuando uno regresaba, ese pedazo de papel tenía que cuadrar con el pedazo de papel de él, o Ud. no se llevaba su ropa. Eso era mucho mejor. Un nombre se puede falsificar, pero con eso no lo van a engañar, porque ese pedazo de papel tiene que cuadrar exactamente con el pedazo de papel de él.",
    "Así también Dios hizo Su pacto. Nuestra experiencia no debe cuadrar con algún credo, algún dogma, alguna denominación de una iglesia, más bien debe cuadrar con la Palabra de Dios, Jesucristo. Correcto. Cuando venimos a Cristo, entonces Cristo nos reclama. Él Lo rasgó allá en el Calvario en dos. Una parte, Él levantó, para que estuviera a Su diestra, lo cual era el cuerpo. El Espíritu, Él vino, y fue enviado aquí de regreso para hacer una Novia para Él. Y esa misma experiencia que estuvo en Cristo tiene que estar en nosotros.",
    "Él fue—Él fue absolutamente tan perfecto que agradó al Escultor, y tanto Lo inspiró que en el Calvario Le hirió. ¡Oh, vaya! Ahora lo vemos a Él como dice la Escritura, la Obra Maestra de Dios. “Le tuvimos por herido, azotado y abatido de Dios”. Allí está la verdadera obra maestra. Así como Ángel golpeó la suya, eso fue lo que la hizo…",
    "Si Él solo hubiera vivido una vida buena, hubiera sido como algunas de estas personas que predican el evangelio social de hoy: “Él era un profeta”. Él era un profeta, pero Él fue más que un profeta; Él era Dios; Él era Emmanuel.",
    "Y ahora lo que lo hizo a Él perfectamente (para mí), la—la Obra Maestra para mí y para Ud., es porque Dios Lo hirió. Él Lo hirió en el Calvario. Si Él no hubiera sido herido… No importa cuántos muertos hubiera resucitado, lo bueno que Él hubiera predicado, lo grandiosa que haya sido Su vida, lo que haya reclamado, Él fue probado allí. Quedó tan agradado Dios, que Él fue el único Hombre sobre la faz de la tierra que Dios pudo herir por los demás. Ese perfecto fue herido por los imperfectos. Toda la creación que había caído por Adán, fue redimida por Jesucristo. La Obra Maestra de Dios ha resistido la prueba. ¿Cómo lo hizo? Por la Palabra. “Escrito está: ‘No solo de pan vivirá el hombre, sino de toda Palabra que sale de la boca de Dios’”.",
    "¡Oh, amigo Cristiano, póngase toda la armadura de Dios! No se quede atrás con alguna pequeña idea de algún credo o algo que Ud. respalda. Póngase toda la armadura de Dios cuando vaya a pelear contra el enemigo, como hizo nuestro Señor. Él mostró cómo el más débil de los Cristianos puede vencer a Satanás solo con la Palabra. Él tenía poderes, Él pudo haber herido a Satanás como hubiera querido, pero Él no lo usó. Él solo tomó la Palabra y con Ella lo venció. “Escrito está. Escrito está”. Por todas partes, “escrito está”. Así que Él venció a Satanás con la Palabra de Dios.",
    "Ahora, esa fue una Obra Maestra perfecta y Dios La hirió. ¡Qué ejemplo que fue! ¡Qué cosa tan real! ¿Hábleme de la—la escultura allá de Miguel Ángel, al Moisés ser herido en la pierna? La Biblia dice: “Este Hombre fue desfigurado más que todos los hombres. Él fue tan desfigurado que no parecía un hijo de hombre. Él fue golpeado; fue herido; quedó ensangrentado; fue azotado”. Él… Todo lo que se pudo hacer. Él se veía solo como una—solo como una gran masa de Sangre y huesos, caminando. Él ni siquiera parecía un ser humano a medida que arrastraba eso hacia el Calvario. Dios Lo hirió por nosotros. Eso le hace a Él la Obra Maestra perfecta.",
    "¡Oh, cuánto lo amo a Él!, al saber que Él lo hizo por mí, saber que lo hizo por Ud. ¿Cómo podríamos—cómo podríamos igualar eso? Nadie podría igualarlo. Nadie es digno de igualar eso. Nos encontrábamos aquí sin esperanza. Estábamos sin Dios. Nosotros, sin manera alguna de redención. Todos nacidos por lo sexual, y sencillamente teníamos que pagar el precio. Pero Él vino, Aquel perfecto, y fue tan perfecto y le agradó tanto, al punto que Dios lo hirió por Ud. y por mí.",
    "Ahora, durante casi dos mil años, Dios ha estado tratando de labrarle una Novia como obra maestra, llamada la Iglesia. Así es. ¿Cómo lo hace Dios? Él lo hace por Su método que nunca cambia, la Palabra. Dios nunca cambia Su método. Los demás, podemos. Uds. cambian; yo cambio; el tiempo cambia; el mundo cambia; pero Dios no cambia, Él es perfecto. Él no cambia. Y la manera en que Él hace algo la primera vez, Él lo hace de la misma manera cada vez.",
    "Él salvó al hombre una vez porque se arrepintió. De esa manera salva al hombre de nuevo. Él sanó a un hombre porque tuvo fe. Él sanará al que sigue en base a eso mismo. Él nunca cambia Su manera, porque (¿Ven?), Él es soberano y es Eterno. Él es infinito, omnipresente, omnisciente. Él es Dios. Y, por tanto, Él no tiene que pedir sabiduría de nadie. Él no tiene que esperar para aprender más. Él no necesita de un nuevo título. Él es perfecto. Y cualquier título y lo que sea que Él haga primero, Su primera decisión permanece igual para siempre. Eso nunca se puede cambiar. ¡Oh, qué gusto me da!",
    "Y cuando Él hizo Su primera obra maestra, Él la puso detrás de la Palabra. Cuando Él hizo su segunda Obra Maestra, Él fue la Palabra. Amén. Él fue la Palabra, no detrás de la Palabra; sino que Él fue la Palabra. Dios nunca cambia Su plan. Eso fue exactamente con lo que Él empezó a hacer Su primera Iglesia, con la Palabra.",
    "Ahora, Dios, la Palabra en el principio, Él era independiente de todo, de lo demás, de los demás pueblos. Ahora, no quiero decir esto para ser diferente. Dios es segregacionista. ¿Lo saben Uds.? ¿Uds. hablan de integrarse? Dios es segregacionista. Seguro que Él lo es. Él separa Su pueblo del mundo. Él separó a Israel, Su nación. Él procura separar a Su iglesia del mundo, pero la iglesia quiere continuar con el mundo. Pero Su pueblo aún es segregado, segregado para Él. ¿Quién es Él? La Palabra.",
    "¿Cómo puede un hombre tener el bautismo del Espíritu Santo, y el Espíritu Santo escribió la Palabra, y un hombre tener el bautismo del Espíritu Santo y negar la Palabra? ¿Cómo puede el Espíritu Santo en Ud. negar Su propia Palabra que fue establecida para Ud.? No lo puedo entender. Tiene que estar de acuerdo con la Palabra. Y si el espíritu en Ud. no acentúa cada una de las promesas de Dios con un “amén”, algo anda mal.",
    "El Hermano Fred Sothmann o alguien aquí esta noche, citó: “Jesucristo es el mismo ayer, y hoy, y por los siglos”. Él es la Palabra. Eso es seguro. Él siempre es el mismo (¿Ven?), y el espíritu en Uds. tiene que acentuar eso con un “amén”.",
    "🦅 ¡Oh!, Él, en cierta manera lo es”. En toda manera Él es el mismo, ayer, y hoy, y por los siglos.",
    "Ahora observamos que Dios comenzó a hacerle una—una Novia, para Cristo. Así que… Y la Novia tiene que estar identificada con Él y en Él, porque es parte de Él. Ahora, la Novia es parte de Él. Ella es parte de Él. La Palabra para ese día, la Novia, viene a ser parte de esa Palabra, pues es Cristo. Ahora, ¿lo creen Uds.? Nosotros tenemos que estar en Cristo. En Cristo, tenemos que pertenecer a Cristo, en Cristo, parte de Cristo.",
    "¿Qué es una mujer, cuando ella escoge un hombre, o que el hombre escoge a una mujer? Esa mujer tiene que ser parte de él. Ellos ya no son dos. Ellos son uno.",
    "Y cuando Dios y Cristo se hicieron uno, Ellos fueron Uno. Pues, Dios era el Verbo y el Verbo se hizo carne. Y la carne y el Verbo se hicieron Uno. Y cuando la iglesia llega a ser la Novia de Cristo, Ella y los Evangelios son lo mismo.",
    "¿Cómo pueden decir entonces: “Los días de los milagros han pasado”? ¿Cómo pueden decir entonces que “Él no es el mismo ayer, y hoy, y por los siglos”? ¿Cómo pueden decir: “Esas cosas son para un apóstol o un discípulo, o alguien de otro día”, cuando Uds. son parte de Él?",
    "Cuando Él dijo: “Los cielos y la tierra pasarán, pero Mis Palabras nunca fallarán”. Y ¿qué me dice de Apocalipsis 22, cuando Él terminó de escribir el Libro? Él dijo: “Yo testifico que si algún hombre añadiere una palabra, o Le quitare una Palabra, su parte será quitada del Libro de la Vida”.",
    "¿Entonces cómo vamos a llegar al Cielo y decir: “Pues, yo creo esto, pero no creo Eso”? Ud. tiene que ser la Palabra plenamente, porque Ud. es parte de Él. Así es como Dios quiere hacer Su Iglesia hoy, no por un credo. Y ellos tratan de obligarnos a entrar en eso, amigos. Uds. pueden ver que eso se aproxima. La escritura está en la pared. No falta mucho para que seamos una Iglesia mundial. Y toda iglesia tendrá que formar parte de eso, o sufrir las circunstancias. Pues, ¿están preparados para sufrir eso? Más vale que Ud. no lo haga tan solo porque piensa que es lo correcto.",
    "Más vale que tengan a Cristo por dentro, porque esa Palabra es lo Eterno, y esa Palabra es la que los resucitará. Uds. llegan a formar parte de esa Palabra. Uds. se identifican con la Palabra.\n\nHoy en día, uno dice: “Yo soy Cristiano”.",
    "🦅 ¿A qué denominación pertenece Ud.”? Bueno, eso no tiene nada que ver con la Cristiandad.",
    "Está bien tener denominaciones. Yo no estoy en contra de eso. Pero vean, eso, eso es lo que la gente está… Mucha gente dice que yo derribo las denominaciones, que les doy patadas. No lo hago. No, señor. No hay problema con las denominaciones. Son una especie de acuerdos de trabajo, o cualquier cosa así. Pero cuando Ud. se aferra, porque dice: “Yo soy Cristiano porque pertenezco a cierta y cierta iglesia”, eso no significa nada. Ud. tiene que pertenecer a Cristo, y Cristo es la Palabra. Y muchas veces esas denominaciones están tan lejos de la Palabra como el este lo está del oeste.",
    "Ud. tiene que quedarse con esa Palabra para ser la Novia. Si Ud. está en la Novia, Ud. está en la Palabra, y la Palabra está en Ud. Y la Palabra que reflejó a Dios por Cristo, refleja al mismo Dios por medio de Ud. Amén. Amén significa “así sea”. Entonces, así sea. Yo creo que Eso es la Verdad. Uno tiene que estar identificado con Él.",
    "Ahora, si yo voy a ser un verdadero americano genuino, si voy a ser un ciudadano fiel de esta nación, tengo que estar identificado con ella. Tengo que ser todo lo que ella fue, correcta o equivocada. Yo tengo que ser todo lo que ella es, correcta o equivocada; todo lo que ella será, correcta o equivocada. Tengo que estar identificado con esta nación, si voy a ser un americano. ¿Verdad? En su gloria o en su vergüenza, en su libertad o en llamas, lo que ella sea, yo debo ser el creador de su inmortalidad. Debo estar como una unidad. Todo lo que ella fue, yo lo soy. Todo lo que ella fue, lo soy yo. Todo lo que ella será, debo ser participe con ella. Correcto.",
    "Piensen en eso por unos minutos. Entonces, para serlo, como americano… Se los mostraré, para asegurarme de que lo vean, mientras termino.",
    "Para ser un americano, tengo que estar identificado con todo lo que ella alguna vez hizo. Por lo tanto, yo desembarqué en Plymouth Rock, con los—con los ancestros. Yo estuve en Plymouth Rock con los Peregrinos. Estuve allí con ellos. Cabalgué con Paul Revere, una noche, para advertir a esta nación de sus peligros. Tenía que estarlo, si soy americano.\n\nUds. dicen: “¡Oh, Hermano Branham!”.",
    "Esperen un momento. La Biblia dice en Hebreos, el capítulo 7, que: “Leví, que recibió diezmos, pagó diezmos, pues estaba en los lomos de Abraham cuando este se encontró con Melquisedec”, su tatarabuelo, y le fue tenido en cuenta. Cuando su tataranieto estaba en sus lomos, cuando Abraham pagó diezmos a Melquisedec, Dios se lo atribuyó. ¿Lo hizo Él? Correcto.",
    "Lo que sea esta nación, lo soy yo. Eso es verdad. Así que yo desembarqué en Plymouth Rock. Cabalgué con Paul Revere.",
    "Atravesé el Valle Forge, estuve en ese río helado con George Washington. Fui uno de esos soldados americanos que no tenían zapatos para marchar contra los ingleses. Sufrí de pies fríos esa mañana, cuando me envolví los pies. Yo vi a Washington salir del bosque, mojado hasta la cintura, habiendo orado toda la noche. Yo estuve allí cuando sucedió.",
    "Me paré con Stonewall Jackson, con toda la oposición. Cuando los ejércitos del norte enviados allá, dijeron: “Todos los ejércitos se han retirado”.\n\nPreguntaron: “¿Dónde está Jackson?”.",
    "Dijeron: “Está como una Muralla de Piedra”. Yo me paré allí con él; un pequeño individuo delgado, de ojos azules.",
    "Le preguntaron en una ocasión: “¿Cómo puede mantenerse de pie con toda la oposición?”.",
    "Un hombre muy modesto, pateó con su bota, un gesto así, dijo: “Nunca me llevo un sorbo de agua a la boca sin antes agradecerle al Dios Todopoderoso”. Yo me paré con Él en sus convicciones. Yo me paré con Stonewall Jackson. Es cierto.",
    "Estuve en el Motín del Té inglés. Ayudé a arrojar ese té inglés al mar. Tuve que estarlo, para ser un americano. Sí, señor. Sí, señor. Yo firmé la Declaración de Independencia, con Thomas Jefferson. Yo hice sonar la Campana de la Libertad, el 4 de Julio de 1776.",
    "Yo me identifico con ella en la vergüenza de la revolución, cuando hermano peleó contra hermano, y padre contra hijo. Yo me tengo que identificar en su vergüenza, así como me identifico en su gloria. Seguro que sí.",
    "Yo estuve en la Isla Wake cuando todos esos soldados perdieron sus vidas. Vi que les sucedió. Yo los vi cuando se tomaron la Isla Wake. Yo ayudé a levantar la bandera en Guam. Seguro.",
    "Todo lo que ella fue, y todo lo que alguna vez hizo, todo lo que ahora es, orgullosamente digo que yo soy parte de ella, porque me da gusto ser un americano. ¿A Uds.?",
    "Para ser Cristiano, así mismo debo serlo. ¡Aleluya! Sí, señor. Si soy Cristiano, entonces yo prediqué el Evangelio y advertí de los juicios venideros con Noé. Sí, señor. Yo fui parte de eso allá atrás, en eso. Yo fui parte de la economía de Dios.",
    "Yo estuve con Moisés en la zarza ardiente. Fui expulsado de Egipto con Moisés. Huí al desierto, y estuve con él en la zarza ardiente. Yo oí Su voz. Yo vi Su gloria. Yo vi la Columna de Fuego en esa zarza allá atrás, hablando con Moisés.",
    "Yo estuve con él en el Mar Rojo cuando se abrió. Vi la Columna de Fuego posarse sobre el Monte Sinaí. Comí maná en el desierto y bebí de la Roca herida. ¡Aleluya! (No me siento de cincuenta y cinco ahora mismo.) Amén. Sí, señor. Yo comí maná en el desierto, con los hijos hebreos allá en el desierto. Y bebí de esa misma roca herida.",
    "Yo me paré con Josué esa mañana cuando él observaba los muros de Jericó, y vio a un Hombre parado. Él sacó su espada y corrió a hacerle frente. Él le dijo: “¿Eres de los nuestros, o de nuestros enemigos?”.",
    "Él dijo: “Soy el Príncipe del ejército de Jehová”. Vi a Josué arrojar su espada en la tierra. Me arrodillé con Josué cuando me postré delante de Él, el Príncipe del ejército de Jehová. Yo vi caer los muros de Jericó al sonar la trompeta.",
    "Vi a Josué, dijo: “Sol, detente. Y tú, luna, en el valle de Ajalón. No te muevas”. Yo vi el sol detenerse, y a la luna no fallar en dar su luz. Yo vi suceder todo eso.",
    "Estuve con Daniel en el foso de los leones; con los jóvenes hebreos en el horno ardiente.",
    "Yo estuve con Elías, allá cuando todo el mundo lo rechazó, y Acab y todas sus jezabeles con su cabello cortado y cosas de ese día, sus pinturas y sus polvos, todo lo que hizo caer la iglesia. Yo me paré con Elías, hablé un mensaje limpio y puro, de la Palabra de Dios. ¡Aleluya! Permanecí con él en el Monte Carmelo cuando estuvo allá solo. Le vi orar para que cayera el fuego del cielo.\n\nEstuve con David cuando mató a Goliat. ¡Gloria a Dios!",
    "Pues, si soy Cristiano estoy identificado con todo eso. Tengo que ser parte de eso. Sí, señor.\n\nProfeticé con Isaías en su día.",
    "Estuve con Juan en el Jordán cuando vio a la paloma bajar sobre Él. Me paré con Juan en el Jordán.",
    "Le vi a Él sanar a los enfermos; resucitar a Lázaro; resucitar a la hija de Jairo, después de estar muerta. Yo vi eso.",
    "Estoy identificado con Él en Su muerte. Yo morí con Él cuando murió en el Calvario, y resucité la mañana de Pascua con Él, en el poder de Su resurrección. Soy testigo de eso en esta noche. Morí con Él en el Calvario, resucité con Él en la Pascua. ¡Aleluya! Para ser parte de Él tengo que estar identificado con Él. Yo me identifiqué con Él en Su muerte. Me identifiqué con Él en Su sufrimiento. Me identifiqué con Él cuando las denominaciones lo rechazaron. Yo me identifiqué con Él cuando ellos lo sacaron del templo, cuando trataron de arrojar, de deshacerse de Él. Yo estuve con Él allí. Yo estuve con Él en Su muerte, resucité con Él en Su resurrección.",
    "Y yo estuve con los ciento veinte cuando subieron al aposento alto. Sí, señor. Fui testigo de ese viento recio que vino del Cielo. Yo hablé en lenguas con los ungidos en el día de Pentecostés. ¡Aleluya! Estuve allí porque me identifico con Él. ¡Gloria a Dios! Correcto. Prediqué con Pedro, en Hechos 2. ¡Oh, yo prediqué con él allá!",
    "Yo prediqué con Pablo en el Areópago, frente a la crítica. Sí, señor. Tuve que estar allí.",
    "Estuve con Juan en la Isla de Patmos. Yo vi la visión de Su Venida. Yo soy. Yo—yo vi a Lutero. Estuve con él durante la reforma.\n\nYo estuve con Wesley.",
    "Y ahora estoy aquí en Yuma, Arizona. ¡Aleluya! Estoy identificado, en esta noche, aquí en este Motel Stardust, con un grupo de personas que cree lo mismo. “Y ahora estamos sentados juntos en lugares Celestiales en Cristo Jesús”. ¡Aleluya! Estoy esperando Su Venida en gloria uno de estos días. ¡Identificado con Él!\n\nViviendo, Él me amó; muriendo, Él me salvó;\n\nSepultado, Él se llevó lejos mis pecados;\n\nResucitando, Él me justificó libremente para siempre;\n\nAlgún día Él vendrá, ¡Oh, día glorioso!",
    "Ahora estoy identificado en el bautismo del Espíritu Santo; no algo aquí afuera en la calle, algo hace cuarenta años. Yo lo tengo ahora mismo, la gloria y poder de Dios, del perdón de pecados. Le veo a Él sanar a los enfermos, abrir los ojos cegados, le veo a Él predecir cosas, leer los corazones de las personas. Yo me identifico con Él en Su ministerio en este día. ¡Gloria a Dios! Me identifico con Él, para ser librado en estos últimos días. Confío en que soy parte de esa gran Novia que viene uno de estos días.",
    "No importa lo que diga el mundo, puede ser que nos digan: “Locos, histéricos o belcebús, o herejes”, lo que ellos quieran que sea. De todas maneras, yo quiero ser identificado con ese grupo. Aún estoy allí. Permanezco allí. Yo nací allí. Yo quiero permanecer allí. Siempre estaré allí, porque Dios me puso allí. Eso hago. Salí de mi iglesia para venir a identificarme con un montón de santos rodadores. Yo soy uno de ellos. Me identifico con ellos.\n\nEllos dicen: “Billy, has perdido la mente”.",
    "Posiblemente, pero encontré la mente de Cristo. Encontré Su Palabra, ¡encontré Su Presencia, encontré que Él es el mismo ayer, hoy, y por los siglos! …me importa lo que otros piensen de eso. Así soy. Yo soy el que me tengo que identificar. Yo me identifico con Él, por la Palabra de Dios. Él dijo: “Estas señales seguirán a los que creen”. Me da gusto identificarme con eso. Sí, señor.",
    "Saben, un anciano maestro del violín, en una ocasión, Uds. han oído la historia, tenían un violín antiguo y lo subastaron, ellos querían venderlo y nadie lo compraba. Dijeron: “¿Quién da un dólar? ¿Quién da un dólar y medio?”. Finalmente: “alguien, alguien más, un dólar y medio”.",
    "Finalmente un anciano canoso salió de la audiencia. Uds. conocen la historia. Lo tomó, dijo: “Permítanmelo”. Le puso resina al arco, y lo tocó por un momento. La gente comenzó a llorar. Las lágrimas rodaban así de sus rostros.",
    "Y estando así, el subastador comenzó de nuevo, dijo: “¿Quién ofrece?” dijo, “¿mil dólares, dos mil, cinco mil?”.",
    "¿Cuál fue la diferencia? El maestro, el que lo conocía, el que lo hizo, él sabía cómo sacar lo que estaba allí.",
    "Y mientras seamos nosotros los que tratemos de sacar nuestras iglesias de credos y denominaciones, nunca lo lograremos. Permitan que el Perito Arquitecto de la humanidad, Quien hizo al hombre según Su propia imagen, Quien le está haciendo una Novia para lo mismo, deje que el movimiento de Su arco del Espíritu Santo haga sonar esta Palabra en su corazón una vez, y ese será nuestro mejor ejemplo. No importa a cuántas iglesias grandes Ud. asista, ni cuántos nombres estén en el registro, eso hará más por Jesucristo que todas las iglesias y denominaciones, y credos, e iglesias en el mundo, y organizaciones en todo el mundo.",
    "Él está haciendo una Novia. Sí, señor. Él está picando los pedacitós ahora, desprendiéndolos del mundo. ¡Oh, unirse a iglesias, y credos, y denominaciones, y dogmas, todo eso tiene que salir de la Iglesia!; sus ideas formales, su indiferencia, sus doctrinas y demás. Regresen y permítanle al Maestro tomar el arco. Permitan que el Maestro los tome en Sus manos, haciendo sonar la Palabra, dice: “Jesucristo es el mismo ayer, y hoy, y por los siglos”.",
    "Digan: “Amén, Señor. Fórmame, moldéame, fórmame, Señor, en lo que debo ser”. Entonces será algo diferente.",
    "Entonces: “Si Yo fuere levantado de la tierra, a todos traeré a Mí Mismo”. Sí, señor.",
    "Él ahora los está labrando, dejándolos solamente con Su Palabra, cortando todos los credos y dogmas y todo de Uds., tratando de regresar a una Novia para el Hijo, otra obra maestra, parte de la Palabra. ¡La Palabra!",
    "Jesús no podía tomar el lugar. ¿Recuerdan aquel día cuando leyeron del Libro? Él solo leyó parte de la profecía, dejó lo demás para los últimos días. Esa parte la debemos tomar nosotros.",
    "Entonces (¿Ven?), Él ha cortado, quiere extraer a la Iglesia, igual como hizo con el Hijo, como hizo con la Novia y el Novio. Para que sea Su Novia, uno debe ser parte de Él. No parte del credo, no parte de la iglesia, no parte de la denominación, sino parte de Él. Ser labrados de cualquier otra forma no funcionará. Ud. tiene que haber sido labrado por la Palabra. El mundo cortado de Ud., y dejar que solamente la Palabra viva en Ud.",
    "El gran Escultor está contando con Ud., dispuesto a pararse y a que Ud. sea moldeado a la imagen según el requerimiento que exige Su Palabra. “En los postreros días, derramaré Mi Espíritu sobre toda carne. Vuestros hijos y vuestras hijas profetizarán”. Cristo es la Obra Maestra identificada de la Palabra hecha carne. A Ud. se le pide que se identifique en Él, por la misma Palabra, para que sea la obra maestra de la Novia.",
    "Ahora, hermanos, allá Dios tuvo una obra maestra para presentar al mundo, ahora Él quiere una obra maestra hoy. ¿Están dispuestos? ¿Está Ud. dispuesto, mi amigo Cristiano? ¿Está realmente seguro que su vida está reflejando para Cristo?, no importa lo que diga el mundo. Ellos dicen: “Ud. ha perdido la mente. Ha enloquecido. Ud. fue y se unió a esos santos rodadores”. No le presten atención a eso.",
    "Si Uds. no han sido real y verdaderamente salvos, y no están en ese Cuerpo, y la Palabra de Dios está en Uds. y reflejándose, y la Vida de Cristo siendo reflejada en Uds.: hermano, hermana, no corran ese riesgo. No me importa lo que sean, qué clase de experiencias hayan tenido, permitan que esa Palabra se refleje en Uds. a diario, porque Dios, en estos últimos días, está tomando una Novia para Su Hijo, Jesucristo.\n\nInclinemos nuestros rostros.",
    "Amado Padre Celestial, que manera tan tosca delante de un grupo de personas inteligentes. Mi educación es sufi-… insuficiente, Señor. Oro que el gran Espíritu Santo haga penetrar estas palabras en el corazón de las personas, que vean lo que quise decir, si no lo lograron entender por mi manera de entrecortar las cosas, Señor. Pero, en mi corazón, yo—yo veo lo que Tú—lo que tratas de hacer.",
    "Yo creo, Padre, la Novia debe ser parte del Novio. Ella debe ser igual que el Novio, pues ella es parte de Él. Ella nunca, nunca podrá ser Su Novia hasta que llegue a ser parte de Él. Y esa es una parte de la Palabra hoy que dice que Él es el mismo ayer, hoy, y por los siglos.",
    "El grano de trigo que una vez vivió en la tierra, y cayó en la tierra, brotó en la semejanza del grano que entró en la tierra. Y, Señor, en el día de Pentecostés brotó una gran Iglesia. Vino otro grano de trigo, para conformar un Novio y una Novia, para el último día.",
    "Vemos que cayó, para Él, por mil años. Desde el Concilio de Nicea, permaneció allí en la tierra pudriéndose.",
    "Los críticos escribieron el libro, El Dios silencioso, “Que permitió que niños murieran, y presa de leones, y quemados. Y los gladiadores hacían mártires de los Cristianos, y los quemaban en la hoguera”. ¡Si ese hombre tan solo hubiera tenido el discernimiento espiritual!",
    "Ese trigo tiene que pudrirse en la tierra, pero volvió a brotar, no en la semejanza en la que cayó. Cayó en la semejanza de un grano de trigo, pero, cuando brotó, tenía hojas, como el trigo tierno cuando brota.",
    "Finalmente creció de Lutero a Zwinglio, y viniendo así, y finalmente llegó a la borla. Tuvo un cambio en los días de Wesley. Se parecía un poco más al trigo, y aun más que las hojas. Está volviendo a sí mismo otra vez.",
    "Entonces vemos que brotó un grano que lucía casi como el verdadero. Y si tan solo fueran y pelaran la cáscara, se darían cuenta. Ese primer grano de trigo no tiene grano allí, en lo absoluto. Eso es una cáscara, una hoja. Señor, el gran avivamiento pentecostal que salió, tenía que ser de esa manera, Señor, para proteger al Trigo cuando venga. No hubiera habido lugar para que fuera.",
    "Ahora, Padre, sabemos que tomamos todas las cosas según la naturaleza, porque Tú formaste la naturaleza. Tú redimiste la tierra de la manera como la bautizaste en los días de Noé, después de su prédica; dejaste caer la gota de Sangre del Hijo sobre la tierra, santificándola para Ti; y en la gran edad que vendrá, en la renovación, vas a quemarla con fuego, para quemarle todas las cosas mundanas. Así como haces con el Cristiano: Lo salvas, lo bautizas, lo santificas; luego lo renuevas quitando el mundo de él, entonces lo reclamas como Tuyo, al poner el Espíritu Santo en él.",
    "Sabemos que este trigo ha venido por el mismo proceso. Toda la naturaleza funciona igual. Ahora, Señor, cuando vemos la cáscara hoy desprenderse del Grano, volviéndose mundana, ¡oh, Dios!, concede que esos granos… La—la cáscara tiene que desprenderse, para que el grano pueda entrar en la Presencia del Hijo. Escucho la máquina segadora llegando, Señor. No falta mucho. Y entonces el gran elevador subirá Su Novia a la gloria, en la Presencia de Dios.",
    "Oro, Padre, que nos bendigas a cada uno. Permítenos recordar, Señor, que esta es nuestra oportunidad. Mañana tal vez no la tengamos. Hoy es nuestra oportunidad. “Hoy, después de tanto tiempo, si oyereis Su Voz, no endurezcáis vuestro corazón”. Señor Dios, no conozco estas personas. Si hay alguno aquí que no tiene esto, concede en esta noche que reciban la plenitud de Dios y sean llenos del Espíritu Santo. Concédelo Padre.",
    "Ahora con nuestros rostros inclinados, y nuestros corazones. Amigos, excusen la manera que entrecorté mi mensaje. Yo—yo oro que Dios les muestre lo que quise decir. Ahora, si… No quiero a nadie mirando. Solo tengan sus rostros inclinados. No quiero eso. Quienquiera que Ud. sea, si no está seguro que su vida…",
    "Ahora (¿Ven?), cada uno de esos procesos, ¿qué hicieron? Entraron en una organización. ¿Qué hizo Él? El Espíritu se fue a otro. Y tan pronto Lutero se organizó; entró directamente a Wesley. Wesley se organizó; entró directamente a Pentecostés. Pentecostés se organizó; ¿A dónde se irá? Igual que la Columna de Fuego, continúa avanzando.",
    "Y algunas personas dicen: “Yo soy pentecostal”. Está bien. “Soy luterano”. Está bien. No hay nada en contra de eso.",
    "Pero, amigo, amigo: el Trigo sigue avanzando. Hemos tenido uno de los mayores avivamientos. Ha—ha durado más. La historia muestra que un avivamiento solo dura como tres años. Este lleva quince años o más, con grandes campañas de sanidad, pero se ha enfriado ahora. ¡Miren! Todo avivamiento siempre produce una organización después que pasa. ¿Este por qué no? Hay un grupito de hermanos que comenzó por acá en algún lugar, llamado la Lluvia Tardía, no llegaron a ningún lugar; se desplomó. ¿Por qué? Es la edad del Trigo, amigos. Es el Trigo. Hay un ministerio sobre la tierra que es igual al que cayó en la tierra allá atrás cuando comenzó, una verdadera experiencia de Pentecostés.",
    "Las iglesias se están organizando. Y la una quiere construir más que la otra, y conseguir más miembros y así, las organizaciones, gradualmente. Lo vemos. Yo soy pentecostal. La vemos desprendiéndose. Pero ¿qué? Tiene que hacerlo, para que el—el Hijo pueda llegar al Grano. Si en un principio no hubiera estado allí, de no haber sido resguardada por la cáscara, no tendría lugar a dónde ir. Dios le hizo una cáscara (¿Ven?), como el grano, como el trigo, como cualquier otra cosa que sale de una cáscara. Ahora (¿Ven?), no ha comenzado otra organización después de esto. ¿Por qué? Ya no queda tiempo para eso; estamos en el fin.",
    "Y si Ud. no está exactamente donde debería, y pudiera decir: “Hermano Branham, si Dios escucha su oración por los enfermos, y yo he escuchado lo que el Señor ha hecho en respuesta a la oración…”. Y Uds. han oído de otras personas en el mundo hoy que están orando. Dirá Ud.: “Yo… ¿Oraría por mí para que yo reciba esa experiencia, Hermano Branham? Puede ser que yo nunca lo vuelva a ver”. Puede ser que yo no los vuelva a ver. “Pero ore para que yo esté allí. No me siento ahora como que voy a estar allí. Pero me gustaría que Ud. orara por mí, para que pueda estar allí”.",
    "Ahora, todo rostro inclinado. Levante la mano, ¿lo hará? El Señor lo bendiga, lo bendiga a Ud., y a Ud. Dios lo bendiga. En este grupo de personas, me supongo, cincuenta quizás o setenta y cinco manos se levantaron.",
    "Ahora, Amado Jesús, Tú eres el Juez. Nosotros solo somos los ministros. Oro, amado Dios. Y—y si he hallado gracia delante de Ti, responde a mi oración. Tú has visto cada mano que se levantó. Sabes lo que hay en sus corazones. Creemos que ellos han sido ordenados a Vida. Y Satanás, así como en los días de Adán, está tratando de evitar que esa obra maestra aparezca. Que sea detenido en esta noche. Que la Sangre de Jesucristo se lo impida, y que ellos aparezcan como una obra maestra para Dios. Concédelo, Padre.",
    "Que ellos se identifiquen en la Palabra de Cristo. Él dijo: “A menos que un hombre nazca de nuevo…”. Que reciban esa experiencia de nacer de nuevo. Que ellos reciban el bautismo del Espíritu Santo, la renovación de todas las cosas del mundo; ellos ya no lo quieren más, Señor. Limpia ese mundo de ellos, y exhíbelos como una obra maestra frente a la gente. Concédelo, Señor, para que estés a gusto en esta edad del huerto en los últimos días aquí, para presentar Tu obra maestra en estos hombres y mujeres, niños y niñas, que levantaron la mano. Concédelo, Señor.",
    "Bendice este avivamiento que se lleva a cabo en la ciudad. ¡Oh, Dios!, oro que cada hombre y mujer que estén cerca, visiten ese avivamiento. Y que cada uno de ellos sean llenos del Espíritu Santo, y que un avivamiento a la antigua abarque aquí esta pequeña ciudad, al punto que gente de todas partes venga. Concédelo, Señor. Danos estas cosas, Padre, porque las pedimos en el Nombre de Jesús. Amén.",
    "Yo Le amo. Yo Le amo. ¿Le aman Uds.? Saben, Pablo dijo: “Si canto, canto en el Espíritu”. Me pregunto, estoy muy lejos de ser un cantante, pero me pregunto si juntos pudiéramos comenzar ese canto, Yo Le amo. ¿Nos da la nota, hermana? “Porque Él a mí me amó”. ¿Lo han oído? ¿Cuántos lo saben? Veamos sus… Es uno de mis antiguos cantos. Me gusta cantarlo. Muy bien.",
    "Inclinemos ahora nuestros rostros y cerremos los ojos, y cantemos ahora: Yo Le amo.\n\nYo Le amo, yo Le amo\n\nPorque Él a mí me amó\n\nY me compró la salvación\n\nAllá en la cruz.",
    "Tarareémosla. [El Hermano Branham empieza a tararear Yo Le amo.—Ed.] Algún día los arcos iris cubrirán el cielo. Una trompeta sonará. Los muertos en Cristo se levantarán. ¡Oh, cuánto anhelaremos Eso entonces!\n\nY me compró la salvación\n\nAllá en la cruz.",
    "Fue allí donde Él se hizo la Obra Maestra para nosotros. [El Hermano Branham empieza a tararear Yo Le amo.—Ed.]",
    "Recuerden, toda obra maestra, antes de poder ser puesta en el salón de la fama, tienen que primero pasar por sus salas de críticos. Los críticos tienen que ver si pueden criticarla. Pero cuando pasa por los críticos, después es llevada al salón de la fama. El Hijo de Dios pasó por los críticos de toda organización, denominación, aun hasta Pilato dijo: “No hallo en Él ningún delito”. Judas dijo: “Traicioné Sangre inocente”.",
    "Después Dios Lo resucitó, y hoy Él se exhibe en el gran salón de la fama, a la diestra de Dios, haciendo intercesión. ¿No quieren unirse a Él allí? ¿No quieren ser parte de eso? Pueden serlo. Están invitados a serlo. Mientras cantamos este canto, ¿por qué no lo conversan ahora con Él?\n\n…a mí me amó\n\nY me compró mi salvación\n\nAllá en la cruz.",
    "Mientras lo cantamos de nuevo, quiero que se estrechen las manos ahora con alguien al otro lado de la mesa. Díganle: “Dios lo bendiga, amigo Cristiano. Dios lo bendiga. Ore por mí”. Cada uno háganlo ahora, mientras cantamos esto de nuevo.\n\nYo le…\n\nOre por mí. Ore por mí.\n\n…Le amo\n\nPorque Él…",
    "Así es, estrechen las manos, digan: “Ore por mí”. Todos Uds. oren por mí. Quiero tanto estar allí.\n\nY me compró mi salvación\n\nAllá en la cruz.",
    "Inclinemos ahora nuestros rostros y cerremos los ojos, y levantemos nuestras manos y cantémosle a Él ahora.\n\nYo… (¡Oh, Dios!), yo Le amo\n\nPorque Él a mí me amó\n\nY me compró la salvación\n\nAllá en la cruz.\n\nMiren su Obra Maestra colgada allí.",
    "Gran Escultor, gran Dios Quien hizo al hombre, y lo moldeaste y lo hiciste a Tu propia imagen, te pido Señor, que nos tomes a nosotros en esta noche. Que esta sea una noche de conmemoración, muy memorable para nosotros, que en esta noche, Señor, en esta noche, aquí mismo en el Motel Stardust, que Tú moldees hombres a la imagen de los hijos de Dios. Concédelo, Señor. Gran Escultor, Tú eres el Único que puede hacerlo. Toma Tu Palabra, Señor, moldéala allí mismo en los corazones de todos nosotros, para que seamos Tus obras maestras en los últimos días, y ser llamados la Novia de Cristo. Y que los demás puedan ver que hay tal realidad y tal gozo al vivir para Él.",
    "Señor, en este día, en el que aun nuestras iglesias pierden su sinceridad. Ellas no… Parece ser que todo ha llegado a ser como Hollywood, Señor, ¿qué ha sucedido? Se han ido tras un—un brillo en vez del resplandor. Sabemos que el mundo brilla en mundanalidad. Pero el Evangelio resplandece con el amor y con Cristo. Concede, Señor, que nos apartemos del brillo del mundo, y entremos en el resplandor de Cristo.",
    "Ellos son Tuyos, Señor. Tú los compraste. Tú… Ellos levantaron sus manos en esta noche, deseándolo. Ahora, Padre, yo… Si pudiera, los convertiría en eso, pero no puedo. Mas estoy confiando en Ti. Dijiste: “El que a Mí viene, no le echo fuera. El que oye Mi Palabra y cree al que Me ha enviado, tiene Vida Eterna; y no vendrá al Juicio”, ahora, no el manufacturado, Señor, sino el que cree, “ha pasado de muerte a Vida”. Concédelo, Padre. Ellos Te pertenecen, en el Nombre de Jesucristo. Amén.",
    "¿Le aman? ¿No es Él maravilloso?",
    "Denos la melodía o la nota, hermana, Maravilloso, maravilloso.\n\n¿Les gusta cantar? ¿Estoy tomando demasiado tiempo?",
    "Me gusta adorar. ¿A Uds.? Un breve Mensaje como este que corta, no me… Uds. saben, no me gusta cortar. Pero, uno, uno tiene que remachar un clavo para hacer que agarre. Uds. saben lo que quiero decir. Sí. Pues uno tiene que hundirlo bien. Y ¿ven?",
    "¿Les gusta ese canto? “Maravilloso, maravilloso, Jesús es para mí”. ¿Se lo saben?\n\nMaravilloso, maravilloso Jesús es para mí,\n\nConsejero, Príncipe de paz, Dios Poderoso es Él;\n\nMe salva, me guarda del pecado y la vergüenza,\n\n¡Maravilloso es mi Redentor, alabado sea Su Nombre!\n\nUna vez estuve perdido, ahora soy salvo, libre de condenación,\n\nJesús da libertad y plena salvación;\n\nMe salva, me guarda del pecado y la vergüenza,\n\n¡Maravilloso es mi Redentor, alabado sea Su Nombre!\n\n¡Todos!\n\nMaravilloso, maravilloso, Jesús es para mí,\n\nConsejero, Príncipe de paz, Poderoso Dios es;\n\nMe salva, me guarda del pecado y la vergüenza,\n\n¡Maravilloso es mi Redentor, alabado sea Su Nombre!",
    "Digamos ahora: “¡Alabado sea el Señor!”. ¡Alabado sea el Señor! ¿Sienten ahora que han sido limpiados por dentro? ¿Se sienten bien? Alaben al Señor. Él es maravilloso.",
    "Dios los bendiga hasta que los vuelva a ver. Le entrego ahora el servicio al hermano presidente. 🦅"
  ]
}