{
  "title": "EL TIEMPO DE LA SIEGA",
  "id": "64750009",
  "content": [
    "🦅  Gracias, Hermano Williams. Buenos días, amigos. Es un privilegio estar aquí en esta mañana. Y tener una presentación como ésta, me hace sentir aún más pequeño. Y estoy… agradecí mucho esta oportunidad de venir a Phoenix en esta mañana.",
    "Recuerdo la primera vez que vine a Phoenix, tenía como diecisiete años. Realmente ha crecido desde ese tiempo. En las afueras esta mañana cuando entramos a Phoenix, a duras penas notamos cuando salimos de Tucson y entramos a Phoenix. Está casi unido, han aparecido tantos lugares. Lugares donde salíamos acá y aun montábamos burros en el desierto, y ahora hay moteles y tiendas de baratillo, y demás. Y, por supuesto, eso habla de que me estoy haciendo viejo.",
    "Y luego me senté aquí al lado de mi buen hermano, el Hermano Valdez, y yo—yo le dije: “Bueno, hermano…”. Estábamos hablando y yo dije: “Bueno, por supuesto, me estoy envejeciendo”. Dije: “Me doy cuenta de eso, las millas se me están acumulando”. Yo dije: “Espere que Ud. tenga mi edad”, o algo así. Me—me sorprendió saber que él era mayor que yo, como por doce años. Pues, entonces me sentí mucho mejor en ese momento. Dije: “Hermano Valdez, quiero que Ud.… ¿Cuánto tiempo tiene predicando el Evangelio?”.\n\nÉl dijo: “Cincuenta años”.",
    "Bueno, yo era un niño pequeño cuando él ya estaba predicando. Entonces dije: “Quisiera que Ud. tomara el servicio esta mañana, Hermano Valdez”. Dije: “Yo soy un joven” dije, “no me gusta tener que pararme aquí y tratar de hablarles” dije, “a mis ancianos”.",
    "Y él sólo se rió, dijo: “¿Por qué cree Ud. que manejé hasta aquí?”.",
    "Así que, estoy muy agradecido por el Hermano Valdez. Él me estaba hablando de una casa de descanso que tiene por acá; qué—qué amabilidad. Yo le agradezco por eso. Me invitó a venir y visitarlos en alguna ocasión. Y queda por acá cerca de New River. No sé si alguno de Uds. sabe o no dónde queda. Estoy seguro que tratándose de un Valdez, todo está bien.",
    "Entonces, cada vez que vengo a una convención, por lo general conozco a alguien que—que ha sido sanado en los servicios, o algo. Y cuando estaba parado aquí a la mesa esta mañana había una preciosa hermana sentada aquí, llamada Erb, ella viene aquí de Michigan. Su hijo es el locutor aquí en esta estación Cristiana. Y ella me estaba diciendo que hace tiempo estuvo en la reunión allá en Flint, Michigan. Recibió una tarjeta de oración, y quería que se orara por ella, y nunca lo logró. Y ella estaba gravemente enferma. Y aquí mismo esta mañana, yo creo que Dios sanó a la mujer, parada aquí junto al lugar.",
    "Yo dije: “¡Qué tiempo ahora! De eso hace como doce, catorce años, y ahora fue en la ciudad llamada Phoenix; Phoenix es algo que levanta—se levanta de las ruinas”. Yo dije: “Bueno, eso mismo es lo que le ha sucedido a Ud. en esta mañana. Dios la levantó, creo yo, en esta mañana, de una—una salud en ruinas a una buena salud”.",
    "Estaba oyendo ayer por la tarde las llamadas que entraban, son tantas (ahora soy su vecino, vivo en Tucson) y las llamadas eran tantas que no pude salir para atenderlas todas, así que estaba orando por ellas por el teléfono. Y ellos, por lo tanto, sólo tenían que dejar sus números.",
    "Y había una señora, de ochenta y siete años, una anciana Cristiana, hacía un tiempo que había perdido la mente. Ella andaba en la calle gritando y llamando a la policía porque alguien le había robado su bebé. Tenía ochenta y siete años (¿ven?), había perdido la mente. Y ella era una anciana preciosa. Yo nunca la había conocido, en mi vida. Y entonces Billy me llamó y dijo: “Ve a orar inmediatamente” dijo, “la señora está muy grave, y piensan que se va a morir”. Dijo: “Ella está… ella está fuera de sus cabales”.",
    "Entonces sólo colgué el receptor, y entré al cuarto y oré. En unos momentos ella se durmió. Ella se despertó normal y bien, se comió una cena completa de pollo, con todo el helado y el pastel que le acompañaba. Sí.",
    "¿Ven Uds.? Dios es soberano. Él es tan real, Él puede… Uno no tiene que estar allí; sólo—sólo pidan.",
    "Yo creo que nuestro líder aquí, en esta mañana, o alguien, o tal vez fue el Hermano Valdez en su oración, dijo: “No tenemos porque no pedimos; no pedimos porque no creemos”.",
    "Agradezco los cantos aquí de estos jóvenes. Hermano Valdez, nosotros los viejos, comentábamos de la sinceridad de ese joven al dar ese testimonio, de que él conocía a Jesús.",
    "Ahora, sabemos que muchas veces encontramos a estos pequeños cuartetos y cantos, yo… éstas son las palabras de otro ministro, del Hermano Valdez que dijo: “Algunas veces vienen por docenas”. Porque, parece hoy como que ha—ha llegado a ser un espectáculo en lugar de lo—lo sagrado y la sinceridad que los pentecostales una vez poseían.",
    "Y la sinceridad de estos muchachos, yo—yo la agradezco. El Señor los bendiga muchachos. Y yo estaba…",
    "No soy muy partidario de la televisión. Como saben, realmente me opongo. Y la realidad es que estoy alquilando un lugar allá en Tucson hasta que tengamos nuestro lugar listo, donde vamos a establecer nuestro hogar, Dios mediante. Y la señora que alquila la casa, es una fina amiga Cristiana, pero ella tenía en la casa una—una—una televisión. Bueno, yo tengo hijos pequeños, y Uds. saben cómo son, pues ellos corren a eso. Entonces, hace unas mañanas, cuando apenas llegaba de un viaje con el Hermano Stromei… No sé si el Hermano Stromei está aquí o no, en esta mañana; él es el presidente de la asamblea de Tucson. Mi hija menor, que está sentada aquí atrás, me llamó para que yo mirara, dijo: “Vamos a prender la televisión, hay unos cuartetos cantando”, o lo que haya sido.",
    "Bueno, ahora, soy muy buen crítico, y lamento serlo, pero yo—yo—yo no puedo ser otra cosa de lo que soy. Si hago algo contrario a como he sido hecho, sería un hipócrita. Y no quisiera ser eso delante de Uds. Yo—yo quiero ser exactamente lo que soy, y entonces Uds. saben dónde estamos parados. Y me—me supongo que yo critico un poco más de la cuenta.",
    "Pero en mi corazón estaba criticar eso, porque a mí me pareció como teatro de Hollywood, demasiado alboroto; no pareció sagrado como debería ser. Y ellos cantaron esos himnos con—con ritmo de rock-and-roll, y usando zapatillas doradas. Y, ¿habrá llegado a tal grado el asunto que el Evangelio se ha vuelto un espectáculo? Pues, yo, si así es, yo—yo no quiero tener nada que ver con eso. Yo quiero algo que sea real y genuino, y queremos mantenerlo de esa manera.",
    "Ahora, hermanos, yo—yo creo que eso altera estos dos aquí. Con eso ¿me escuchan mejor ahora?",
    "Ahora, el próximo sábado en la mañana, el Señor mediante, tengo el gran privilegio de hablarle por primera vez a la asamblea en Flagstaff, Arizona. El hermano aquí, olvido su nombre, es el presidente. [Un hermano dice: “Chester Earl”.—Ed.] Chester Earl, el Hermano Chester Earl. Acabo de tener la oportunidad de conocerlo en esta mañana, cuando estrechaba la mano aquí del fino evangelista de la India, un hermano indio. Y él dijo que el próximo sábado en la mañana debo hablar allí. Todos Uds. están cordialmente invitados a asistir a esta reunión. Esperamos que el Señor nos bendiga.",
    "Y luego, el lunes que sigue, por la noche, en Tucson, es un banquete. El Señor me ha dado el honor de hablarle al… allá en el banquete, el día veintiuno de—de diciembre, en Tucson. Uds. indisputablemente que están cordialmente invitados a asistir a esa noche del banquete.",
    "Y luego, como anunció el Hermano Williams, voy a estar aquí otra vez, para un pequeño preámbulo antes que comience la convención.",
    "Y, pues, ¿estoy recibiendo un poco de estática allí, Hermano Williams? Hay… ¿Qué dice? ¿Está mejor ahora? Está mejor. Bien.",
    "Realmente espero que muchos de Uds. puedan encontrar tiempo y asistan a una o cada noche y día, de la reunión. Lo cual, eso empieza el diecisiete, ¿a las siete, el domingo por la tarde? [Alguien dice: “Una y media”.—Ed.] Una y media. A la una y media, el domingo por la tarde. Quiero también mencionar, si es la voluntad del Señor, que estaré orando por los enfermos en—en—en esas reuniones, y haciendo todo lo que yo pueda por ayudarlos.",
    "Y a los hermanos ministros aquí, en esta mañana, del área de Phoenix: la razón por la cual vengo aquí a este salón, yo… Cada vez que vengo, normalmente hago una pequeña gira, y voy a las iglesias de los alrededores, a cada iglesia. Luego lo encuentro un poco difícil, porque algunas de las iglesias son algo pequeñas. Y, por cierto, no queremos excluir a ningún hermano porque su iglesia sea pequeña, y luego eso lo dificulta, que la gente no puede entrar. Entonces si… Pensé en reunirnos en un solo lugar y yo mismo me encargaría de eso, y que nos reuniríamos aquí y tendríamos el servicio, sólo un pequeño servicio evangelístico, y orar por los enfermos y demás. Antes…",
    "Tal vez si me muevo a este otro, ¿está mejor éste aquí? [Alguien dice: “No, ése, ése es el de la grabación”.—Ed.] Ése es el de la grabación. Muy bien.",
    "Tal vez sería un—un poco mejor si yo lo hiciera de esa manera. Y yo quiero que mis hermanos aquí, de las iglesias, los pastores aquí de Phoenix, sepan que por esa razón hicimos eso, venir aquí a este salón, para que todos pudiéramos reunirnos en un cierto lugar. Y uno no puede alcanzar a todos los hermanos, hay muchos de ellos. Uds. vieron los que estuvieron de pie esta mañana, y probablemente eso no fue ni la mitad de ellos. Así que uno no puede reunirlos a todos en los pocos días que tenemos aquí, antes, previos a la convención.",
    "Y estoy seguro que vamos a tener un buen tiempo en la convención. Uds. oirán a grandes oradores. Este Hermano Cash, es Cash Hamburg, Hamburg. ¡Vaya!, ¿cuántos lo han oído? Verdaderamente que es un—un huracán. Sí. Perdónenme, no debí haberlo dicho de esa manera, es un hermano; pero—pero, ¡qué cosa!, yo estuve con él en una ocasión. Saben, no sé cómo es que Uds. vienen a oírme a mí, cuando oyen a una persona como ésa. Él puede predicar sin respirar. Yo—yo no sé cómo lo hace, yo… pero desde luego, dice bastante. Yo estuve con él en mi convención de Nueva York, recientemente, y él quiso llevarme a—a cenar después de la reunión. Y entré a un lugar, y estaba a punto de salir cuando el hermano… Él, él predicó de acá para allá, por todo el piso, y por todas partes, a todos los que estaban allí. Él en sí es un—un personaje.",
    "Y estoy seguro que también disfrutarán al hermano de California. ¿Cuál es su nombre? No recuerdo su nombre, el que es uno de los oradores. Yo—yo olvido su nombre también. Pero él es un—un orador vigoroso, y Uds. lo disfrutarán. Probablemente habrá grandes oradores allí como Uds. saben, el Hermano Roberts y muchos de los grandes hombres de este día.",
    "Así que, estoy agradecido al pensar en una Escritura que me viene a la mente aquí en este momento. Y en una ocasión David estaba mirando el arca del Señor, que estaba en tiendas. Y él dijo… Él estaba sentado con el profeta de ese día, Natán. Y así que él dijo: “¿Está bien que yo more aquí en una casa, viva en una casa de cedro, y el arca del pacto de mi Señor bajo una tienda?”.",
    "Y el profeta le dijo: “Has todo lo que está en tu corazón, David, porque Dios está contigo”. Eso era todo lo que él sabía decirle.",
    "Pero esa noche, el Señor se encontró con el profeta, y le dijo: “Ve, di a mi siervo David, que Yo lo tomé del redil, de seguir esas pocas ovejas (Uds. saben), y le he hecho nombre como el de los grandes hombres”, no el nombre más grande, no el nombre más importante, pero lo conté con los grandes hombres que estaban en la tierra en ese tiempo.",
    "Y yo pensé: “¡Qué gracia de Dios allá, para David!”. Y pensé: “Yo mismo pudiera decirlo. Cuando reconozco el privilegio de este día en el que estamos viviendo, los días finales de la historia del mundo, y ser contado entre tales hombres como los que vienen a estas reuniones”. Y el Señor los bendiga muy ricamente.",
    "Ahora, mi buen amigo, el Hermano Valdez, dijo: “Hermano Branham, tengo que irme, creo que, un cuarto para las diez, o un cuarto después de las diez”. Dijo: “Voy a sentarme allá en lo último, para no perturbar—perturbarlo cuando esté hablando”. Él ha estado antes en las reuniones.",
    "Yo soy—soy un poco lento, y tengo que pensar, Uds. saben, cuando estoy hablando. Y anoto mis Escrituras aquí, y tal vez una nota, pero después tengo que regresar y pensar en lo que el Señor me dijo que dijera, Uds. saben, tengo que esperar en Él. Y soy un poco lento, así que espero no detenerlos mucho tiempo, en esta mañana.",
    "Le pregunté al Hermano Williams, dije: “Hermano Williams, ¿cuánto tiempo tengo?”. Yo dije: “Bueno, yo tenía una Escritura aquí sobre la que pudiera hablar, la cual me tomaría sólo como treinta minutos, o algo, y despedir a todos e irnos a casa”. Y dije: “Pero me gustaría tener una pequeña lección, si es posible”, y, sobre lo que yo pienso que sería algo para Uds. hoy, algo que Uds. se puedan llevar a casa, para meditar en ello.",
    "Y realmente no me hubiera levantado esta mañana a las tres y media, o veinte minutos para las cuatro, y prepararme para venir aquí sólo para ser visto. A mí—a mí—a mí no me interesa ser visto. Yo—yo he venido aquí y estudié ayer algunas Escrituras que tengo apuntadas, de algo sobre lo cual oré en sinceridad, y pensé que tal vez, a través de eso yo pudiera ayudar a alguien. Yo… Nosotros no tenemos tiempo para espectáculos y escenarios. Nosotros—nosotros tenemos que entrar directo al asunto. Yo creo que Jesús viene muy pronto.",
    "Y ahora, están grabando esto, y es probable que alguien reciba la cinta. Y me gustaría hacer esta declaración: que algunas veces soy… muchas veces yo en realidad soy malentendido. Y muchas veces la gente me llama después, dice: “Hermano Branham, ¿fue esto lo que Ud. quiso decir?”. Y a veces sucede que decimos algo, pero uno tiene que saber abordar eso con la terminología de lo que estaba queriendo decir.",
    "Y a veces yo digo cosas que tal vez son—que son un poco contradictorias a la creencia de alguien (quiero que eso les quede ahora claro), de alguien, lo que alguien cree. Pero yo tengo un—un Mensaje, no estoy… es del Señor, que yo siento que es de ésa manera. Otros pudieran sentir que Eso es del diablo; otros pudieran sentir que es una tontería; pero para mí, es Vida. Y no es mi intención ser diferente cuando digo cosas que son diferentes, o tal vez que duelan o sean un poco cortantes, para las personas; no es mi intención decirlo en ese sentido. Yo—yo, si lo digo así, entonces soy un hipócrita. Yo—yo lo digo en el sentido de progreso, hacia Dios. Yo lo digo en el sentido de—de—de lograr que la gente conozca mejor a Dios. Y no lo digo porque sea algo que yo mismo haya inventado, es algo de Dios que yo he encontrado.",
    "Y ahora, si llego a hablar sobre algo en cualquiera de estas convenciones que lastime a la gente, o si… que lleguen a decir: “Yo no creo Eso de esa manera”.\n\nBueno, con frecuencia yo he hecho esta declaración ruda. Y mi esposa sentada allí escuchándome, sabe que yo no tengo mucha formalidad. Yo—yo… Es como cuando uno está comiendo pollo, y encuentra un hueso. Ahora, ningún amante de pollo tira el pollo porque se encuentra un hueso. Él sólo tira el hueso, luego continúa comiendo pollo. Es lo mismo al comer torta de cereza. Si encuentro una semilla, yo—yo—yo no arrojo la torta, sólo arrojo la semilla. Así que…",
    "Y lo que yo digo aquí que pudiera parecer (o en cualquiera de mis reuniones), que le pareciera a Ud. como una semilla, pues, Ud. simplemente ponga eso a un lado, diga, atribúyalo a que yo no sé tanto de eso como Ud. Así entonces, siga adelante y coma lo que Ud. piense que es correcto. Y yo…",
    "Confío ahora que el Señor bendecirá Su Palabra. Yo soy un creyente firme en la Palabra, y sólo en la Palabra. Sólo es la Palabra, y ése es el Mensaje que el Señor me ha dado.",
    "Somos diferentes, uno del otro. Me fijé en esta mañana, en mis hermanos, misioneros, evangelistas y pastores, parados aquí, tal vez—tal vez haya cien o más de ellos, parados aquí. Cada uno de ellos está más capacitado que yo para pararse aquí y hablar; de eso estoy seguro. Pero vean, cada uno de nosotros, uno no puede tomar el lugar del otro; uno no puede tomar el mensaje del otro. ¿Ven? Nosotros tenemos nuestras maneras diferentes.",
    "Dios es soberano. Cuando Él… ¿Quién, quién podía decirle a Dios cómo hacer las cosas, en el principio, cuando allí solamente estaba Él? ¿Ven? Y si nosotros tenemos Vida Eterna, solamente hay una forma de Vida Eterna y ésa es Dios. Así que si tenemos Vida Eterna, nosotros estábamos con Dios en ese momento, éramos parte de Dios. Nosotros éramos Su atributo. Ahora nosotros somos Su atributo. Y, porque: “En el principio era la Palabra”. Y una palabra es un pensamiento expresado. Así que nosotros éramos Sus pensamientos, después expresados en palabra y vinimos a ser lo que somos. Por esa razón es que nuestros nombres, tal vez no los que tenemos ahora, pero nuestros nombres fueron puestos en el Libro de la Vida del Cordero antes de la fundación del mundo. ¿Ven? Y si no estaba allí en ese entonces, nunca estará allí. ¿Ven? Y Jesús vino a redimir a todos aquellos, cuyos nombres estaban en ese Libro. ¿Ven? Él sabía.",
    "🦅 El alfarero” como nos dice Romanos 8, “¿quién puede decirle al alfarero? ¿Puede el barro decir: ‘Hazme así, y así’?”. ¿Ven? No. Dios tiene que desplegar todos Sus atributos. Y, por lo tanto, Él tiene que hacer un vaso de deshonra y el otro para honra, para hacer sobresalir éste, por supuesto. Ahora, pero Él es soberano (¿ven Uds.?), nadie puede decirle a Él qué hacer.",
    "Y Él nos hace diferentes. Aun nos dice, en la Biblia, que las estrellas son diferentes una de la otra; una estrella es diferente de la otra. Saben, hay diferencia en el Cielo, entre los Ángeles, los seres Angelicales; hay Ángeles, hay Querubines, hay Serafines, y hay—hay diferencia Allí. Y todos nosotros somos diferentes. Y Dios tiene montañas altas, Él tiene llanuras, praderas, pastizales, desierto, agua. Vean, Él es—Él es diferente, Él es un—Él es un un—un Dios de variedad. Y miren a Su pueblo aquí en esta mañana, algunos de nosotros somos blancos, algunos negros, algunos café, algunos amarillos, algunos rojos (¿lo ven?), es—es Su pueblo. Él es un… Él es—Él es un Dios de variedad, y entonces pienso que asimismo lo tiene Él entre Sus ministros.",
    "Ahora inclinemos nuestros rostros sólo un momento, para orar. Y tal vez diga esto ahora antes de que leamos la Palabra. Sé que si tardo un poco, y Uds. tienen que levantarse y salir, entenderé (¿ven?), yo entenderé perfectamente. Ahora vamos a orar. Y mientras estamos orando, con nuestros rostros inclinados al polvo de donde Dios nos tomó, si hay alguien aquí que le gustaría ser recordado en oración, sólo levante la mano. Él, Él sabe bien lo que está en su corazón, detrás de esa mano.",
    "Amado Padre Celestial, nos allegamos respetuosamente ante Ti, con nuestros rostros inclinados hacia el polvo de donde Tú nos has tomado. Y luego, en nuestras mentes estamos pensando que Tú le dijiste a Abraham, una noche, ¿si él podía “contar la arena que estaba en las orillas del mar?”. Y luego le dijiste que “mirara a las estrellas”, y que si él “las podía contar”. Por supuesto, era imposible. Y Tú le dijiste que su “simiente sería innumerable, como las arenas de las orillas del mar, y las estrellas que iluminan los cielos”. Ahora nuestras mentes, nuestro pensamiento (nuestros pensamientos en nuestras mentes, quise decir), inclinamos nuestros rostros hacia la arena de donde provenimos; luego nuestros corazones miran hacia el Cielo, a donde vamos. De la arena hacia las estrellas, ¡siendo la Simiente de Abraham! Muertos en Cristo, somos la Simiente de Abraham, y herederos con Él según la promesa.",
    "Y hemos venido aquí en esta mañana para tener compañerismo alrededor de los alimentos naturales de la vida, los cuales ya hemos tomado, para hacer eso a un lado. Y ahora estamos deseosos de Ti que nos des de ese Maná Celestial, ese Alimento que nos dará fuerza en la Vida que está en nosotros. Así como la sangre lleva esta comida ahora, para fortalecerlo, para hacer más células, para fortalecernos para el día, que nosotros podamos recibir de Cristo, para que Él pueda entrar en nuestros espíritus esta mañana, por medio de la Palabra, y—y nos fortalezca para la hora que estamos viviendo. Porque el día está muy avanzado y las sombras del atardecer están cayendo, la Luz de la tarde está aquí, y pronto escucharemos el llamamiento “sube Acá”, y queremos estar listos en esa hora. Así que, ayúdanos, Padre.",
    "Y no hay hombre digno de abrir el Libro, o desatar allí los Sellos; pero el Cordero que fue inmolado desde antes de la fundación del mundo, vino y tomó el Libro y desató los Sellos. ¡Oh, Cordero de Dios, ven en esta mañana, ábrenos el Libro! y permítenos mirar adentro Contigo, Señor, y ver qué debemos hacer para estar preparados para esta hora. Bendice a cada iglesia, bendice las próximas reuniones, cada una de ellas, y nuestra pequeña reunión, que se unirá con las que vienen. Y cuando nos vayamos de aquí hoy, que podamos decir como aquellos que venían de Emaús: “¿No ardían nuestros corazones en nosotros, mientras Él nos hablaba en el camino?”. Concédelo, Padre. Pedimos esto en el Nombre de Jesús. Amén.",
    "Ahora, para Uds. que quisieran abrir, por lo general a uno le gusta leer siguiendo al ministro cuando va a leer, para saber de dónde está hablando, si tienen sus Biblias, y abren en San Mateo el capítulo 4.",
    "Y ahora, voy a dar mi tema antes de hablar; quiero darlo más o menos como una enseñanza, y hablarlo a medida que avanzamos. Y esto lo he titulado, por alguna razón, no sé por qué, lo estoy titulando: El Tiempo De La Siega.",
    "Y vamos a tomar la lectura de una Escritura, para basar este pensamiento, para sacar de aquí el contexto del texto. Vamos a leer San Mateo el capítulo 4, una porción. Esto es en las tentaciones de Jesús. Después que Él fue lleno del Espíritu Santo, fue llevado al desierto.\n\nAhora, cuando Jesús fue llevado por el Espíritu al desierto, para ser tentado del diablo.\n\nY habiendo ayunado cuarenta días y cuarenta noches, después tuvo hambre.\n\nY vino a él el tentador, y le dijo: Si eres Hijo de Dios, di que estas piedras se conviertan en pan.\n\nÉl respondió y dijo: Escrito está: no sólo de pan vivirá el hombre, sino de toda palabra que sale de la boca de Dios.\n\nEntonces el diablo le llevó a la santa ciudad, y le puso sobre el pináculo del templo,\n\ny le dijo: Si eres Hijo de Dios, échate abajo; porque escrito está:\n\nA sus ángeles mandará acerca de ti, y,\n\nEn sus manos te sostendrán,\n\nPara que no tropieces con tu pie en piedra.\n\nJesús le dijo: Escrito está además: No tentarás al Señor tu Dios.\n\nY otra vez le llevó el diablo a un monte muy alto, y le mostró todos los reinos del mundo, y la gloria de ellos,\n\ny le dijo: Todo esto te daré, si postrado me adorares.\n\n…Jesús le dijo: Vete, Satanás, porque escrito está: Al Señor tu Dios adorarás, y a él sólo servirás.",
    "Quiero regresar un poquito, al versículo 4 otra vez.\n\nÉl respondió y le dijo a él: Escrito está: No sólo de pan vivirá el hombre, sino de toda palabra que sale de la boca de Dios.",
    "Ahora como tema, me gustaría tomar eso: “…de toda Palabra que sale de la boca de Dios”. Ahora, tengan eso en mente mientras hablamos.",
    "Jesús dijo una vez, en San Juan 6:48, creo que está correcto, pues lo anoté esta mañana: “Yo soy el Pan de Vida”. Esto fue en la fiesta de la Pascua, cuando los judíos estaban—estaban comiendo lo permitido, en conmemoración del maná que cayó en el desierto, y—y ellos estaban bebiendo de una fuente allí que representaba la Roca que estaba en el desierto, y estaban teniendo un tiempo grandioso. Y Jesús clamó, allí en medio, y Él dijo: “Yo soy el Pan de Vida. Vuestros padres comieron maná en el desierto, por un espacio de cuarenta años, y todos están muertos. Pero Yo soy ese Pan que descendió de Dios del Cielo. Si un hombre come de él, no morirá”. Y de la roca, dijo Él: “Yo soy esa Roca que estaba en el desierto. Yo soy esa Roca de la que vuestros padres bebieron”.",
    "🦅 ¿Cómo?” dijeron ellos, “¿Tú eres un hombre que no tiene más de cincuenta años, y dices que Tú has visto a Abraham? Ahora conocemos que Tú tienes demonio y estás loco”.",
    "Y Jesús dijo: “Antes que Abraham fuera, YO SOY”. ¿Ven? “YO SOY” era la Columna de Fuego que estaba en la zarza, que le habló a Moisés. Y si Uds. aclaran eso en sus sustantivos y pronombres, no “Yo era, Yo seré”, “YO SOY”, es tiempo presente, todo el tiempo.",
    "Nosotros pensamos en esto, pues, de que Él mismo dijo, que: “Yo soy ese Pan de Vida”. Ahora, ¿cómo podía este hombre ser el Pan de Vida? Eso es lo que nos preguntamos. “Mi cuerpo es Pan” dijo Él. Y ahora ¿cómo podía este hombre ser Pan? Eso es algo extraño, pero no se queden con la incógnita. La gente de Su tiempo quedó con esa incógnita. Ellos no entendían cómo era que este hombre literalmente pudiera Él mismo ser Pan. También en San Juan 1, nos es relatado de esta manera, que: “En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios. Y el Verbo se hizo carne y habitó entre nosotros”. Así que el Verbo llegó a ser el Pan. La Palabra y el Pan aquí tendrían que ser lo mismo, porque Jesús es la Palabra y Él es el Pan.",
    "Ahora, ¿cómo podía Él ser Pan y Palabra? Toda la… Sería una incógnita para la mente carnal. Pero estamos esperando, en esta mañana, que no haya mentes carnales entre nosotros, que haya una mente espiritual entre nosotros, para que podamos entender lo que el Padre está tratando de enseñarnos aquí; al ver que estas palabras son una incógnita, pero que al mismo tiempo, son una Verdad Escritural, ¿ven?",
    "🦅 Ahora, ¿cómo podía este hombre ser Pan?”, fue lo que ellos dijeron. Eso es lo que creo yo que Josefo, muchos de Uds. historiadores… como he estado estudiándolo.",
    "Ahora estoy escribiendo un libro, mi comentario sobre los primeros cuatro capítulos de Apocalipsis; espero publicarlo muy pronto; será un libro extenso. Luego haré un folleto de cada edad de la iglesia.",
    "Y yo estaba estudiando la historia de la iglesia. Yo… lo tenía en mente, creo que fue Josefo, que, uno de los antiguos escritores, en todo caso, que dijo que: “Este Jesús de Nazaret, Quien iba sanando a los enfermos” dijo, “Sus discípulos lo desenterraron y se comieron Su cuerpo”. ¿Ven? Ellos estaban tomando la comunión. Y éstos pensaron que ellos desenterraron Su cuerpo y se estaban comiendo Su cuerpo. Lo cual, nosotros sí comemos la comunión, o tomamos la comunión, en forma simbólica de Su cuerpo, porque Él era la Palabra.",
    "Ahora (¿ven?), esto es una incógnita. Y, al mismo tiempo, hay Escrituras. Y Jesús dijo: “Toda Escritura debe ser cumplida”. ¿Ven? Ahora, nosotros siempre queremos apartar nuestras mentes de todo lo contrario a esa Escritura. Nunca, nunca, en ninguna ocasión, dejen Uds. esa Escritura por nada, ni una sola Palabra de Ella. Quédense exactamente con esa Escritura.",
    "Ahora, Dios tiene que juzgar a la gente algún día. Y si Él va a juzgar a la gente por una iglesia, ¿cuál será la iglesia? Ellos dicen: “La iglesia católica”. Bueno, entonces, ¿cuál iglesia católica? ¿Ven? Porque ellos tienen diferencias entre ellos, peor que las que tienen con nosotros. Vean, ellos difieren uno… Todos ellos con sus diferentes formas, el romano y la ortodoxa, y la jesuita, y, oh, muchas diferentes tribus de ellos. Y, por cierto, se mantienen en pleito uno con el otro, así que, ¿cuál de esas iglesias católicas? Si Él lo hace por la iglesia protestante, ¿cuál iglesia protestante? Cada una difiere de la otra.",
    "Pero Él va a juzgar al mundo, y Él tiene que tener alguna norma por la cual juzgar al mundo, o Él sería injusto ahora al permitirnos continuar hoy y—y vivir esta vida sin una norma por la cual ser juzgados. ¿Quién tendría la razón? ¿En dónde pudiera uno determinar lo que sería correcto? Tiene que haber una norma.",
    "Y Él dijo, en Su Biblia, que Él juzgaría al mundo por Jesucristo. Y leemos aquí que Jesús es la Palabra. En Hebreos 13:8, dice: “Él es el mismo ayer, hoy y por los siglos”. Por tanto, Él juzgará a la iglesia por su actitud hacia Cristo, el Cual es la Palabra. “No sólo de pan vivirá el hombre, sino de toda Palabra que sale de la boca de Dios”; no la que sale de la boca del hombre, no la que sale del seminario, no la que sale de la—de la iglesia, sino, “la que sale de la boca de Dios”. El hombre debe vivir de Ésa, y de Ésa solamente; no de la interpretación del hombre, ¡sino de la Propia Palabra de Dios!",
    "🦅 Pues” dice Ud., “hay un error Aquí”. Si lo hubiera, Dios es responsable por eso; Él me lo dio a mí, ¿ven? Esto es lo que yo debo aceptar, aquí mismo, es lo que Él dijo.",
    "Ahora, si esto en algo es una incógnita, y de que “un hombre sea Pan y sea Palabra”, vayamos ahora y averigüemos esto. Vamos a darnos cuenta; pues todas las Escrituras son verdad, y ellas—ellas no pueden ser quebrantadas jamás. Cada Escritura será cumplida. No importa cuán extraña parezca, Eso siempre será cumplido.",
    "¿Qué si—si el Hermano Williams o—o alguno de los hermanos aquí, nuestro tatarabuelo, ambos pudieran levantarse en la escena, en esta mañana, y por decir, bueno, enseñarles la televisión? Y tal vez alguno profetizó allá en ése su día, y dijo: “Habrá un tiempo en que uno podrá oír una voz alrededor del mundo”.",
    "Ellos dirían: “Bueno, deja en paz al pobre anciano, él ha perdido la mente”.",
    "🦅 Y habrá un tiempo en que el color fluirá directo por el aire”. Está aquí en estos momentos. “Y ellos le darán vuelta a un pequeño botón, y Uds. verán gente alrededor del mundo moviéndose, y cosas, allí mismo en la pantalla”.",
    "🦅 Bueno” dirían ellos, “¡pobre anciano!”. ¿Ven? Pero ahora, nosotros lo tenemos, aquí mismo en este cuarto en esta mañana.",
    "Y yo quiero hacerlos conscientes de eso, antes de que avancemos, que Dios está en este cuarto. El Autor de esta Palabra está aquí. Así que, no importa cómo Uds. estén vestidos, o qué categoría de vida Uds. vivan, o en qué clase de casa Uds. vivan, o qué clase de automóvil Uds. conducen, ni cuánta educación Ud. tenga, Dios mira su corazón; y Él mira mi corazón. Y somos juzgados por nuestro corazón, ni siquiera nuestras palabras. Nuestro corazón nos juzga, “Del corazón habla la boca”; si no es así, es hipocresía.",
    "Ahora, por este cuarto en estos momentos están pasando seres humanos, formas de seres humanos, pasando por aquí, de todo el mundo; hay voces cantando en este cuarto ahora mismo. Pero, vean Uds., uno está limitado, en sus sentidos a un cierto porcentaje de vista. Pero ahora Uds. pueden tomar el cristal, o el tubo o lo que sea que está en el televisor, y prenderlo, y con el equipo que puede canalizar eso en esas éter—esas ondas de éter, y canalizar eso, para condensarlo en un canal, y captar esas personas; alguien en Australia, Sudáfrica o donde (India), o donde quiera que pueda ser. Uds. pueden pararse aquí, frente a la pantalla, y ver aun el color de ropa que ellos tienen, el color de los árboles, y cada movimiento que ellos hacen. Sólo prendan el televisor, y vean si eso no es así.",
    "Entonces, eso tiene que estar en alguna parte, escondido de nuestros ojos, eso mismo que está pasando ahora por aquí. Pasó por aquí cuando Abraham oyó a Dios decir: “Mira a las estrellas”. Estaba aquí cuando Elías estuvo en el Monte Carmelo. Estaba aquí cuando Adán estuvo aquí, pero ellos sólo hasta ahora lo han descubierto.",
    "Y así mismo Dios está aquí, y los Ángeles. Y algún día eso será tanto una realidad como la televisión o cualquier otra cosa lo es, porque el Espíritu nos introducirá a esa Vida inmortal; entonces entenderemos. Por tanto, estamos hablando de Su Palabra. Ahora que vamos a tratar…",
    "Dios, el gran Dios Creador, tratemos de hablar en forma de la naturaleza, veámoslo primero en la naturaleza, para regresar con eso a la Palabra. Ahora, la naturaleza sólo marcha con la Palabra, porque Dios es el Creador de la naturaleza. Cuando uno ve cómo es que funciona la naturaleza, la… nos enteramos que ésa es la manera; que, ésa fue mi primera Biblia, fue encontrar cómo la naturaleza… encontrar a Dios en la naturaleza. Y el trigo es producto de la naturaleza; pan, se hace pan de él, lo cual sustenta el cuerpo natural. La naturaleza tiene muchos secretos. Nosotros… así es cómo encontré a Dios por primera vez, fue observando la naturaleza. Yo vi que tenía que haber algo. Y, ahora, yo no tengo educación, por eso hablo mucho usando la naturaleza. Y es… Yo no estoy queriendo apoyar la ignorancia, pero sí estoy queriendo decirles que ni siquiera se necesita una educación, para conocer a Dios.",
    "Juan el Bautista, el precursor de Cristo, cuando él salió del desierto… Se nos enseña que él se fue al desierto a la edad de nueve años, y él se quedó allí por la importancia de su trabajo. Su padre era un sacerdote. Y en esa cierta línea de sacerdocio, o denominación, oh, su padre hubiera dicho: “Ahora, Juan, sabes que tú tienes que presentar al Mesías. ¡Sabes que el Hermano aquí, Fulano de tal, califica perfectamente para el Mesías!”. Así que Juan tenía que apartarse de eso, él se fue al desierto para estar a solas, porque debía ser escogencia de Dios, y no escogencia del hombre, en lo absoluto, de quién sería el Mesías. Así que, él se fue allá como a la edad de nueve años.",
    "Y, noten Uds., cuando él apareció a la edad de treinta, que sus sermones no eran como los de un teólogo. Él no usó grandes palabras infladas, sino que todo era de la naturaleza. Él les dijo a esos hombres de iglesia de ese día, dijo: “Generación de víboras”; era lo que él había visto en el desierto, víboras. Él odiaba a las víboras; eran veneno. En sus colmillos ellas tenían veneno mortal, y él pronunció esto acerca de la iglesia de ese día: “Uds. montón de víboras con veneno, ¿quién os ha enseñado a huir de la ira venidera? No empiecen a decir: ‘Nosotros pertenecemos a esto’, y ‘Nosotros somos los—somos los jesuitas’, o ‘Nosotros somos los Fulanos de tal’, o ‘Nosotros pertenecemos a los metodistas, bautistas, presbiterianos’, o lo que sea. No empiecen a decir que Uds. tienen eso, porque les digo que Dios puede levantar hijos a Abraham de estas piedras”. ¿Ven?",
    "Y también “el hacha” lo que él usó en el desierto, “está puesta a la raíz del árbol. Y todo árbol que no da buen fruto—fruto, es cortado y echado en el fuego”. ¿Ven? Él no cortaría un árbol que estuviera dando fruto, porque él vivía del fruto del árbol. ¡Pero, el árbol que no daba fruto! ¡Oh, uno pudiera tomarla toda, la Escritura está tan inspirada que todo lo que está allí cuadra con Jesucristo! Ven Uds.: “Todo árbol que no da buen fruto es cortado y echado en el fuego”, y demás. ¿Ven Uds.? Él—él usó su mensaje en la esfera de la naturaleza.",
    "Y nosotros queremos enfrentar eso ahora, siendo que hemos hallado que Él dijo: “Yo soy el Pan. Y el hombre vivirá de toda Palabra, y Yo soy la Palabra”. ¿Ven? Así que queremos regresar a la naturaleza. Me doy cuenta muchas veces que yo tengo que hacer eso.",
    "Y la naturaleza funciona en la misma escala. Ud. tome el tiempo, observe a todos los pájaros reunirse, que salen y van al campo a comer. Observe todo el ganado cuando está afuera, desparramados allá en el campo, comiendo. Arroje su línea, los peces morderán. Pero cuando ese ganado… Esos pájaros se amontonan en los árboles, y ese ganado se hace en el rincón, más vale que recoja su línea. Ellos no morderán, porque la naturaleza corre en la misma escala todo el tiempo.",
    "Y así es con la Palabra de Dios, marcha en continuidad. Dios siempre hace todo lo que Él hace en la misma escala. Él decidió en el principio, cuando el hombre perdió su compañerismo con Él, que lo salvaría por el derramamiento de la sangre de un inocente. Y Él nunca ha cambiado Su método. Nosotros hemos tratado de meterlos por educación, de denominarlos en eso, y—y de rogarles a que entren, azotarlos para que entren, o meterlos a los gritos. Eso aún permanece igual: la Sangre derramada únicamente, es donde Dios se encuentra con un creyente.",
    "No, nosotros no podemos hacer un Concilio Mundial de iglesias y todos reunirnos. Eso nunca funcionará, nunca funcionó, nunca funcionará. Por ser de esa manera es que yo estoy en contra de ese sistema. Dios tiene un sistema. Uds. escucharon que eso fue dicho hoy: “Todas las iglesias únanse, va a haber un Concilio Mundial de iglesias. Y Jesús oró por eso, ‘que todos nosotros seamos uno’”. Bueno, ahora, vean Uds., eso es mentalidad carnal que no conoce al Espíritu.",
    "Jesús dijo: “Que ellos sean uno, Padre, como Tú y Yo somos uno”. No para que algún hombre encabece algo, eso nunca funcionará; una denominación quiere dominar sobre la otra y un hombre sobre el otro; sino más bien que Uds. sean uno con Dios, como Cristo y Dios eran uno, ésa fue la oración. Eso, que Él era la Palabra; y Jesús oró que nosotros fuéramos la Palabra, reflejándolo a Él. Ésa es Su oración que ha de ser contestada.",
    "¿Ven cómo Satanás enreda eso en la mente carnal? Pero ésa no fue la oración de Jesús, para nada; que todos nos congregáramos juntos y todos tener un cierto credo y de esa manera. Cada vez que lo hacen, ellos se apartan más y más de Dios.",
    "Él quiere que nosotros seamos uno con Dios, y Dios es la Palabra. Cada individuo, en su corazón, debe de ser esa clase de unidad con Dios.",
    "Dios sabía que esto, que todas estas cosas resultarían de esta manera. Ahora así es como nosotros encontramos a Dios algunas veces, es mirando la naturaleza. Las estaciones rotando, confirman a Dios. Allí es donde yo primero lo encontré: cómo es que hay una vida que sale en la primavera, vive su vida, produce una semilla, muere y entra en la tierra, sale otra vez en la resurrección; sólo va rotando. Pudiéramos quedarnos horas en eso.",
    "Pero ahora cuán diferente es por decir de nuestro hermano misionero aquí, en India. Yo encuentro a muchos allá y alrededor del mundo, que creen en la rencarnación; que ellos, que uno muere aquí como un hombre y uno regresa como un ave o un animal. Vean, eso no habla en línea con la naturaleza.",
    "La naturaleza habla que esta misma semilla que cayó en la tierra, la misma semilla sale otra vez. ¿Ven? El mismo Jesús que descendió, es el mismo Jesús que regresó. ¡Aleluya! Y este cuerpo, cuando cae en la tierra, no saldrá otra vez como una flor o alguna otra cosa, saldrá como un hombre o una mujer. Nosotros lo vemos en la naturaleza, como lo hace, tiene que pasar por los inviernos fríos, y pudrirse y demás, pero la vida es conservada si hay algo de vida en ella.",
    "Pero si allí, si esa semilla no ha sido germinada, nunca se levantará otra vez; no puede levantarse, no hay nada en ella para levantarla. Y si nosotros solamente llegamos a ser un Cristiano nominal… Hay dos iglesias en el mundo: la iglesia natural y la iglesia espiritual; todas son llamadas “Cristianas”. Pero la iglesia natural no puede levantarse. Ella está levantándose ahora en los concilios, el Concilio Mundial de iglesias.",
    "Pero la Cristiana se levanta para encontrar a Cristo porque Ella es una Novia, para ir a encontrarlo; hay una diferencia en ellos. La naturaleza guarda estos secretos para nosotros, y podemos verlos mientras los observamos. Y vemos que el Cristianismo habla la Verdad, de la muerte, sepultura y resurrección.",
    "Si hay entonces un pan de trigo del cual todos sabemos que vivimos, y sabemos que sólo hay una manera de nosotros poder vivir, es consumiendo sustancias muertas en nuestro cuerpo. Uno no puede vivir de otra manera.",
    "Me reuní con un vegetariano, no hace mucho tiempo, él dijo: “Hermano Branham, yo tenía mucha confianza en Ud. hasta que oí que Ud. dijo que come tocino y huevos en el desayuno”. ¿Ven? Y dijo: “¿Cómo puede un hombre de Dios comer una cosa como ésa?”.\n\n¿Ven Uds.? Yo dije: “Pues, ¿qué hay de malo en eso?”.",
    "Todas las cosas son impuras, pero son santificadas por la Palabra de Dios y por la oración. La Biblia dice: “Si tú eres un buen ministro de Jesucristo, deberías recordar al hermano de estas cosas. ¿Ven? Todas las cosas son santificadas, no hay que rehusar nada, si se toma con acción de gracias”, Primera de Timoteo…3. Ahora, nos damos cuenta que eso es verdad. Así que yo dije, cuando menos…\n\nYo dije: “Bueno, ¿no tiene Ud. que comer algo muerto también?”.\n\n“¡Oh, no, señor”!",
    "Yo dije: “Si Ud. está con vida, Ud. tiene que vivir de substancia muerta. Si Ud. come pan, el trigo murió. Si Ud. come verduras, ellas murieron. Lo que Ud. quiera, aun la leche, Ud. bebe la bacteria. Ud. lo ha hecho”. Ud. solamente puede vivir por sustancia muerta.",
    "Y entonces si algo tuvo que morir para que nosotros pudiéramos vivir físicamente, ¡cuánto más tuvo algo que morir para que nosotros pudiéramos vivir Eternamente! Se requiere muerte para hacerlo. ¡Pan! Viendo que Jesús dijo: “Yo soy el Pan”, y hay un pan de trigo y Él no fue esa clase de pan, así que debe de haber dos clases de vidas que son sustentadas por pan. Esto nos llevaría a eso. No puede haber… Él no es, Él no era trigo; y Él no era Palabra, Él era carne, así que debe haber dos clases de vida. Sabemos que el trigo muere para que nosotros vivamos físicamente, como dije. Jesús, el Pan Palabra, murió, para que nosotros pudiéramos vivir Eternamente. Él era el Pan Palabra. Ahora fíjense, tengan eso en mente. Ahora, para probar que las Palabras de Jesús son verdaderas, vemos en esto, en la naturaleza, como funciona.",
    "Ahora, vamos a la Escritura, para ver de nuevo; retrocedamos en la Escritura hasta que lleguemos a nuestro texto principal. En el jardín, Dios le dio a Su primera familia la Palabra de Dios para que vivieran por Ella; de cada Palabra de Ella. La primera familia que fue puesta aquí en la tierra, le fue dada Vida Eterna siempre y cuando ellos se quedaran con la Palabra de Dios.",
    "Ése fue Su plan. “Yo soy Dios” dice Él, “Yo no cambio”. Ése aún es Su plan. Su plan nunca ha sido credo ni organización, ni reglas hechas por hombre, por las que él viva, sino de toda Palabra que sale de la boca de Dios.",
    "Ahora al regresar a Génesis, lo cual es el principio (Génesis significa “el principio”), nos damos cuenta que Dios le dio a su familia Vida Eterna siempre y cuando ellos se quedaran en esta Palabra, y vivieran por esta Palabra. Pero cuando ellos la quebrantaron (un sólo eslabón en la cadena de promesas), la muerte los hirió, lo cual también fue una promesa.",
    "Ella es una cadena. Ud. está colgando de ella, sobre el infierno, y ella es la única que lo pasará al otro lado. Cuando el creyente llega a ser un creyente manufacturado y vive de una palabra que es contraria a esta Palabra, él corta su compañerismo con Dios. ¡Se rompió un eslabón! Y recuerde, su fe en esta Palabra es como una cadena: Una cadena es tan fuerte como su eslabón más débil. Correcto. Es lo más fuerte, allí, porque es todo lo que sostendrá. Y si algo en la Palabra es desconcertante para Ud., algo que Ud. ha escuchado diferente, pero le dicen por ahí: “¿Para Ud.? ¡Oh, eso fue para los apóstoles, y esas cosas fueron para días pasados!”, cuando la Escritura dice que Jesucristo es el mismo ayer, hoy y por los siglos, ¡no permita que eso sea una debilidad! Fortifíquela y aférrese a Ella, y envuelva su vida en Ella, porque es la única cosa que lo pasará a Ud. sobre las llamas del infierno. Correcto.",
    "Cuando esta cadena fue rota, con Adán y Eva, la primera familia, ahora recuerden, ellos no quebrantaron una frase, ellos no quebrantaron tres Palabras: ¡una sola Palabra! Él hombre pasará sobre el infierno suspendido de toda Palabra, de toda Palabra que sale de la boca de Dios; según Ella se determina el destino Eterno del hombre. Él colgará ya sea de esa cadena, o él colgará de un credo; o si hay credo mezclado con la cadena, allí es donde está el eslabón débil, y Ud. está perdido. Allí es donde estaba el eslabón débil con Adán y Eva. Ese eslabón débil: “De cierto” dijo él, “Dios…” ¡Pero Dios ciertamente lo dijo! Y si Dios lo dijo, Dios habló en serio. Y Él también cumple Su Palabra cuando dice: “El día que de él comieres, ese día morirás”. El día que Ud. le dé cabida a algo en Ud., en su alma, aparte de la Palabra de Dios no adulterada, ése es el día en que Ud. es separado de Dios.",
    "Ahora, esto es bastante fuerte, pero escuchen atentamente. Ahora, fíjense. Una Palabra, una Palabra al principio de la Biblia, Dios dijo que: “Una Palabra separó al hombre de su Cadena de Vida Eterna”.",
    "Eso es como tomar a un hombre, y colgarlo de sus pies… y él tiene sus manos en el firmamento, y Ud. lo corta por la mitad, en dos; le desprende un dedo del pie, o lo que sea de lo que Ud. está colgado. Ud. está colgando en la mera parte de abajo; y así, si Ud. rompe esa cadena, en cualquier parte, Ud. está perdido. Ahora tenga eso en cuenta.",
    "Recuerden, la Biblia dice: “En boca de tres testigos, conste toda palabra”. Abordaremos eso en unos minutos, en las tres tentaciones de Jesús; las tres tentaciones de ministros, hoy, en dónde ellos caen; tres tentaciones de la iglesia, y en dónde ellas caen; las tres tentaciones de una organización, en dónde ella cae; y las tres tentaciones de los individuos, y en dónde ellos caen. Ahora, todo va en tres; como justificación, santificación, bautismo del Espíritu Santo; Padre, Hijo, Espíritu Santo; todo es perfeccionado en tres.",
    "Ahora fíjense, Dios, en el principio, lo primero que Él les dio a Sus hijos por lo cual vivir, fue Su Palabra. Ahora, vemos que eso es verdad. Entonces en la mitad de la Biblia, oímos a Jesús que viene y dice: “No sólo de pan vivirá el hombre, sino de toda Palabra que sale de la boca de Dios”. Y luego en Apocalipsis 22:18, Jesús mismo hablando otra vez, dice: “Yo testifico de estas cosas. Si alguno añadiera una palabra a Esto, o quitare una Palabra a este Libro, su parte será quitada del Libro de la Vida”.",
    "Ahora, vean, no es la vida piadosa que llevemos; eso sólo es algo que va con ello; no es nuestra—nuestra lealtad a la iglesia; eso va con ello; pero el asunto principal es quedarse con esa Palabra. No coman otra cosa más que esa Palabra; quédense con Ella; Él es esa Palabra. Ahora, queremos por tanto vigilar con atención.",
    "¿Cuál es la diferencia en este pan, de la creación, del cual se vive? Ahora, el trigo es el pan de vida, si no es un grano híbrido, se… siémbrelo y saldrá otra vez. Tiene que ser un buen grano maduro, los granos defectuosos no crecerán; todos sabemos eso. El Hermano Sothmann, sentado aquí, un productor de trigo de Canadá, sabe que uno no pone granos defectuosos en el terreno para luego esperar una cosecha. Porque el escarabajo o la—o la bacteria, o lo que sea, en el grano, se lo come, le come primero la vida.",
    "¿Sabían Uds. que los mismos gusanos que los destruirán a Uds., que se comerán sus cuerpos, están en ellos ahora mismo? Job dijo: “¡Aunque el gusano de mi piel destruya este cuerpo!”. Que lo pongan a Ud. en un ataúd y lo sellen, sin aire, aun así los gusanos en Ud. se lo comerán.",
    "Busque Ud. fécula y harina, y cosas, y guárdelas por un tiempito, le sale un insecto, estando eso sellado. ¿Qué es? Ese gusano está allí desde un principio; para comenzar está allí.",
    "Ahora, este grano debe ser un buen grano; no debe tener falta, fallas ni demás. Debe ser un grano purasangre. No puede ser un gran—un grano híbrido, porque, cuando brota y Ud. lo siembra otra vez, hasta allí le llega su—su trigo, porque un grano híbrido no crece otra vez; no puede crecer otra vez. Ud. le quita la vida cuando Ud. lo hibrida.",
    "Y eso es lo que les ha sucedido a las iglesias. Ellas han sido hibridadas con el mundo, y por eso en cada avivamiento que viene, no logran que otro avivamiento le siga. Cada organización que se ha organizado, muere allí mismo y nunca se levanta de nuevo, porque organiza al mundo en sus sistemas, por tanto ya no se levantó. No hay historia que demuestre que alguna iglesia, que se haya organizado, se haya vuelto a levantar; ella murió allí mismo. ¿Por qué? La hibridaron.",
    "No pongan a un obispo sobre ella, dejen que el Espíritu Santo esté sobre ella. ¿Ven? El Espíritu Santo fue enviado para evitarle entrada a las hierbas malas y esas cosas; no lo que considere el obispo, ni los supervisores ni demás. Se requiere del Espíritu Santo para mantener esa iglesia en su condición. Él fue esa Palabra perfecta, como lo veremos.",
    "Adán tuvo para escoger: la Palabra y vivir, o no creer una Palabra y morir.",
    "Nosotros tenemos la misma opción, pues así tiene que ser con nosotros. Si Dios puso a Adán en la Palabra, y solamente la Palabra, luego Él nos pone a nosotros en un credo o cualquier clase de credo, entonces Dios es injusto en Su juicio; eso no es propio de Su santidad ni Su soberanía. Pero sí es propio de Su soberanía ver que Él ponga a cada hombre sobre esa misma base. Y Él es Dios y no cambia. Lo que Dios hace primero, Él por siempre lo sigue haciendo. Él nunca cambia Su—Su programa; la única diferencia es que Él lo magnifica, pero nunca lo cambia. Aún es lo mismo.",
    "Ahora, Adán tuvo de dónde escoger. Y si él se mantenía con la Palabra, vivía; si no se mantenía con la Palabra, moría.",
    "Y así mismo es con nosotros. Nos quedamos con la Palabra y vivimos, “El hombre vivirá de toda Palabra”; pero si no lo hacemos, morimos, morimos espiritualmente. ¡Oh, aún podemos hacer ruido! seguro, patear y gritar y hacer alboroto, pero, eso, eso no—eso no es vivir; eso no es vivir. Yo soy misionero, he escuchado a los paganos patear y gritar más de lo que nosotros podemos, y profesar que conocen dioses, y cosas como ésas; ellos no están viviendo. “Ellos están muertos mientras viven”, la Biblia lo dice. Ahora, nos damos cuenta que esta opción nos es dada.",
    "Pero Eva cedió ante una palabra de Satanás, luego murió.",
    "Y si en el principio, siendo que Dios en Su gracia y misericordia podía haber evitado todos lo sufrimientos que nosotros hemos ocasionado (todas estas muertes de pequeños bebés y todo, y las guerras, y conmociones, y crucifixiones, y cosas que hemos tenido), si Él pudiera haberlo evitado; si la soberanía de Su Palabra le hubiera permitido a Él evitarlo, hubiera sido injusto si Él no lo hubiera evitado allá. ¿Lo captan? Él no puede evitarlo. Para empezar Él no lo evitó con Adán. Y para empezar, Él no lo evitará en Ud. ni en mí. Nosotros debemos venir a esto: la Palabra únicamente. “Toda palabra de hombre sea mentira, y la Mía veraz”, dijo Él.",
    "Ahora solamente estamos viendo en qué día estamos viviendo, en el tiempo de la siega.",
    "Entonces Dios, después que Adán había caído (que fue probado por la Palabra y cayó), Dios continuó, en Su creación, buscando hallar a un hombre que viviera toda Palabra. Ahora miren: Él trató de encontrar un hombre, eso es, que viviera la Palabra para su edad. Ahora, Uds. ven, Dios dispersó Su Palabra, porque Él podía.",
    "Él es, Él es infinito, y Él es—Él es omnipresente. Omnisciente, por tanto, Él sabe todas las cosas. Él no puede estar presente en todas partes; mas al ser omnisciente, sabiendo todas las cosas, entonces Él puede estar presente en dondequiera. Pues, así es como Él nos ha predestinado, por previo conocimiento, no porque Él deseó que esta persona debería ser salva y ésta que se perdiera; más bien Él sabía quién sería salvo y quién se perdería. ¿Ven? Por tanto, por Su previo conocimiento, Él puede predestinar. Y Él hace que todo obre para Su gloria. Eso es lo que están haciendo Sus atributos, desplegando Su gloria. Un vaso de honra y otro de deshonra, pero es Dios el que lo hace. “No es del que quiere ni del que corre, sino del que Dios tiene misericordia”. ¿Ven?",
    "🦅 Ninguno puede venir a Mí” dijo Jesús, “si Mi Padre no lo trae. Y todo lo que el Padre Me ha dado” tiempo pasado, “vendrá a Mí, a la Palabra”. ¿Cómo pueden venir a menos que ellos fueran, que todos, que fueran preordenados a venir? “A todos los que Le recibieron, a ellos les dio potestad de ser hechos hijos de Dios”. ¿Ven? Porque sus nombres estaban en el Libro, Él vino a redimir lo que estaba en el Libro.",
    "En Apocalipsis, nos damos cuenta que cuando los Sellos fueron abiertos, había un Libro. Y Él que se sentó en el Trono, Dios, Lo tenía en Su diestra. Y no había nada, nadie, en el Cielo o en la tierra, ni en cualquier parte, que fuera digno de venir y tomar el Libro, o aun siquiera mirarlo. Juan lloró con gran… porque todo el Libro de redención estaba allí.",
    "Fue en la reunión la otra noche, ese hermanito y hermanita de la Asamblea de Dios cantaron ese canto: “Me pregunto si Juan me vio a mí cuando vio a todas las naciones reunidas. ¿Me vería a mí?”. Seguro que lo vio, si su nombre estaba en ese Libro. Y cuando…",
    "El nombre de Juan estaba allí también, y él lloró porque no había nadie que pudiera tocarlo. Y entonces uno de los ancianos vino y dijo: “No llores, Juan, porque el León de la tribu de Judá ha prevalecido”.",
    "Y Juan estaba mirando alrededor buscando un—un león, y de atrás de las cortinas viene un Cordero, un Cordero que había sido inmolado desde antes de la fundación del mundo. Entonces él vio salir a un Cordero ensangrentado, y Él vino y tomó el Libro de la diestra de Aquél, y llamó todo lo que estaba en ese Libro. Es el Libro completo de redención; y éste es. El Libro de redención, Él redimió todo lo que estaba en ese Libro, no afuera del Libro. Todo lo que tuvo comienzo termina. Pero si Uds. tienen Vida Eterna, Uds. nunca comenzaron y Uds. no pueden terminar, porque Uds. son hijos e hijas de Dios, atributos de Sus pensamientos y Su Palabra. Ud. tiene Vida que no termina, si su nombre está en ese Libro. El Cordero vino a redimirlo. No todos los que profesan ser “Cristianos”, no todos los que tratan de vivir bien y piadosamente, sino aquellos cuyos nombres fueron escritos allí; eso fue lo que Él redimió y eso solamente, cuyos nombres estaban en el Libro.",
    "Ahora, nos damos cuenta que Satanás causó que Adán cayera, por esa sola Palabra. Y Dios continuó ahora en Su creación, tratando de encontrar un hombre que viviera de cada Palabra; Su primer hombre falló. Y este hombre viviría su tiempo, su edad, en la que él vivió.",
    "Ahora vean, hay diferentes edades que Dios profetizó desde el principio, las cuales se manifestarían en el transcurso del tiempo. Por eso es que Él podía saber el fin desde el principio; era porque Él sabía todas las cosas. Él hizo todas las cosas por Jesucristo y para Él, y para Su Propio agrado. Presten ahora mucha atención. No se pierdan esto.",
    "¿Qué si Moisés hubiera venido trayendo el mensaje de Noé? No hubiera funcionado; no podía. No.",
    "¿Qué si Jesús hubiera venido trayendo el mensaje de Moisés? No hubiera funcionado.",
    "¿Y si nosotros venimos queriendo traer el mensaje metodista, el mensaje bautista, o el mensaje pentecostal? No funcionaría. Ellos estaban bien (probaré eso en un minuto, por la Palabra), ellos estaban bien en su edad. Esa edad pasó. Nosotros tenemos que averiguar lo que dice la Escritura para hoy. Para este día: de eso es que tiene que vivir el hombre en su edad.\n\nÉl trató de encontrar a un hombre que viviera toda la Palabra.",
    "Lo primero que hizo, Él probó a Noé. Noé le falló; se emborrachó, él falló.",
    "Moisés, esa gran obra maestra de Dios tan poderosa, Él lo probó y éste falló. Él se dio la gloria, y no le fue permitido entrar a la tierra prometida.",
    "Luego vino David, en quien Él iba a reflejar Su—Su… el gran Milenio, en David; y Él iba a demostrar lo que sería Su Rey. Y Dios juró a David que levantaría el… levantaría a su hijo para que se sentara en su trono. Y David era un hombre tan valeroso, a tal grado, “que él era un hombre conforme al propio corazón de Dios”. Y David iba muy bien. Él destruyó a todos los filisteos y derribó sus altares, y se quedó con la Palabra. Y, finalmente, una mujer bonita lo trastornó, y él quebrantó el mandamiento, perdió la Palabra, cometió adulterio. ¿Ven? Un hombre conforme a Su propio corazón (¿ven?), aun David le falló.",
    "Moisés le falló, todos los demás le fallaron a Él, pero todas sus vidas sólo reflejaron Aquél que había de venir.",
    "En el Libro de Apocalipsis, que estoy escribiendo, un hombre lo está traduciendo o gramatizando… Mi gramática es muy mala, conseguí un—un buen erudito que lo gramatizará, le conjugará los nombres y pronombres correctos. Siendo que yo no sé cuál es la diferencia entre un nombre y un pronombre. Pero, pero él sí, y él lo está haciendo… Yo, lo único que sé es que Dios me lo da a mí y yo solamente lo escribo, ¿ven? Y ellos, ellos tienen que arreglarlo para que si va a las escuelas y cosas, ellos—ellos sepan, puedan leerlo más en su nivel de entendimiento. Y entonces el escritor me dijo, o el de la gramática (el hombre que está gramatizándolo), me dijo, él dijo: “Pero, Hermano Branham, encontramos que en la edad de la iglesia de Pérgamo… Que, Jesús dijo aquí: ‘El que venciere, Yo le daré la Estrella de la Mañana’. ¿Le dará la estrella de la mañana?”. Él dijo: “Ahora, ¿cómo pudiera recibir la Estrella de la Mañana, cuando Jesús mismo dijo que Él es la Estrella de la Mañana?”.",
    "Vean, todas esas simientes de Abraham son reflejadas por estrellas. Ellas son diferentes una de la otra, y nosotros somos diferentes uno del otro. Y Jesús es esa Estrella de la Mañana, la más brillante de todas ellas. Pero lo encontramos a Él, en Apocalipsis 1, con siete estrellas en Su mano. Él interpreta eso, y dice: “Estas siete estrellas son los siete ángeles a las siete iglesias, o las siete edades de la iglesia que están por venir”.",
    "Entonces él dijo: “¿Luego cómo pudiera ser, si ellos recibieron la Estrella de la Mañana?”.",
    "Yo dije: “Las estrellas que estaban en Su mano sólo eran las estrellas reflejando la Estrella de la Mañana (¿ven?), pues el mensajero de ese día tenía la Palabra”. Y Él es la Palabra; él solamente tenía la porción de ese día. Y las personas que están listas para salir de los sistemas del mundo y de las cosas del mundo, y caminar con Él, ven el reflejo de la Estrella de la Mañana a través del mensajero de esa edad. Como Él lo hizo a través de Noé y a través de Moisés y demás, así como Él se reflejó en el Antiguo Testamento: finalmente todo eso llegó a Uno. Y así será al final de las edades de la iglesia, todo regresará a Jesús, que Él es la Palabra.",
    "Nosotros como Cristianos solamente lo estamos reflejando a Él. La luna solamente refleja al sol en su ausencia. Y el creyente sólo refleja al Hijo de Dios en la ausencia del Hijo de Dios. Es la Luz de la Biblia, las Escrituras, siendo vindicadas en nuestras vidas, la Palabra que da Luz en las tinieblas. Uds. son velas que son puestas sobre un monte. Eso no es el sol; es una vela. La vela sólo toma el lugar del sol, sólo muestra una cierta cantidad de luz. Nosotros somos los hijos de Dios, somos hijos e hijas de Dios, sólo teniendo el Espíritu en una porción; Él lo tuvo sin medida. Nosotros somos una estrella que está brillando, todos nosotros juntos formamos una Luz para el mundo, pero Él es plenamente el Hijo que refleja la Luz a cada estrella. ¡Aleluya! Yo le creo. ¡Dios ayuda mi incredulidad!",
    "Finalmente, llegó Éste perfecto. Ahora, Él llegó para ser tentado en cada punto así como lo somos nosotros; la Biblia dijo que lo fue. Él fue tentado como Noé; Él fue tentado como Moisés; Él fue tentado como todos los demás. Si tuviéramos tiempo para desglosar eso y mostrarles, pero no lo tenemos, pues no quiero tomar demasiado de su tiempo. Pero, para desglosarlo y mostrarles, Él fue tentado de la misma manera.",
    "Satanás nunca cambia su táctica, Dios tampoco, sólo cambia edades. Pero lo que… Satanás entró allá atrás, a la primera familia de Dios, en la tierra. Aquí está hermano, hermana, no fallen en captar esto: ¿Cómo fue que Satanás venció a la primera familia? Él no podía irrumpir allí de ninguna otra manera sino haciendo que se quebrantara esa Palabra; porque ellos estaban fortificados detrás de esa Palabra. ¡Si él tan sólo lograba hacerle una abertura!",
    "Así es como él ha vencido a cada iglesia en cada edad, ha vencido a cada creyente, tan sólo saca esa porción. “Bueno, yo—yo creo que la Biblia es correcta, pero eso yo no lo creo”. ¡Oh, allí va él! ¡Qué lástima, pero por allí entró él!\n\n“¡De toda Palabra que sale de la boca de Dios”!",
    "Ahora, enfoquemos esto atentamente. Ahora, Él finalmente (Éste que lo haría), llegó y tuvo que ser tentado exactamente como los demás fueron tentados. Ahora, fíjense lo impactante que Satanás hace cada uno de sus ataques; es igual cada vez. Ahora, él quiso darle a Él el pan natural, así como lo hizo con Eva; “Si Tú comes esto, tomas esto”, o algo así, él lo logra.",
    "Y eso es lo que él hace con cada organización, eso hace con cada individuo: él trata de darle a uno las cosas naturales que uno puede ver; ¡y eso los está apartando a Uds.! “¡Pues, mira esta iglesia tan grande! ¡Pues, ellos tienen allí tantos millones! Nuestra iglesia es la iglesia más grande de la ciudad. Bueno, la nuestra, el alcalde viene a nuestra iglesia. ¿Ven? ¡Todo eso! ¡Nuestro pastor tiene un—un título de D.D., L.D., Ph.D.! Eso, pues eso, eso, bueno, él tiene que ser un hombre inteligente”. Un sacerdote católico puede venir y opacarlo, en cualquier momento, con sus títulos. Él tiene sesenta y tantos libros que se tiene que saber así como Ud. se sabe la Biblia, para recibir su título para ser un sacerdote; así que no trate de comparar educación.",
    "Así es el mundo, siempre queriendo comparar. No se compare con las cosas del mundo; no se compare con iglesias; ¡compárese con la Biblia! Eso es lo que estamos haciendo hoy. Ése es el problema con nosotros las iglesias pentecostales. Ése es el problema con nuestros cuartetos y los cantos, y demás, que tenemos, estamos queriendo actuar como Hollywood. Hollywood brilla; el Evangelio resplandece. Hay mucha diferencia entre un brillo y un resplandor. ¿Ven? Hollywood brilla con ropas, y Rickis, y Ricketas, y Ricochetas. Pero Dios humildemente resplandece en la humildad del creyente, no importa cuán ignorante sea él. Él resplandece en humildad, no brilla en Hollywood.",
    "Fíjense, él empleó su antigua táctica con Jesús, la misma que con Moisés, la misma que con los demás; él la probó. Él la probará con Uds., para que acepten alguna cosa grande que se ve brillante.",
    "Me recuerda cuando yo cazaba …paches, mapaches. Me conseguía una… Papá, mi papá mascaba tabaco. No sé si Uds. llegaron a conocer uno de esos antiguos rótulos que venían en las tapas del tabaco. Yo las tomaba, escogía un tronco y le hacía un hoyo, cerca del arroyo donde un mapache había estado rondando. Y luego le hacía un hoyo allí, y metía allí este rótulo de tabaco. Y luego clavaba algunos clavos, en ángulo, de esta manera. Y el mapache siempre quiere agarrar lo brillante. Y cuando la luna salía y él andaba por allí, él miraba allí adentro, y metía su mano allí para agarrarlo. Y él no lo soltará por nada.",
    "Él es como algunos miembros de iglesia. Aun sabiendo que está atrapado, él no lo suelta; “Si lo hago, ellos me sacarán de la organización”. Eso sencillamente es su muerte, no es más. Muy bien. Fíjense, él se aferra allí a ella, él no la suelta.",
    "Ahora, Satanás empleó su misma táctica con Jesús, la cual empleó con los demás. Quiso hacerlo comer algo aparte del Pan-Palabra prometido; pues Jesús dijo: “Escrito está, ‘no sólo de pan vivirá el hombre’”. ¿Ven? Trató de hacer que Él le obedeciera a él. Aunque parecía bastante bien, Él aparentemente se hubiera podido alimentar, y pudiera haberlo hecho. Uno tiene…",
    "Ud. también puede actuar como quiera. Ud. puede tomarla o dejarla, como Ud. quiera. Ahora, si ese mapache tuviera suficiente sentido como para, oh, volver a cerrar su mano, pudiera sacarla otra vez; pero él no lo hace, él mismo se tiene agarrado allí. Y así también hacen muchos Cristianos nominales. Ellos no quieren oír nada respecto a Eso, no quieren venir a oírlo; ellos no quieren nada que tenga que ver con Eso. Adelante, entonces sigan allí aferrados (¿ven?), ya verán lo que sucede.",
    "Ahora, fíjense, ellos trataron de forzarlo a Él a comer algo aparte del Pan de Vida del cual todo hombre debe vivir; pero Jesús se quedó con la Palabra del Padre. ¡Oh, él no estaba atacando a Eva en ese momento, no estaba atacando a Moisés, él no estaba atacando a los demás! Él atacó a Uno que iba a reflejar toda Palabra. ¿Ven? Él, por eso fue, Él era la Palabra. Pero Jesús se quedó con la Palabra, rehusó su doctrina teológica de seminario (sí, señor), su nueva luz, su mayor experiencia. Él no se la pudo imponer a Jesús como se la impuso a Eva, para mostrarle a ella: “¡Oh, seguro que Dios…!”.",
    "🦅 ¡Oh, seguro que Dios estaría en esto si pudiéramos juntarnos y hacer de la iglesia todo un Concilio Mundial! ¡Seguro que Dios lo estaría! Él quiere unidad y Él quiere hermandad”. ¡Consigo mismo!, no con el mundo; hermandad Consigo mismo, adoración a Sí mismo. Para eso murió Él, para que Ud. lo adore a Él. Como siempre, si él no puede lograr…\n\nPues nos damos cuenta que él falló; Jesús le respondió inmediatamente con ASÍ DICE EL SEÑOR.",
    "Ahora, cuando él ve que un creyente… Observen al creyente pasar ahora por estas mismas categorías, cada uno de Uds. Cuando él ve (él), que Ud. se va a quedar con la Biblia: “Sí, yo creo la Biblia; yo no me uniré a ningún credo y a nada allá; yo me quedo con la Biblia”. Y, como siempre, si él no logra que Ud. crea, en—en vivir la Verdad genuina y creer la Palabra, quiero que Uds. se fijen lo que él le hizo a Jesús, la segunda vez, si él no lo logra. Ud. dice: “No me uniré a ningún credo; no lo haré. Soy, yo nací libre, me voy a quedar con Ella. Yo voy a hacer esto, eso o lo otro”. Vean: “Únete a la iglesia, y, ven a unirte, y alguna otra cosa”; si él no logra que Ud. haga eso, entonces él le hará otra cosa a Ud. ¡Oh, hermano, vigile esto!",
    "Si no lo logra, entonces él lo enviará a Ud. a su propio seminario, para enseñarle por sus propios teólogos (¿ven?), donde Satanás es el intérprete. “¡Oh, los días de los milagros han pasado! Esa gente de por allá, yo tengo, pues, esos son una cantidad de herejes. Ellos, ellos no lo son. ¿Ven?”. Él lo enviará a Ud. allá.",
    "¡Oh, Ud. pudiera decir: “Pues, espere un minuto, Hermano Branham! ¡Espere un minuto!”. Sí, esperemos un minuto, ¿ven? Ud. dice ahora: “¿Acaso ya no debe uno? ¿Acaso no debemos hacer eso?”. No, señor. No, señor.",
    "Pero Jesús dijo: “Cuando Él, el Espíritu de Verdad venga (¿ven?), Él les traerá estas cosas que Yo he enseñado a la memoria, la Palabra; ¡y Él también les mostrará cosas por venir!”. Ésa es la verdadera Iglesia llena del Espíritu hoy: se queda con la Palabra, refleja la Palabra, es Dios en la tierra. ¿Ven? Él no necesita ningún teólogo, porque Su Palabra no es de interpretación privada. Él interpreta Su Propia Palabra vindicándola y probando que es la Verdad.",
    "Cuando la iglesia metodista les dijo a Uds. que no podían recibir el Espíritu Santo como aquéllos el día de Pentecostés, ¿le prestaron Uds. atención a eso? ¡Seguro que no! Uds. de todas maneras siguieron adelante y recibieron el Espíritu Santo. ¿Ven? Porque el…",
    "Yo estaba hablando de la—la trinidad con un—un ministro bautista, la otra noche, y le dije que sólo era terminología. Y entonces nos dimos cuenta, él dijo (otro ministro allí del seminario), él dijo: “Pero Señor Branham, Ud. está queriendo hacerle creer a la gente una religión apostólica”.\n\nYo dije: “Seguro, es la única que hay”.\n\nY él dijo: “Señor, ¿a dónde fue Ud. a la escuela?”.",
    "Yo dije: “De rodillas, hermano. No para… ¿Ven? Allí es donde recibí, no teología, sino rodillología”. Yo dije: “Allí es donde lo encontré a Él”.",
    "Y él dijo: “Señor Branham, el bautismo del Espíritu Santo como ellos lo recibieron en el día de Pentecostés, ¿está Ud. queriendo decir que eso es para hoy?”.",
    "Dije: “La Biblia dice, señor, que el… que Jesucristo es el mismo ayer, hoy y por los siglos”. Yo dije: “Ése fue Jesucristo que vino en el día de Pentecostés”. ¡Oh, sí!",
    "Sí, ¡El mismo! “Un poco, oraré al Padre, Él les enviará otro consolador, el cual es el Espíritu Santo. Un poco y el mundo no me verá más, a Mí ya más; pero vosotros Me veréis, porque Yo estaré con vosotros, aún en vosotros, hasta la consumación, el fin del mundo”.",
    "Yo dije: “Sí, es Él el que vino en el día de Pentecostés; sí, señor. Él vino, vivió en ellos, fíjense, en la forma de la persona del Espíritu Santo; Jesucristo en la persona del Espíritu Santo, como nosotros entendemos la Deidad”.",
    "Ahora fíjense, Satanás no necesitó su teolo-teología. Y este hombre me dijo, él dijo: “Señor Branham” dijo él, “quiero que Ud. sepa que yo vengo de una cierta escuela, y estamos entrenados”.\n\nDije: “Yo escucho su programa, todo el tiempo”. ¿Ven?\n\nY él dijo: “Somos entrenados allí”. Dijo: “El bautismo del Espíritu Santo sólo era para los discípulos”.",
    "Yo dije: “La Biblia dice que había ‘ciento veinte’ en el aposento alto”. Y yo dije: “Ahora, ¿quién está en lo correcto, Ud. o la Palabra?”.",
    "Y yo dije: “Y entonces, también, cuando Felipe fue y les predicó a los samaritanos; y él los bautizó en el Nombre de Jesucristo, pero el Espíritu Santo aún no había venido sobre ellos, porque Pedro tenía las llaves. Así que él mandó por Pedro a Jerusalén, quien vino y les impuso manos, y el Espíritu Santo vino sobre ellos; la Biblia dice: ‘¡El Espíritu Santo!’”.",
    "Y yo dije: “Entonces Pedro, teniendo una visión, con las llaves, fue a la casa de Cornelio (Hechos 10, cuarenta y nueve…) ‘Y mientras él estaba hablando estas palabras, el Espíritu Santo cayó sobre ellos. Porque los oían hablar en lenguas, y—y—y profetizar, magnificando a Dios. Entonces Pedro dijo: ¿Podemos nosotros prohibir agua para que éstos no sean bautizados, viendo que ellos han recibido el Espíritu Santo como nosotros en un principio? Y él les mandó a ser bautizados en el Nombre de Jesucristo’”.",
    "Encontramos, treinta años después, a Pablo recorriendo las regiones superiores de las costas de Éfeso, y encuentra algunas personas bautistas que estaban teniendo un gran avivamiento. Grandes cosas estaban sucediendo; ellos gritaban, alabando al Señor. Y Pablo visitó la iglesia donde como unas veinte personas estaban asistiendo, donde Aquila y Priscila estaban asistiendo a la reunión; donde Apolos, un abogado convertido, estaba probando por la Biblia que Jesús era el Cristo. Y ellos tenían gran gozo, y una gran reunión. Pablo recorriendo, vino después que él… que el Señor lo liberó de la prisión; por echar fuera un espíritu, un diablo de una adivina. Y entonces él pasó por allí en la obra del Señor, y él fue a oír la reunión. Y él dijo: ‘Este hombre es un gran hombre, no hay duda, pero’ dijo, ‘¿habrá recibido Ud. el Espíritu Santo desde que creyó?’ Él creía que uno lo recibía cuando uno había creído. Pero él le dijo: ‘¿Habrá recibido Ud. el Espíritu Santo desde que creyó?’. Él dijo: ‘Ni siquiera hemos oído que haya un Espíritu Santo’.",
    "🦅 Dijo: ‘Entonces, ¿en qué fuisteis bautizados?’ Ésa fue la pregunta. Él dijo: ‘Nosotros hemos sido bautizados por el mismo hombre que bautizó a Jesús, Juan. Hemos sido bautizados en el bautismo de Juan’. ¿Ven? Él dijo: ‘Juan solamente bautizó para arrepentimiento, no para la remisión de pecados’. Juan… desde luego, el Cordero aún no había sido sacrificado. Él dijo: ‘Juan bautizó para arrepentimiento, asegurando que Uds. creyeran en Aquél que habría de venir, en Jesucristo’. ‘Y cuando oyeron esto, ellos fueron bautizados en el Nombre de Jesucristo. Y Pablo les impuso las manos, y el Espíritu Santo vino sobre ellos, y ellos profetizaron y hablaron en lenguas’, treinta años después”.\n\nY yo le dije: “Además, ¿cree Ud. la Biblia?\n\nÉl dijo: “Seguro que sí”.",
    "Yo dije: “Pedro, el día de Pentecostés, cuando este estruendo se oyó por fuera, y todos ellos estaban gritando y alabando a Dios, ellos dijeron: ‘Varones y hermanos, ¿qué podemos hacer para ser salvos?’ Pedro dijo: ‘Arrepentíos cada uno de vosotros y bautícese en el Nombre de Jesucristo para la remisión de los pecados, y recibiréis el don del Espíritu Santo, porque la promesa es para vosotros y para vuestros hijos y para aquellos que están lejos, para cuantos el Señor nuestro Dios llamare’. ¡Cielos y tierra pasarán, mas esa Palabra nunca fallará!”.",
    "Uds. pentecostales no les prestaron atención a los metodistas, bautistas ni presbiterianos. Uds. sabían que Eso era para cada generación, y Uds. se esforzaron por entrar en Ello. Seguro. Ahora, no dejen de esforzarse allí, continúen esforzándose. ¿Ven?",
    "Allí es donde los metodistas cometieron su error, ellos se esforzaron por entrar en santificación pero se detuvieron. Los luteranos se esforzaron por entrar en justificación y se detuvieron. ¿Ven? Luego eso lo organiza, allí muere; es su fin. Hasta allí llega.",
    "Fíjense ahora mientras nos damos prisa. “Cuando venga el Espíritu de Verdad, Él os enseñará todas las cosas; lo que Yo les he enseñado” ¡oh, hermano!, “os recordará todo lo que Yo os he dicho, os traerá todo a memoria. Y Él os mostrará cosas que han de venir. Él vindicará toda Palabra, confirmando la Palabra con señales siguiéndole”. Todo lo que Él prometió, que Dios prometió en la Biblia, si Ud. se suelta de todo credo y de todo lo demás, y se aferra a la Palabra, Dios está obligado a cuidar de Su Palabra. Y entonces cuando ellos hicieron esto, la Palabra se vindica a Sí misma.",
    "Él no necesita que alguien diga: “Bueno, los días de los milagros han pasado”.",
    "¿Quién es ese hombre para decirme que los días de los milagros han pasado, cuando una vez yo era un hombre ciego? ¡Aleluya! Una vez los médicos me daban tres minutos de vida y hoy estoy con vida. ¿Cómo pueden decirme algo contrario? Antes era un miembro tibio de iglesia, ahora estoy lleno del Espíritu Santo. Dios no necesita ningún intérprete. El Espíritu Mismo, que es la Palabra, lo interpreta como la Verdad; si un hombre se atreve a pararse y tomarla. Él es Su Propio intérprete. Pruébelo a Él una vez, y averigüe si eso no es correcto. No le preste atención a lo que algún otro ha dicho; haga lo que Dios dijo que hiciera.",
    "🦅 Bueno” Ud. dice, “yo hago esto”. Y ¿qué de lo otro, de toda Palabra? Una palabra rompe la cadena.",
    "Allí es donde las iglesias siempre fallan, allí en esa cadena. Ellas la organizan y juntan la cosa, y hacen una gran denominación. Estos hombres se juntan, el Santo Padre Fulano de tal, y el Doctor Obispo Fulano de tal; y ¿qué traen? Allí lo tienen. Uds. mueren allí mismo. Lo probaremos por la naturaleza y por la Palabra, si el Señor lo permite, en unos minutos. Muy bien.",
    "🦅 Trayendo a memoria”. Él vindica cada Palabra, y nosotros vivimos por Ella. ¡Aleluya! ¡Viva por Ella! “El hombre vivirá de toda Palabra, toda Palabra vindicada”. Jesús dijo: “Estas señales seguirán a los que creen. ¡Seguirán a los que creen!”. Aférrese de Ella; Dios la vindica que es la Verdad.",
    "Mientras los seminarios y teólogos, inspirados por Satanás, dicen: “Uno no puede confiar en Ella; eso era para los apóstoles; esos días pasaron; no hay tal cosa; eso sólo fue para los apóstoles, para probar el Evangelio en ese entonces; hoy nosotros tenemos gente estudiada”.",
    "Ellos tenían mejor enseñanza allá que nosotros hoy. Nómbreme alguna iglesia que pueda tener algo así, como ese Sanedrín, cuando sus tatara-tatara-tatara-tatarabuelos, tenían que haber sido sacerdotes antes de ellos. Una palabra torcida allí, en ese pergamino, o, pues, ellos—ellos los apedreaban por eso. Ellos tenían que quedarse exactamente allí. Pero ellos fallaron en ver el Verdadero Grano de la Palabra cuando vino, la Vida. Por eso es que ellos fueron condenados y llamados “los obreros de Satanás”.",
    "¿Ven? Eso no refleja la Palabra de Dios, cuando un estudiante de seminario les dice: “El Espíritu Santo no es para hoy, y estas cosas, que toda esa cosa de sanidad Divina es para otro día”, vean, eso no es algo reflejado de Dios, es algo reflejado de un—un credo; está reflejando una doctrina ajena a la Biblia.",
    "Hebreos 13:8 dice: “Él es el mismo ayer, hoy y por los siglos”. San Juan 14:12, dice: “El que cree en Mí, las obras que Yo hago, él también las hará”. Ahora, ¿cómo va Ud. a sacar esa Palabra de allí, cómo va Ud. a añadir algo en Su lugar? Ud. rompe su cadena de Vida. El hombre vive solamente de Pan, el Pan, Eternamente él vive de ese Pan; físicamente, él vive de este pan: allí están los dos panes. El Espíritu Santo, el Espíritu Santo estando en Ud., le ha dicho: “Amén”, a toda Palabra de Dios, si ése es el Espíritu Santo. Ahora quiero preguntarles algo. Ahora, viene la parte que aprieta.",
    "Mamá me daba aceite de castor cuando yo era un niño. Y yo—yo aún no soporto el olor de esa cosa. ¿Ven? Fuimos criados pobres, y mamá hervía pieles y les sacaba la grasa. Nosotros las conseguíamos de la… de una hermana anciana que se llamaba Goodwin, que tenía una panadería allá y ella cocinaba jamones y cosas, y les sacaba eso. Nosotros tomábamos la harina y tomábamos esa grasa y demás y hacíamos nuestro pan de maíz. Y comíamos pobremente, con razón estábamos desnutridos y demás, con enfermedades. Pero entonces mamá, cada sábado en la noche… Nosotros—nosotros no recibíamos la clase de alimentación correcta, así que ella nos hacía a todos tomar una dosis grande de aceite de castor. Y yo—yo sólo me tapaba la nariz y gritaba, yo decía: “Mamá, eso me enferma”. Ella decía: “Si no te enferma, no te hace ningún provecho”. Así que, así que tal vez eso funcione para esto. Ahora, ¿cómo…?",
    "Voy a preguntarles algo: ¿Cómo puede un hombre o una mujer que reclama estar lleno del Espíritu Santo, el cual es la Palabra (¿es correcto eso?), y cómo puede Ud. ser la carne de ese Espíritu Santo, que lo ha hecho parte de Él, para reflejar el Evangelio de su edad, y negar la Palabra que Él ha escrito?",
    "A mí no me interesa lo bueno que Ud. sea. Pues, yo puedo llevarlo al África, allá con los—los hotentotes, y mostrarle a Ud. una vida con la que un Cristiano ni se pudiera comparar. Si ellos llegan a ser sorprendidos en adulterio, si una de las mujeres, antes que ella se case, una mujer joven, primero tienen que hacerle una prueba de su virginidad. Si es hallada culpable, ella tiene que decir qué hombre lo hizo, y les dan muerte a ambos. ¿Qué si eso sucediera en los Estados Unidos?, ¿quién enterraría todos los cadáveres? ¿Ven? Así que, pues allí tienen Uds. ¿Ven? Y ellos son paganos, ¿ven la moralidad? ¿Ven? Así que uno no puede probarlo por eso. Nuestro hermano indio aquí puede decirles a Uds. en estos momentos que los mahometanos probablemente viven una vida mucho mejor de la que nosotros siquiera nos imaginamos.",
    "Pero, ¿es según qué? La Palabra que da la prueba. Esos fariseos eran el doble de humildes que Jesús. Él anduvo allá destrozando sus iglesias, y echándolos, y sacándolos a los golpes, y todo de esa manera.",
    "Y este piadoso sacerdote anciano, Uds. saben, pues, ¿quién fue…? Si yo estuviera teniendo una reunión en contra de Él, en esta mañana, yo diría: ¿Quién vino a visitarlos a Uds. cuando estaban enfermos, para orar por Uds.? “Ese piadoso sacerdote anciano”. ¿Quién le prestó ese dinero a papá cuando no se le dieron las cosechas? “Ese piadoso sacerdote anciano”. ¿Quién lo dedicó a Ud. a Dios, para una vida de servicio? “Ese piadoso sacerdote anciano”. ¿Quién fue, cuando Ud. estaba en la cárcel, que vino a visitarlo? “Ese piadoso sacerdote anciano”. Y este joven renegado llamado Jesús, ¿qué es lo que Él hace? ¡Llamó “serpiente” a su pastor! ¿Ven? Vean, no es por los frutos.",
    "Es por la Palabra; “No sólo del fruto vivirá el hombre, sino de toda Palabra que sale de la boca de Dios”.",
    "Y Él era esa Palabra. Sólo es que ellos fallaron en verlo. Eso es lo que Él debía hacer. Ellos no pudieron verlo, porque no estaban ordenados para verlo. Dijo: “Uds. no pueden venir a Mí”. Miren a esos pobres judíos, sus ojos estaban cegados. Seguro, Él lo hizo; Él Mismo los cegó.",
    "Piensen cómo sería estar ciego. Vale más que le den gracias a Dios por la vista de la Escritura que Uds. han recibido. Ahora fíjense.",
    "Ahora, Él, Él era esta Palabra. Ahora, después de esto, Él fue probado; la prueba de Jesús. Ahora vamos a entrar en ellas.",
    "Vean, no refleja la Palabra cuando alguien dice: “Pues, eso fue para otra edad”, porque la Biblia dice que Él es el mismo ayer, hoy y por los siglos. ¿Cómo pudiera el Espíritu Santo en Ud. decir que Ud. está lleno del Espíritu Santo?",
    "Ahora, ¿puedo lastimarlos un poquito? [La congregación dice: “Amén”.—Ed.] ¿Está bien? Levanten las manos. ¿No se enojarán conmigo? [“No”.] Si se enojan, es porque tienen que estarlo.",
    "¿Cómo pueden Uds. mujeres, con el cabello cortado, decirme que Uds. están llenas del Espíritu Santo? ¡Una Palabra! “¡Oh, yo hablé en lenguas”! Eso no importa. Yo he visto brujos hablar en lenguas, interpretarlas, gritar en el espíritu, danzar en el espíritu.",
    "¿Cómo pueden Uds. hombres decir que son la cabeza del hogar, y permitir que su esposa use pantalones cortos y se comporte como lo hace, y Uds. llamarse Cristianos?",
    "¿Cómo pueden Uds. pastores presentarse ante Dios con una cosa como ésa, sin pararse y protestarla? Uds. no pueden obligarlos a que lo hagan; pero comience a predicar de esa manera, y Ud. no pertenecerá al seminario por mucho tiempo ni a un grupo. Ud. tendrá que conseguir cooperación de alguna otra parte. Entraremos en eso en un momento, el Señor mediante. ¿Ven?",
    "Pero allí lo tienen. No, no es que yo quiera lastimarlos, yo los amo; por eso lo hago. Si—si Ud. fuera flotando río abajo, y yo viera que Ud. se va a ahogar, yo sería un desconsiderado, si dijera: “Bueno, cariño, se una buena persona”. ¡Más vale que Ud. les advierta! Correcto. ¡Dígales!",
    "Como dije la otra noche, si soy un Cristiano, yo tengo que identificarme con cada personaje de la Biblia. Yo tuve que pararme con Noé y predicar con él, en esos días, y advertir a la gente. Correcto. Yo tuve que pararme solo en el Monte Carmelo, con Elías. Yo tuve que pararme en el Calvario, y ser crucificado a mí mismo y a mis propias ideas, junto con Él. Pero luego, yo también me levanté con Él en la Pascua de resurrección, triunfante sobre todas las cosas; de todo lo carnal, de la carnalidad del mundo, yo fui levantado por encima de eso, en Él.",
    "Fíjense, eso entonces no refleja la Palabra; no, no la vindica. Ahora, pero si Uds. creen la Palabra, Dios Mismo la vindica, como lo hizo aquí en Jesús.",
    "El Pan Palabra, siempre significa de lo que será alimentado. “Y no sólo de pan vivirá el hombre, tratándose solamente de este pan, sino de toda Palabra”. Así que Ella es el Pan Palabra, tengan eso en mente. Éste es, es el Pan del que la iglesia en cada edad se ha alimentado, ha sido el Maná escondido solamente para el vencedor; Apocalipsis lo dice. Ahora, no me queda tiempo para desglosar todo esto, porque probablemente tengo otros treinta minutos. Pero, miren, cuando el santo—cuando el Maná santo cayó del Cielo, lo cual era un tipo del Espíritu Santo… Uds. estarán de acuerdo en eso.",
    "Dios le dijo a Moisés que saliera y recogiera un gomer lleno, y que lo pusiera en el lugar Santísimo. Pues si ellos no lo ponían en el lugar Santísimo, se descomponía. ¿Es correcto eso? Le entraban los gusanos. Ahora, Él dijo: “Pero ponlo en el lugar Santísimo (en este gomer), para que cada generación que viniera según ese sacerdocio, cuando un hombre llegaba, que iba a ser un sacerdote, para ministrar la Palabra, lo primero que él podía hacer, después que era ordenado, era entrar y tomar un puñado de ese maná original y comerlo.",
    "Eso era para representar esa Luz en Su mano, en la nueva edad de la iglesia, reflejando Su Luz, el Maná; y es sólo el hombre que ha vencido perfectamente, el hombre que realmente se sienta y desecha todo lo demás excepto la Palabra, ¡y la Palabra es ese Maná! ¡Oh, hermano, es Jesús! “El hombre vivirá de toda Palabra que sale de la boca de Dios”. Ése es el Maná escondido para el vencedor (¡oh!), que fue guardado, para cada—cada, para cada sacerdocio que le seguía.",
    "Las escuelas de teología, hace mucho tiempo cambiaron esta Cosa bendita por una mezcla de potaje. Eso es exactamente cierto. Sí, señor.",
    "Igual como hizo Esaú. Ahora, Esaú, moralmente era mejor hombre que Jacob, pero él no tenía respetos por su primogenitura, lo cual era la Palabra. ¿Cuántos saben eso?, ¿que la primogenitura era la Palabra, la promesa, para el hijo mayor? Sin embargo, él era un buen hombre, un hombre moral, como (¡oh!), como el Cristiano nominal de hoy, un buen hombre: él no mentía; él no robaba; era bueno con su papá. Él hizo todas esas cosas. Pero si Uds. ven, fue su primogenitura, la que él dijo que no le importaba. “¿Qué importa eso? De todas maneras yo soy un israelita. ¿Ven? Yo—yo pertenezco a esto de todas maneras”. Pero era su primogenitura lo que contaba, ¿ven? En lo natural estaba bien, pero en lo espiritual él estaba todo errado.",
    "Así es hoy, el potaje: mezclar la iglesia con el mundo, un poco de cada uno; fiestas de bingo, bailes, toda clase de desorden, en la iglesia; mujeres con cabello corto, usando pantalones cortos.\n\nBueno, Uds. dicen: “Hermano Branham, ¿qué tiene que ver esa cosita?”.",
    "Ésa es una de las Palabras, pues la Biblia dice que es incorrecto que la mujer que se corte el cabello; es cierto. Si ella lo hace, ¿cómo va a entrar? ¿Ven? Sólo pregunten, cualquier predicador les dirá que la Palabra dice eso. Vean, “ella deshonrará su cabeza”, ella deshonra a su esposo. Ella debería ser divorciada; es exactamente la verdad. “Porque si ella se cortare el cabello, que también se rape, afeitárselo”. ¿Ven? Eso lo demuestra allí. No solamente cortado, Dios no lo quiere de esa manera. Eso es estar entre dos opiniones, no juegue con eso; o se lo corta todo o se lo deja crecer, eso es lo que dijo Dios. Cualquier ministro del Evangelio sabe que eso es la Verdad, aunque Uds. lo digan o no; pero eso es la Verdad. ¿Ven? Bueno, ¿de qué sirve si Ud. va a cumplir todo lo demás, y no hacer eso?",
    "¿Qué? Hay un poquito del estilo mundano en Ud., al querer actuar un poquito como las otras iglesias. Allí exactamente es donde Israel se metió en problemas. Allí es donde ellos murieron. Allí es donde Adán se metió en problemas. Allí es donde todos los demás se metieron en problemas. Sólo una Palabra, eso es todo lo que se requiere, sólo un punto. ¡Potaje, mezclarse con el mundo! Un poco del mundo, un poco de Hollywood, un poco de la iglesia, un poco de los teólogos, y ¿con qué termina Ud.?",
    "Fíjese, si Satanás falla aquí, entonces él intentará su segunda artimaña buscando que—que Ud. descrea la Palabra, él… y—y que vaya al seminario. Él intentará la siguiente artimaña. Ahora, aquí es donde Uds. deben ser muy cuidadosos, y sólo siéntense otros cinco minutos, para esta parte, por favor. Después, él le hace a Ud. una oferta sobrenatural. Voy a regresar a todo esto, antes de terminar. Él hace… Vean, si él no puede apartarlos de la Palabra con tentación: “No, yo me voy a quedar con la Palabra”, entonces él le hará a Ud. una oferta sobrenatural.",
    "Él dijo: “Déjame decirte: Sube aquí y arrójate del templo, y sube otra vez. ¿Ves? Muéstrale a la gente que Tú puedes hacer algo sobrenatural”.",
    "¡Vaya, allí sí los atrapó él! Ahora, observen esto, aquí está. Observen cuando Uds. llegan al final, donde viene esta tentación. Tal vez él pudiera permitir que algunos de Uds. hablen en lenguas, y pensar que Uds. lo tienen. ¿Ven? O él pudiera aun dejarlos profetizar, aunque no cuadre con la Palabra. He visto gente pararse a profetizar, y era tan contrario a la Palabra como el este lo es del oeste. ¿Ven? Es por la Palabra que uno vive. Esos dones sobrenaturales, Satanás puede repartirlos por puñados, seguro; eso no significa nada.",
    "No dijo Jesús: “Muchos vendrán a Mí en aquel día y dirán, ‘Señor, ¿no profeticé yo en Tu Nombre? ¿En Tu Nombre he echado fuera demonios; he hecho grandes obras; he sido un hombre importante en la organización; todas estas cosas he hecho, todo esto?’”. Él dirá: “Apartaos de Mí, hacedores de iniquidad”.",
    "¿Qué es iniquidad? Es algo que Ud. sabe que es lo correcto, en su corazón, y Ud. lo admite y no lo hace. Cuando Ud. sabe que esa Biblia enseña una cierta cosa, y Ud. no la hace, eso es iniquidad. Y David dijo: “Si yo escondo iniquidad en mi corazón, Dios ni siquiera escuchará mi oración”. ¿Es verdad? ¿Es eso la Biblia? [La congregación dice: “Amén”.—Ed.] Ahora, ciertamente Uds. no se enojarán con Eso, ¿ven? Jesús dijo que: “Muchos vendrán a Mí en aquel día y dirán: ‘Todas estas cosas he hecho’ y Yo diré, ‘Apartaos de Mí hacedores de iniquidad’”.",
    "Lo mismo que hizo Adán. Adán dijo: “Señor, yo hice esto, hice lo otro”; excepto una Palabra (¿ven?), una Palabra lo causó. Eso es todo lo que se necesita, sólo desobedecer una Palabra.",
    "Sí, tal vez profetiza contrario a la Palabra. Pero ahora, para cuando él tiene ese don sobrenatural, él está entusiasmado por el alboroto, por el encanto de eso; “Gloria a Dios, yo oré por Fulano de tal, ¡ellos se levantaron y caminaron! ¡Aleluya, yo puedo hablar en lenguas! Y alguien la interpreta, es genuinamente la verdad”.",
    "Pablo dijo: “Yo pudiera hablar en lenguas de hombres y de Ángeles, y aún soy nada. Yo pudiera tener fe para mover montañas, y aún nada soy”. ¿Es correcto eso? [La congregación dice: “Es correcto”.—Ed.]",
    "Pero vean, él les ofrecerá eso a Uds. ¡Oh, pueblo pentecostal, yo los amo, o no estaría con Uds.! Allí es donde Uds. fallaron, ¿ven? Vigilen la Palabra, no el don. Vigilen al que lo da, vean de dónde—vean de dónde proviene, ¿ven? Él está todo entusiasmado, él está danzando en el espíritu, ¡qué cosa!… [Cinta en blanco.—Ed.]…es lo único. Él está rodeado de mucha gente, y todos llamándolo aquí y allá, y él olvida la Palabra.",
    "¡Oh, Ud. es muy popular siempre y cuando no se acerque a esa Palabra! Pero entre Ud. en esa Palabra, una vez, entonces vea quién va a cooperar con Ud. ¿Ven? Vea entonces lo que sucede. Vamos a llegar a esto, en otra etapa de la naturaleza, en un momento. ¿Ven? Vea entonces quién—quién lo quiere; nadie. “¡Oh, apártese de Eso!”. Como cierta asociación que se reunió aquí hace algunas semanas y me vetaron; cualquier ministro que viniera a la ciudad, del Evangelio completo, que me recibiera en su ciudad para orar por sus enfermos, sería completamente excomulgado de la asociación. Muy bien, porque yo oro por los enfermos. Muy bien. “¡No lo escuchen!”, dicen. Y eso allí es la Palabra vindicada.",
    "Eso es lo mismo que hicieron con nuestro Señor; eso mismo han hecho con cada hombre, en cada edad. Eso fue lo que hicieron con Lutero, Wesley, y todos. Eso es lo que ellos hicieron con Uds., en el principio, ahora Uds. se han regresado directo al mismo revolcadero de donde salieron. Fíjense cómo lo hace, siempre ha sido de la misma manera; nunca ha fallado, Satanás hace la misma cosa.",
    "Ahora, él está tan emocionado con el ruido del encanto y demás, que (¡vaya!), él ni siquiera le presta atención a la Palabra. “¡Oh, hermano!, el Hermano Fulano de tal dijo tal y tal cosa, y yo tengo que ir acá. Yo…”. ¿Ven? Él está tan emocionado, que ni siquiera se fija en Ella. Si es Palabra o no es Palabra, no tiene importancia. “Los demás dijeron que estaba bien, así que Ella no tiene nada que ver”. La denominación dice: “¡Hermano, Ud. lo tiene, no deje que nadie le diga lo contrario!”. ¿Ud. tiene qué? ¿Ven? Fíjense.",
    "Satanás siempre, aun en aquel entonces, fíjense aquí en esta cita, recubrió la Palabra. Aun en esto sobrenatural que él intentó que hiciera Jesús, lo sobrenatural (¿ven?), siendo que Él tenía lo sobrenatural, ¿qué si Jesús lo hubiera escuchado? ¿Ven? Él dijo: “Espera un momento, ¿quieres quedarte con la Palabra, verdad? ¿Tú quieres quedarte con la Palabra?”. Dijo: “Escrito está, a Sus Ángeles mandará acerca de Ti. En cualquier momento que Tu pie tropiece en piedra, Ellos Te sostendrán”. Pero Él no iba a tropezar Su pie en piedra. ¿Ven? Fíjense. ¿Qué si Él se hubiera quedado con eso? Él… ¿Se fijaron Uds., yo no dije que él citó la Palabra; él la recubrió, él la recubrió, al igual que glasear un pastel, la cubrió, la encaló (¿ven?), no estaba en Su lugar correcto.",
    "Así se esfuerzan ellos en decirlo hoy, queriendo encalarla, pero no pueden hacer que eso cuadre con el resto de la Escritura. Tiene que ser todo: “Jesucristo el mismo ayer, hoy y por los siglos”. ¿Ven? No importa cuánta Palabra Uds. traten de recubrir, eso no hace…",
    "Tiene que ser citada exactamente de la manera que Él lo dijo. Entonces, si es citada correctamente, Él la vindicará en su vida. “Así es como todos los hombres saben que Uds. son epístolas escritas leídas de Dios”. La epístola escrita es la “Biblia”. ¿Es correcto eso? Una epístola es la Biblia. Y Uds. son una Biblia escrita reflejando Su Palabra, ese hombre perfecto otra vez, en Dios.\n\nPero Jesús dijo: “Escrito está, también”. ¿Ven?",
    "Pero miren a Eva en esta misma etapa, emocionada por su entendimiento sobrenatural; ella tenía una experiencia teológica. Su educación era superior a la de cualquier teólogo en la tierra en ese tiempo. ¿Ven? Ella estaba tan emocionada que no se daba cuenta. Ella sabía que tenía algo que Adán no había recibido. Tal vez ella podría gobernarlo a él, en esos momentos, porque ella sabía más al respecto, que su Adán. Observen lo que los Adanes de ellas están haciendo hoy día. Ella sabía diferenciar el bien del mal; por una buena educación de la Verdad. Es correcto. Ella tenía una buena educación de la Verdad, que ella no conocía antes, y era la Verdad de Dios. Pero ella estaba muerta, por haber quebrantado la Palabra; ¡seguro, ésa fue la educación que ella recibió!",
    "Así el seminario les da a Uds. una experiencia teológica, que Uds. pueden citar cada personaje del Antiguo Testamento o del Nuevo. Pero tengan cuidado con lo que Uds. están haciendo, de no quebrantar allí mismo esa Palabra, con sólo decir: “Bueno, eso es para aquellos”. No. Es para Uds., ¡el que quiera! ¿Ven?, ¿ven? Tengan cuidado. “¡Oh, eso fue para la iglesia en el tiempo pasado”! ¡Él es el mismo ayer, hoy y por los siglos! Ella tenía una buena educación, pero igual ella estaba muerta en delitos y pecados.",
    "Ahora, la tercera artimaña de Satanás. Entremos rápidamente en ella porque no queremos tomar más tiempo de lo posible; tal vez otros quince, veinte minutos, si Uds. quieren avanzar hasta allí. Fíjense entonces en su tercera artimaña, su, o su tercera tentación; si las otras habían fallado, ésta no. ¿Ven? Ahora él le ofrece a Ud. una posición en la iglesia, como hizo con Jesús. “Yo te daré el mundo. Sé Tú el rey, yo te pondré. Todos me pertenecen, así que yo te lo entrego a Ti”.",
    "¿Quién puede hacer a un hombre un ministro? ¿Quién puede darle a un hombre un don por imponerle a él las manos? “¡Dios ha puesto en la iglesia”! ¿Ven? ¿Ven cómo ellos tuercen la Palabra? Igual ahora que Eva, con su nuevo conocimiento aprendido, ella tenía a Adán bajo su control. Ella podía hacer lo que quería (¿ven?), tan pronto como ella convenció a Adán que aceptara eso.",
    "Y, pero cuando él vino a Jesús, Él no lo aceptó. Él dijo: “Apártate de Mí, Satanás”. En otras palabras, espero no citarla mal, pero sólo añadirle esto: “Escrito está, todo hombre vivirá de toda Palabra de Dios; no de tu propuesta: ‘Yo te haré el supervisor general, un presbítero, o—o diácono, o te dejaré tocar el piano, hermana’. ¿Ven? Todas estas propuestas: ‘Ud. es una persona muy popular, y necesitamos su talento en nuestra iglesia’”. ¿Lo ven? ¡Venga a la Palabra!",
    "Ella podía gobernarlo, o enseñarle, igual que la cosecha de hoy. Así es como ellas lo hacen hoy, para llegar a ser un D.D., un presbítero estatal, superintendente, director de distrito, o alguna otra cosa así.",
    "¡Qué diferente con Jesús! Él se quedó con la Palabra. Ahora en los próximos minutos quiero probar cómo todas estas cosas son la verdad (¿ven?), por la naturaleza y la Palabra, juntar esto. Esto prueba que Él era la Palabra hecha carne, siendo el Pan. Él era la Palabra hecha carne. Pues ¿qué reflejó Él? La Palabra, únicamente.",
    "Si Ud. es una epístola escrita, Ud. refleja solamente la Palabra; no lo que dice el seminario, no lo que alguien más dice, lo que la Señorita Jones piensa al respecto, lo que el Doctor Fulano de tal piensa al respecto, sino lo que Dios dijo al respecto. “¡Toda Palabra de hombre sea mentira, y la Mía Veraz!; ¡cualquiera que quebrante uno de estos mandamientos pequeños, y así enseñe a los hombres!; ¡cualquiera que quitare una Palabra de este Libro, o le añadiere una palabra!; no sólo de pan vivirá el hombre, sino de toda Palabra que sale de la boca de Dios”. ¡Vivan Eternamente de esa Palabra!",
    "Así como Uds. necesitan tener substancia muerta de la cual vivir, Uds. necesitan tener a Cristo del cual vivir aquí, o Uds. perecen. Y, ¿qué es Cristo? “En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios. Y el Verbo se hizo carne y habitó entre nosotros”.",
    "Y Uds. son la misma epístola escrita, una para una edad y otra para la otra, para la Luz de esa hora; pero ellos fallan en verla. Uds. sólo la reflejan.",
    "Otros están firmes, aunque sólo en uno, solamente fallaron en un punto; pero Él no. Y como yo dije, en Apocalipsis 22:18, Él dijo: “¡Cualquiera que le añadiere a Esto!”.",
    "Ahora observen con mucha atención. En Mateo 24:24, está lo impactante, cómo es que ellos… “Si fuere posible, en estos últimos días” dijo Jesús, “los mismos escogidos serían engañados por esta cosa”. Observen los espíritus. “En los últimos días”, ahora esa Escritura tiene que cumplirse. ¿Lo creen Uds.? [La congregación dice: “Amén”.—Ed.] Ahora, fue: “En los últimos días, los mismos escogidos, predestinados, escogidos para eso, serían engañados…”. Eso es algo tan perfecto, es tan Escritural, y se ve tan bonito y claro, que Uds. no le pueden ver ni una falla, y como sea, solamente los elegidos se escaparán de eso. Ahora, eso es lo que dijo Jesús. ¿Lo creen Uds.? [“Amén”.] “Engañaría aun a los escogidos si fuere posible”.",
    "🦅 Seguro, son exactamente las Escrituras, Uds. pueden verlo con el ojo natural”; pero vean, eso no es. Jesús… Esos fariseos tenían esa Escritura perfectamente clara, pero según su propia interpretación.",
    "¿Cómo sabían ellos que Él no estaba equivocado? Porque Dios vindicó cada Palabra que Él le prometió a Él en esa edad; por eso supieron ellos que Él era el Mesías. ¿Ven?",
    "Ahora, fíjense: “Si eso fuere posible”, en estos días. Solamente con una Palabra, se requiere de una Palabra. Eso es todo lo que Satanás tenía que presentarle a Adán, sólo atraparlo en una Palabra. Eso es todo lo que él necesita hoy, sólo lograr torcer una cosa; eso es todo, es todo lo que él necesita. Ahora, Uds. saben que ésa es la Verdad. Añadirle una, o quitarle una, es un fracaso total; es toda porción: “¡De toda Palabra de Dios!”. Consideren ahora las interpretaciones de los seminarios, cada una es diferente de la otra.",
    "Tiene que haber una Verdad en alguna parte, y ésta lo es, la Biblia. Ahora, Jesús dijo…",
    "Ud. dice: “Pero, Hermano Branham, ellos tienen la adoración más hermosa”.",
    "Jesús dijo: “En vano me adoran, enseñando como doctrina la teología de hombre, no la Palabra”, el hombre, interpretando su propio concepto de la Palabra.",
    "Como lo he dicho, Dios no necesita intérprete. Él Mismo interpreta toda Palabra. ¿Ven? Uds. no necesitan a alguien que se las interprete, Dios se las interpreta a Uds. cuando Uds. están dispuestos a aceptarla. ¿Ven? Ésa es la Vida, ésa es la Vida Misma.",
    "Jesús dijo: “En vano Me adoran”. Ellos verdaderamente adoran a Dios. Caín verdaderamente adoró a Dios, en el principio; “pero en vano me adoran”. ¿Qué es en vano? “Que de nada sirve”.",
    "Ellos pudieran decir: “Bueno, yo hago esto; yo danzo en el espíritu; yo, yo hablo en lenguas; yo, yo profetizo; yo predico el Evangelio”; pero falla en dejarse crecer el cabello; falle Ud. en una cosa y vea lo que sucede, el Espíritu lo dejará allí en ese instante. Eso es lo que les ha sucedido a nuestras iglesias, fallaron.",
    "🦅 En vano me adoran. ¡Oh, es una adoración hermosa! Pero en vano me adoran, enseñando como doctrina los mandamientos de hombre”.",
    "Esos fariseos eran teólogos eruditos. No se atrevan Uds. a decir que nosotros tenemos algo hoy que se compare con ellos; verdaderamente que no. Ellos sabían cada palabra, toda palabra, exactamente de la manera que estaba escrita, pero ellos estaban adorando en vano. Piensen en eso “en vano”, grandes escuelas excelentes, y seminarios, y maestros, y jóvenes, y todo eso, ¡pero perdidos!",
    "Igual que en el desierto, Él dijo: “Todos ellos comieron maná de esa Roca espiritual en el desierto, todos ellos bebieron de esa Roca, quiero decir, y todos ellos comieron maná de ella”. Y Jesús dijo: “Y todos ellos están muertos”. Muerte significa, “separados Eternamente”. ¿Por qué? ¡Porque fallaron en creer la promesa de Dios!",
    "¡Oh, no me gusta demorarlos así, pero tengo que decirlo! Miren, esto no me tomará un minuto. Cada una de esas personas salió bajo la Columna de Fuego, salieron al desierto, creyendo en Dios, marcharon adelante. Pero cuando llegó el momento que vieron el obstáculo, cuando el—cuando regresaron los diez y dijeron: “Nosotros no podemos poseer la tierra. ¡Oh, hermano, allí son gigantes! Ellos son esto, eso y lo otro. Ellos simplemente… No podemos hacerlo. Eso es imposible”.",
    "Pero, Caleb y Josué ¿qué? Calmaron al pueblo. Ellos dijeron: “Somos más que capaces de poseerla”. ¿Por qué? Esas personas estaban mirando lo que ellos podían ver (¿se fijan?), mirando lo que ellos podían ver. Pero Caleb y Josué estaban mirando a la promesa de Dios. Dios dijo: “Yo les he dado esa tierra; ¡vayan y poséanla!",
    "Ahora, Hebreos el capítulo 6, si pudiera citarlo: “Porque es imposible que los que una vez fueron iluminados y gustaron del Espíritu Santo, del poder del siglo venidero, si ellos vuelven a recaer, a negar, apartarse”.",
    "Como esos individuos que llegaron allí y comieron las uvas de la tierra al otro lado, estuvieron allí; y cuando se trató de entrar siguiendo la Palabra, dijeron: “No podemos hacerlo”. Y ellos murieron en el desierto.",
    "Hasta allí llegamos nosotros, probamos la buena Palabra de Dios. Pero, la promesa completa: “No, no, nosotros no podemos hacer eso (¿ven?), porque el Doctor Fulano de tal o alguien más dice que no podemos hacerlo; eso era para los apóstoles. Ése fue otro día”. Ud. muere allí.",
    "¿Ven? Toda la Escritura encaja, cada Palabra de Ella encaja. Y no puede ser dada por ninguna teoría de hombre, sistema, o lo que sea; solamente es revelada por el Espíritu Santo. Jesús dijo: “Padre, te doy gracias porque has escondido estas cosas de los sabios y de los entendidos y las has revelado a niños que aprenden”.",
    "Rápidamente ahora vamos aquí al siguiente pensamiento, si podemos. “En vano ellos Me adoran”. Esos fariseos, eruditos (¡oh, moralmente buenos!), pero Jesús los llamó, “diablos”. Esos teólogos eruditos, Jesús dijo: “Uds. son diablos, y las obras de vuestro padre haréis”. Dijo: “Uds. edifican las tumbas de los profetas, pero sus padres allá en aquel mismo tiempo… Esos profetas vinieron a derribar esos sistemas religiosos”. Eso es lo que ellos hicieron.",
    "¡Profetas! ¿A dónde viene la Palabra, a un teólogo o a un profeta? [La congregación dice: “Profeta”.—Ed.] No a los teólogos en la escuela; Ella viene a un profeta, siempre. Dios nunca cambia Su sistema, nunca; siempre ha sido así, ¡siempre! No es a un grupo; ¡a un individuo! Nunca a un grupo; a un individuo, sí, señor, a un profeta. Y ellos dijeron…",
    "Jesús dijo: “Uds. edifican las tumbas de los profetas, y vuestros padres los pusieron allí”. Y ellos están haciendo exactamente lo mismo bajo la ceguedad del seminario de Satanás. ¿Ven?",
    "Y ahora, Pentecostés: no metan su nariz en ese Concilio Mundial de iglesias. Ahora, Uds. ministros aquí, Uds. escriban al cuartel general, a—a estas personas. Ahora, Uds. no tendrán que escribir a—a las Asambleas y a muchas de ellas, porque ellas han sacado la cosa, ellas no quieren tener nada que ver con eso. Y Uds. hermanos bautistas también, no asomen allí la cabeza. ¿No ven Uds. que eso es exactamente la marca de la bestia, surgiendo? Uds. saben quién se lo va a tragar todo, si conocen algo de la Escritura. Si la Palabra Misma se está reflejando en Uds., apártense de esa cosa. Su denominación correrá a entrar a eso. Y Uds. van a tener que hacerlo o excomulgar su denominación. Uds. no pueden ser una denominación y permanecer allí, porque Uds. tienen que entrar o quedarse afuera.",
    "Entonces, Uds. ya no son una organización, luego Uds. mismos lo habrán mostrado. Exactamente. Dios los bendiga, si lo hacen. Es difícil saber cuántos lo harán; pero algunos lo harán, no cabe duda. Sí, señor.",
    "Engañados, y Jesús los llamó, “diablos”. Ahora, pero cuando Jesús estaba parado allá (¿qué?), en cada tentación, Él lo reprendió con la Palabra, y se paró allá por la Palabra. Dios lo vindicó a Él.",
    "Como allá, la otra noche, yo prediqué sobre Miguel Ángel. ¿Cuántos han estado en Forest Lawn y han visto allí el monumento de Moisés, por Miguel Ángel? Fue sobresaliente, cuando entré allá por primera vez y lo vi. Miguel Ángel dedicó casi toda su vida, haciéndolo. En su mente, él tenía cómo—cómo se debía ver Moisés. Y él—él quería tenerlo—tenerlo terminado antes de morir. Y él dedicó años y años, esculpiendo, cortando de aquí y quebrando de aquí, y puliendo aquí. Hasta que finalmente, un día, cuando él lo terminó, después de muchos años, él estaba parado allí con un trapo en la mano, de esta manera. Él dio un paso atrás y lo contempló, la visión que estaba en su mente, desde que él escuchó de Moisés por primera vez, que así se debía ver. Allí estaba, destelló frente a él. Él se inspiró tanto con su propia obra, que cogió un martillo y la golpeó en la pierna y exclamó: “¡Habla, Moisés!”. Él pensó que era Moisés y que debía hablar, se parecía tanto a la cosa que estaba en su mente. Y esa marca en la pierna todavía está allí. Es una estatua perfecta con excepción de ese pedacito en la pierna, la pierna derecha. Obsérvenla en Forest Lawn, cuando uno entra por la puerta, una reproducción de ella. El Moisés de Miguel Ángel, su obra maestra, con la cual selló su vida.",
    "Dios es un gran Escultor, correcto, Él hizo al hombre a Su imagen, para que lo reflejara a Él, y Él es la Palabra. ¿Y qué hizo Él? Él probó a Adán; él falló, Moisés falló, todos los demás fallaron. Pero aquí hay Uno perfecto, aleluya (¿por qué fue?), era nada menos que Dios Mismo en carne, la Palabra reflejada en Él, trajo la plenitud de la Deidad corporalmente; no un profeta, aunque Él era un profeta; no un hombre, aunque Él era un hombre.",
    "Judíos, no traten de reclamar que es de Uds. Él no era ni judío, ni gentil: Él era Dios. ¿Ven? Uno es lo que es su sangre (¿ven?), y por supuesto, su carne. Y María, por supuesto, María no tuvo una concepción del Espíritu Santo dándole una sensación. Dios el Padre creó un germen, o—o un óvulo en María, y también una célula de Sangre en ella, y era la Sangre de Dios.",
    "La sangre viene del sexo masculino. Así que no fue… Las hemoglobinas y la sangre tienen que venir del padre, porque el bebé ni siquiera puede recibir la enfermedad de su madre, como TB. Pudiera heredarla del aliento de la madre, no quise decir heredarla, sino que puede respirarla y—y contagiarse. Pero ella no puede recibirla de la madre, porque él, ella está libre de eso, él no es la sangre de su madre.",
    "Ahora, pero Jesús no era la sangre de un judío, ni de un gentil, Él era una Sangre creada por Jehová Mismo; Él era la Sangre de Dios. La Biblia dijo: “Nosotros somos salvos por la Sangre de Dios”; no por la sangre de un judío, o la sangre de un gentil, eso sería todo sexo, pero ésta era la Sangre de Dios.",
    "Fíjense, ahora cuando Él vio a ese Ser perfecto, Él lo golpeó, lo marcó. Isaías dijo: “Él herido fue por nuestras transgresiones, molido por nuestra iniquidad”. ¿Qué era Él? Él era esa Palabra perfecta, reflejada para Pan, del cual todo hombre vivirá. Él era ese trigo de la Palabra de Dios que podía ser molido y puesto en los cuatro Evangelios, en los sesenta y seis Libros. Y de Eso vivirá el hombre, y de Eso solamente, ¡y toda Palabra de Eso! Amén. Ésa fue la obra maestra de Miguel Ángel. Y cuando Dios pudo verse a Sí Mismo reflejado en un Hombre, Él tenía ese Hombre perfecto, creado a Su Propia imagen. ¡Oh, hermano, qué Hombre! Él tenía que morir por todos nosotros. Pudiéramos quedarnos en eso, pero no lo haremos. Él tenía que morir por todos nosotros. Y Él murió, el Ser perfecto; para que nosotros, imperfectos, pudiéramos ser hechos perfectos en Él, participando de cada Palabra de Su Biblia. Ahora, entonces Él lo levantó otra vez para nuestra justificación, para que nosotros tengamos un derecho, como el Jesús resucitado, que está aquí ahora para ministrarnos toda Palabra de Dios, por la cual debemos de vivir.",
    "Ahora, rápidamente entonces, y luego terminamos. Ahora, la segunda novia Eva.",
    "Ahora, el primer novio (Adán), tuvo que ser traído a través de una larga línea de profetas y demás, y entonces salir perfecto, y luego tuvo que morir para ser Pan para los demás.",
    "Ahora, ¿qué de Eva? Con ella tiene que ser igual. Pero cuando Jesús vino… Recuerden, Eva era la mujer. La iglesia siempre está representada en la Biblia como una mujer, porque ella es novia. Ahora, observen lo que hizo ella. Ella trató de persuadirlo a Él a su doctrina. Mientras ella predicara sólo lo que ellos pensaban, Él era un gran Hombre.",
    "Pero un día Él empezó a hablar, y dijo: “Yo y el Padre somos uno”.",
    "🦅 ¡Oh, Tú Mismo te haces igual a Dios! ¿Ven? ¡Oh, vaya! Nosotros no queremos tener nada más que ver con ese Hombre”.",
    "Y todas estas otras cosas que Él había empezado a decir: “A menos que comiereis la Carne del Hijo del hombre”. ¿Qué piensan Uds. que hubiera pensado un doctor allí sentado? ¿Qué piensan Uds. que cualquier hombre hubiera pensado, con sentido común? “Uds. tienen que comer Mi Carne y beber Mi Sangre”.",
    "Ellos dijeron: “Este Hombre es un vampiro, no un ministro. Apártense de ese Hombre, Él está loco. Apártense de Él”.",
    "Pero eso era la Verdad. ¿Ven? Eso era la Verdad: “A menos que Uds. la coman, perecerán. Todos Uds. morirán, si no la comen”.",
    "Eso mismo sigue hoy. El pan y el vino sólo es un símbolo, no dejen que esa cosa natural los tumbe. Uds. tienen que comer a Cristo, lo cual es la Palabra por la que Uds. viven, “de toda Palabra que sale” toda la Biblia, desde Génesis hasta Apocalipsis.",
    "Ahora, la segunda Eva, obsérvenla. Ella fue creada de nuevo, igual que Él, en el día de Pentecostés, llena del Espíritu y alimentada por la Palabra. Amén. Ahora me estoy poniendo religioso. Me siento bien. Esa primera iglesia, esa primera Eva, la cual iba a ser la Novia de Cristo, ¿cuántos pueden decir “amén” a eso? [La congregación dice: “Amén”.—Ed.] Ella sería la Novia de Cristo. Ella nació en Pentecostés, no en Nicea, Roma; no en Londres, Inglaterra; ni tampoco en los Estados Unidos; no en Alemania con Lutero, ni en Inglaterra con Wesley, ni en los Estados Unidos con los pentecostales, así llamados. Ella nació en el día de Pentecostés. Ella fue llena del Espíritu. Y ella fue llena del Espíritu, y fue alimentada con la Palabra, “toda Palabra que sale de la boca de Dios”. Aun a Judas… Y (¡oh!), ellos tuvieron que tomarla toda, Palabra por Palabra, una verdadera planta floreciendo en la tierra de Dios, representándolo a Él, otro árbol Novia.",
    "Su Palabra de promesa lo reflejaba a Él en ella. Ellos tuvieron que notar a Pedro y a ellos. Ellos no habían asistido a un seminario, y ellos sabían eso. Ellos no habían estado en ninguna escuela Bíblica, algún seminario teológico. Ellos no tenían educación, porque ni siquiera podían escribir sus propios nombres. La Biblia dice: “Ellos eran ignorantes y del vulgo”. Pero, ¿qué sucedió? Aquéllos tuvieron que notar que ellos habían estado con Jesús, porque allí estaba Él en ellos, reflejando Su promesa. ¡Aleluya! ¡Gloria a Dios! Eso es lo que nosotros necesitamos en esta edad. Su Palabra lo reflejaba a Él en ella, la iglesia. Ella debía vivir de toda Palabra que salía de la boca de Dios.",
    "Pero entonces, igual que Eva, ella encontró su caída, de la Palabra, en Nicea, Roma, donde fue organizada la primera organización, la iglesia universal Cristiana. ¿Habrá aquí un erudito de la Biblia? ¿Habrá un…? ¿Habrá algún teólogo aquí que sepa que eso es la verdad? La primera organización fue en Nicea, Roma. Dios nunca tuvo una organización, nunca la tendrá; eso es controlado por el hombre. Allí es donde todos ellos…",
    "Yo soy Cristiano, “¿A qué iglesia pertenece?”. Solamente hay una. Yo he sido un Branham cincuenta y cinco años, y yo nunca me uní a la familia, desde que nací lo fui. Así es como Ud. nace en el Reino de Dios. Y Ud. es un reflejo de Su Palabra.",
    "Fíjense, Eva encontró la de ella. Y así la segunda Eva encontró la de ella en Nicea, Roma; se le dio una denominación, credo, aceptó dogmas en lugar de la Palabra; bajó ídolos como Júpiter y demás, y subió a Pablo y a Bernabé. Y—y bajó al dios sol y a la diosa luna, Astarot, la diosa luna, que tenía panes redondos, y la puso a ella como la madre del sol, quien es Júpiter. Y cambiaron el día del nacimiento de Jesús de abril (cuando toda la naturaleza, cuando Él nació bajo el carnero, porque Él era un carnero), y cambiaron eso al día del nacimiento del dios sol allí en el mes solar, donde hace un día… Solamente hay como un minuto de diferencia en el día cuando pasa en el día veinticinco de diciembre, el día del nacimiento del dios sol, no del Hijo de Dios. Y cada uno de nosotros juega el papel de Santa Claus, y decora árboles, paganismo, y cosas como ésas, ¡y luego decimos que somos Cristianos! ¿Qué le pasa a la iglesia Cristiana?",
    "¿Se llegará a levantar alguien entre nosotros que pueda predicar la Palabra y decir la Verdad, y Dios vindicarla y probar al pueblo que Él es el mismo ayer, hoy y por los siglos? Nosotros no necesitamos un seminario; no necesitamos un teólogo; nosotros necesitamos un profeta. Correcto. ¡De hecho, Dios lo prometió!",
    "Entonces Eva encontró su falla, también la iglesia; se entregó a la denominación, normas de hombre, para ser gobernada por hombre, ya no controlada por el Espíritu. Ella se apartó de la Palabra y aceptó dogmas. ¿Quién puede decir “amén”? [La congregación dice: “¡Amén!”.—Ed.] Seguro. Pero, ¿saben Uds. que nosotros los protestantes aceptamos tantos dogmas como los que tienen ellos, cuando añadimos algo a esta Palabra, o se lo quitamos? Satanás la atrapó, con la misma vieja técnica que empleó con Eva, logrando que cediera. Allí él lo consiguió, dijo algo diferente de la Palabra, un credo o una denominación.",
    "La original cayó a tierra, en martirio, los dientes de Roma molieron ese trigo de Pentecostés a polvo, y los quemaron en estacas y los dieron de comer a los leones. Ellos cayeron a tierra como el otro Trigo, correcto, pero Él empezó a levantarla otra vez en la reforma, la misma, por segunda vez.",
    "Como Él lo hizo con el Segundo Adán (después que Adán cayó), Él empezó a levantar un Segundo Adán. Y el Segundo Adán cayó, luego Él fue llevado arriba. El primer Adán cayó en su pecado y allí quedó. El Segundo Adán cayó, para redimir al hombre del pecado, y fue llevado arriba.",
    "Ahora, la primera iglesia cayó en Nicea, Roma, primero, por una Verdad de la Palabra que fue sacada de la Biblia, donde la iglesia romana le había añadido sus dogmas y credos. Allí vino un pequeño sacerdote llamado Martín Lutero, que dijo: “Esto no es la comunión, esto no es el cuerpo de Cristo; es un pan. Y, el hombre, ‘el justo por la fe vivirá’”. Y él tiró la cosa en el piso, y protestó. Allí viene su primera estrella brillando, después de la edad de Tiatira. Sí, señor, ¡justificado por fe! Él, el gran Escultor, hizo arreglos para hacer de la Novia una obra maestra que reflejará Su Palabra.",
    "Pero, ¿qué hicieron los luteranos después de la muerte de Lutero? Se encontraron con Satanás y de eso hicieron una denominación, y murieron. Ella no hizo nada más después de eso, allí concluyó, sólo vino a ser una gran masa de gente. Muy bien.",
    "Entonces Dios la levantó de nuevo, en los días de John Wesley, con otra Verdad para reflejar. ¿Qué hizo él? Dijo: “La santificación es la segunda obra de gracia”. Y, ¿qué hizo Dios? Él la bendijo. Y él protestó contra la iglesia anglicana, y la iglesia de Zwinglio, y todas las demás, y todos los legalistas, y todas las de Calvino, o las—las calvinistas, quise decir, y protestó contra eso. Y—y dijo: “‘El justo por la fe vivirá’, dijo Lutero. Y la segunda obra de gracia, es santificación”. Y eso es Verdad. Correcto. ¿Ven?",
    "Entonces, ¿que hizo él? Lo mismo, después de la muerte de Wesley, y Asbury y ellos, lo mismo que hizo Lutero, se organizó, murió. Mírenla hoy.",
    "Fui allí (aquí no hace mucho), a orar por una mujer al hospital, que iba a tener una operación. Entré allí. Ella dijo: “Hermano Branham, yo lo llamé. Ud. no me conoce” dijo ella, “pero, ¿oraría Ud. por mí? Necesito una operación en la mañana”.\n\nYo dije: “Seguro, hermana”.",
    "Había otro hombre, una mujer, y un muchacho, sentados allí (un muchacho como de dieciocho años), y ellos me estaban observando cuidadosamente. Y yo me di vuelta y dije: “Me disculpan, voy a…”.\n\nElla dijo: “¡Cierre esa cortina!”.\n\nYo dije: “¿No es Ud. una Cristiana?”.\n\nElla dijo: “¡Nosotros somos metodistas!”.",
    "Le dije: “Eso no fue lo que le pregunté. Le pregunté… Si Ud. sólo es metodista, yo cerraré la cortina. Si Ud. es Cristiana no va a querer que se cierre la cortina”. Así que, seguro eso es correcto.",
    "Entonces, hay una gran diferencia en ser un metodista, o un bautista, o un presbiteriano, y ser un Cristiano; no ser un campbelita, sino ser un Cristiano, ¿ven? ¿Qué hizo ella? Lo mismo.",
    "Entonces, ¿qué sucedió? Dios levantó a un grupito aquí en el sur, a un hombrecito de color, con un ojo bizco. Y, Él, ¿qué hizo? Él derramó la restauración de los dones, y llegó a ser Pentecostés. Y muchos de Uds. los antiguos como el Hermano Valdéz, sentado allá atrás, un anciano sabio, estaba predicando cuando yo tenía cinco años; él recuerda el comienzo de Pentecostés. ¡Vaya!, Ud. no podía mencionarles de organización a esos hombres, ellos habían salido de esa cosa repugnante. Y ellos tenían el Mensaje de Dios.",
    "Pero, ¿qué hicieron ellos? Lo mismo que los otros: lo organizaron. Ahora tienen como treinta o cuarenta organizaciones: unitarios, de dos, de tres; a tal grado que, ¡vaya, yo nunca he escuchado tal cosa en mi vida! ¿Qué hicieron? Uds. murieron allí mismo; hasta allí pudieron llegar Uds. Su organización no aceptó Esto. Uds., Uds. escogieron a su hombre: “Este cierto hombre, si él no cree como nosotros, no lo reciban allí. Nuestro compañerismo no lo aceptará”. ¡Oh!",
    "Miren (apurándonos) tiene que venir una verdadera Simiente; tiene que ser, porque Él viene por la Novia sin mancha ni arruga. Él viene por Ella, una Novia vindicada por la Palabra. ¡Oh, Ella será un grupito muy pequeño! Jesús dijo: “Como fue en los días de Noé, donde ocho almas fueron salvas” (¿es correcto eso?), “así será en la venida del Hijo del Hombre”. ¿Cuántos? Yo no sé.",
    "Pero vean, la Novia estará formada de todos a través del tiempo, que tuvieron la Palabra en su edad. No es solamente este último grupo, Dios va a sacar toda la cosa de aquí. ¡Oh, no!",
    "Será—será tan pequeño, que será sorprendente. Ellos desaparecerán, Uds. ni sabrán que se fueron. ¿Qué si Él se lleva a quinientos en estos últimos días? Uds. no se darían por enterados. ¿Si se llevara quinientos en unos cuantos días, dos o tres días? Todas esas personas resultan desaparecidas alrededor del mundo, ni siquiera saben dónde están, nunca se escucha nada de ellos. La Venida secreta del Señor Jesús, Ella será llevada.",
    "Y los demás seguirán predicando, así como fue en los días de Noé: “¡Gloria a Dios, lo tenemos, aleluya!”, y sellados para su muerte. Eso lo dice la Biblia, y Ella no puede fallar.",
    "Como Noé, Moisés, David, reflejaron la venida de este Novio perfecto, así también Lutero, Wesley y Pentecostés, reflejaron la venida de una Novia perfecta.",
    "Fíjense, en cada ocasión ella indicó, ¿qué hizo ella? En cada ocasión, esta iglesia, como lo hizo Eva, ella obligó a sus Adanes a creer su nueva luz, su artimaña, y allí murió con eso. “Nosotros, bueno, nuestro grupo se reunirá (¿ven?), ¡oh, para nuestras nuevas bendiciones de lo que encontramos, y de esa manera!”.",
    "¿Qué le hizo todo esto a Eva? Sólo nos queda ahora un poco de tiempo. ¿Qué le hizo todo esto a Eva, la primera iglesia madre, la primera novia del primer Adán? ¿Qué le hizo a ella? Ahora, escuchen atentamente, Uds. no van a estar de acuerdo con Esto. Pero produjo “la simiente de la serpiente”. Exactamente.",
    "Su primer hijo no era el hijo de Adán. Si lo hubiera sido, él hubiera tenido la primogenitura. La Biblia, en Judas, dice que Adán… que, “Enoc fue el séptimo desde Adán”. ¿Es correcto? Y él comienza: “Adán engendró a su hijo, Set”. ¿Y qué de Caín, que tenía la primogenitura? Él no era el hijo de Adán. Set, y Set engendró; Jared, y de allí hasta Adán, el cual… “el cual fue el séptimo desde Adán”. Entonces si Caín era su hijo, no hay un lugar en la Biblia, ni siquiera en Lucas en donde él se vuelve a referir a esto, él nunca se refiere a Caín como el hijo de Adán. Y, si él no lo era, ¿de quién era hijo él? Y si él era el hijo de Adán, entonces él era su primogénito, el cual tenía todos los derechos de la primogenitura. ¡Oh!",
    "Allí está esa iglesia carnal (¿acaso no lo pueden ver?), que aceptó algo, que fue el adulterio en lugar de la Palabra. Pueblo pentecostal, bendiciones para Uds. Muy bien, ¿qué le produjo él a Eva? La simiente de la serpiente. ¿Qué ha hecho eso en estos últimos días, por la denominación? Produjo nuevamente la simiente de la serpiente, rechazando la Palabra. ¿Qué ofreció él? Frutos y cosas, no la Sangre.",
    "Por revelación de la Palabra, aun antes que fuera escrita la Palabra de Dios: “Abel, por la fe, ofreció a Dios más excelente sacrificio que Caín, el cual dio testimonio que él era justo”, la Palabra Misma reflejándose a través de él, por su ofrenda.",
    "¡Oh, Caín fue y recogió frutos del campo, él pensó que Eva se había comido una manzana! La mayoría de los seminarios teológicos han cambiado eso ahora a un albaricoque. Eso fue un adulterio. Y cualquiera sabe eso, que conozca la Biblia; seguro que lo fue.",
    "Fíjense, la simiente de la serpiente fue producida por la primera Eva al apartarse de la Palabra. La segunda Eva hizo lo mismo en Nicea, Roma. Y ¿qué ha obtenido ella? Una cantidad de hijos denominacionales. Es cierto. ¡Oh, moralmente buenos!; seguro, finos. ¿Y de qué vale? Muertos, por causa de sus credos.",
    "Igual es hoy. La revelación de Caín acerca de la Palabra, causó lo mismo que éstos. ¿Qué? Le hizo a ella una promesa. Al final del tiempo, ¿qué le promete a esta Eva ahora? Escuchen ahora atentamente, estoy terminando. ¿Qué le promete a esta Eva en el tiempo del fin? Riquezas, Laodicea, un gran nombre, gran personaje, rico; “pero muerta y desnuda, y no lo sabe”. En eso terminó la edad de la iglesia.",
    "Pero ella niega la Palabra. Para hacer Mateo 24:24 real a ella, ella trata de avanzar con mucho ruido, y mucho de esto, y mucho de posiciones sociales, y cosas como ésas, queriendo decir: “Bueno, ¡nosotros tenemos poder! ¡Gloria a Dios, aleluya, nosotros tenemos poder!”. Teniendo apariencia de piedad, pero negando el Poder de ella, tan parecida que eso aun engañaría a los mismos escogidos… ¿Cómo puede un hombre danzar en el Espíritu y hablar en lenguas, y negar que la Palabra de Dios sea la Verdad, y que eso sea el Espíritu Santo? Simplemente no se puede hacer.",
    "🦅 ¡Toda Palabra”! Cuando Dios dice una cosa, es exactamente lo que Él quiere decir. No la interpreten de ninguna otra manera. La Biblia dice que: “Ella no es de interpretaciones privadas”. Díganlo tal como Él lo dijo.",
    "Noten, es un poder falso. Eso es exactamente lo que Satanás quería darle a Jesús; que se parara allá y Se jactara. La gente hace eso, aun el Concilio Mundial, todos ellos. “¿Quién es capaz de hacer guerra contra él” dijo él, la Biblia, “esa imagen de la bestia que se va a levantar”? Si tuviéramos tiempo, entraríamos (pero no lo tenemos) en eso. Fíjense, Jesús, el segundo Adán Palabra, en los días de ella, observen en los días de esta iglesia hoy, que va a ser tan parecida. La última edad de la iglesia es Laodicea, ¿cuántos pueden decir “amén” a eso? [La congregación dice: “Amén”.—Ed.] ¿Qué hace ella? ¿Cómo entra ella en ese glorioso escenario? Tibia, sin Dios. Y ¿qué hizo ella?",
    "Ahora, Adán vio a Eva voluntariamente… o no voluntariamente, sino ignorantemente ser engañada, y Adán caminó fuera con Eva para poder redimirla. ¿Es correcto eso? La Biblia dice: “Adán no fue engañado”. Por esa razón Ella les prohíbe a las mujeres predicar el Evangelio. ¿Ven? Adán no estuvo en la transgresión, pero Eva sí. Entonces por eso es que ella no debe enseñar (¿ven?), ni usurpar ninguna autoridad sobre el hombre, y lo demás. Eso es—eso es lo que dice la Palabra.",
    "Uds. dicen: “¡Pero esto…!”. A mí no me interesa lo que esto o aquello hacen; es lo que dice la Palabra, hermano, hermana. Quiero hacerlos entender eso (¿ven?), es lo que dice la Palabra. Nosotros vivimos por la Palabra, no alguna evidencia, o alguna cosa carnal, o alguna experiencia; eso no tiene nada que ver en ello. Ninguna clase de experiencia funcionará, si niega la Palabra. “Muchos vendrán a Mí y dirán: ‘Yo he profetizado, echado fuera demonios; yo hablé en lenguas; yo he hecho todas estas cosas; prediqué el Evangelio, y tengo un Doctorado en Divinidad’. Y dirá: ‘Obrador de iniquidad, Yo nunca te conocí’”. Sabiendo que la Palabra dice Eso, y luego ceden por causa de alguna organización o algo, algún sistema. ¡Oh, vaya, amigo!, déjeme advertirle como un amado hermano que lo ama. Escuchen atentamente.",
    "Ahora, el primer Adán salió con Eva, porque ella fue engañada. Pero, ha habido alguien aquí en esta Laodicea, ella sabía que no era así. Sí, señor. Porque ella lo sacó a Él de su cama, su cuarto, ell-… Él está afuera, tocando, queriendo volver a entrar. Pero ella había adquirido cultura, ella fue puesta en alto. Ella era (¡oh, hermano!), “no tenía necesidad de nada” dijo ella, pero no sabía que estaba desnuda, miserable. Ésa es la iglesia que engaña aun a los mismos escogidos si fuera posible. Noten, ella tenía poder, un poder falso. Ella tomó parte de la Palabra, no la tomó toda.",
    "¿Cuál es la mentira más grande que se puede decir? La que tiene noventa y nueve por ciento de verdad. Si alguien dice: “William Branham, en cierta fecha, estaba allá en Houston, Texas, borracho a más no poder”. Eso es una mentira. ¿Ven? “¡Oh!” digamos, “no, él estaba en Phoenix, Arizona. Él estaba predicando a los Hombres Cristianos de Negocio, él predicó sobre un cierto tema, tantas personas estaban allí, ellos escucharon hasta como a las diez y media. Y, a las diez y media, ¿saben qué hizo? Él sacó y tomó una bebida de licor, y bebió”. Ahora, allí está la mentira; lo demás fue todo verdad. ¿Ven? Tiene que parecer exactamente como la verdad, para que sea engañosa.",
    "Así es como la gente lo hace hoy. Ellos tienen tanta Verdad, que engañan aun a los mismos escogidos… Pero, una Palabra, eso es todo lo que se necesita. Y yo he probado eso por la Biblia.",
    "Fíjense, Él no salió con ella. Ella lo echó a Él, la Palabra, lo rechazó. Ahora, ésta es una escena lastimosa, cuando llegamos al final.",
    "Así como fue en Babilonia, el hombre no se detiene por nada cuando desea lograr algo por su cuenta; él sencillamente no se detiene. Como en los días de Noé, no importó cuánto predicó Noé y advirtió, eso no sirvió de nada. En los días de Acab, él tenía que hacerse su propio pan para arrojarse él mismo al infierno. Así es exactamente. Él tuvo que hacer su pan para que el eslabón se quebrara, y así él mismo enviarse al infierno; igual que Acab y Jezabel. Ellos, pero, la cosa es que ellos no pensaron que estaban pecando; pensaron que estaban obrando bien.",
    "Saben, Jesús dijo: “Sucederá que ellos aun los matarán, pensando que están haciendo un servicio a Dios”. Esperen que salga mi nuevo libro. Les dispararon a algunas personas, la otra noche, por decir que estaba mal el unir a la iglesia católica romana con la protestante. Tres disparos atravesaron un edificio, de un amigo mío, por poco le dan. Esperen que este libro entre en circulación. Ellos no piensan que están pecando; piensan que están haciendo lo correcto. Piensan que ellos están—ellos están haciendo eso por la causa de Dios, sin saberlo.",
    "Los judíos mataron a Jesús, pensando que estaban haciendo lo correcto, porque la doctrina de su iglesia dijo que Él estaba errado. ¡Oh, les dijo que Él…! “Ellos crucificaron al mismo Pan por el cual ellos debían vivir”.",
    "Y ahora: “A aquellos que lo recibieron a Él como su Vida, Vida Eterna (ellos vivieron por Él), Él les dio potestad para llegar a ser parte de Él, hijos de Dios”. ¿Es correcto eso?",
    "A éstos les gustan las calabazas silvestres, muerte en el potaje, de la escuela de sus teólogos. Ellos no quieren a Jesús, el Pan de Vida; ellos no lo quieren a Él. Ellos lo sacan a Él de su iglesia; tienen que hacerlo. A mí no me interesa lo que me hagan ellos.",
    "Ud. dice: “¿Piensa que Ud. va a cambiar eso, Hermano Branham?”. No, señor. Pero yo les estoy hablando a los Escogidos.",
    "Ellos lo sacaron a Él. ¿Por qué? Escogieron su potaje: mezclas con el mundo, algunas teorías de algo, y mezclaron eso, e hicieron un potaje de seminario teológico. Y ellos rechazan la harina del profeta Eliseo para arreglarla.",
    "¿Lo hicieron en ese día? Eliseo tenía un poco de harina. Esa harina era Cristo, la ofrenda de la harina, toda molida igualmente. Cada diente tenía que ser igual, para molerla. Y él echó eso allí adentro, y eso les curó su enfermedad, o sea la muerte que tenían en la olla.",
    "Pero hoy ellos tienen muerte en la olla, y no quieren la Harina de Eliseo, a Cristo, el Pan, la Palabra. “¡No, señor! ¡Eso es herejía”! No la aceptarán. Pues adelante, cómanla, y Uds. morirán con toda seguridad; hay veneno en la olla. Ellos no aceptarán esta Harina (no, señor), en sus ollas teológicas; ellos simplemente no lo harán. Ahora, lo sacarán a uno de allí, ellos no quieren tener nada que ver con eso.",
    "Ahora, la segunda Eva pan-grano fue Pentecostés, hizo como el primer pan-Adán, fue a la muerte bajo los dientes moledores romanos, bajo persecución, martirio.",
    "Pero su hermana quien llegó a ser una ramera (¿dice eso la Biblia?), correcto, ¿qué hizo ella? Salió directo al mundo y engendró hijas. ¿Quién puede decirle “amén” a eso? [La congregación dice: “Amén”.—Ed.] Apocalipsis 17: “La ramera y sus hijas”, no hombres; mujeres: iglesias. La denominada, ¿qué la hizo a ella una ramera? Por ella rechazar la Palabra y escoger la denominación, ella llegó a ser una ramera. ¿Qué hicieron sus hijas? Fueron prostitutas, lo cual es la misma cosa. Hicieron lo mismo, rechazaron la Palabra y escogieron la denominación; “sus hijas”, hijas: iglesias; mírenlas.",
    "Ahora, permítanme decir esto, en profecía. ¿Lo entenderán? La gran discusión familiar está por concluir. Todas ellas se están reuniendo otra vez. La madre anciana volverá a recibir a sus hijas. Todas ellas son iguales para comenzar. Ellas quieren ser uno. Y es tiempo para que la iglesia y Dios, la iglesia y la Palabra, sean uno, aquí ahora, pues eso es lo que Él viene a buscar; no “un” grupo así de esa manera. No, señor.",
    "Será un grano de trigo. Ahora, observen la naturaleza, y vamos a terminar con este pensamiento. Observen la naturaleza. Un hombre siembra trigo.",
    "Escribieron un libro, supongo que todos Uds. lo leyeron, probablemente algunos de Uds. teólogos, llamado El Dios Silente. Pienso que Uds. lo pueden obtener tal vez en—en sus libros, en—en donde venden libros, en las librerías. El Dios Silente, dice cómo… Un incrédulo, dijo: “¿Cómo pudiera Ud. esperar que hubiera un Dios, que pudiera sentarse Allá arriba durante las Edades Oscuras y observar a niños ser llevados a la muerte, quemados; y mujeres, su cabello largo ser metido en brea y prenderle fuego; atar un buey a un brazo y uno del otro, y despedazarlos, porque ellos no besaban un crucifijo; y todas esas cosas así?”. Dijo: “¿Cómo pudiera un Dios, si es que lo hay, sentarse allá arriba y observar a esos niños quemarse?”. ¿Ven? Ésa es la mente natural, carnal. ¿Ven?",
    "Miren, ¿saben Uds. que el trigo, cuando cae a la tierra, tiene que permanecer allí y podrirse? Eso es lo que tuvo que hacer esa iglesia pentecostal, permanecer allí y entrar en la tierra y morir. Tenía que podrirse, para traer Vida otra vez. ¿Es correcto eso? [La congregación dice: “Amén”.—Ed.] Ahora observen, y ahora estos son mis pensamientos, para terminar. Ahora para resumirlo todo, tomemos la naturaleza. ¿Cuántos creen que Dios obra paralelo con la naturaleza, en todas las cosas? [“Amén”.]",
    "Él, miren, Él hizo el mundo. Él redime al mundo de la misma manera que redime a un hombre. ¿Qué cree un hombre? Él cree, luego es bautizado; luego él es limpiado por la Sangre, santificación, lo cual fue el mensaje de Wesley; después él es lleno del Fuego del Espíritu Santo (le saca el mundo), y él es lleno del Espíritu, lo cual es la Palabra. ¿Creen Uds. eso? [La congregación dice: “Amen”.—Ed.] Ahora observen que Dios va a redimir Su mundo de la misma manera.",
    "¿Cuántos recibieron el—el—El Futuro Hogar De La Novia Y Novio en la cinta? ¿Ven? Yo lo expuse allí. El Señor me lo dio. Yo se los paso a Uds. como Él me lo da a mí.",
    "Miren, primero: el mundo fue condenado por la caída de Adán de la Palabra. La predicación de Noé trajo justificación, y Dios bautizó la tierra con agua; luego vino el Hijo y derramó sobre ella Su Sangre, para santificarla, para reclamarla como Suya; luego en el resumen final, en la renovación habrá fuego que quemará todo germen, cada cosa, subirá a miles de millas en el aire.",
    "Y luego, ¿qué? “Yo vi un Cielo nuevo y una tierra nueva, el primer cielo y la tierra pasaron. Y yo vi la Santa Ciudad, la Nueva Jerusalén descender de Dios, del Cielo, adornada como una novia para su… adornada como una novia para su esposo (¿ven?), descendiendo sobre la tierra”. Entonces Dios y el hombre…",
    "Así mismo fue con Jesús, miren, cuando Él fue bautizado en agua e hizo Sus preparativos. Para empezar, Él fue santificado, por el Padre; luego levantó Sus manos y allí vino la Paloma sobre el Cordero. ¿Qué estaba haciendo Dios cuando Él le puso Allí encima la Paloma? Él reclamó esa parte de vida; eso, esa parte de la tierra. Jesús comió alimento como el que tenemos nosotros, el pan natural. Pero ahora Dios la reclama, no hay nada que la detenga. La muerte no puede detenerla. Dijo: “Destruid este templo, Yo lo levantaré otra vez”.",
    "Y cuando el hombre y la mujer entran en Dios, completamente, no bajo algún hechizo, no bajo alguna emoción, sino realmente cuando la Palabra y él llegan a ser uno; Dios ha salvado esa persona, la ha santificado de las cosas del mundo, le ha renovado quitando de él todo lo del mundo, con el Fuego del Espíritu Santo, y vive en esa persona, reflejándose Él Mismo, ese hombre perfecto o mujer viviendo por la Palabra. ¿Ven? Ésa es la tierra que es limpiada. Él usará la tierra de la misma manera, Él la redime.",
    "Ahora observen, un grano de trigo cae en la tierra. Ahora, Jesús fue ese grano de trigo que cayó en la tierra, el cual después que fue hecho perfecto, tenía en Sí la Vida; Moisés no se levantó; Adán no se levantó; ninguno de los demás se levantó, sino este Ser perfecto que reflejó la Palabra en todo aspecto, ¡Él vivió de toda Palabra! ¿Cuántos le pueden decir “amén” a eso? [La congregación dice: “Amén”.—Ed.] Él vivió de toda Palabra. ¿Qué sucedió? Ellos lo pusieron a Él en la tumba. Pero en tres días Él la abrió y salió de nuevo. ¿Ven?",
    "Ahora aquí viene la iglesia otra vez (¿ven?), llegando a ese Ser perfecto, para el Arrebatamiento nuevamente. Ahora, ¿qué sucedió, después que la iglesia cayó en la tierra en Nicea, Roma, bajo la primera organización? ¿Puede alguien decir “amén”, que eso es correcto? [La congregación dice: “Amén”.—Ed.] ¿Qué hizo ella? Ella salió de nuevo en una resurrección temporal, Él lo intentó con Lutero al igual que lo intentó con Noé. Pero, ¿qué hizo él? Le falló a la Palabra, él se organizó. ¿Qué hizo?",
    "Es como un grano de trigo creciendo. Cuando el grano sale, ¿qué es lo primero que sale? Dos retoños pequeños. Ahora, escuchen muy atentamente. Ahora, ¿qué sale en lo natural? Vamos a seguir lo natural con lo espiritual, el pan natural con el pan espiritual. ¿Qué sucede? “¿Cómo podía este Hombre ser Pan”? Fíjense.",
    "Cuando la iglesia salió, ella era sólo una hojita. Ahora, eso no se parece al grano que cayó en la tierra, en lo absoluto, pero es un portador de la vida. ¿Ven? Ahora, ¿qué sucede? Ahora, el hombre dice: “¡Oh, tengo un buen campo de trigo!”, aún no; potencialmente él lo tiene. ¿Qué sucedió? El siguiente que salió fue Zwinglio, ése fue otro movimiento que salió después de Lutero. Eso aún no lo era; era una hoja. Luego el tallo puso muchas hojas, como Calvino, y demás que surgieron. Finalmente la iglesia anglicana se levantó, todas hojas. ¿Ven? Todas ellas exactamente iguales, la misma cosa.",
    "Entonces, ¿qué sucedió? El trigo cambia, y el maíz cambia, y todo cambia. Lo que salió fue una borla; uno pudiera llamarla borla. Bueno, cuando salió, miren lo que cuelga allí, pequeños granos de polen. Ahora eso luce un poquito más como el grano original que cayó, más que la hoja. ¿Es correcto eso? Bueno, el mensaje de Wesley estaba más cerca de la Biblia que el de Lutero; Uds. saben eso. ¿Verdad que sí? Ahora, ¿qué eran todas esas pequeñas borlas? Eran los metodistas wesleyanos, nazarenos, Peregrinos de Santidad, Hermanos Unidos, todos aquellos bajo santificación. Y luego, ¿qué resultó de eso? Eso, finalmente, ¿qué hizo? ¡Se organizó, murió!",
    "Lo que salió de eso fueron los pentecostales. Uds. dicen: “¡Oh, hermano!”.",
    "Ahora, reverentemente, y yo digo esto con el amor de Dios. Y el Gran Padre de Quien les acabo de decir, al principio, que está presente aquí, es omnipresente. Si yo digo esto con prejuicio, entonces Él me juzgará. Si yo lo digo por la Verdad, Él me bendecirá. Él les permitirá verlo, si Uds. han sido ordenados a Vida.",
    "Cuando el primer granito de trigo sale del tallo de un trigo, se ve absolutamente como el grano. ¿Verdad que sí? Pero, ¿qué es? No es el grano. Eso es Mateo 24:24: “Tan parecido que engañaría aun a los mismos escogidos si fuere posible”. Fíjense, luce exactamente como el grano. Pero Ud. pele eso y siéntese y tome un microscopio y empiece a descascararlo. Sólo es la cáscara del maíz, o la cáscara del trigo. Sólo es para protegerlo, pero se ve exactamente como el grano. Ahora, ¿cuántos saben que eso es la verdad, levanten las manos? Seguro. Pero es la cáscara.",
    "Ahora, hermanos pentecostales, no me entiendan mal, pero esto es Verdad. Uds. no pueden negar la naturaleza. Y la naturaleza declara a Dios en todo, su Creador.",
    "Ahora miren esa cáscara. Se ve… ¿Qué hicieron ellos? Hablaron en lenguas. Se comportaron exactamente como aquellos en Pentecostés. Pero si Ud. corta eso, toma esa cosita y la pela, tiene allí muchos forritos. Y cuando Ud. lo pela, Ud. lo ve allí muy adentro, en la parte de atrás; necesitará de un buen lente, para mirar allá atrás. Hay un pequeño retoño de grano saliendo, allí está lo genuino. Ella es un portador. ¿Por qué? Tiene que estar allí para proteger ese grano. Está obrando en armonía, pero está para proteger ese grano. Ahora, cuando el grano surgió de la tierra, subió por los luteranos, subió por esas iglesias, subió por Wesley y por allí, saliendo por las borlas, y ahora está en la cáscara. Ahora, se parece perfectamente. Con razón Jesús dijo que “engañaría aun a los mismos escogidos si fuere posible”. Se parece exactamente al grano, allí mismo en el lugar donde debe estar el grano, pero ¿qué sucedió? Hizo lo mismo que los otros antes que él, ¡se organizó! ¿Qué llegó a ser? Un portador.",
    "Ahora, en los días que estamos viviendo, cualquier historiador aquí sabe que cualquier avivamiento sólo dura como tres años, y luego de ese avivamiento sale una organización. Hermano, hermana, en este gran avivamiento de quince años que yo he vivido, que he tenido el privilegio de vivir con Uds., no ha habido una organización que ha salido de él. No hay más organizaciones, no las habrá; allí está la última. Ahora, Pentecostés tenía que estar allí para proteger esto. ¿A dónde hubiéramos ido con un Mensaje como éste si no hubiera habido un pentecostal para creerlo? Ahora, regresemos al río Ohio, en 1933. ¿Ven?",
    "Disculpen esto, pero yo quiero que conozcan la Verdad. Y a mí no me queda mucho tiempo, Uds. lo saben, tengo cincuenta y cinco años. Pero estas cintas vivirán cuando yo no esté, y Uds. verán si eso es correcto o no, si yo soy un siervo genuino o un falso profeta. Yo nunca les he dicho nada que no haya sucedido, así esto sucederá.",
    "Es un portador; tenía que ser. Pero cuando ese trigo empieza a crecer, como la primera iglesia fue un portador para Jesús, pero cuando Él empezó a decirles la Verdad de Dios, ellos se separaron de Él. Hoy, ¿qué está sucediendo? No hay cooperación. ¿Por qué? Tiene que ser de esa manera, para que el trigo mismo pueda estar bajo el sol, s-o-l, y así el trigo espiritual pueda estar bajo el H-i-j-o, para convertirlo en un grano dorado por la Palabra (¿ven?), hecho Palabra, Dios hecho carne, vindicado. El… “El que cree en Mí, las obras que Yo hago él también las hará”. La iglesia que vive correctamente por esa Palabra, no por medio de la organización, sino en la Presencia de la Palabra, el Hijo, llega a ser (¿qué?), exactamente la misma Palabra que cayó en el día de Pentecostés.",
    "Ahora, ¿no nos enseña Malaquías 4, que antes que venga el día de Jehová grande y terrible, que esto acontecería? ¿Cuántos saben eso? “Y Él restaurará los corazones de los hijos hacia los padres”. ¿Es correcto eso? “A la Fe de los padres pentecostales genuinos”.",
    "🦅 Y en ese día” Lucas 17:20, creo que es, Jesús dijo, “Cuando el Hijo del Hombre esté siendo revelado”, no el hombre. “El Hijo del Hombre”, no una organización. “El Hijo del Hombre”, ¡la Palabra Misma viviendo otra vez entre el pueblo! ¿Ven?",
    "La Palabra Misma, hecha carne en Uds., Uds. son un reflejo de esta hora, el Mensaje, un reflejo de él. ¿Ven? Uds. viven otra vez, viven la Vida que estaba en Jesucristo. Uds. están en la Presencia del Hijo. Entonces para…",
    "¿Qué le sucede? ¿Qué le sucede a esa Iglesia? Finalmente, escuchen, esa cáscara se desprende de ese trigo, cuando se empieza a manifestar. ¿Qué sucedió? La Vida que estaba en la cáscara, salió al trigo. La Vida no cambia. Los portadores cambian, ellos se denominan; vean, las hojas, la borla, la cáscara. Pero el trigo no puede cambiar. Tiene que ser un ministerio exactamente en la Palabra como Él estaba en la Palabra, y como la primera Iglesia estaba en la Palabra, lleno del Espíritu, alimentado por la Palabra; no alimentado denominacionalmente. ¡Alimentado por la Palabra!",
    "Ahora allí está la naturaleza, y la Palabra de Dios. Él es ese Pan. “No sólo de pan vivirá el hombre sino de toda Palabra que sale de la boca de Dios”.",
    "Terminando en estos momentos, antes de orar. Fíjense, aquí, aquí viene lo que quiero decir.",
    "Ahora esa cáscara tiene que separarse de ese trigo, lo cual está en la providencia de Dios. ¿Cuántos dicen “amén”? [La congregación dice: “Amén”.—Ed.] La cáscara tiene que separarse del trigo, porque ahora está madurando; ha salido. Ahora, esa cáscara no estaba allí, dio su apoyo, fue un portador de la Vida, entonces la Vida salió de allí y entró directamente al trigo. Ahora, ésa es la razón.",
    "Escuchen, amigos, ¿en qué día estamos viviendo? Hemos tenido un avivamiento de quince años. ¿Cuántos le pueden decir a eso, “amén”? [La congregación dice: “Amén”.—Ed.] ¿Qué organización se levantó? Ninguna. Ellos quisieron hacerme formar una organización, dijeron: “¿Hará una organización, Hermano Branham de su ministerio? Será…” Ahora, no yo, yo no estoy hablando de mí; estoy hablando del Mensaje de la hora, del día.",
    "Y ellos subieron allá a Canadá y consiguieron unos pocos hermanos de la lluvia tardía; eso murió allí mismo. ¿Recuerdan la lluvia tardía, Uds. hermanos? ¿En qué terminó? ¿En qué terminó todo lo demás? ¿Pero qué sacó la organización de eso? Millones de convertidos y los hicieron esclavos, a sus credos, se hicieron ricos, y edificando millones y billones de dólares en edificios y cosas como ésas, y diciendo: “El Señor viene”, enviando predicadores a seminarios y cosas, y educándolos en teología de hombre, como Lutero, Wesley y los demás. Eso llegó a ser una cáscara.",
    "Pero, gracias a Dios, el grano sigue adelante. Entonces si eso es verdad por la Palabra, de donde estamos viviendo, verdad por la naturaleza, es vindicado, el grano de trigo, en toda forma, ¿cuánto tiempo nos queda? ¿Saben qué? Yo ya escucho la trilladora que viene, el Concilio Mundial, él lo separará. ¿Qué hace ella? La desprende de su tallo. Pero Ella tiene un elevador esperándola. Ella se irá a Casa, una de estas mañanas. ¡Oh, sí! Uds. que entienden, ¿digan “amén”? [La congregación dice: “Amén”.—Ed.]",
    "Yo sé que el mundo no cree eso; ellos no pueden creerlo. No… Solamente sienta compasión por ellos, porque: “Ninguno puede venir a Mí, si Mi Padre no lo trae; y todo lo que Mi Padre me ha dado, vendrá”. Si el nombre está en el Libro de la Vida, es seguro que él reconocerá la Palabra. Él tiene que hacerlo, ha pasado mucho tiempo. Eso ha sido vindicado tan perfectamente, que es sin duda la Verdad.",
    "Nosotros no tendremos más organizaciones, pero todas las organizaciones entrarán en una. ¿Para qué sirve ella? Va… ¿Qué hacen con la paja? La queman. Jesús dijo: “Los ángeles vendrán a reunir el trigo en el granero”. Y ¿qué sucederá? “Los tallos, los rastrojos, y zarzas, serán quemados con fuego que nunca se apagará”. ¿Ven Uds.? Y ¿qué se tiene que hacer primero? Los ángeles salieron y ataron las cizañas primero. ¿Es correcto esto? Vean, ellos mismos se están atando en una organización gigantesca, no más organizaciones.",
    "El trigo está aquí. Gracias a Dios, el trigo está aquí. Cristo está aquí. Él prueba Su Palabra, es la Verdad. El trigo está aquí, ahora se está madurando, está en la Presencia del Hijo.",
    "Nada hecho por el hombre puede tocarlo, todo eso se está apartando, “no tendremos nada que ver con Eso”. Ud. tiene que hacer eso.",
    "¡Oh, hermano, métase en el trigo!, permita que la Vida en Ud. salga y entre al trigo, ¿lo hará? Crea en Dios. No… Sólo quédese con Dios. ¿Está Ud. seguro que lo va a lograr? ¿Qué si alguien ha dicho…? A mí no me interesa.",
    "Como una historia que leí, una vez. Había un médico, él era un buen hombre, y amaba a la gente pobre. Y cada vez que el pobre no podía pagar sus deudas, ¿saben Uds. lo que él hacía? Simplemente lo firmaba en tinta roja, y decía: “Ud. está perdonado”. Finalmente, el médico murió. Y cuando el médico murió, su esposa era arrogante. Ella era indiferente, como la iglesia hoy. Ella fue y los reunió a todos. Ella entabló una demanda, y los llevó a todos a la corte: “¡Uds. van a pagar estas deudas, de todas maneras!”.",
    "Pero el juez tomó algunos de los recibos, dijo: “Venga aquí, señora”. Él dijo: “¿Esta tinta roja es la firma de su esposo?”.\n\nElla dijo: “Sí, señor, lo es”.",
    "Dijo: “No hay una corte en la tierra que pueda demandarlos. Ellos están libres”.",
    "Dejen que ellos digan lo que quieran, Él firmó Su Palabra con Su Propia Sangre. No hay nada que nos pueda quitar eso, hermano; nosotros somos libres.",
    "Oremos. Seguramente Uds.… [Un hermano en la congregación da una exhortación. Cinta en blanco.—Ed.] Amén.",
    "Ahora, con sus rostros inclinados. Según entiendo, se levantó uno en medio de ellos, en los días del rey, y dio una profecía, en dónde ellos deberían enfrentar al enemigo y destruirlo. Ahora, si yo entiendo eso correctamente, hay un lugar para enfrentar a su enemigo, eso es en la Palabra. Allí es donde él está queriendo enfrentarlo a Ud. Encuéntrelo Ud. allí con ASÍ DICE EL SEÑOR.",
    "¿Cuántos aquí, con sus rostros inclinados (es casi el mediodía, no tengo tiempo para un llamado al altar sólo esto), levantarán las manos, con sus rostros inclinados, sus ojos cerrados: “Yo quiero ser parte de Él. Yo mismo quiero unirme con Él y Su Palabra; no importa lo que venga o suceda, lo que el mundo diga, yo quiero ser parte de Él”, levante la mano y diga: “Yo quiero”? Dios los bendiga. Cien por ciento, yo creo.",
    "Con nuestros rostros inclinados, mientras estamos pensando, suavemente tarareemos este cantito ahora. Cada uno orando.\n\nBendita sea la unión (ésa es la Palabra)\n\nQue enlaza nuestro corazón;\n\nEn comunión los unos con los otros\n\nIgual a lo Celestial. (“Como Yo y Mi Padre somos uno, Ud. también es uno con Él”.)\n\nAl irnos de este calor\n\nSe siente profundo el dolor;\n\nPero siempre unidas están nuestras almas,\n\nDeseando vernos otra vez.",
    "El próximo sábado por la mañana en Flagstaff, Arizona, Dios mediante, espero reunirme de nuevo con Uds. ¿Lo aman? [La congregación dice: “Amén”.—Ed.]",
    "Ahora, voy a dejarlo así, ¿ven? La Biblia dice: “Todos los que le creyeron a Él y todos los que recibieron la Palabra”. ¿Ven? Yo no puedo decir quién es o quién no es, eso depende de Ud. Pero si Ud. está aferrado de algún pequeño credo, algunos de Uds. metodistas, bautistas o pentecostales, o lo que Ud. pudiera ser, que se están aferrando a algo contrario a esa Palabra, por favor, mi pueblo querido, apártense de eso, hoy. ¿Lo harán? Apártense de eso, y vuélvanse a Él. No permitan jamás que una Palabra rompa su compañerismo con Cristo. Que Su Espíritu conceda esto.",
    "Padre, Dios, estas personas han estado sentadas aquí por bastante tiempo. Me recuerda de una ocasión cuando Pablo, predicando de algo así, era el Evangelio, ellos se sentaron toda la noche y lo escucharon, un joven se cayó de la ventana y murió. Pablo fue y puso su cuerpo sobre el joven, y dijo: “La vida ha regresado a él”. Ahora, Padre, hay enfermos y afligidos aquí, hay algunos que necesitan la oración por sus cuerpos. Yo oro, amado Dios, que no esperen hasta la reunión. Ellos no tienen por qué esperar. La Palabra siempre está aquí, Ella es Cristo. Yo oro que los sanes a cada uno. Permite que cada uno de ellos sea completamente sano, Dios. Concédelo. Bendícelos, sus esfuerzos. Ellos no hubieran estado aquí, Señor, ellos no hubieran escuchado Esto, si no lo hubieran creído. Ahora, Señor, ellos han levantado las manos, ellos Lo creen, permite ahora que sea recibido en sus corazones, cada ministro, cada uno de los laicos. El pecador, que él pueda recibir a Cristo; que el descarriado regrese. Concédelo, Padre. Estas bendiciones las pedimos en el Nombre de Jesucristo. Amén.\n\nYo le amo, yo le amo.\n\n¡Él puso mi nombre allí, hace muchos años!\n\n… primero a mí me amó.\n\nY me compró la salvación\n\nAllá en la cruz.",
    "¿Lo aman? Ahora mientras cantamos eso de nuevo, saludémonos a lo largo de la mesa y démonos un apretón de manos con alguien, diciendo: “Peregrino querido, estoy contento de estar aquí en esta mañana. Yo le creo a Cristo, ¿Ud.?”. Algo así, mientras volvemos a cantar. “Yo…” [Él Hermano Branham se saluda de manos con otros.—Ed.]\n\nY me compró la salvación\n\nAllá en la cruz.",
    "Ahora, de aquí en adelante, ¿hemos terminado con el mundo? ¿Hemos terminado con las modas del mundo? Y las… toda esa tontería, y todo este encanto, y eso de tomar el Evangelio y hacer de Él una cosa comercial, y—y ¿hemos terminado con eso? ¿Será? Sólo denme a Jesús, eso es todo lo que yo quiero. “Conocerlo a Él es Vida, conocerlo”. Yo Le amo. ¿No Lo aman Uds.? [La congregación dice: “Amén”.—Ed.] ¡Oh, cuánto lo amamos!",
    "Ahora, voy a entregar el servicio al Hermano Carl, yo no sé qué más va a hacer él.",
    "Dios los bendiga. Y espero verlos otra vez el próximo domingo, y si no puedo verlos… o el próximo sábado. Si no los veo entonces, los veré en Tucson. Si no, entonces, los veré allí de regreso, el diecisiete; si no, entonces los veré en Gloria. Amén.",
    "Con Uds. el Hermano Carl, no sé lo que él quiera hacer en estos momentos, Hermano Williams. 🦅"
  ]
}