{
  "title": "¡POR QUÉ TUVO QUE SER PASTOR!",
  "id": "64760009",
  "content": [
    "🦅  …supongo que un predicador de buenos pulmones. Y sin educación, yo—yo creo que para algunas personas no sueno como un predicador. Y yo—yo ni siquiera reclamo ser un predicador, sólo soy como una llanta de repuesto. Sin embargo, siento que tengo un Mensaje de parte de Dios, que a mi manera (que es la única manera que tengo de presentarlo), le estoy queriendo presentar al mundo. Y si no me quedara con ese Mensaje, yo sería un traidor para Dios y un hipócrita con Uds. Una persona que dice una cosa y cree otra, eso es hipocresía. Siempre debemos hablar la verdad, de corazón. Así entonces cuando la gente nos mire, aunque no estén de acuerdo con nosotros, seamos hombres y mujeres honorables: que hablemos de corazón, lo que es verdad en nuestros corazones.",
    "El año pasado, o el año antepasado, tuve el privilegio de predicar un—un…Cristiano, o perdónenme, un mensaje de Navidad, aquí en el Ramada. Y yo creo que hablé sobre el tema, fue aquí o en Phoenix, de: ¿Por Qué La Pequeña Belén? Y luego creo que fue aquí, el año pasado, que hablé de: Hemos Visto Su Estrella En El Este Y Hemos Venido A Adorarle.",
    "Y, saben, leemos la Biblia y nos preguntamos, esos “¿Por qué?”. Y en esta noche pensé, si Uds. me soportan un rato y oran conmigo, en que intentaría darles mi mensaje de Navidad. Sólo Dios sabe en dónde estaremos la próxima Navidad, si es que hay una Navidad después de ésta. Así que ésta pudiera ser la última Navidad que estemos juntos, hasta que nos sentemos en otra mesa. Y ésa no será como ésta, sino que será cuando comamos y bebamos la Santa Cena de nuevo con Él, en el Reino del Padre al final del camino. Y, entonces, abordémoslo en esta noche, como si éste fuera el último mensaje de Navidad en que vamos a estar juntos, con la sinceridad más profunda.",
    "Quiero hablar en esta noche sobre un tema inusual, pues a veces uno encuentra a Dios en las cosas inusuales. Él hace cosas de manera inusual; no de la manera usual, es de la manera inusual, en momentos inusuales, escenas inusuales; Él es inusual. Y quiero en esta… si es la voluntad del Señor, quiero hablar sobre el tema de: ¡Por Qué Tuvo Que Ser Pastor!",
    "Y ahora, antes de que entremos a la Palabra, la cual yo creo es Dios: “En el principio era la Palabra, y la Palabra era con Dios, y la Palabra era Dios. Y la Palabra se hizo carne y habitó entre nosotros”.",
    "Como dije, la semana pasada, o la semana antepasada en Phoenix: “Ha sido probado que hay individuos de esta tierra, personas, atravesando por este edificio en este momento”. La televisión prueba eso. Sucede en otra dimensión, nuestros ojos naturales y nuestros cinco sentidos no pueden captarlo. No es que la televisión produzca algo, sólo lo canaliza. Ud. no puede hacer un movimiento con su dedo, no puede parpadear, sin que sea grabado para siempre, ya ha sido probado. Yo pudiera estar parado… O un hombre en Australia, si tuviéramos aquí una—una pantalla de televisión, no sólo eso sino que el—el hombre podría hablar, mover el dedo, parpadear, y aun el color de ropa que él lleva puesta, se proyectaría aquí en la pared; y él en África, Australia, de todo el mundo. ¿Ven? Hay un ciclo de ondas de éter. Yo no puedo explicarlo, pero sé que está allí; no creo que nadie realmente pudiera explicarlo. Así que, la televisión puede captar esto y hacerlo una realidad por medio de unos instrumentos, pudiendo ellos reflejarlo en la pared.",
    "Ahora, ésa misma cosa estaba aquí cuando Adán estuvo aquí. La televisión estaba aquí cuando—cuando Elías estaba en el Monte Carmelo. Estaba aquí cuando Martín Lutero, ese sacerdote joven, arrojó la hostia al suelo y dijo: “¡Es pan! Y el justo por la fe vivirá”. Estaba aquí desde ese tiempo, pero nosotros apenas la estamos descubriendo. Y así también está Dios, Ángeles, en nuestros medios en esta noche, seres sobrenaturales que son invisibles para nuestro sentido natural de la vista. Pero algún día será una realidad como hoy lo es la televisión, y así de común. Ahora, por eso es que yo creo la Palabra.",
    "Jesús dijo: “El que añadiere una palabra a esta Biblia, o le quitare una palabra, su parte será quitada del Libro de la Vida”.",
    "Entonces inclinemos nuestros rostros aun antes que la leamos. ¡Es tan solemne! Cualquier hombre que tenga fuerza física puede voltear la página, pero sólo Dios puede revelarla.",
    "Y ahora con nuestros rostros inclinados hacia el polvo de donde fuimos tomados, y al que algún día retornaremos, me pregunto… Y en este momento solemne, mientras nos acercamos a la Navidad, si hay algunos aquí que realmente se sientan indignos y les gustaría ser recordados en esta oración, ¿levantarían Uds. (sin levantar sus rostros), podrían levantar sus manos a Dios y decir: “Recuérdame, Señor, en esta Navidad?”. Dios los bendiga.",
    "Santísimo y Bondadoso Padre Celestial, Dios Todopoderoso, el que era desde el principio antes que hubiera una estrella o un átomo, o una molécula. Tú hiciste todas las cosas por medio de Jesucristo Tu Hijo, y nos has dado todas las cosas libremente en Él. Te damos gracias en esta noche, Señor, por esta oportunidad que nos has dado de congregarnos, para ser advertidos y enseñados por el Espíritu Santo. Y el Espíritu Santo toma Tus Palabras y las revela a nosotros, pues Jesús dijo: “Cuando Él venga, el Espíritu de Verdad, Él les recordará a Uds. de estas cosas que Yo he dicho y también les mostrará cosas que habrán de venir”.",
    "Dios, no hay ni uno en medio nuestro, ni tampoco hay uno sobre la tierra, que sea digno de tratar de interpretar Tu Palabra, porque escrito está que “La Palabra de Dios no es de interpretación privada”. Por lo tanto, Señor, oramos que el Espíritu Santo nos dé en esta noche, a cada uno, la porción que necesitamos para satisfacer esa hambre en nuestro corazón de caminar más cerca de Ti. Nosotros somos incompetentes, inmundos, indignos. Permite que el Niño que nació en Belén, que vivió la vida más perfecta y que fue el único Hombre perfecto sobre la tierra, y que se dio a Sí mismo como rescate para poder limpiarnos a nosotros, pecadores inmundos, y para traernos al compañerismo con el Padre, concede en esta noche que Su Espíritu Santo (mediante la predicación de la Palabra), haga eso por nosotros.",
    "Señor Dios, hay muchos enfermos en la tierra hoy, a pesar de los mejores tratamientos médicos, y de la mejor medicina y los mejores hospitales. Y, sin embargo, con todos nuestros grandes descubrimientos científicos, aún hay más enfermedad que la que el mundo ha conocido, porque hay más pecado e incredulidad que lo que el mundo ha conocido. Ayúdanos en esta noche, Gran Médico, y sana a los enfermos que estén en nuestros medios.",
    "Y danos el Espíritu, el verdadero Espíritu de Navidad. Cuando hoy… que teniendo ceremonias paganas, adoración a árboles de Navidad, historias ficticias de un—un hombre llamado Santa Claus, y nuestros conejos de Pascua, y las diferentes modas que el mundo comercial ha capitalizado, que sean puestas a un lado, Dios. Permítenos entrar en Cristo la Palabra, porque lo pedimos en Su Nombre y para Su gloria. Amén.",
    "Si abren conmigo para la lectura en la Santa Escritura, en San Lucas, el capítulo 2. ¿Me pueden oír bien?\n\n¿Hay algún cambio en los micrófonos? ¿Pueden oírme bien Uds. allá atrás? Si pueden, levanten la mano. Gracias. El capítulo 2 del Evangelio según San Lucas.\n\nAconteció en aquellos días, que se promulgó un edicto de parte de Augusto César, que todo el mundo fuese empadronado.\n\nEste primer censo fue conocido siendo…gobernador de Siria.\n\nE iban todos para ser empadronados, cada uno a su región.\n\nY José subió de Galilea, de la ciudad de Nazaret, a Judea,…la ciudad de David, que se llama Belén, por cuanto era de la casa y familia de David;\n\npara ser empadronado con María su mujer, desposada con él, la cual estaba encinta.\n\nY aconteció que estando ella allí, se cumplieron los días de su alumbramiento.\n\nY dio a luz a su hijo primogénito, y lo envolvió en pañales, y lo acostó en el pesebre, porque no había lugar para ellos en el mesón.\n\nHabía pastores en la misma región, que velaban y guardaban las vigilias de la noche sobre sus rebaños.\n\nY he aquí, se les presentó un ángel del Señor, y la gloria del Señor los rodeó de resplandor; y tuvieron gran temor.\n\nPero el ángel les dijo: No temáis; porque he aquí…doy nuevas de gran gozo, que será para todo el pueblo:\n\nque os ha nacido hoy, en la ciudad de David, un Salvador, que es CRISTO el Señor.\n\nEsto os servirá de señal: Hallaréis al niño envuelto en pañales, acostado en un pesebre.\n\nY repentinamente apareció…Y repentinamente…con el ángel una multitud de…huestes celestiales, que alababan a Dios, y decían:\n\n¡Gloria a Dios en las alturas,\n\nY en la tierra paz, buena voluntad para\n\ncon los hombres!\n\nSucedió que cuando los ángeles se fueron de ellos al cielo, los pastores se dijeron unos a otros: Pasemos, pues, hasta Belén, y veamos esto que ha sucedido, y que el Señor nos ha manifestado.\n\nVinieron, pues, apresuradamente, y hallaron a María y a José, y al niño acostado en el pesebre.\n\nY al verlo, dieron a conocer lo que se les había dicho acerca del niño.\n\nY todos los que oyeron, se maravillaron de lo que los pastores les decían.\n\nPero María guardaba todas estas cosas, meditándolas en su corazón.\n\nY volvieron los pastores glorificando y alabando a Dios por todas las cosas las cuales habían oído y visto, como se les había dicho.\n\nQue el Señor añada Sus bendiciones a la lectura de Su Palabra.",
    "Ahora, es un… ¿Por qué fue revelado este gran evento a pastores? Ésta sería una cosa un poco sorprendente para nosotros. Yo tengo algunas Escrituras apuntadas aquí, y unas cuantas notas que trataré de repasar, para explicarles a Uds. el porqué, según lo mejor de mi conocimiento. Y quizás luego, después de esto, que el Señor, con Su gracia, en esta noche, nos quite esos porqués. Pero… La mayoría de nosotros, me supongo, en una ocasión u otra, nos hemos preguntado ¿por qué es que éste, el evento más grande de todos los tiempos, fue revelado a pastores? ¿Por qué les fue revelado a pastores y no a los teólogos de ese día? Ellos eran los entrenados para oírlo. Y, ¿por qué vino y pasó por alto al rico y vino al pobre? También, ¿por qué pasó por alto al erudito y al sabio, y vino al humilde y al ignorante?” Hay algunas preguntas del porqué de esto.",
    "Y otra razón que tal vez mencione: fíjense, el Niño nació en Belén. Y Belén, en la interpretación hebrea, como lo vimos aquí hace un par de años, Belén significa “la casa del pan de Dios”. Y probamos por las Escrituras, que Él no podía venir a ningún otro lugar. Belén fue fundada por Rahab y su—su esposo. Rahab era una ramera que un general cortejó, del—del ejército israelita, después que ellos habían tomado Jericó. Y por fe ella creyó el Mensaje de Dios, en su condición, y fue salva. Y de allí, cuando Josué repartió las tierras donde cada uno estaría,…",
    "Y allí hay una gran lección que en alguna vez espero poder traer a Tucson, de esas madres hebreas dando a luz a esos bebés. Cuando ella gemía, en el dolor del parto de su bebé, ella pronunciaba el nombre del bebé, y eso lo posicionaba a él en la tierra prometida, su tribu. Lo admirable de esto es que toda la Palabra de Dios cuadra perfectamente. Si no cuadra, no es la Palabra de Dios la que no cuadra, es la idea suya que no cuadra con la Palabra. Ella cuadra completamente.",
    "Por lo tanto, Él era el Pan de Vida, como enseñamos la semana pasada en Phoenix, o la semana anterior a ésa. Y siendo el Pan de Vida, Él no podía venir a ningún otro lugar sino a “la casa del pan de Dios”, y ése fue el porqué. Ahora, aquí, Jesús nació en Belén, y en Belén había una sinagoga; en Belén vivían grandes líderes religiosos. David, el gran rey-pastor, nació en Belén; su padre Isaí nació en Belén; su abuelo Obed nació en Belén. Igual, desde muy atrás, él provino de Belén.",
    "Y aquí, Jesús, el Hijo de David, nace en Belén, allí mismo bajo las sombras de las grandes catedrales. Entonces, si esas personas estaban instruidas y habían estado esperando al Mesías todos esos años (había sido profetizado del Mesías que vendría por cuatro mil años), y entonces si el Mesías nació a la sombra de la catedral, ¿por qué tuvieron ellos que ir allá tan lejos a las montañas a un montón de pastores sin preparación, ignorantes, para traer el gran Mensaje, el primer Mensaje? ¡Y comisionar a pastores! No a sabios ni a instruidos, sino a pastores. Es una cosa extraña, ¿no es así? Pero, tiene que haber un porqué en alguna parte… Hay un por qué, ¡ahora tiene que haber una respuesta al por qué! Y ningún hombre conoce la respuesta excepto Dios. Él es el que conoce la respuesta.",
    "Ahora, recuerden, el Mesías ya estaba en la ciudad, había nacido en la ciudad, en un establo; precisamente al lado de las grandes catedrales en donde el sumo sacerdote… y los grandes sacerdotes, y los teólogos, y los sabios y los instruidos, todos estaban allí esperando al Mesías. Y allí estaba Él, ¡precisamente en medio de ellos! Pero entonces, ¿por qué fueron Ellos a los… salieron a las montañas de Judea a los más ignorantes, sin preparación, incultos, a los más pobres de todos? Parecía como que la clase de persona más incapaz para tal obra, de revelar el Mensaje y enviarlos para que llevaran el Mensaje.",
    "¿Saben mi opinión? Pueda ser que no valga mucho, pero quiero dar mi opinión: yo creo que es por la sabiduría de Dios; que Él sabía que ellos no recibirían un Mensaje así de la manera que vino. No cuadraba con lo que habían sido enseñados; fue diferente. No fue lo que ellos habían sido instruidos a creer, de cómo sería Él. Fue contrario a su conocimiento teológico. Toda su preparación, todo su aprendizaje fue pasado por alto, terminó en nada. Yo creo que fue la sabiduría de Dios que sabía que ellos no recibirían un Mensaje así.",
    "Por tanto, el Mesías estaba aquí, y debía haber alguien que lo reconociera. Y Él conocía a aquellos que no se habían mezclado con tal cosa como ésa. Él podría más fácilmente dar Su Mensaje a un grupo ignorante que a un grupo mezclado que estaba tan arraigado en sus costumbres que nada podría cambiarlos, ni siquiera la Palabra de Dios.",
    "Y ahora, amigo Cristiano, permítame hacer esta pregunta, con toda sinceridad y amor. Me pregunto si Él actuara de la misma manera en esta noche, y nos enviara en esta generación la Palabra prometida que ha sido prometida para esta generación, me pregunto si nuestros teólogos, y educadores, y sabios, ¿no rechazarían el Mensaje de la misma manera que ellos allá? El hombre no cambia, ni tampoco cambia la Palabra de Dios. Él es el Dios inmutable, ¡Él no cambia!",
    "Fíjense, vinieron Ángeles y… vinieron Ángeles y dieron su Mensaje a hombres de un nivel tan bajo, cuando allí había hombres mucho más (pensando terrenalmente), aptos que estos pobres pastores analfabetos. El pastor era el más analfabeto de todos; él no necesitaba saber nada más que de sus ovejas. Él no necesitaba saber matemáticas; él no necesitaba saber cómo—cómo dividir un átomo; él no necesitaba erudición; él solamente tenía que conocer sus ovejas; eso es todo lo que él necesitaba saber. Y que Dios, la gran Sabiduría, y la Fuente y origen de toda sabiduría, escogiera a una persona como ésa (personas, quise decir, como ésas), y pasar por alto a todos los eruditos bien instruidos que estaban instruidos para saber Eso. Dice una cosa: que ellos estaban instruidos en el campo incorrecto. Pasó por alto a todos los importantes de la región; allí había gente importante, grandes maestros, Caifás el sumo sacerdote, muchos otros grandes hombres, todos los eruditos poderosos de Israel, todas las denominaciones, y todos los teólogos jactanciosos, ¡Dios pasó por alto a cada uno de ellos! Bueno, ésa es la sabiduría de Dios.",
    "Fíjense, lo más Alto de los Cielos apresurándose a honrar a los más humildes e ignorantes de la tierra. Lo más Alto de los Cielos descendió para Él mismo darse a conocer a los más bajos de la tierra, pasándolos por alto a todos para darse a conocer a ovejeros comunes; viniendo a darles a estos ovejeros comunes, el Mensaje más grande de todos los tiempos. Había habido muchos grandes mensajeros. Pudiéramos pensar en los días de Noé, y de los profetas, y—y de los grandes sacerdotes y demás, que habían existido en los días pasados. Los grandes eruditos, reyes, potentados, monarcas, pero aquí viene Él con el más grande de todos los Mensajes. ¿Cuál era el Mensaje? “¡El Mesías ya está aquí”! ¿Ven? Y para dar a conocer eso, Él pasó por alto a todos los instruidos, dándolo a conocer a pastores humildes.",
    "Piénsenlo: ¡todos los clérigos, todos los eclesiásticos, todos los maestros, toda la—la preparación teológica, todo el dinero que se había gastado, todas las iglesias, y las doctrinas, y las denominaciones, todas fueron pasadas por alto! Todo el aprendizaje que ellos habían gastado en todos los—todos los misioneros, y todo el proselitismo, toda la membresía y todo lo que ellos habían pensado que habían hecho para honrar a Dios, sin embargo, el Mensaje clave de todo eso, los pasó por alto. ¡Qué extraño! ¿Por qué? ¿Ven?",
    "Y fíjense, no sólo eso, sino que en el lugar menos probable para tal evento. Los pastores, entonces, fueron quienes recibieron el Mensaje. Y ahora, fíjense en dónde estaba el Mensaje: en el lugar menos probable que alguien esperara que viniera. Y yo me pregunto, en esta noche, si nosotros estuviéramos esperando al verdadero Mensaje del Señor Jesús, ¿me pregunto si estaría en el grupo menos probable; un lugar que fuera… que el gran mundo de la alta cultura, y la iglesia hoy, considera un montón de—de ¡oh!, herejes? Me pregunto si allí no sería en dónde lo encontraríamos a Él. El lugar menos probable, y a los oradores menos competentes. Los pastores no sabían nada de cómo hablar, sólo de llamar ovejas; bueno, tal vez por eso fue qué vino.",
    "Pero había una Palabra prometida. Noten, eso pudiera repetirse.",
    "Pasó por alto a todos los nobles de la tierra. Pasó por alto a todos los nobles, y fue revelado a los don nadie. Todos los nobles condecorados con—con grandes doctorados en divinidad, y—y sicología, y—y con educaciones muy avanzadas, y grandes catedrales y cosas, todo eso fue pasado por alto y revelado a los don nadie. La sabiduría, la sabiduría infinita del Dios Todopoderoso lo hizo, para darles a conocer a ellos el Mensaje más grande que jamás hubo: “El Mesías está ahora en la tierra”. ¡Qué sabiduría! ¡Sólo podía venir de Dios quien conoce la sabiduría! Toda la sabiduría y todo el aprendizaje, y todo, ahora había sido desechado y pasado por alto por la gran sabiduría de Dios. Yo lo sigo repitiendo porque quiero que penetre muy profundo; todo fue desechado, no sirvió para nada. Pasó todo eso por alto para permitir que la sabiduría de Dios tuviera el derecho; que Dios toma a los don nadie para convertirlos en algo.",
    "Pudiéramos parar aquí y hablar de Juan. Pudiéramos parar y hablar de Elías. Nadie sabe de dónde vino Elías. Todo lo que saben es simplemente que apareció en la escena. Los profetas a través de las edades eran los don nadie. Pero Dios tomó eso para… y pasó por alto las—las éticas de la iglesia, y las enseñanzas, para hacer… mostrar que Él es Dios. Él toma algo que no es nada, para hacer algo con ello. Él muestra Su sabiduría y Su Deidad al hacerlo así, al tomar a los don nadie. Cuando Él primero hizo al hombre, tomó sólo una bolita de barro y con eso hizo a un hombre. Donde no era sino barro, Él hizo a un hombre. Y hoy Dios toma a los don nadie para hacer algo. Y mientras nosotros pensemos que somos algo, entonces no podemos ser usados en las manos de Dios. Debemos renunciar a todo lo que alguna vez conocimos o aprendimos. [El Hermano Branham aclara su garganta.—Ed.] (Perdónenme). Como el gran San Pablo, dijo que él tuvo que olvidar todo lo que una vez aprendió, para poder conocer a Cristo.",
    "Todo el aprendizaje de ellos, todas sus enseñanzas y demás, les estaba perjudicando. ¡Eso finalmente lo negó a Él! ¡El mismo aprendizaje que ellos habían recibido acerca de Él, para creerle a Él, dio la vuelta y llegó a ser Su enemigo más crítico, y le crucificó!",
    "¿Saben Uds. que la historia misma se repite cada cierto tiempo? Eso es un hecho reconocido. Pudiera volver a suceder aquí mismo junto a nosotros. “¡Oh!” dice Ud., “si yo hubiera vivido en ese tiempo,…”. Bueno, pues si Ud. quiere saber lo que hubiera hecho allá, mire su condición actual hoy; y Ud. verá lo que hubiera hecho allá, porque eso realmente es algo que lo declara.",
    "Instruidos para creer Su Palabra, y luego cuando Su Palabra fue vindicada ante sus propios ojos, ellos negaron la Palabra que fue vindicada. Cuando Dios probó lo que Él haría, y había dicho lo que Él haría, y que probó lo que haría, entonces ellos se dieron la vuelta y llamaron a este Hombre un “espíritu maligno” (lo cual les trajo maldición a todos). ¡Piensen en lo que sucedió! Piensen en lo que les hizo a ellos; su entrenamiento les hizo que no reconocieran la Palabra misma hecha carne para su día; ¡la instrucción misma que ellos recibieron en sus escuelas, con los mejores maestros!",
    "Y Ud. dice: “Bueno, nosotros no haríamos eso hoy”. Sus maestros eran mucho más supremos a los nuestros de hoy (superiores, mejor dicho, que nuestros maestros), y ellos fallaron. Ellos no tenían novecientas noventa y seis organizaciones diferentes como nosotros tenemos hoy; ellos tenían unas tres. Y de las tres, se resumían en tres, ¡y ninguna de las tres Lo reconoció! Eso muestra que lo que el hombre hace es insensatez para Dios. ¿Ven?",
    "Ahora, ellos fallaron en reconocerlo. Ahora… Y ellos harían lo mismo otra vez.",
    "El hombre… La intención es buena, siempre es buena. Y el hombre no cambia su postura, él no cambia mucho sus hábitos; estoy hablando de los hombres del mundo. El hombre siempre está alabando a Dios (hombres religiosos), por lo que Él hizo, y siempre está señalándole al pueblo a lo que Él va a hacer, ¡y a la vez ignora lo que Él está haciendo! ¿Ven? Ése es el hombre, él está hecho de esa manera, él siempre ha sido de esa manera. Y Uds. lectores de la Biblia en esta noche saben que eso, de acuerdo a la Palabra, es “correcto”. Ellos siempre alaban a Dios por lo que Él ha hecho, hablan de lo que Él hará, e ignoran lo que Él está haciendo. Ésa simplemente es la costumbre del hombre.",
    "Ahora, la razón por la cual ellos hicieron esto, los maestros, en mi opinión: fue porque ellos habían interpretado la Palabra, pues todos creían en un Mesías que venía. Todo Israel lo creía; aún lo creen hasta hoy. Pero, la razón por la que ellos no lo reconocieron a Él: fue porque Su Mensaje no encajaba con la explicación eclesiástica de ellos. Ellos… la interpretación que ellos tenían de la Palabra, el Mesías no se manifestó de la manera como ellos habían interpretado que Él lo haría. Así que, y por eso, ellos no lo reconocieron a Él, pues no cuadró con la interpretación de ellos. Como he dicho antes, y lo vuelvo a decir: “Dios no necesita a nadie que interprete Su Palabra; Él es Su propio intérprete”.",
    "Ahora, la Biblia dice… Permítanme probarles a Uds. ahora que eso es la Verdad. El profeta Isaías, setecientos quince años antes que esto sucediera, Isaías el profeta dijo: “Una virgen concebirá, y dará a luz un hijo”. No hay duda que cada uno en esa edad pensó que su hija sería esa mujer, porque Isaías lo dijo; pero Uds. verán que fueron setecientos años después. Pero cuando… Dios no necesitó a nadie que interpretara Su Palabra: cuándo Él lo haría, ni cómo Él lo haría; Él dijo que lo haría, y ¡Él lo hizo!",
    "Dios prometió que Él… en Isaías, también, creo que el capítulo 28, como en el versículo 18; y también en Joel 2:28, que en los últimos días, los últimos dos mil años, Él derramaría Su Espíritu sobre toda carne. Él dijo: “Vuestros hijos e hijas profetizarán. Vuestros jóvenes verán visiones. Vuestros ancianos soñarán sueños”. Y las cosas que Él haría, Isaías dijo: “Porque en lengua de tartamudos, y en otras lenguas Yo hablaré a este pueblo, y éste es el Reposo”. Mas no lo quisieron oír. Ellos menearon la cabeza y lo pasaron por alto. Él dijo que: “Todas las mesas de Dios se llenarían de vómito, y que no habría nada limpio”. Y si ése no es un cuadro de Jerusalén y de la iglesia de ese día cuando vino el Mesías, igual es un cuadro de hoy; sólo se está repitiendo.",
    "Ahora, cuando Dios dice que hará algo, Él lo hizo. Sin importar lo que cualquier otro piense al respecto, lo que cualquier otro diga, cuando Dios habla de algo, Él mismo está obligado a interpretar esa Palabra. Y Su vindicación de la Palabra es Su propia interpretación. Fíjense: vindicando el Mensaje de Su Mesías. Él prometió lo que el Mesías haría cuando viniera. Y cuando Él vino…",
    "Aun cuando los magos en el oriente habían mirado hacia el suroeste, de donde estaban en Babilonia, pues ellos vieron una Estrella majestuosa. ¿Sabían Uds. que no hay lo más mínimo en la historia, en ninguna parte, que algún observatorio (siendo aun que ellos llevaban registro del—del—del tiempo por las estrellas, grandes hombres que estudiaban estas estrellas)… No hay historia que diga que alguno de ellos vio la Estrella, en lo absoluto. ¿Por qué? No les fue dado a ellos; ellos no estaban buscando eso. Pero estos magos sabían que se levantaría una Estrella de Jacob, y ellos estaban buscándola, y pasó desde el momento en que Jesús nació en Belén…",
    "Ahora, sé que nuestras tradiciones Cristianas son como nuestras iglesias: tienen las cosas al revés. Uno sale aquí y ve a magos viniendo a adorar a un bebé; no hay tal cosa en la Escritura. Dos años después llegaron allá, viajando por las llanuras y cruzando el río Tigris. Ellos no vinieron a adorar a un bebé, sino a un niño como de dos años. ¿Por qué fue que al mismo tiempo Herodes mató a todos los niños menores de dos años? Para él poder atrapar al Mesías. ¿Ven Uds.? Ellos… Dios había vindicado eso por Su Palabra.",
    "Y cuando estos magos llegaron a Jerusalén… La estrella los guió a la capital religiosa del mundo: Jerusalén. Y tan pronto como ellos entraron por esas puertas, esa estrella (lo sobrenatural que los había guiado) rehusó mostrarles más. Recorrieron las calles, estos hombres respetables, hombres ricos con camellos adornados con colgaduras finas, y todo lo demás… iban y venían por las calles diciendo: “¿Dónde está el Rey de los judíos, que ha nacido? Hemos visto Su estrella en el oriente”. Y esa gran capital religiosa, después de dos años del Mensaje de los pastores, todavía no tenía la respuesta ni sabía nada al respecto. La cabeza de todas las denominaciones no tenía la respuesta.",
    "Así que eso perturbó al Sanedrín, y ellos llamaron a los escribas para que vinieran a leer. Y ellos leyeron la historia de Miqueas, el profeta, que dijo: “Y tú Belén, no eres la más pequeña entre los príncipes de Judá (la menor), pero de ti saldrá un guiador que apacentará a Mi pueblo, Israel”. Y después de haber leído las Escrituras (y aun siendo vindicada ante sus ojos), ellos aun así no lo aceptaron, aunque las Escrituras así lo decían. Yo dudo mucho que ellos lo acepten hoy, si las Escrituras que han sido prometidas para este día fueran manifestadas. Quizás yo nunca les vuelva a predicar a Uds., pero quiero que capten esto. ¡Aun así, ellos no lo creyeron!",
    "La gran sabiduría del Padre hace que la sabiduría del hombre sea tan necia que Él empequeñece al hombre. Él, de hecho, llega a un punto en donde hace al hombre sentirse tan avergonzado de sí mismo, que no es lo suficiente grande para admitir que está “errado”. Aún se apega a su historia, no importa cuánto el Padre prueba que Su Palabra es la verdad y que Él está haciendo exactamente lo que prometió hacer. El hombre piensa que su sabiduría es tan superior a Dios, que si la cosa no viene de acuerdo a su sabiduría: “Pues, eso no es así”. Eso es verdad en cada edad, él aún lo sigue haciendo. ¿Ahora pueden ver cómo cuadra todo perfectamente?",
    "¡Qué inspiración para esos ovejeros! Que Ángeles bajaran a hablarles a ovejeros, Ángeles de Dios viniendo para hablarles a un montón de pastores.",
    "Yo me pregunto ¿si Uds. han tenido el privilegio alguna vez de—de hablar con un pastor o estar con uno por un rato? Si lo llegan a tener (no me—no me gusta decirlo debido al comentario que voy a hacer después de un rato), pero el pastor permanece tanto con las ovejas que aun se ríe como las ovejas (balando), él habla como las ovejas, y él huele como las ovejas. Correcto, porque él permanece con las ovejas. Eso es todo lo que él conoce, sus ovejas.",
    "Ahora, la Palabra vindicada de la Verdad. Cuando estos pastores, hombres humildes, sin educación… ¡Qué honor, cuán apropiado es para un pastor recibir un Mensaje de una oveja recién nacida! No podía venir a nadie más sino a un pastor. Por eso es que el Él nació en un establo, y no en una casa. Las ovejas no nacen en una casa, ni en una habitación del hospital decorada color rosa. ¿Ven? Ellas nacen en el establo, y en los campos.",
    "Por esa razón Él fue guiado al Calvario. Ud. no puede hacer caminar a una oveja por el corredor hacia el matadero. ¿Sabían Uds. eso? En los corrales del matadero tienen un chivo que guía a las ovejas. Y cuando él llega allá al lugar en donde las matan, él salta y sale y deja que las ovejas sigan. Una oveja tiene que ser guiada; ella misma no puede guiarse. Por lo tanto, tenía que ser el pastor viniendo por las… sus ovejas. Cuando ellos encontraron al bebé-Dios exactamente en donde el mensajero dijo que Él estaría, y cuando ellos encontraron este Mensaje del mensajero en el pesebre, era exactamente en donde el Ángel dijo que estaría.",
    "Ahora, yo he oído a personas decir: “Un Ángel me habló, Él dijo: ‘esto y esto’”. ¡Cuán ridículo es algunas veces!; y he escuchado a personas decir que un Ángel les habló, y les dijo: “esto y esto”, y eso era absolutamente contrario a la Palabra. Ahora, ¿cómo pudiera un Ángel hacer eso? Sencillamente no pudiera ser. Y si Dios le dijo a Ud. que tal y tal cosa sucedería (Ud. dice que Él le dijo eso a Ud.), y eso no sucede, entonces no era Dios hablándole a Ud. Recuérdelo, eso es correcto; Dios no miente. Él no está en una mentira.",
    "Cuando ellos encontraron al Bebé, qué gozo debe haber sido para ellos. Pues, el Ángel que les dio el Mensaje, ellos lo encontraron exactamente como el Ángel dijo que estaría, y en el lugar exacto en donde el Ángel dijo que estaría. ¡Qué cosa debe haber sido para ellos!",
    "En un pesebre, ¿por qué? ¿Ven qué tan cómodos estaban estos ovejeros en el establo? ¿Cómo piensan Uds. que hubiera estado allí un teólogo? Se hubiera puesto unas pinzas en la nariz y dicho: “Sáquenme de este lugar”. ¿Ven? Hubiera estado tan fuera de lugar, que hubiera sido una desgracia para él.",
    "Pero, vean, para el pastor era “como estar en casa”. Dios sabe a dónde enviar Su Mensaje. ¿Ven? Exactamente correcto. En esta condición estaban los pastores allá: en su establo con su Cordero; la vindicación del Mensaje que ellos habían oído. ¡Qué hermoso! Estaban en la Presencia del Mesías, la Palabra vindicada de su Mensaje. Cuando los pastores oyeron que el Mesías estaba en la tierra, y entraron en Su Presencia, en el mismísimo ambiente de ellos (y que se dieron cuenta que el Mensaje era verdad, siendo vindicado allí), ¡cómo debe haber hecho sentir a esos hombres el darse cuenta que Dios había hecho esta gran cosa por ellos!",
    "Pues los eruditos hubieran estado tan fuera de lugar allí, bajo tales circunstancias, que se hubieran ido rápidamente. ¿Por qué? El Mensajero viniendo a ovejeros comunes. Quizás ellos ni siquiera podían… estos… Algunos de estos ovejeros ni siquiera hubieran podido firmar sus propios nombres; es bastante dudoso. Uds. conocen a los ovejeros que Jesús escogió cuando estaba aquí en la tierra, para pastorear Sus ovejas: “¿Me amas, Pedro, más que éstos?”.",
    "🦅 Sí, Señor; Tú sabes que te amo”.",
    "🦅 Apacienta Mis ovejas”. Y la Biblia dice que Pedro era un hombre del vulgo y sin letras. Aún está escogiendo pastores.",
    "Los miembros de iglesia de esos días pasados, y los sacerdotes, y la sociedad bien instruida de ese día, hubieran estado muy fuera de lugar en un establo. Ahora, no estoy muy seguro que muchos de Uds. puedan entender (quizás, Uds. personas de la ciudad) a qué olía un establo de Judea, y cómo se veía, con los animales en ese establo, y cómo hubiera sido. Bueno, algunos de éstos, de categoría, hoy estarían tan fuera de lugar allí, que ellos—ellos ni siquiera hubieran pasado de la puerta. Pero le agradó a Dios, en Su sabiduría infinita, revelarlo a aquellos que lo recibirían. Los eruditos y sabios de ese día seguramente no lo hubieran recibido. Se hubieran sentido muy humillados de ser sorprendidos en un lugar como ése.",
    "Pues, para comenzar, si ellos hubieran regresado a su iglesia y hubieran testificado de que ellos habían asistido a una reunión como ésa, y le habían creído a un montón de pastores sin educación que traían un fenómeno como ése, ellos hubieran sido excomulgados de su iglesia. Ellos hubieran sido echados de la sociedad de Belén, si los hubieran sorprendido escuchando a un montón de gente ignorante como lo eran estos pastores. Ellos, de seguro se hubieran sentido humillados. Si ellos se hubieran asociado con semejante gente tan común, y estando… aceptando tales herejías como creer que Dios traería Su Mensaje a un montón de pastores sin educación, cuando ellos tenían todo preparado para eso. Ellos hubieran perdido su afiliación; ellos hubieran tenido que entregar sus credenciales, y no hubieran podido ser reconocidos entre la sociedad de sus grupos de aquel día; porque ellos se habían asociado con tal cosa y no con un intelecto más alto.",
    "🦅 ¡Cómo se atreve Ud.!”, hubiera dicho el sacerdote. “Entrar Ud. aquí a mi santuario con esa herejía, con esa insensatez, de que algunos campesinos ignorantes de por allá que no… que no fueron… no pasaron ni la primaria. ¿Y creer que tal Mensaje, de que ‘un Ángel descendió y les habló a ellos’?”.",
    "Pero, ¿qué si el hombre hubiera dicho: “Yo vi su Mensaje vindicado?”.",
    "Él hubiera dicho: “¡Déjeme entregarle rápidamente sus papeles, y váyase de esta sociedad!”. Los tiempos cambian, pero la gente no. Eso probablemente sucedería de nuevo hoy, ellos hubieran sido echados de sus iglesias.",
    "Pero los pastores se sintieron completamente cómodos en ese lugar con el Cordero de Dios. Y es igual con cualquier buen pastor. Cuando un buen pastor, que está sobre ovejas, puede ver la Palabra de Dios claramente y vindicada, de lo que Él prometió hacer, ese pastor está como en su casa. A mí no me interesa lo que cualquier otro diga, allí está: “Dios prometió Eso, y Dios lo hizo”.",
    "Ellos dicen: “Los días de los milagros han pasado. No hay tal cosa como el bautismo del Espíritu. No hay tal cosa como el bautismo del Espíritu Santo, eso era para los apóstoles”.",
    "¡Pero permita que un genuino pastor de la Palabra lo predique, en el poder de la resurrección, que Jesucristo es el mismo ayer, hoy, y por los siglos! Pedro dijo en el día de Pentecostés: “Porque para vosotros es la promesa, y para vuestros hijos, y para todos los que están lejos, para cuantos el Señor nuestro Dios llamare”. De donde sea que Él llame, la promesa y la misma bendición es verdadera. Y permita que un pastor genuino, alimentador de la Palabra vea eso vindicado, todos los teólogos del mundo no se lo podrán quitar; porque él sabe que Dios así lo dijo, y eso sucede. Eso es todo. Sólo es la Palabra de Dios, siempre. Su Palabra fue hecha carne y estuvo habitando entre ellos, y ellos no la conocieron.",
    "Él prometió eso mismo en este día. ¿Me pregunto si nosotros la reconoceríamos? El altivo y el sabio nunca recibieron tal cosa como ésa. Y ellos creyeron que si había tal cosa como el Mesías en la tierra, de seguro hubiera tenido que venir a su denominación. Sería su grupo el que lo recibiría, o “no estaba correcto”. Ahora, sólo piénsenlo muy bien. Si no está en el grupo de ellos, entonces… ¿Se fijaron entonces? Dios nunca escogió a ninguno del grupo de ellos, sino que Él escogió aquello que no estaba conectado con nada de eso. Porque un grupo diría: “¿Ven lo que nosotros hicimos?”. Y ellos harían lo mismo hoy. Pero Dios escoge al don nadie, por eso Él escogió al pastor. Los pastores estaban completamente en su casa con el Dios-cordero en su medio, Su Palabra hecha carne entre ellos. El altivo y el sabio nunca lo recibieron, pasó de ellos.",
    "Y nosotros pudiéramos decir lo mismo de hoy día, o de cualquier edad. Fue lo mismo en los días de Martín Lutero. La misma cosa en los días de John Wesley. Fueron las mismas cosas en los días de los pentecostales. ¡Pero Dios no se detiene por ninguna organización de hombre! ¡Él continúa moviendo Su Espíritu para vindicar Su Palabra! Tendría que haber sido y haber venido a la manera de su propio concilio, o ellos no lo recibirían. Ellos son así de testarudos hoy, todas las iglesias, que “van a hacer esto y lo otro, y unir a todas las iglesias”. Acaso no están buscando un mensajero hoy, que pueda unir a todos los protestantes, católicos, y ortodoxos, todo junto, y formar una iglesia grande.",
    "Ahora, hermanos, yo he tenido el privilegio de predicarles a cientos de religiones diferentes, y hay hombres buenos en todas ellas. Pero miren, recuerden Uds., yo estoy profetizando: “Toda organización tendrá que aceptar esto, o no será una organización. Los está obligando”. ¿Leyeron Uds. hoy en el periódico de Tucson en donde unos sacerdotes católicos ayudaron a ordenar (en el periódico), ayudaron a ordenar, en Missouri, a un clérigo protestante? Y, ¿quiénes fueron los que le dieron el reconocimiento? Presbiterianos, bautistas, luteranos y las Asambleas de Dios. Está en el periódico de Tucson de hoy.",
    "¡Oh, es sorprendente! No son los hombres allí adentro, son esas cabezas gubernamentales, eclesiásticas, que tuercen la cosa allí adentro, es el sistema que lo lanza a Ud. a eso, ya sea que Ud. quiera o no. Uds. ya no pueden seguir siendo una organización y escapar de esta ira que viene sobre la tierra, y Uds. vean si eso no es verdad. Pueda ser que ya me haya ido cuando eso suceda; regresen a buscarlo en una de estas cintas. Y entonces si no fue así, yo soy un testigo falso. Si fue así, yo he dicho la Verdad.",
    "Ellos lo hubieran llamado “alguna clase de obra de un mal espíritu” en contra de su manera positiva de pensar. Se oye tanto hoy acerca de pensar positivamente: Ud. sólo concentre su mente en cualquier cosa, y piense positivamente al respecto. ¡El diablo puede hacer eso! Solamente hay una cosa que gobierna sobre todo, y ésa es la Palabra de Dios. Si Ud. está pensando contrario a la Palabra, olvide sus pensamientos. Piense en la Palabra.",
    "🦅 El Mesías” pensaron ellos, “no se hallaría en tal lugar, en algo así tan sucio”.",
    "¿Pudieran Uds. imaginarse a un gran sumo sacerdote o clérigo, todo pulido en teología, que viniera a un establo lleno de estiércol, y aceptar el Mensaje de un pobre pastor humilde que no tenía educación, y venir y decir: “Mire, yo se lo puedo probar a Ud., éste es el Bebé, éste es el Mensajero”?",
    "¿Y saben Uds. lo que esa gente hubiera dicho? “El hombre es honesto; él es muy sincero en lo que está diciendo, ¡pero él está absolutamente errado!”.",
    "Yo he visto gente vivir vidas tan buenas, al punto que la gente no creería, no pudiera decir nada de ellos, y con todo, ellos dicen: “Él está sinceramente errado. Él simplemente no sabe de lo que está hablando. Dios, Él no haría una cosa así”.",
    "¡Pero aquí ellos tenían la evidencia! Y después de la evidencia: “Vayan allá al establo y vean si ese Bebé no está acostado allí”.",
    "Ellos hubieran dicho: “Uds. han sido embrujados por algún espíritu malo, que hace que Uds. digan eso”. ¡Sin embargo, eso era de acuerdo a la Palabra de Dios! Y ellos estaban muy ciegos para verlo, porque su teología los había cegado. ¡Qué tragedia!",
    "🦅 ¿Sorprendido en tal lugar como éste? ¿En algo tan sucio como aquello? ¿En un establo?”. Cuando ellos tenían un lugar hermoso para que Él viniera; ellos tenían todo arreglado para que Él viniera, ¿y pensar que Él vendría (y se iría) y no traería el Mensaje a sus maestros, “y que se lo daría a un montón de pastores ignorantes? ¿Y luego traer a Su propio Hijo y hacer que naciera en un—un establo, en un establo común de alquiler para animales? Bueno, ¿en un—en un pesebre de paja? ¡Pues, eso no era posible!”. Ellos no iban a creer eso, por lo humilde.",
    "Y Eso es algo tan sencillo; así es como siempre se les pasa por alto a los sabios. Es tan sencillo que Eso los confunde. Ellos buscan a un Dios allá lejos, cuando Él está aquí mismo. ¿Ven? Ellos están buscando algo allá muy lejos, cuando está aquí mismo ahora con ellos: Cristo, resucitado de los muertos, el mismo ayer, hoy, y por los siglos.",
    "Todas sus grandes cosas fueron pasadas por alto. Pero, realmente era la Verdad, que “allí estaba el Mesías”. Nosotros lo sabemos hoy. Nosotros lo creemos hoy. Nosotros lo aceptamos hoy.",
    "Pero entonces si Dios prometió algo para esta Navidad, prometió algo para este día, y prueba que así es, y con todo eso le damos la espalda, estamos exactamente en la misma categoría que ellos (allá en aquel día) que lo pasaron por alto; porque no—eso no viene a nuestro gusto denominacional. Por eso estamos en tal enredo en esta Navidad.",
    "Jesucristo no está muerto, Él está vivo. ¡Él está aquí hoy! La Biblia dice: “Él es el mismo ayer, hoy, y por los siglos”. Él dice, en San Juan 14:12: “El que en Mí cree…” (no el que se manufactura, que dice creer) “El que cree en Mí, las obras que Yo hago, él las hará también. Y más que éstas él hará, porque Yo voy al Padre”. Y yo lo he visto a Él, en mi propia vida, hacer más de las mismas obras (de las que Él hizo en aquel entonces), que las que están escritas en las páginas de esta Biblia. Y eso pasa por encima de la cabeza de los sabios hoy, y se revela a niños que quieren aprender; que por cierto fue lo que pidió Jesús. Eso es verdad, Él ha hecho más de lo que Él… he visto en mi día, en mis treinta y tres años de ministerio, lo he visto a Él hacer más que lo que yo he leído que Él hizo en la Biblia; más de la misma cosa.",
    "Pero no importó lo que Él hizo en aquel entonces, ¿creen Uds. que el Sanedrín le creyó? “Bueno” dijeron ellos, “Tú estás embrujado”. Pero, nos damos cuenta que donde ellos cometieron su error, fue en enterarse… en enterarse, no de lo que decía su credo, sino de lo que la Palabra decía que el Mesías haría en el día de ellos. Y allí es en donde nosotros cometemos el error hoy: al no escudriñar las Escrituras. Jesús les dijo: “Escudriñad las Escrituras, a vosotros os parece que en Ellas tenéis la Vida Eterna, y Ellas son las que dan testimonio de Mí. Ellas les dicen Quién soy Yo”.",
    "Fíjense, Dios sabía de antemano que ellos harían esto; ése es el porqué Él tuvo que llevárselo a los pastores. Él sabía que ellos no, que ellos no lo recibirían. Ahora, ¿ven Uds. por qué tuvieron que ser pastores? ¿Por qué pastores? Los teólogos no lo recibirían. ¿Por qué a pastores otra vez? ¿Vendría contrario a Su Palabra? ¡No! Ellos eran pastores, ellos conocían a las ovejas; y así había nacido Él, una oveja, un cordero. Fíjense, Él era el Cordero. Ellos eran—ellos eran la única clase que lo aceptaría a Él. Un pastor era la única clase que aceptaría a un cordero. Ellos sabían cómo cuidarlo, y así es hoy cuando recibimos el Mensaje del Cordero.",
    "¡Ahora lo sorprendente! Los hombres más humildes, más ignorantes adorando a Emanuel en un establo. Los más… Y había gente allá, en esos mismos días, enseñando su teología. Grandes multitudes juntándose de dondequiera, de todas partes de la región venían a sacrificar lo que Jehová dijo que era “una hediondez en Su nariz”. Y aquí estaban unos pastores humildes, en un establo, adorando a Emanuel: ¡Dios mismo hecho carne y acostado en un establo! ¿Ven cómo estamos nosotros con nuestra gran enseñanza, y nuestra cabeza en alto como si supiéramos algo, y Dios pasa la cosa completamente por alto? ¿Ven? Él hace lo que Él promete hacer, y Él siempre lo hace. Pero piense en estos pastores humildes allá ahora adorando a Eman-… Emanuel en un establo. Es de lo más sorprendente. ¡Seguro que lo es!",
    "Luego, afuera… Después que lo habían adorado a Él, y que se habían dado cuenta que el Mensaje que ellos habían estado predicando fue vindicado, ellos están… estaban allá afuera glorificando a Dios, con el Mensaje más increíble de un Ángel. Ahora, comparen eso con el día de hoy. Sólo deténganse un minuto y piensen. Hombres allá afuera adorando a Dios, y alabándolo a Él por lo que ellos habían visto, lo que ellos habían oído, lo que ellos sabían que era la Verdad; con el Mensaje que era increíble para la mente intelectual. Era contrario a todo pensamiento eclesiástico, y, con todo, ¡era la Verdad! ¡Es la Verdad! Ellos lo creyeron. Y ahora, ¡cuán necia puede ser la sabiduría del hombre! Aquí diciendo que un coro de Ángeles les cantó a ellos el primer villancico, ¿pudieran Uds. imaginarse eso? A un pastor que no podía escribir su nombre, oliendo como un corral de ovejas, caminando por la calle, gritando: “¡Gloria a Dios en las alturas! ¡Nosotros sabemos que Él está en la tierra!”.",
    "El sacerdote dijo: “Ese hombre está fuera de sus cabales. Busquen en los libros y vean si él es un miembro de nuestra congregación. Verdaderamente que nos avergüenza con sus enseñanzas poco éticas. Apártenlo de nosotros. Nosotros no seremos avergonzados entre la gente”.",
    "Bueno, Uds. pueden ser avergonzados entre la gente y ser glorificados ante los ojos de Dios; o escojan, porque recuerden: el gusto eclesiástico del día no cuadra con la Palabra de Dios; no hay novecientos sesenta y nueve gustos diferentes. Es un solo gusto, una Palabra, un Dios; no es más.",
    "Diciendo que Ángeles les cantaron a ellos el primer villancico, y también diciendo que ellos “recibieron un Mensaje de un Ángel”. Que un Ángel les apareció, les dio un Mensaje, y ellos fueron y se dieron cuenta que ese Mensaje era Verdad. Y diciendo: “Además de eso, el Ángel nos cantó el primer villancico”.",
    "🦅 ¿Pudieran Uds. imaginárselo”? Ellos dijeron: “¡Pobre hombre!”. Nunca antes había ocurrido algo así entre ellos, Uds. saben, así que era una doctrina algo extraña para ellos. Y por eso es que ellos no podían encontrarlo en las Escrituras, no era para que ellos lo encontraran. Era increíble para los sabios, jamás les había sucedido una experiencia así a ellos. Increíble, sin embargo, era la Verdad. Es la Verdad, nosotros sabemos que es la Verdad. ¡Piensen! Los primeros convertidos y la primera congregación de Cristo, fueron ovejeros, no clérigos; ovejeros, pastores. ¿Por qué pastores?",
    "¡Fíjense! Allá afuera alababan y glorificaban a Dios por lo que ellos habían visto y oído; oyeron a Ángeles cantarle por primera vez a un ser humano. Los Ángeles nunca antes le habían cantado a un ser humano. Y miren aquellos coros, cómo deben haberse parado y entrenado y entrenado esas voces: “Ellos iban a cantar en el nacimiento del Mesías”, ¡y todos ellos fueron pasados por alto! Y los Ángeles descendieron y les cantaron a hombres ovejeros comunes, no con ropa de clérigo, sino con ropa de pastor. Y miren quiénes recibieron el primer Mensaje; es increíble.",
    "Y ¿en dónde fue dado? No en las catedrales, sino en el desierto, allá en el desierto donde vino el Ángel del Señor. No fue en la iglesia; en el desierto. Él ni siquiera fue recibido en la iglesia. Ellos pensaban que sí, y pensaron que lo tenían, pero Dios probó que eso estaba errado. “Él puede levantar hijos a Abraham aun de estas piedras”. Correcto.",
    "La primera vez que los Ángeles cantaron en una celebración, fue en el Cielo. Si Uds. miran en Job 38:7 (pues veo a algunos de Uds. tomando notas), fue cuando Dios primero planeó hacer Su primera creación, la tierra. Job era un gran hombre inteligente, y él tenía toda clase de sabiduría. Él dijo: “Cuando voy a las plazas, los príncipes todos se inclinan ante mí, y sólo quieren un momento de mi sabiduría”. Y él no podía entender por qué tenía que ser tratado como estaba siendo tratado.",
    "Y entonces Dios le pidió, dijo: “Cíñete los lomos como un hombre, porque voy a descender para hablar contigo”. Y cuando Dios bajó en un torbellino, Él dijo: “Job, ¿dónde estabas tú antes que Yo fundara la tierra? Cuando alababan todas las estrellas del alba, y se regocijaban todos los hijos de Dios, ¿dónde estabas tú entonces, Job?”. Y él se encontraba todo desinflado en esa ocasión. “¿Dónde estabas tú?”.",
    "Vean, la primera vez que Ángeles cantaron en una celebración, fue en el Cielo. Pero la primera vez que cantaron en la tierra, fue a pastores, en el nacimiento de Dios, Emanuel en la tierra; los primeros seres humanos que alguna vez hayan escuchado a un Ángel cantar, fueron pastores humildes.",
    "Cuando vemos a nuestras mujeres con caras pintadas, con cabello corto, usando pantaloncitos cortos, y les ponemos alguna clase de bata de iglesia, y las pasamos al frente para que canten como algo, ¿y luego pensamos que Dios tiene que escuchar eso? Él tiene Ángeles allá quienes pueden entretenerlo desde la… antes que Él hubiera hecho un ser humano. ¡Ajá! Salen y viven… y usan ropa que es una abominación para Dios, y ¿cómo esperan Uds. que eso sea de Dios? Ud. dice: “Bueno, yo pertenezco a…”.",
    "🦅 ¿Dónde estabas tú cuando Yo fundaba la tierra? Dime: ¿En dónde afirmé la base? ¿Dónde está el eje en el que giran? ¿Dónde estabas tú allá?”. Uds. piensan que Dios tiene que pedirnos a nosotros un poco de sabiduría. Nuestra sabiduría sólo es necedad para Él. Él hace lo que dice que Él hará.",
    "Ahora fíjense, Dios estaba para hacer otra creación. Él estaba creando la tierra mortal, la vida mortal. Los Ángeles cantan en el Cielo. Pero aquí Él está creando una Vida nueva, Vida Eterna para el hombre, y Él les está cantando a Sus súbditos por medio de Ángeles; en la tierra, no en el Cielo. El Cielo tenía Vida Eterna. ¿Ven? Y Él cantó… ellos le cantaron a los Cielos, cuando comenzó la creación mortal; y aquí la Creación Inmortal está siendo introducida, y ahora ellos les están cantando a gente terrenal; por primera vez, a pastores. Sorprendente, ¿no es así?",
    "Él había empezado una nueva creación. ¿Qué era? Una creación de Sí mismo. Dios Se hizo carne y habitó entre nosotros. Eso es… La Biblia dice: “El principio de la creación de Dios”. Dios fue creado en forma humana; Dios moró en Jesucristo, Su Hijo. Él edificó Su tabernáculo de carne y huesos, y vivió en ese tabernáculo: Dios, Emanuel, “Dios con nosotros”. Él mismo se edificó una casa en la cual vivir, para así Él poder reflejar Su Palabra a Sus súbditos, por ese medio. Uno sabe lo que es Dios, cuando uno ve a Cristo.",
    "Recuerden, siempre hay cánticos en el nacimiento de un rey. ¿Cuántos saben eso? Por supuesto que lo saben. Bueno, miren: ¿piensan Uds. que si este Rey hubiera nacido allá, y una mujer hubiera entrado corriendo a la catedral en alguna parte, y hubiera dicho: “Preparen una cama rápidamente, y consigan a los médicos, porque yo voy a dar a luz en la tierra a Emanuel?”. Una pobre mujer de Nazaret, la ciudad más baja, la… más vil que Tucson o cualquiera de las demás, y sin embargo, si esta mujercita llegara corriendo allá con el sumo sacerdote y dijera: “Yo—yo estoy a punto de dar a luz a Emanuel”, ellos la hubieran arrojado a la cárcel. Seguro que sí. Realmente que sí. Por traer entre su pueblo tal herejía como ésa, él no la hubiera tolerado; ni tampoco él lo haría hoy. Sin embargo, está sucediendo lo mismo de todas maneras.",
    "Fíjense, tiene que haber cantos. Los reyes eran… No le hubieran cantado a Él. La gente no le hubiera cantado a Él, porque ellos no le creían. Y por esa razón… (aquí viene, más vale que lo capten), por esa razón la gente hoy se avergüenza de alabar a Dios, ¡ellos se avergüenzan de Cristo! Las grandes catedrales no recibirían el bautismo del Espíritu Santo, ellos están tan establecidos en sus maneras eclesiásticas que ellos no lo recibirán. Dios va a encontrar a alguien por medio del cual Él reciba alabanza. “Él puede levantar hijos a Abraham aun de estas piedras”, citando yo otra vez a Juan.",
    "Fíjense, Sus súbditos deben cantarle a Él. Y Sus súbditos allá eran Sus Ángeles, y ellos les cantaron a Sus pastores, los cuales llevarían Su Mensaje.",
    "¿Quién debería oírlo primero? Por supuesto, Sus súbditos. Ésos son los que primero oirían la alabanza del Rey, serían Sus súbditos. ¿Y qué eran Sus súbditos? Algo sorprendente, ¿no es así, hermanos? No eran Sus clérigos; no eran los teólogos. Eso es lo cierto. No era la gente denominacional. No. Eran pastores. ¿Por qué? Había nacido una oveja, ésa era la razón. ¿Ven? Sus súbditos lo oyeron, aquellos quienes Dios sabía que creerían. Dios envió Su Mensaje a aquellos quienes lo creerían. Él es toda sabiduría; Él sabe dónde enviar Su Mensaje, quién lo creerá. Lo más Alto del Cielo enviado a los más bajos de los hombres en la tierra.",
    "Jesús dijo, en Mateo 5: “Bienaventurados los pobres en espíritu, porque de ellos es el Reino de los Cielos”. María, en… Si Uds. están anotando esas Escrituras, está en Mateo 5. Y si Uds. están anotando Escrituras… Eso es lo que yo tengo anotado aquí, Escrituras.",
    "María dijo, en Lucas 1:52, cuando ella fue ungida con el Espíritu, el Espíritu Santo sobre ella, dijo: “Él ha exaltado a los humildes”. María dijo eso, la madre de Jesús, dijo: “Él ha exaltado a los humildes”.",
    "Lucas también dijo: “La gente común le escuchaba a Él con regocijo”. No los—los selectos, los—los teólogos, los doctores de la ley y de divinidad, sino la gente común lo escuchaba a Él con regocijo, gente humilde.",
    "Por todas las sagradas Escrituras, el Mensaje de redención ha sido dado por pastores y a través de ovejas.",
    "Ahora tengo que terminar, porque estamos llegando a la hora de terminar. Estoy pasando por alto muchas Escrituras sólo para poder traerlos a Uds. a este pensamiento.",
    "Por toda la Escritura, la redención ha sido representada por medio de pastores y ovejas. Eso es correcto. Todos estamos de acuerdo en eso. ¿Por qué? Era en sombra y tipo. Y cualquier cosa… Si yo nunca hubiera visto mi mano, y mirara a la sombra de mi mano aquí abajo, y viera que tengo cinco dedos, yo sabría qué estaba reflejando; el negativo estaba reflejando a un positivo. Y ésa es la razón por la cual el Mensaje siempre vino a… redención por medio de ovejas, porque desde el mismo principio… Y fue a través de ovejas, y por pastores, que Él mismo se reveló. Todo era sombras y tipos.",
    "Ahora, miremos en el principio. Adán y Eva, parados allí en la Presencia de Dios, para oír Su Mensaje para ellos, habían vestido sus lomos con piel de oveja. El primer Mensaje que alguna vez fue escuchado, fue dado sobre la piel de una oveja muerta, que Dios había matado y en la cual había envuelto a Adán y a Eva. Después de que ellos trataron de hacer su propia religión de hojas de higuera, no funcionó. El sacrificio ha sido instituido para expiación desde el mismo principio, el sacrificio de ovejas.",
    "Entonces, vamos a terminar esto ahora, y mostrarles por qué tenían que ser pastores; y por qué tenía que ser, Él tenía que ser una oveja.",
    "Ahora, los profetas del Antiguo Testamento se vistieron de pieles de ovejas (sabemos eso, ajá), declarando su fe en Su Palabra de la venida del Cordero perfecto. Ése es el porqué de los profetas.",
    "Ahora, la Palabra de Dios no viene a un teólogo, no hay… él—él es el que hace de Ella un enredo. Eso es cierto. No hay tal cosa como decir alguna vez… que Ud. diga: “Bueno, este hombre es un teólogo”. Eso sólo lo aleja a él más de la Palabra que cualquier cosa que yo conozca. ¿Ven? La Palabra del Señor Dios, el inmutable Dios, nunca cambia. En cualquier parte de la Biblia, la Palabra de Dios siempre vino a los profetas; no a teólogos o a doctores, ¡a profetas! Y ellos siempre, cada vez, fueron rehusados y rechazados.",
    "Los profetas, por lo general, también eran pastores. Los profetas se vestían de pieles de ovejas, porque ellos se ponían la piel de las ovejas que estaban pastoreando. Y el primer mensaje, a una—una—una generación condenada, fue sobre pieles de oveja. Los profetas, lo digo otra vez, se cubrían de pieles de ovejas, porque estaban testificando con eso, que ellos creían que venía un Cordero perfecto para ese sacrificio. Y la Palabra de Dios vino a ellos sobre pieles de ovejas. Estos ovejeros… o estos profetas, por lo general, eran ovejeros. Abraham era un ovejero. Isaac era un ovejero. Jacob era un ovejero. Moisés era un ovejero. David era un ovejero. Todos los representantes de Dios por lo general eran ovejeros.",
    "Ahora, vamos a darnos cuenta por qué vino a pastores. Ellos sabían que las ovejas son indefensas sin el pastor que las guíe. Ellas… una oveja está perfectamente indefensa, ella no puede guiarse. Por eso Dios comparó a Sus hijos creyentes con ovejas. Ellos tienen que ser guiados. ¡Pero vigile qué es lo que lo está guiando a Ud.! No se consiga un chivo, él los encaminará al matadero. Dios en ningún momento nos dio un chivo, Él nos dio a Su Hijo (el Espíritu Santo) para guiarnos. Él es nuestro Guía, no algún ovejero hecho por el hombre, sino un ovejero dado por Dios quien alimenta a las ovejas con comida de oveja.",
    "Ahora, Ud. toma a un cerdo, y le dice a este cerdo: “Voy a convertirte en una oveja”. Y Ud. lo lava. Y le pinta las pesuñas y—y todo lo demás. Y le da comida como a una oveja, le da alguna clase de—de dieta. Y lo pone afuera en el suelo o afuera en la… donde las—las ovejas pastan, en el sembrado de alfalfa o algo. Y si hay un charco de lodo en alguna parte, ese cerdo irá tan rápidamente como pueda, a ese hoyo de lodo. ¿Ven? ¿Por qué? Es porque su naturaleza aún es la de un cerdo.",
    "Y por esa razón los miembros de iglesia de hoy, se gozan con las cosas del mundo (¿ven?), es porque su naturaleza no ha sido cambiada. Ellos comerán cualquier clase de desperdicio teológico, eclesiástico, pero la Palabra de Dios no la pueden tolerar. Ellos entran y escuchan la Palabra…",
    "Saben, el hipócrita más grande del mundo es un vil cuervo. En la Biblia, dejaron salir dos del arca. El cuervo tan vil salió y nunca regresó, porque él es un buitre, un carroñero. Él se posó sobre los cadáveres muertos y llenó su panza del cadáver muerto. Pero cuando él dejó salir a la paloma, la paloma no podía soportar esa hediondez, así que ella regresó a la casa de su Padre y de Noé, y picoteó en la puerta hasta que Noé la dejó entrar.",
    "Ahora, un cuervo puede quedarse allá afuera y comer todo el día en un caballo muerto, y volar allá al campo y comer grano con la paloma. Pero una paloma no puede volar allá y comer caballo muerto, y luego comer trigo; la mataría. Vean, la paloma no tiene hiel, y no puede digerir eso.",
    "Y cuando cualquier paloma de Dios, cualquier paloma u oveja que come Palabra, una bestia limpia, cuando Ud. les ofrece las cosas del mundo, ellos saben que su Maestro dijo: “El que ama al mundo o las cosas del mundo, el amor de Dios ni siquiera está en él”. Ud. le da algo contrario a esa Palabra de Dios, él no puede soportarlo. Pero el diablo sí puede recibir Eso como también lo del mundo, y decir que todo es de Dios. Ud. no puede mezclar el aceite y el agua, simplemente no mezclarán.",
    "Ellos, todos estos pastores, ellos sabían que las ovejas eran indefensas sin el pastor. Y ellos eran pastores, y sabían que debía ser guiada.",
    "¡Qué lamentable es ver, hoy, que ellos quieren alimentar a las ovejas con desperdicios! Pero una oveja no comerá eso. ¡No, señor! Vean, desde allá atrás ellos están queriendo alimentar a las ovejas con desperdicios. Y cuando vino la Palabra, ellos se habían acostumbrado tanto al desperdicio, que no reconocieron la Palabra. Y eso es lo que sucede hoy, cuando la misma cosa vindicó y probó que Dios haría una cierta cosa. Entonces ellos están tan acostumbrados a los desperdicios, y a ser alimentados con desperdicios, al grado que uno… bueno, no hay manera de hablarles, ellos no escucharán Eso, es todo. El perro… La Biblia dice: “Así como el perro regresa a su vómito, y la puerca a su revolcadero, así lo hacen ellos”.",
    "Escuchan la Palabra, ¡y regresan directamente al mismo revolcadero! Y dicen: “¡Ah, es fanatismo! No crean tal cosa como ésa”.",
    "Dios… las ovejas hacen lo mismo hoy, ellas deben confiar en la dieta de la Palabra. Ellas no recibirán ninguna otra dieta. Uds. no pueden darle una dieta eclesiástica a una oveja genuina. ¡No! ¡No! Uds. van y les dicen: “Bueno, miren, todos nos uniremos. Miren, Jesús oró para que todos pudiéramos ser ‘uno’”. Uds. escucharon lo mismo en Tucson no hace mucho, hace unos días, ¡pero eso es una mentira! Jesús no oró… ¿Cómo podía Él…? ¿Cómo puede Ud. hacer que la Palabra misma se condene?, ¿que Ella sea contraproducente? Entonces Dios no es más que cualquier otro hombre.",
    "Jesús dijo: “¿Cómo pueden caminar dos juntos si no están de acuerdo?”. ¿Cómo van Uds. a tomar metodistas, bautistas, presbiterianos y a católicos, y arrojar todo eso junto y que sean uno? Uds. pueden ser uno bajo el liderazgo de un hombre, pero Jesús dijo: “Para que ellos sean uno; como—como Yo y Tú somos uno”. Ahora, ¡Él quiere que todos seamos uno en Él, quien es la Palabra! ¡Amén! Ahí está: “Uno con el Padre”. Y el Padre es el Hijo, es lo mismo. Y es la misma Palabra, la Palabra manifestada, Ella misma desplegándose en este día como lo hizo en cualquier otro día, para que Uds. sean uno.",
    "Fíjense, Él dijo: “Como el Padre Me envió, así Yo los envío”. El Padre que lo envió a Él, fue en Él para confirmar la Palabra. Y el mismo Jesús que envía a Su pueblo, va en las personas que Él envía, diciendo: “Las obras que Yo hago, vosotros también haréis”. Seguro, Él oró para que pudiéramos ser uno: uno con Él, no uno con una organización; no uno con un sistema, sino uno con Dios. Porque Dios en Su Palabra es Uno, y Jesús y Dios eran Uno, y Uds. y yo y la Palabra debemos ser Uno. Eso es correcto. Debemos ser Uno en acuerdo con la Palabra; no lo que algún otro dice, esto no es de interpretación privada. Recíbala, lo que Ella dice, y créala; y Dios la vindicará y probará que Ella es correcta. Ud. cree que sólo es para los discípulos, tómelo a Él por Su Palabra, vaya pruébela una vez y vea. Ud. se dará cuenta que funcionará para Ud. así como Él lo prometió. ¡Sí, señor!",
    "Ellos no comerán desperdicios, ellos necesitan una dieta de oveja. San Juan 10 declara eso: “Mis ovejas conocen Mi Voz”. Y si Él es la Palabra, entonces, ¿qué clase de Voz tiene Él? “Mis ovejas conocen Mi Voz, a extraños no seguirán”. ¿Ven? Jesús dijo: “A una voz extraña no seguirán”. Así que, Sus ovejas no siguen la voz de un extraño. Ellas no los seguirán.",
    "Profetas, pastores y ovejas, todos testifican de la venida.",
    "Vean ahora al Dios inmutable en Sus planes inmutables de Su Palabra para este día. Sólo piénsenlo ahora unos minutos: la Palabra inmutable.",
    "¡Miren ahora! Si—si Moisés hubiera venido con el mensaje de Noé, no hubiera funcionado. Si Juan el Bautista hubiera venido con el mensaje de Moisés, no hubiera funcionado. Si Jesús hubiera venido con el mensaje de Moisés o el de Noé, no hubiera funcionado. Y si Wesley hubiera venido con el mensaje de Lutero, no hubiera funcionado. Si los pentecostales hubieran venido con el mensaje wesleyano, no hubiera funcionado; acabamos de escuchar testificar de eso. Ahora, Dios sólo sigue avanzando. Sólo vigilen la Palabra, Uds. verán en dónde estamos.",
    "Entonces ¿por qué no debería el primer anuncio de los pastores…? Si todos estos profetas, todos estos grandes hombres fueron pastores, entonces, ¿por qué debería Dios (el inmutable), cambiar Sus métodos aquí mismo, y traerlo a teólogos? Fue a pastores. La llegada del Cordero perfecto, la ofrenda por el pecado, debería venir al pastor.",
    "El pastor conoce a sus ovejas mejor que nadie. No hay nadie que conozca a una oveja como un pastor, él está instruido para eso. También sabía qué clase de alimento ellas comerían. Ellas… él sabía lo que las ovejas comerían, y él conoce a sus ovejas por lo que ellas comen. El… si Ud. viera a una oveja ir al corral de cerdos y empezar a comer desperdicios, Ud. diría: “Echen a esa carroñera de aquí”. ¿Ven? Así que Dios sabía dónde enviarlas.",
    "Ahora citemos a uno de los grandes pastores-profetas de Jehová, para confirmar que Dios estaba en estos profetas, bajo la piel de ovejas. Fíjense ahora. Citemos primero a Moisés. Mirémoslo a él. Su ministerio nos mostrará a Jehová en Su pastor-profeta. Ahora, quizás tomaremos uno, si tenemos tiempo, por los próximos diez minutos. Tomaremos dos, pero quizás con éste sea suficiente.",
    "Moisés, Jehová mismo se despliega aquí, en este pastor-profeta. A él le fueron dados tres dones para vindicar su ministerio y su llamamiento ante los ancianos de Israel, y ante Faraón. Fíjense ahora en este pastor-profeta. Él siempre les daba a Sus profetas la señal sobrenatural, para vindicar que era Dios que estaba en ellos; porque la Presencia de Dios no puede estar sin que estén sucediendo las cosas sobrenaturales. Jehová nunca apareció sin que lo sobrenatural lo siguiera; tiene que ser. Así que Él mismo siempre vindicó que Él estaba con estos profetas, al confirmar lo que ellos estaban profetizando, si eso era de acuerdo a Su Palabra.",
    "Ahora, la primera—la primera señal que Él les dio… a este profeta-pastor (miren), convirtió su vara en una serpiente.",
    "La segunda: su mano se llenó de lepra.",
    "La tercera: sacar agua del río Nilo en Egipto, y convertirla en sangre.",
    "Ahora, Él le dio a él tres señales para vindicarle a Egipto y también a Israel, que él era la Palabra hablada de Dios.",
    "Ahora, recuerden, ¡Moisés habló a existencia! Correcto. Recogió arena y la arrojó al aire, y dijo: “Que vengan pulgas”, y vinieron pulgas. Dijo: “Que vengan moscas”, y vinieron moscas. “Que vengan ranas”, y vinieron ranas. ¡Él trajo creación! Ahora, un hombre no puede crear, pero para empezar no era el hombre; ¡era Jehová en Su profeta-pastor! ¡Amén!",
    "¡Observen! La tercera señal que Él le dio, no tenía que ver con su ocupación, ni tampoco tenía que ver con su persona; su tercera señal. Fíjense, las dos primeras señales tenían que ver con él, con él mismo y su ocupación. Y ellas eran las únicas dos señales que la Biblia dice que “tenían una voz”. La otra señal no tenía una voz. Pero las dos señales que le fueron dadas, en relación a su propia persona, y a su pueblo, tenían voces. Pero la tercera señal, fíjense ahora, fue dada… la señal, la tercera señal, fue la señal de muerte: el agua convirtiéndose en sangre. Si su—si su—si su sangre se convirtiera en agua, entonces Ud. moriría. Y en donde hay sangre, sangre derramada, es una señal de muerte; así fue para Faraón. La tercera era convertir el agua del Nilo en sangre, era para mostrar—para mostrar a Faraón su Mensaje, que nuestro Dios es Dios sobre el Nilo, sobre el dios del Nilo. Él es Dios sobre todas las cosas, y Él iba a traer muerte a esa nación. Y eso es lo que era la señal de la sangre. ¡Oh, hermanos! Una señal directa de muerte: ¡sangre!",
    "Pero las otras dos tenían voces de profecía. (Yo—yo—yo espero ahora que Uds. estén leyendo entre líneas, lo que estoy diciendo). Pero las otras dos señales tenían voces de profecía para Israel concerniente a su futuro. (Ahora, para Uds. quienes estaban allá en la montaña no hace mucho, cuando la roca fue arrojada al aire).",
    "Ahora, y yendo… él iba a cambiar la naturaleza, para hacerla que obrara a favor de ellos. Observen entonces el asta, observen la serpiente, observen el Mar Rojo, y todo lo que Él hizo. Miren ese cayado de pastor abriendo camino para que ellos pasaran. Esa vara que estaba en la mano del pastor sobrepasó cada pequeña porción de teología y todas las cosas que los sacerdotes habían dicho; y esa vara de pastor los guió a ellos a través de cada cosa imposible (para el hombre). Cuando Faraón decidió pensar que fueron “las cataratas que hicieron erupción en las montañas y arrojaron allá esa agua, que eso entonces la convirtió en sangre”, luego Dios hizo llover fuego del cielo. Y Él hizo llover granizo del cielo, y Él—y Él hizo llover piojos sobre la tierra, y todo.",
    "¿Qué hizo Él? Por medio de ese cayado de pastor, no un—un libro de texto, no una idea de un teólogo, ¡sino con un cayado de pastor! Llegaremos a eso en un minuto; Él lo hizo con un cayado de pastor. No con un—un libro de rezos de algún denominacional, sino con un cayado de pastor. Una vara de pastor guiando a sus ovejas, quitando todo obstáculo mientras caminaban hacia la Palabra prometida en la tierra. ¡Qué cosa tan hermosa es hoy, el Cayado del Pastor hoy, guiando a Sus ovejas a la Tierra Prometida!; sobrepasando toda teología y todo lo demás de este mundo, y las cosas del mundo, y las denominaciones, todo; abriendo camino, y probando que Su Palabra es la Verdad; el Cayado del Pastor yendo por delante.",
    "Y fíjense, ese mismo cayado de pastor que estaba guiando a las ovejas… ¿Lo creen Uds.? Seguro que él guió a las ovejas, él los sacó de Egipto con ese cayado en la mano. Pudiéramos decir mucho más al respecto. Pero tocando el punto sobresaliente, ¡él guió a las ovejas y envió juicio a quien lo rechazó! El mismo cayado que fue una bendición para uno, llegó a ser maldición para los otros. Las mismas aguas (de la predicación de Noé) que lo salvaron a él, condenaron al mundo. El mismo cayado que guió a Israel a la tierra prometida, condenó a ésos que rehusaron seguir al profeta-pastor. Eso es correcto, llegó a ser un palo de juicio.\n\nLa naturaleza, fíjense cómo Dios habla en Su naturaleza. Si tan sólo tuviéramos tiempo. Escribí una nota aquí: Dios hablando por Su naturaleza. No tenemos tiempo para probarlo.",
    "Pero más adelante probando, por la serpiente de bronce en la vara del pastor de ovejas (en la que él enredó esta serpiente, allá en el desierto), esto habla de la venida de la verdadera expiación para la enfermedad y el pecado.",
    "Ese mismo cayado se había convertido en una serpiente delante de Faraón, y el mismo Faraón quiso imitarlo por medio de los magos. Y así los faraones modernos de hoy, y los creyentes manufacturados (personificadores carnales del Mensaje), intentan imitar asimismo sin saber de dónde proviene; y arrojan Eso en alguna cosa denominacional, cuando está tan libre de eso como el aire lo es de ser enjaulado. ¡Seguro! Pero intentan imitarlo, de hacer una imitación.",
    "Pero fíjense, este mismo cayado de pastor se comió a las otras serpientes. ¿En dónde estaban esas serpientes? Ellas eran varas en el piso, y sólo una vara fue levantada. “Los cielos y tierra, ambos pasarán” dijo Jesús, “pero Mi Palabra no pasará”. Eso habla de una verdadera expiación por el pecado que vendría.",
    "También, el futuro de Israel, ofreció… y allí en donde yo hablé de Israel, ahora en el futuro… Allí se les ofreció libertad de la esclavitud de muerte por un profeta-pastor. Ellos fueron sacados de la esclavitud por un profeta-pastor con un cayado. ¿Ven? Estaba hablando del futuro Libertador de Israel, de la muerte y del infierno, por medio de un Pastor-Profeta del cual hablaremos.",
    "Ahora, para todos los que… todo Israel, como sabemos, no recibió la Palabra del profeta-pastor; no todo Israel la recibió. Ahora, fíjense, ellos estaban quejándose. “¡Oh!” cuando él estaba haciendo los milagros, “él era un gran hombre”, pero cuando llegó a su Mensaje, “eso era diferente”. Todas las grandes señales siguen la llegada de un Mensaje nuevo. Sabemos eso. En el desierto ellos se quejaron, en el desierto, y murieron por miles. En realidad, solamente dos de ellos cruzaron y fueron salvos, de dos millones y medio, dos de entre los dos millones y medio.",
    "Ud. dice: “Eso… ¿qué les sucedió a ellos?”. Están Eternamente separados.",
    "🦅 ¿Todos ellos, Hermano Branham”? Jesús lo dijo.",
    "Ellos dijeron: “¡Nuestros padres comieron Maná en el desierto, y ellos bebieron de la Roca!”.",
    "Y Él… Jesús dijo: “Y todos ellos están muertos”, están eternamente separados (¿ven?), todos.",
    "Fíjense, ellos se quejaron de la manera provista de Dios, razón por la cual murieron. (Presten atención, no se pierdan estos últimos comentarios). ¡Ellos se quejaron! Lo que les causó que murieran en el desierto fue que ellos se quejaron de la manera provista de Dios: del Mensaje de un solo hombre, un profeta, del liderazgo de un hombre. Díganme ¿cuándo Dios usó a un grupo para guiar? Uds. no lo encontrarán en la Biblia. Un hombre, ellos… ¡La Palabra vino a Moisés!",
    "Coré, todos sabemos que él—él se preparó y se quejó de que Dios no era justo, al hacer una cosa como ésa: por tener a un solo hombre con el Mensaje. Él dijo: “Todos nosotros somos santos. ¿Por qué no podemos nosotros tener una denominación? Y ¿por qué no podemos tener… formar esto, y hacer esto, y hacer eso?”.",
    "Dios le dijo a Moisés: “Sepárate de él, ya me cansé de eso”. Y recuerden, Judas habla de eso mismo, en los últimos días. Correcto. “Ellos perecieron en la contradicción de Coré”. También sabemos lo que le sucedió a Coré, y—y a los demás que pusieron en duda la Palabra de Dios y la sabiduría de Dios, en cuanto al liderazgo de ese solo hombre: cada uno de ellos pereció.",
    "Ahora, veamos a Dios en el pastor-profeta, mostrando Sus planes futuros en la siguiente voz de la señal. Ahora, fíjense. Lo vemos allá, ahora observémoslo en la siguiente señal.",
    "Ahora, fíjense, él fue enviado a sus hermanos que estaban en esclavitud, bajo servidumbre, llevando un Mensaje de liberación, con una señal dada por Dios para probar Sus declaraciones. Israel aceptó su Mensaje, ellos lo creyeron, todos ellos, pero al caer la tarde… (Ellos lo aceptaron por sus milagros), pero al caer la tarde cuando ellos… que él dio su Mensaje, “fue diferente”. Todo el que no creyó ese Mensaje, murió. Correcto. ¿Cuál era el Mensaje? El Mensaje era de juicio que venía. En la tarde, al caer la tarde, Dios salió por el campamento de Israel para ver si el pueblo había creído el Mensaje de Su pastor-profeta; y todos los que no lo habían creído, perecieron.",
    "Ahora fíjense, vamos a traer eso al Gran Pastor en sólo unos momentos. ¿Ven? Fíjense en el ministerio del Gran Pastor-Profeta. Al tratarse de Sus milagros, cada iglesia abría y lo recibía a Él. Ellos querían que sus enfermos fueran sanados. Ellos querían hacer grandes cosas. Su popularidad era grande. Pero cuando llegó el tiempo del atardecer, un día después de que Él había convertido el agua en vino, y había alimentado a miles con pan, y había obrado milagros, Él comenzó a sentarse a hablar con ellos. Y Él les dijo: “Yo y Mi Padre Uno somos. ¿Por qué dices Tú: ‘Muéstranos al Padre’?”.",
    "🦅 ¡Oh, hermano! Este Hombre, ¿haciéndose igual a Dios?”. Eso fue demasiado para sus mentes eclesiásticas. Pero ésa era la Verdad, ¡Él lo era! ¿Ven? Pero cuando hicieron eso, muchos ya no lo siguieron.",
    "Entonces Él se dio vuelta y les dijo: “Si no coméis la Carne del Hijo del Hombre y bebéis Su Sangre, no tenéis Vida en vosotros”.",
    "Ahora, ¿qué creen Uds. que hubiera pensado una persona inteligente, intelectual? Yo me imagino que los sacerdotes que lo habían invitado a Él al templo se sintieron muy—se sintieron muy avergonzados de—de haberlo llevado a Él allí. “Al pensar que ese hombre se paró a decir una cosa como ésa: ‘Si Uds. no comen Mi Carne y beben Mi Sangre’”. Dijeron: “Éste es un vampiro humano (¿ven?), ‘coman Mi Carne y beban…’ ¡Pues, Él es un caníbal! Uds. personas de mente cabal… apártense de un lunático como ése”.",
    "Él nunca explicó Eso, ¡Él sólo lo dijo! Él lo hizo para hacerlos tropezar, para separar a Sus ovejas de las cabras. Él lo hizo para despistarlos. Y después nadie quiso cooperar con Él. Ellos no recibieron cooperación desde ese momento en adelante. ¿Ven?",
    "Fíjense, al caer la tarde, Dios salió en medio de los campamentos y vio quiénes habían creído. Y Él hizo lo mismo en los días del Gran Pastor. Fíjense en el ministerio del Gran Pastor-Profeta, pero fíjense en esto: para los creyentes de Su Mensaje, pero no… Este Mensaje del atardecer, ellos no lo creerían. Ellos no creerían que Él era Dios. Ellos quisieron hacer de Él un buen hombre. Ellos quisieron hacerlo un profeta. Él era un buen hombre y era un Profeta, pero Él era más que eso. Ésa es la enseñanza común de hoy, que: “Él sólo es un buen hombre, él era un profeta”. ¡Él no era nada menos que Emanuel! Él era Dios manifestado en Jesucristo Su Hijo, haciéndolo a Él y al Padre Uno. Eso es todo lo que podía ser.",
    "Zacarías 14:7, yo pudiera decir esto: habla de las Luces al caer la tarde y del Mensaje otra vez en el tiempo del fin. ¿Se fijaron Uds. en eso? Todos los que siguieron a Moisés vieron la Columna de Fuego que lo identificó a él en el monte Sinaí. Él había testificado, y hablado de esta Columna de Fuego que estaba en una zarza y que le había hablado a él este Mensaje; muchos de ellos no lo creyeron. Pero todos los que lo siguieron, al salir de Egipto (salieron del mundo, y cruzaron el mar de separación, y entraron en el desierto), vieron esa misma Columna de Fuego (de la que él habló) vindicando a ese pastor-profeta como el pastor de las ovejas. Ellos la vieron, y muchos de ellos ni aún así lo creyeron después de verla.",
    "Fíjense cómo otra vez, el Dios inmutable, el Gran Pastor-Profeta, llevó al monte de los Olivos a los que se quedaron junto a Él y con Su ministerio, el gran Pastor-Profeta, del que estamos hablando, Jesús. [Cinta en blanco.—Ed.]…?…vieron y oyeron al Padre (la misma Columna de Fuego) vindicarlo a Él, el mismo que vindicó a Moisés.",
    "El mismo Dios del que habló Moisés, vino sobre Moisés y probó por medio de una Columna de Fuego que Él era Jehová que estaba guiando a Moisés. Dios estaba en Su pastor-profeta.",
    "Aquí Él toma al otro Pastor-Profeta, el Gran Profeta, la Verdadera Oveja, Jesús, y escoge a tres hombres, y los lleva a la cumbre del monte de los Olivos, y allí vindica a Jesús. Y aun Se separó a Sí mismo de toda otra persona, dijo: “¡Éste es Mi Hijo amado, a Él oíd!”. Y cuando ellos miraron hacia arriba, no vieron a nadie sino a Jesús solo. Eso es correcto. Él era la Persona. Ahora, para a mí, eso termina el asunto. ¿Ven?",
    "[Cinta en blanco.—Ed.] …?… [Cinta en blanco.—Ed.] …?…rostro. Moisés estuvo en la presencia de la Shekinah en el monte Sinaí; eso cambió su rostro. Cuando él bajó, tuvo que—que ponerse un velo sobre el rostro, Moisés el pastor-profeta, en quien estaba Jehová en una porción, sólo una porción —su rostro; él tenía la Palabra en su boca.",
    "Pero fíjense cuando el Gran Pastor estaba en la Presencia de la Shekinah, ¿qué le hizo? Eso le cambió todo el semblante. Él no era sólo una parte de Dios, ¡Él era todo Dios! Él era Emanuel.\n\n¿Por qué tuvo que ser pastores?",
    "¡Miren! Vean, ahora, Dios Todopoderoso presentando-representándose Él mismo, mejor dicho, en Moisés, el pastor-profeta. Observen cómo Dios se dio a conocer. (Éste es mi último comentario.) ¡Véanlo a él parado, ungido en la Presencia de la Columna de Fuego! Nadie en la montaña, absolutamente, sino Moisés y Jehová. ¡Amén! Amén significa “así sea”.",
    "¡Observen! “¡Mete tu mano en tu seno”! Pero, observen esta segunda señal ahora con una voz: “Mete tu mano en tu seno”. Nosotros no tenemos ninguna razón para creer que Moisés era zurdo, así que él debe haber metido su mano derecha en su seno, porque la mayoría de los hombres son diestros. Él puso su mano derecha… Ahora, ¡observen! ¡Qué cuadro el que vemos aquí, de Jehová en Moisés, el pastor-profeta! Moisés representando a Dios, porque Dios estaba en Moisés. Obsérvenlo a él meter la… “su mano en el seno”. ¡Qué señal!",
    "Ahora, allí está él, manteniendo su diestra sobre su corazón (parado de esta manera), en donde los secretos ocultos de redención habían estado ocultos desde la fundación del mundo. Aquí está el porqué a pastores. Jesús es la Diestra de Dios, todos lo sabemos. Allí está Moisés representándolo a Él exactamente. Él guardaba los secretos del Padre, y nos los ha mostrado a nosotros. Fíjense, obsérvenlo a él sacar de su seno su diestra herida con lepra mortal. Mostró lo que Dios haría con Su Diestra. Fíjense, la lepra no tiene cura. Fíjense otra vez, no era sólo lepra común, estaba en su última fase, blanca como la nieve; su mano estaba herida con una cosa terrible. ¡Cómo se debe haber sentido Moisés cuando sacó su diestra de sobre su corazón, de su seno, y su mano estaba herida con lepra! La lepra simboliza al pecado, incurable, y especialmente en su última fase.",
    "Y hermanos, ¡así es como estaba el mundo cuando Dios sacó Su Diestra de Su seno! El mundo estaba herido con lepra mortal, y sin cura en lo absoluto para eso. Así está en esta noche, porque ellos no reciben el remedio. El remedio fue hecho en el Calvario, pero la gente quiere tomar alguna receta hecha por el hombre en lugar de la receta de Dios para el pecado.",
    "Fíjense que no vino gradualmente, como el curso que sigue la lepra, ¡sino repentinamente! Cuando él sacó su mano, estaba herida, estaba llena de lepra. Fíjense lo que Dios dijo: “Ahora, Uds. no se van a desviar al pecado gradualmente; sino que el día que de él comieres, ese día morirás”. Y eso es cierto, “el día que de él comieres”.",
    "Fíjense, fue el pastor-profeta el que se hirió a sí mismo. Él tomó, por mandamiento de Dios, y metió su propia mano en su seno, y la sacó herida con lepra. El pastor-profeta lo hizo por sí mismo. Y el Gran Profeta-Pastor, Jesús, lo hizo de Sí mismo: “Yo pongo Mi vida, nadie Me la quita”. Él era el Gran Pastor, el Gran Profeta-Pastor, “nadie Me la quita, Yo lo hago de Mí mismo”. Fíjense que no vino gradualmente, vino en un minuto. El Gran Pastor mismo, tomó nuestra culpa y Se hirió a Sí mismo, tomó nuestros pecados y Él mismo los cargó. Con razón el poeta escribió:\n\nEntre rocas rendidas y cielos oscuros,\n\nMi Salvador inclinó Su rostro y murió;\n\nEl velo abierto reveló el camino\n\nAl gozo Celestial y al día Eterno.",
    "Ese secreto había estado en el seno de Dios todos estos años, cubierto por Su diestra: Jesús. El Gran Pastor llevó sobre Sí nuestra culpa por nosotros. Isaías 53:6 dice: “Mas Él herido fue por nuestras rebeliones, molido por nuestro pecado; el castigo de nuestra paz fue sobre Él, y por Su llaga fuimos nosotros curados”. El secreto de la sanidad de Dios estuvo en el seno de Jesucristo, o de Dios, Él estaba a la Diestra de Dios, ésa es la única Oveja que guardaba en Su seno el secreto. ¡Por esa razón la representación de Eso siempre tenía que ser una oveja! La primera fue una oveja, la última fue una Oveja. Por esa razón tenía que venir Eso a un pastor, para saber cómo cuidar de sus Ovejas. ¿Lo captan? Fíjense: “Mas Él herido fue por nuestras rebeliones, molido por nuestro pecado, el castigo de nuestra paz fue sobre Él”.",
    "Fíjense, vino rápido, y se fue rápido, tan pronto como la diestra fue sacada del seno la segunda vez. La enfermedad mortal desapareció cuando él la sacó la segunda vez. Y cuando el Gran Pastor, Profeta-Oveja, cuando Él dijo… En la cruz del Calvario, cuando Él había pagado la pena del pecado por todos nosotros, Él dijo: “Consumado es”. ¡El pecado fue consumado, la pena fue pagada, las deudas fueron liquidadas! No tomó un año, ni apareció finalmente en los días de algún otro reformador o algo, ¡allí mismo había sido consumado!",
    "El pecado entró en un momento, por la transgresión de la Ley de Dios, por quebrantar una sola Palabra. En esta noche, hermanos míos, sus almas cuelgan sobre el infierno, de una cadena. Y esa cadena no es alguna enseñanza teológica de seminario, esa cadena no es alguna denominación o algún credo por el cual Uds. están viviendo, ¡esa cadena es la Palabra de Dios! Jesús le dio a la raza humana Su Palabra para vivir por Ella, y Eva sólo rompió un pequeño eslabón de Ella. Y la… cualquier cadena es tan fuerte como su eslabón más débil. Cuando Uds. le quitan una Palabra… Eso fue al principio del Libro.\n\nJesús vino a la mitad del Libro y dijo: “No sólo de pan vivirá el hombre, sino de toda Palabra que sale de la boca de Dios”. Eso fue a la mitad del Libro.\n\nAl final del Libro, Él dijo: “Cualquiera que quitare una Palabra (tradujere mal una Palabra), quitare una Palabra de Aquí, Yo quitaré su parte del Libro de la Vida”. Uds. están pasando sobre el infierno, colgados de la Palabra de Dios. No permitan Uds. que alguien les inyecte algo que no sea ¡ASÍ DICE EL SEÑOR!",
    "¡Oh!, yo, vean… Pues, dicen ellos: “Seguramente con todo lo que hemos hecho, ¡con todo lo que hemos hecho!”. Eso tal vez pensaron el sumo sacerdote y ellos en los días del Gran Pastor; eso pensó Eva. Eso es lo que Satanás le dijo a ella: “Seguramente que Dios no lo hará”. Pero Él lo hizo, porque dijo que Él lo haría. Y ésa es la razón que Él lo hará otra vez hoy.",
    "Con razón, como dijo Él: “Como fue en los días de Noé, en los cuales ocho almas fueron salvas, por agua, así será en la venida del Hijo del Hombre”. ¿Ven?, muy pocos: “Porque estrecha es la puerta, y angosto es el camino que lleva a la Vida, y pocos serán los que la hallan”. Correcto. “Porque espacioso es el camino que lleva a la perdición, y muchos se irán por allí”.",
    "Cuando el Gran Pastor fue herido, el Gran Profeta-Oveja, cuando Él fue herido allá, Él dijo: “¡Consumado es!”. Y en ese minuto, tan pronto como este Pastor fue herido, quedó consumado. El pecado concluyó, no había más pecado. Ellos estaban limpios, la pena fue pagada. Los creyentes cuyos nombres estaban escritos en el Libro de la Vida, predestinados desde la fundación del mundo: en ese mismo minuto quedó consumado, cuando Jesús dijo que fue consumado. Él, ese Gran Pastor, había venido por Sus ovejas. Fue consumado, la Diestra de Dios fue sacada de Su seno, herida. Luego en la Pascua Él la volvió a meter (amén), la levantó otra vez de Su seno, y la extendió a Uds. y a mí, en la forma de Su Palabra; para redimirnos de nuevo al huerto original, de donde el pecado nos sacó. El secreto oculto de Su gran corazón fue revelado por un Profeta-Pastor. Fue revelado por un Pastor, un Profeta-Pastor.",
    "Con razón los montes saltaron y gritaron ese día. Con razón el sol escondió su rostro y gritó de gozo. Con razón toda la naturaleza se desató; el viento sacudió los árboles al grado que se sacudieron y se sacudieron, y se gozaron, y saltaron. Ellos vieron al Profeta-Pastor, en el monte, redimir cada nombre en el Libro de la Vida. ¡Y ellos vieron que su propia naturaleza había sido redimida! Ellos gritaron y saltaron. Y el mundo entró en un terremoto. Y las montañas se partieron, y las rocas cayeron. Y el sol se ocultó. Y—y todo aconteció. ¡Como en cualquier reunión, cuando el Pastor les revela a Uds.: “consumado es”! Allá…",
    "Yo he visto ataques de saltos, y ataques de gozo, pero nadie salió lastimado. Los montes clamaron, y ellos… el sol se ocultó, y todo aconteció, pero allí nadie salió lastimado. Y yo he visto reuniones en donde el poder de Dios fue revelado a la gente, que ellos “quedaban libres del mundo y de las cosas del mundo”, y el gozo del Señor llenó a la congregación. Ellos se pararon y gritaron, y lloraron, y gritaron a más no poder, para la gloria de Dios. Yo nunca vi nada desordenadamente, ellos siempre estaban perfectamente en orden; porque habían reconocido que sus nombres habían sido escritos en el Libro de la Vida del Cordero antes de la fundación del mundo. El Gran Profeta-Pastor les había traído el Mensaje, y ellos fueron liberados, por el Profeta-Pastor. No importa lo que las otras esferas eclesiásticas hubieran dicho al respecto, ellos supieron lo que había acontecido. Así como aquellos pastores en aquel entonces supieron, ellos supieron lo que había acontecido.",
    "Ningún hombre tiene derecho de pararse detrás del púlpito sagrado para predicar la Palabra hasta que él haga como hizo Moisés, de encontrarse con Dios mismo en terrenos en donde no hay teólogo que se lo pueda quitar con una explicación. ¡Moisés estuvo allí! No importó cuánto los mensajeros de Israel dijeran: “¡Oh, fue una tontería, tú solamente te imaginaste que viste esto; son tonterías!”, Ud. no podía quitárselo a él, ¡él sabía!, ¡él estuvo allí!, ¡a él fue que le sucedió! Y ningún hombre con un—un título teológico o algún título de doctor, tiene derecho de pararse detrás del púlpito para declarar el Mensaje de Jesucristo, hasta que él primero se haya encontrado con Dios cara a cara en la Columna de Fuego. Él no tiene derecho de llamarse a sí mismo un mensajero, pues todos los teólogos en el mundo no pudieran quitarle Eso a Ud. con explicaciones. ¡A Ud. le sucedió! Ud. estuvo allí, Ud. sabe de Eso. No importa lo que alguien más diga, o cuánto ellos puedan decir: “Esos días pasaron, ya no es así”, Ud.… eso le sucedió a Ud., y es de acuerdo a la Palabra.",
    "Sí, por eso es que Moisés sabía que esta Voz que le había hablado a él era una Voz de la Palabra. Él sabía que Dios le había dicho a Abraham: “Tu descendencia peregrinará en tierra ajena por cuatrocientos años, pero Yo los libertaré”. Y él sabía que los cuatrocientos años se habían cumplido y que él había sido llamado para hacerlo.",
    "Hombres y mujeres, Dios prometió en estos últimos días que Él derramaría Su Espíritu sobre toda carne. Prometió que Él enviaría el bautismo del Espíritu Santo, y que Él llamaría una Novia sin mancha ni arruga. Él prometió hacerlo, Él lo hará. No escuchen a estos pastores asalariados, ellos los van a descarriar. El Espíritu Santo es el Pastor para alimentarlos a Uds. con comida de oveja de Su Palabra. Siempre viene por medio del Pastor. Él es nuestro Pastor. Escúchenlo a Él, Uds. son las ovejas de Su redil; si Uds. lo son, Uds. escuchan Su Voz. No lo que algún otro dice, Uds. escuchan lo que Él dice. Una voz extraña, de eso no saben nada Uds.",
    "¡Oh, hermanos!, escuchen al poderoso pastor-profeta otra vez interpretando y presentándose a ellos. Juan (cuando él se paró en el río del Jordán), miren lo que dijo (estaba parado allí predicando), él dijo: “La hora viene…”.",
    "Fíjense, Juan era hijo de un sacerdote. Ellos siempre seguían la—la línea de su padre, así es cómo nosotros recibimos nuestros apellidos. Según lo que ellos hacían, así los nombraban. Y se suponía que Juan iba a ser un sacerdote como su padre.",
    "Y, saben, su madre, cuando ella había concebido, después que el Ángel del Señor se encontró con su padre, Zacarías, y fue a casa a Elisabet, y ella ya tenía seis meses de… que iba a ser madre. Pero aún no había vida en ella, ella estaba asustada porque el bebé no se había movido. Eso no es normal.",
    "Y el Espíritu Santo, el Ángel del Señor se le apareció a María, y le dijo que ella “iba a tener un Bebé, sin conocer varón”, y le dijo acerca de la condición de Elisabet.",
    "Ella subió los montes de Judea para decirle a Elisabet. Y cuando se encontró con Elisabet, le dijo que “iba a ser madre”. Y ella no podía entenderlo, “no había conocido varón”. Pero ella dijo: “El Espíritu Santo me hizo sombra, y dijo que este Ser Santo que nacerá de mí será llamado el ‘Hijo de Dios’, y llamaré Su Nombre ‘Jesús’”. Y la primera vez que el Nombre Jesús fue pronunciado por labio humano, un bebecito muerto, en el vientre de su madre, saltó de gozo y gritó; y saltó en el vientre de una madre, y hasta ese momento no había recibido vida aún.",
    "El Nombre de Jesucristo le habló vida a un bebé muerto. ¿Qué debería hacer en una iglesia que reclama haber nacido de nuevo?",
    "Y nos sentamos tan agrios e indiferentes como verrugas de un pepino, y permitimos que tales cosas continúen. Y temen levantarse y testificar de su convicción, y condenar toda esta insensatez; hacer de Jesucristo el mismo ayer, hoy, y por los siglos. Es tiempo de Navidad, saquen estos Santa Claus y demás cosas, apártense de esa insensatez de comercializarlo. ¿Dónde han escuchado Uds. acerca de Santa Claus en la Biblia? Es una mitología romana; no tiene ningún fundamento, no existe tal cosa. No les enseñen a sus hijos una insensatez como ésa. Un día Ud. tendrá que decirles que todo eso era puro engaño, y Ud. le habrá mentido a su hijo. Y eso perjudicará su testimonio con Jesucristo, él dirá: “Quizás Eso sea lo mismo”. Ponga a Jesucristo, el Gran Pastor-Profeta nuevamente en la Navidad, en donde pertenece.",
    "Fíjense, escuchen a este profeta, Juan, parado allí. Todos sabemos que él fue un gran pastor-profeta. Ahora, él tenía un mensaje, el Ángel sabía que él iba a presentar a Jesús.",
    "Ahora, él no podía ir a algún seminario. Ellos hubieran dicho: “Bueno, tú sabes que el Doctor Fulano de tal es el hombre indicado ahora para tomar ese lugar; tú eres el que lo presentará a él. Y tú lo sabes, sólo…”. ¿Ven? Él no podía mezclarse con el hombre.",
    "A la edad de nueve años, nos es dicho que él se fue al desierto para prepararse delante de Dios; de allí es de donde vienen los pastores. Fíjense en su mensaje, no era como un teólogo, con elocuencia de palabras grandes e infladas por algún título. Él dijo: “¡Oh, generación de víboras!”. Diciéndoles a hombres religiosos: “Uds. son un montón de víboras”. Eso era lo que él había visto en el desierto, él observaba la víbora. La cosa más baja que él pudo encontrar era una víbora, y él llamó a esos sacerdotes y clérigos y teólogos de ese día, “¡un montón de víboras!”. Dijo: “¿Quién os enseñó a huir de la ira venidera? No penséis decir: ‘Nosotros pertenecemos a esto, y pertenecemos a eso’, porque yo os digo que Dios puede levantar hijos a Abraham aun de estas piedras”; piedras, lo que él había visto en el desierto. “También, el hacha está puesta a la raíz del árbol”. Eso es lo que él había estado viendo: víboras, árboles, desierto. Y, ¿lo ven?, ése era su Mensaje. Él no sabía las grandes palabras infladas de algún gran doctor de divinidad (que podía descartarlo con una explicación), él sólo predicó exactamente en línea de la naturaleza.",
    "Eso es lo que nosotros estamos mostrando aquí: el cayado del pastor, el pastor, las ovejas; la línea de la naturaleza.",
    "¿Qué hizo él? Él tenía algo grande que hacer: él era el que reconocería al Mesías. Él dijo: “Yo digo: ‘Él está parado aquí ahora entre Uds. Y Uds. no lo conocen, porque sus teologías los tienen tan atados que Uds. ni saben dónde están parados’”.",
    "Un día Jesús vino caminando por allí, él dijo: “He aquí, allí viene el Cordero de Dios que quita el pecado del mundo”. ¡El Cordero!, ¡aleluya!, ¡la verdadera Expiación! Allí venía lo que cada oveja desde el huerto del Edén había simbolizado, un Hombre común caminando hacia el río.",
    "Ellos dijeron: “Juan, ¿cómo lo conociste? Yo no vi ni una sola cosa diferente”.",
    "🦅 Pero yo doy testimonio: yo vi al Espíritu de Dios que descendía como una paloma, y una Voz que decía: ‘Este es Mi Hijo amado en Quien me complace morar’”.",
    "Observen a la Paloma y al Cordero. ¿Ven? Sí. ¿Qué si hubiera sido un… qué si hubiera sido algo…? ¿Qué si hubiera sido un lobo parado allí? Pues, ese Cordero no hubiera podido posar… o esa Paloma… Dios mismo Se representó con una paloma, la más mansa de todas las aves del cielo; Su Hijo, con una oveja, el más manso de todos los animales de la tierra. ¿Ven? El ave más limpia de los cielos, no un cuervo, no un buitre, sino una paloma; no un cerdo, sino un cordero. Cualquier otra naturaleza no hubiera armonizado.",
    "Y fíjense cuando la Paloma vino sobre el Cordero, Ella lo guió; no de la manera que Él quería, sino de la manera que el Padre lo guiaba a Él. De esa manera es hoy con un verdadero cordero. ¡Oh, ovejas del tiempo navideño!, ¿no saben Uds. que Dios solamente guía por Su Palabra? Ése es Su cayado.",
    "Fíjense, nada hubiera acontecido, pero Juan dijo: “Los demás no Lo vieron, pero yo doy testimonio: ‘yo Lo vi’”. Presentándolo: “He aquí el Cordero de Dios que quita los pecados del mundo”.",
    "Permítanme ahora presentar mi Mensaje de Navidad, mientras estoy terminando: “Jesucristo, el mismo ayer, hoy, y por los siglos”, es ese mismo Cordero. Él es tanto el Cordero hoy como lo fue entonces. Él está aquí igual como lo estuvo allá, porque Su Palabra es la misma. “En donde estén dos o tres reunidos en Mi Nombre, allí estoy Yo en medio de ellos”. Eso es exactamente lo que Él dijo. Él nunca cambia, Él es Dios, la Palabra. Él nunca cambia; todavía está dándoles a Sus ovejas, y alimentándolas por Su Pastor-Profeta, con Su alimento de oveja primero; no a los teólogos, sino a Sus ovejas.",
    "Ellos no… ¿Cómo pueden estos otros comerla? Pero los sabios… ¡Fíjense en esto! Pero los sabios y los intelectuales, bien instruidos del mundo, aún anhelan decir que hay un Santa Claus. Y hay toda clase de fábulas y cosas que adoran, porque ellos no lo aceptan a Él, la Palabra; porque en sus denominaciones, no encaja con su gusto, con los pastores asalariados del día. Los asalariados de credos, que querrán unirlos a Uds. bajo un chivo: ¡Uds. no lo crean! Ellos los guiarán a Uds. al matadero. Escuchen al Gran Pastor que nació hace mil novecientos años, en este mes. Allá hace tiempo, en Su Mensaje, vino a los verdaderos pastores que sabían cómo cuidar ovejas.",
    "Fíjense, ellos todavía anhelan aquello. Ellos no Lo aceptarán hoy, igual que no Lo aceptaron en ese entonces, porque no encaja con su gusto eclesiástico. Ellos le dan un giro a esa Palabra y hacen que cuadre con su organización, y ellos no predican la Palabra. ¡No lo harán! Ellos dicen: “Bueno, eso fue para los días de los apóstoles. No significa esto”. Significa exactamente lo que dice, no necesita a nadie que…?… se las interprete a ellos.",
    "Ahora inclinemos nuestros rostros y corazones en esta hora hacia el polvo de la tierra, y vayamos rápidamente a un pesebre, para ver y recibir la Luz que esta Palabra trae por el Pastor: el Gran Pastor-Profeta, Jesucristo, el Hijo de Dios. Yo me extendí al hablarles. Quizás no coloqué mis palabras como un clérigo debería, no trato de hacer eso. Yo trato de hablarla exactamente como Él me la da a mí.",
    "Pero, ¿ven Uds. por qué tuvieron que ser pastores? Los otros estaban tan entrenados en otro pensamiento que no Lo recibieron. Y hoy tenemos toda clase de superintendentes, hombres del distrito, obispos, sacerdotes, cardenales, papas, todo lo del mundo para que nos guíe. Pero Dios nos dio un Pastor, y ese Pastor es el Espíritu Santo.",
    "Escúchenme ahora. “Cuando Él… (no un pensamiento, Él es un pronombre personal) Cuando Él, el Espíritu Santo venga (el Espíritu de Verdad), Él les revelará estas cosas a Uds. que Yo les he dicho, y les hará saber las cosas que habrán de venir”. Ése es el Gran Pastor, Ése es el Pastor que Jesús dejó. Y el Espíritu Santo escribió la Biblia, la Biblia así lo dice: “Hombres de antaño, inspirados por el Espíritu Santo, escribieron la Palabra”. Ahora, ¿pudiera el Espíritu Santo llevarlos a Uds. a un credo? ¿Pudiera llevarlos—llevarlos a Uds. a algo que esta Palabra no dice? Pues, sería totalmente imposible. El Espíritu Santo sería un mentiroso si Él dijera que “Esto es lo que Uds. deben hacer”, y luego darse la vuelta y decir: “No, Eso fue un error, y Uds. hagan lo que la iglesia les dice que hagan”.",
    "Ahora, si Ud. ha estado escuchando a algo u otro que lo ha apartado del verdadero y genuino Pastor que lo guiará a Ud. a la Palabra, el Espíritu Santo, y Ud. no tiene la experiencia, y no tiene el testigo del Espíritu Santo en su vida, lo cual, sin…",
    "Dios es Uno. Dios es el único que tiene Vida Eterna, y Él es Vida Eterna. Y todo lo que tuvo principio tiene un fin. Y si Ud. sólo es un miembro de una iglesia, ella tuvo principio; pero la Palabra de Dios no tiene principio, Dios no tiene… Y cuando Ud. es nacido de Dios, Ud. es nacido de la Palabra, entonces Ud. llega a ser un hijo de Dios, y su nombre fue puesto en el Libro de la Vida del Cordero desde antes de la fundación del mundo. Y Ud., el color de su cabello, el color de sus ojos, la altura suya, Dios lo vio a Ud. antes de la fundación del mundo. Y Él lo vio, un ser humano, como el que Ud. es. Y aunque falten un millón de años por venir, no hay nada que pueda evitar que Ud. regrese a esa imagen perfecta que Dios ordenó para Ud. en el principio: “Mis ovejas oyen Mi Voz; al extraño no seguirán”.",
    "Y si Ud. no ha aceptado esa Vida Eterna, en esta noche, y Ud. está mirando una—una—una historia de fantasía de un bebé acostado en un—un—un pesebre, y un montón de magos alrededor, no crea Ud. cosas como ésa. Y queriendo pensar: “Pues, seré bueno; y haré esto; y me uniré a la iglesia. Y eso es todo lo que yo necesito hacer”. ¡Ud. está perdido! Si Ud. no tiene Vida Eterna, ¿cómo puede Ud. vivir para siempre?",
    "Ud. puede tomar un grano de maíz, no me interesa cuán perfecto luzca, Ud. puede man-… La ciencia ha manufacturado uno, que Ud. puede abrirlo: tiene la misma clase de humedad, la misma clase de corazón, los mismos materiales que tiene el grano que creció allá afuera en el campo, la misma cosa. Ud. pudiera llevarlos al laboratorio y no se pueden distinguir uno del otro: uno hará pan de maíz tan bueno como el otro; uno hará la misma clase de hojuelas de maíz. Pero la única manera de distinguirlos, es enterrándolos. El que hizo el hombre, se queda allí, se pudre y nunca sale. Pero el que hizo Dios, tiene un germen de vida, vive otra vez.",
    "Ud. pudiera imitar a un Cristiano, puede ser que vaya a una iglesia como un Cristiano, Ud. pudiera poner su nombre en el libro como un Cristiano, Ud. pudiera unirse a una denominación como un Cristiano; eso estaría bien, pero a menos que esa Vida Eterna esté en Ud., ésa por la que el Buen Pastor dio Su Vida, para separar… Cuando Dios bajó en Pentecostés, Él bajó en una bola de fuego como lo hizo en el monte Sinaí, como lo hizo con el primer pastor, Moisés. Y cuando Él bajó, Él mismo Se separó en lenguas de fuego que se asentaron sobre cada uno de ellos, Dios mismo dividiéndose entre Su pueblo. Y a menos que Ud. haya recibido eso, lo cual… Pedro dijo que: “Es para vosotros y para vuestros hijos, y para los que están lejos”.",
    "Amigos, no escuchen mitos teológicos, Uds. nazcan de nuevo. Y cuando hayan nacido, el Espíritu que está en Uds. es parte de Dios, y da testimonio que cada Palabra de Dios es “La Verdad”. Si Uds. no han tenido esa experiencia, démonos prisa ahora al pesebre, la Palabra. Démonos prisa a la Biblia, alejándonos de estas iglesias decoradas con terminología teológica, al pesebre genuino, a la Palabra de Dios en donde el Mesías se da a conocer.\n\nCon nuestros rostros inclinados, oremos.",
    "Amado Dios, eso es todo lo que sé decir en este momento. Nos acercamos a la Navidad, las calles están atestadas con hombres y mujeres, muchachos y muchachas, empujando, dando empujones, queriendo comprar un regalo para intercambiar con alguien quien también les dará uno a ellos. Mucha gente que dice ser Cristiana está en las calles comprando cigarrillos, licor, como regalos de Navidad. Dios, parece como que te están despreciando en Tu misma cara, enseñando a sus hijos alguna fantasía romana, teológica, pagana de un San Nicolás, un mito que es aceptado fácilmente por el mundo, y ellos rechazan al verdadero Cristo de la Navidad, al verdadero Cordero.",
    "Dios, oro en esta noche, que mientras tenemos nuestros rostros inclinados hacia el polvo del que Tú nos sacaste,… Tú le dijiste a Abraham una vez, el gran profeta-pastor: “Sal, Abraham, y cuenta la arena que está a la orilla del mar”.",
    "Y él respondió con las palabras: “Son innumerables, yo no puedo contarlas”.",
    "Luego Tú dijiste: “Mira hacia los cielos y cuenta las estrellas”. Y él sabía que eso era imposible. Y Tú le dijiste a él: “Así será tu simiente”. Miramos ese Mensaje a ese pastor-profeta: “Desde el polvo de la tierra, hasta las estrellas del cielo”, que a pesar de que hay muerte en nuestros cuerpos mortales para llevarnos al polvo, hay una Vida que puede levantarnos hasta las estrellas.",
    "Como Tú le dijiste a Tu gran profeta Daniel: “Aquellos que conocen a su Dios, en los últimos días, harán proezas. Y los que enseñan la justicia a la multitud, resplandecerán más que las estrellas a perpetua Eternidad”.",
    "¡Señor Dios, gran Creador, quien estabas tan dispuesto a venir a la tierra en la forma de Jesús, para darle a conocer al hombre lo que era Dios! Y Tú eras el Único quien podía tomar la pena de muerte; ningún Ángel, ningún substituto podía hacerlo. Fuiste Tú que pusiste la pena, y solamente Tú podías quitarla justamente. Y siendo Espíritu, Tú no podías morir. Pero Te hiciste carne para poder morir, y llegaste a ser un Cordero, para que pudieras quitar el pecado de Tus Redimidos, a los que tenías que redimir por Tu Propia Sangre.",
    "¡Oh, la historia es tan maravillosa, Señor, que pasa desapercibida por muchos! Sólo pensar: “El pequeño Jehová acostado en un pesebre; Él tuvo que vivir como un bebé; el pequeño Jehová nació en un establo; el pequeño Jehová jugando con los niños en la calle; el pequeño Jehová, el adolescente; el pequeño Jehová, el muchacho de escuela; y Jehová, el Poderoso”. Tú tomaste todos estos lugares. “Y luego, Jehová, el Cordero; Jehová, el Profeta”. Y Tú llegaste a ser todo esto para poder sufrir la pena del pecado, y para darnos Vida Eterna.",
    "Perdónanos, ¡oh, Dios!, a nosotros, pobres e indignas criaturas de este mundo. Nos sentimos como poca cosa en esta noche, Señor, cuando leemos lo que Tú has hecho por nosotros, y tan poco que nosotros hemos hecho a cambio. ¡Cómo Tú viniste en los días de los grandes líderes religiosos! ¡Cómo Tú estabas dispuesto a pararte y reflejar la Palabra del Padre! ¡Cómo Tú no te comprometiste con sus teorías! Y hoy parece como que no hay ninguno que quiera pararse y llamar la Palabra todavía “La Palabra”, sin ceder en Ella. Oramos, Dios, que nos perdones por estas cosas que hemos descuidado tanto. ¡Y danos en esta noche, en nuestros corazones, mientras te los damos a Ti como un pesebre! Y sabemos que cada vez que el Cristo crucificado es aceptado, hay un nuevo nacimiento, hay una oveja recién nacida, hay cantos en el Cielo por los Ángeles. Por un pecador que se arrepiente, los Ángeles cantan otra vez.",
    "Oramos, Dios, que si hay algunos aquí en esta noche que no te conocen como el verdadero Regalo de Dios, como un Salvador personal, no sólo por una concepción mental, sino por un nuevo nacimiento (siendo nacidos de Tu Espíritu), permite que ellos lo reciban ahora, Señor, mientras estamos con nuestros rostros inclinados. Y si hubiera uno, Señor, que no ha hecho esto, permite que sus corazones reciban gozo ahora, y encuentren, como los pastores de antaño, en el pesebre de sus corazones, la Palabra, el Mesías; que sea vindicado para ellos como el Espíritu Santo, el Gran Pastor del día. Pedimos esto en el Nombre de Jesús.",
    "Mientras tenemos nuestros rostros inclinados, y confío que nuestros corazones, ¿lo haría—lo haría Ud., mi querido hermano, aunque sea Ud. un miembro de iglesia…? Y espero no haberlos lastimado al decir lo que he dicho. Yo… Está bien el pertenecer a una iglesia, deberíamos hacerlo, pero, ¡oh, hermano, no sólo se quede con eso, a Ud. le es necesario nacer de nuevo! Eso es lo que el Gran Profeta-Pastor dijo: “Os es necesario nacer de nuevo”. Él le dijo eso a un teólogo: “Os es necesario nacer de nuevo”.",
    "Y cuando Ud. ha nacido de nuevo, no es sólo porque Ud. creyó. Ellos dicen: “Ud. nace cuando Ud. cree”.",
    "Pero la Biblia dice: “El diablo también cree”. Ahora, fíjense, no es eso, es una experiencia.",
    "Ud. dice: “Bueno, yo he vivido una vida buena”.",
    "También los apóstoles, pero ellos no nacieron de nuevo hasta que recibieron el Espíritu Santo. Ellos ni siquiera estaban convertidos hasta que recibieron el Espíritu Santo. ¿Recuerdan Uds. la noche antes de la traición… o en la traición, un poco antes que la traición aconteciera? Jesús le dijo a Simón Pedro: “Cuando seas convertido, luego fortalece a tus hermanos”. Y Pedro lo había seguido a Él por tres años y medio, y había echado fuera demonios y sanado a los enfermos, había predicado el Evangelio, y aún (de acuerdo a la Palabra) ni siquiera estaba convertido.",
    "Ahora, ¿quisiera Ud. esa clase de—de Mensajero en su corazón en esta noche? Si—si Ud. verdaderamente quiere Eso… No importa lo que alguien más diga, Eso es verdad, hermano, hermana. Yo sé que Eso es la verdad. ¿Levantaría Ud., mientras todo rostro está inclinado y todo ojo cerrado, no a mí, yo sólo soy un hombre, su hermano, sino a Cristo, levantaría Ud. su mano y diría: “Yo creo Eso. Y yo verdaderamente quiero a ese Cristo en mi corazón, el verdadero Cristo de Navidad”? ¿Levantaría su mano ahora mismo? Dios le bendiga. Muy bien. Dios también le bendiga a Ud. Dios le bendiga. ¡Vaya, manos por dondequiera!",
    "Que así sea, hermano; que así sea, hermana; que así sea, mi amigo; sea lleno del Espíritu de Dios. ¿Qué importa lo que alguien más diga? Recuerde, es su vida. Quizás ni siquiera estemos en la tierra para la mañana, no—no tenemos seguridad de más vida que el aliento ahora en nuestra nariz. Quizás no demos otro respiro, solamente es la gracia de Dios. Y ¿de qué sirve, no importa lo bien que Ud. haya vivido, ni que…? Jesús dijo: “El que no naciere de nuevo no entrará”.",
    "Ahora, yo conozco las terminologías de lo que es nacer de nuevo, pero simplemente veamos lo que sucedió en la Biblia cuando ellos nacieron de nuevo. Pedro era un creyente, los apóstoles eran creyentes, pero ellos no nacieron de nuevo hasta después que el Espíritu Santo cayó sobre ellos en Pentecostés. Ahora, ellos estaban preguntándose qué había sucedido, y Pedro dijo, con los demás: “Varones israelitas, oíd estas palabras: Jesús Nazareno, varón aprobado por Dios entre vosotros con las señales y maravillas y prodigios que Dios hizo por medio de Él; a Éste, entregado por el determinado consejo, prendisteis y matasteis por manos de inicuos, crucificándole; al cual resucitó Dios, de lo cual todos nosotros somos testigos. Él ha derramado esto que ahora vosotros veis y oís, y es de acuerdo a las Escrituras”.",
    "Y entonces, al oír esto, se compungieron de corazón y dijeron: “Varones hermanos, ¿qué haremos para ser salvos?”.",
    "Pedro les dijo: “¡Arrepentíos!”.",
    "Ahora, mi amigo católico sentado aquí, que, yo sé de cuatro o cinco sentados aquí. Yo estaba hablando de esto con su sacerdote (tal vez no su sacerdote, sino uno de los sacerdotes católicos), él dijo: “Jesús le dio a la iglesia poder para remitir pecados: ‘A quienes remitiereis los pecados, les son remitidos; a quienes se los retuviereis, les son retenidos’”. Esto es verdad. Pero veamos cómo Él lo hizo, cómo los apóstoles cumplieron Su orden; no de acuerdo a la manera que—que el sacerdote lo hace hoy.",
    "Pero ¿qué hizo el primer sacerdote, si Uds. quieren llamarlo así, Pedro, que tenía las llaves del Reino, cómo dijo él que se hiciera? Él dijo: “Arrepentíos y bautícese cada uno de vosotros en el Nombre de Jesucristo para perdón de los pecados; y recibiréis el don del Espíritu Santo. Porque para vosotros es la promesa y para vuestros hijos, y para todos los que están lejos; para cuantos el Señor nuestro Dios llamare”. Y si Dios aún está llamando, la misma experiencia es para Uds. si siguen esa misma receta. Si esta congregación cree Eso, con sus rostros inclinados, digan: “Amén”. [La congregación dice: “Amén”.—Ed.] Entonces, cualquier cosa que no sea Eso es contrario a la Palabra, y no está de acuerdo con el Pastor.",
    "Señor Jesús, están ahora en Tus manos. Oro que cada corazón abierto en esta noche, que no tiene a Cristo, el Mesías (y Cristo es la Palabra, la Palabra ungida manifestada), y si hay corazones abiertos aquí en esta noche que no tienen a ese Mesías, (el verdadero Regalo de Navidad el único verdadero Regalo de Navidad que hay, que Dios le dio al mundo, y que declaró al mundo por pastores, de Su Cordero, la Expiación para el pecado), y si ese corazón está abierto en esta noche, coloca en él, Señor, al Mesías de hoy, la Palabra. Los encomendamos a Ti en el Nombre de Jesucristo, Tu Hijo. Amén.",
    "¿Le aman Uds.? ¿Le creen? “Buscad primeramente el Reino de Dios, y Su justicia, las demás cosas os serán añadidas”.",
    "Amigos, antes que despidamos, quiero decir esto: Muchas veces yo soy muy malentendido. Yo tengo un Mensaje de parte de Dios, y yo debo declarar ese Mensaje a pesar de todo. Yo sé que es malentendido. Si no lo fuera, entonces no sería el Mensaje de Dios; no pudiera serlo. Hay demasiado recelo hoy como para que no sea malentendido. Yo creo que Dios tiene hombres en cada denominación y organización del mundo, y no es que yo esté en contra de mis hermanos. Yo vine aquí a Tucson hace tres años, y tuve una reunión con Uds. ministros, allá con el Hermano Gilmore, y preguntaron si yo había “venido aquí para empezar una iglesia”.",
    "Yo dije: “No, señor. Yo vine aquí para ayudarlos a Uds.”. Pero no se me ha pedido todavía, en tres años. Pero como sea, estoy aquí para ayudarles. Estoy aquí para unirme de manos con Uds., no unirme a organizaciones con Uds., sino para unirme de manos y corazón con Uds. en la Palabra de Dios, para tratar de predicar el Evangelio a cada alma perdida, y a cada persona necesitada que está bajo el sonido de nuestras voces.",
    "Yo mismo me ofrezco a Dios, en esta noche, con todo mi corazón, con todo lo que hay en mí. Yo no tengo mucho que dar; yo no puedo traer incienso, mirra y oro, porque no tengo. Pero todo lo que yo tengo en mí, es esta vida que Dios me da, yo se la dedico a Él de nuevo en esta noche, sobre el pesebre de Su Palabra en mi corazón; y le prometo a Él pararme con esa Palabra, si Él me permite vivir otro año, tan fiel como pueda pararme; predicarla toda y creerla toda, así que, ayúdame, Dios. ¿Harán Uds. lo mismo conmigo?",
    "Recíbenos, Señor. Nosotros recibimos Tu Regalo de Navidad, el Mesías, la Palabra ungida que vindica Tu Presencia con nosotros, Señor, sin importar credo o denominación. Nos encontramos hoy, el mundo cayéndose a pedazos, y aquí el gran Mesías se para con Sus manos extendidas: Jesucristo, Él mismo ayer, hoy, y por los siglos, el que hizo las promesas, que en estos últimos días la iglesia estaría tan organizada que entraría en Laodicea. Y hoy lo vemos, Señor.",
    "¿Qué podemos hacer, amado Dios?, ¿qué puedo hacer yo? Ayúdame a mí y a estos otros pastores, Señor, alrededor del mundo, pastores de la Palabra, a proclamarla, Señor, en este año que sigue. Ayúdanos, Señor, lo pedimos. Danos de Tu Amor y de Tu Espíritu y de Tu Luz. Nos dedicamos en esta noche a Tu Palabra y a Tu llamamiento. En el Nombre de Jesucristo, recibimos Tu Regalo de Navidad: la Palabra de Dios hecha carne en nosotros. Amén.",
    "Yo amo los cantos de la iglesia. Pablo dijo, en la Biblia: “Cuando canto, yo canto en el Espíritu; cuando predico, predico en el Espíritu; cuando yo… cualquier cosa que haga, la hago toda en el Nombre de Jesucristo”. Ahora, siendo que esto ha sido agotador para Uds.… Y yo—yo los aprecio. A veces vengo con este Mensaje, que parece como que detesto decirlo, pero sin embargo, es—es mi deber, hermanos. Si yo no lo hago, sería un hipócrita. Si yo no lo hago, sería un traidor de mi propia conciencia, y mi propia—mi propia fe en la Palabra de Dios. Yo debo hacerlo, no para ser diferente, sino para ser fiel a mi llamamiento. Y yo quiero ayudarlos a Uds., quiero hacer todo lo que pueda.",
    "Ahora cantemos uno de los grandes himnos de todos los tiempos, me gusta mucho, Yo Le Amo. ¿Saben qué?, yo creo que si todos lo amáramos a Él, haríamos lo que Él nos pide que hagamos. “¿Cómo me llaman ‘Señor’, y no hacen las cosas que Yo les ordeno que hagan? ¿Cómo me llaman ‘Señor’, y luego no hacen lo que Yo les dije que hicieran?”.",
    "¿Prefieren Uds. escuchar a un pastor asalariado que dice: “Pongan su nombre en el libro, y únanse; tomen esta comunión, digan esto, y todo está bien”, cuando el Gran Pastor mismo dijo: “El que no naciere de nuevo no podrá siquiera ver el Reino de los cielos”?",
    "Y miren a esos teólogos entrenados de ese día: ¡entrenados! ¿Santos? ¿Vidas limpias? No tenemos nada hoy para comparar con eso, la manera que ellos vivieron. Y ¿cómo les dijo a ellos el Gran Pastor? Dijo: “Uds. son de su padre el diablo”, porque ellos no… Ellos reconocieron la Palabra, pero la Palabra de otro día, no la Palabra de ese día.",
    "Si ellos reconocieron el tiempo de Noé, está bien, ése fue el tiempo de Noé; pero eso no funcionaría en el tiempo de Moisés. Y el tiempo de Moisés no funcionaría en el tiempo de Cristo. ¿Ven? El tiempo de Lutero no funcionaría en el tiempo de Wesley. El tiempo de Wesley no funcionaría en el tiempo Pentecostal. Y Pentecostés ha hecho lo mismo que todos ellos hicieron. Ahora, ¿quién me ha ayudado en los días pasados? Les pregunto.",
    "Cuando una hoja de hierba sale, ¿qué es? Que… cuando una hoja de trigo sale. Jesús dijo: “Si el grano de trigo no cae en la tierra”. ¿Qué sucede cuando un grano de trigo… o que el trigo cae en la tierra? Lo primero que sale es una hojita. Es—no es como el grano que cayó. Observen la naturaleza. No es como el grano que cayó, pero es un portador de la Vida del grano. ¿Qué vino…?",
    "Ese incrédulo que acaba de escribir ese libro famoso: El Dios En Silencio, dijo: “¿Cómo puede haber un Dios que pudiera abrir el Mar Rojo, y pararse durante dos mil años en las Edades del Oscurantismo y ver a niños ser devorados por los leones, y a gente colgada en cruces, y asesinados en los coliseos y cosas, y nunca siquiera abrir Su boca?”. ¿Ven? La Palabra es una revelación.",
    "Ese trigo, cuando ese trigo verdadero empezó en el principio, le falló a Dios. Y finalmente vino un Trigo, un verdadero Reflector de Dios, que reflejó toda Su Palabra de tal manera que Él era la Palabra. Luego Dios le dio a Él una Novia en Pentecostés; pero esa Novia cayó en la tierra a través de las Edades del Oscurantismo, así como lo hizo el verdadero trigo —cayó. ¿Por qué no podía actuar? Porque estaba escondido debajo de la tierra, tenía que podrirse antes que pudiera traer vida.",
    "Pero por ahí vino un pequeño sacerdote una vez, llamado Martín Lutero, y por él brotó una Palabra de Verdad: “El justo por fe vivirá”, ahí vino una hoja; luego otra hoja le siguió, Zuinglio, y luego vino Calvino y Knox y así sucesivamente.",
    "Cuando menos se pensó, cambió su hoja, pasó a ser una borla. Ahora, eso se parecía un poquito más a él, pero aún no era la cosa genuina que cayó en la tierra; luego vino Wesley. De Wesley vino la iglesia metodista, de la iglesia metodista vino la nazarena, los Hermanos Unidos, y demás. ¿Qué hizo? Cayó otra vez y produjo, pues, algo que lucía ahora como un verdadero grano de trigo: Pentecostés.",
    "Ahora, miren a Jesús, en Mateo 24:24: “En los últimos días, los dos espíritus serán tan parecidos, que engañarán aun a los escogidos, si fuere posible”. Ahora, cuando ese grano de trigo salió, cualquiera que cultiva trigo sabe que eso se veía perfectamente como el grano de trigo. Pero Ud. siéntese y tómelo en la mano, ábralo. No hay trigo en él, es una cáscara. Pero atrás, bien en la parte de atrás, bajo un microscopio Ud. puede ver un pequeño retoño, allí viene el grano. Y luego, ¿qué es lo que debe hacer esa cáscara? Proteger al grano, el sol caliente lo mataría; él protege al grano hasta que el grano esté maduro. Y entonces cuando el grano llega a madurar, la cáscara se separa de él. Pero, ¿se fijaron Uds.?, ese grano que entonces sale, tiene que ser de la misma clase de grano que cayó en la tierra.",
    "Después del avivamiento de Lutero, llegó una organización. Después del avivamiento de Wesley, llegó una organización. Después de Alexander Smith, John… Alexander Campbell, John Smith, todos los demás, llegó una organización. Después de Pentecostés, parecía exactamente como la cosa genuina, pero llegó una organización. ¿Qué hizo? Se separó.",
    "Nosotros hemos tenido quince años de avivamiento, lo cual nunca se ha sabido en toda la historia. Y fíjense, en estos quince años de avivamiento, ha abarcado todo el mundo, y ninguna organización ha sido edificada de Él. ¿En dónde estaba? (Dio principio a la lluvia tardía, murió en su… en un instante, murió). No ha habido organización que siga a Esto. ¿Por qué? Es el grano Mismo, no puede haber más. Y la cáscara ahora está separándose, no hay cooperación, nadie lo quiere a uno. ¿Por qué será? Tiene que ser así.",
    "¿Por qué fue puesta esa iglesia allí? Para sostenerlo. ¿Dónde…? ¿Quién hubiera cooperado? ¿Qué bautista, o presbiteriano, o luterano hubiera apoyado una campaña de sanidad Divina? Y ahora cuando la Verdad sale, ¿qué sucede? No la cáscara, sino que es la Vida la que sale directamente de la cáscara, para entrar en el grano, la verdadera Vida genuina. La organización se queda allí, muere, igual como siempre ha hecho, en cada edad hace lo mismo. ¡Uds. salieron de eso, hace cincuenta años, y han vuelto a entrar en eso! Pero la Vida genuina viene después del grano; estamos en el tiempo del fin, hermanos.",
    "¿Para qué se separó? Para que trajera al grano a la Presencia del Hijo, para madurar al grano a una madurez dorada, para el Maestro. ¿Por qué se ha separado? Para que eso cause angustias, lágrimas, para que ellos no se pongan delante del s-o-l, sino del H-i-j-o, [En inglés “sol” e “Hijo” suenan igual.—Trad.] para ser madurados en el verdadero Evangelio completo, para manifestar todo lo que Jesucristo prometió en la Biblia. Se está levantando un Cuerpo hoy entre el pueblo. Y no habrá más organizaciones, eso va allá a Laodicea que es rica. ¿Por cuáles medios ha prosperado la organización? Por millones de dólares, y millones de almas.",
    "Y ¿para qué vino el Pastor? Para libertar a Sus hermanos de la esclavitud. Yo—yo no sé; que Dios sea con nosotros, nos ayude. ¡Estudien la Palabra! ¡Escudriñen las Escrituras! En Ellas nos parece que tenemos la Vida Eterna, y Ellas son las que testifican de la Verdad. ¿Ven? Dios asignó Sus Palabras a cada edad. Esta edad siempre…",
    "¿Qué dijo Jesús cuando vino? Él les dijo a esas personas: “¡Hipócritas! Uds. blanquean las paredes, y edifican los sepulcros de los profetas; y sus padres los metieron allí. Y Uds. son los hijos de sus padres. Y las obras que ellos hicieron, Uds. las harán también”. Eso siempre permanece igual, mis hermanos.",
    "Pero algún día cuando venga Jesús, el Gran Pastor de las ovejas, de Pentecostés, a través de Lutero, por todas las edades, que han aceptado la Luz a medida que venía a través de los portadores (no que aceptaron al portador, que aceptaron la Luz, ¿ven?, que salieron), Él vendrá a redimir. Me da tanto gusto saber que Él viene otra vez. ¡Oh!, ¿será Ud. contado con Su grupo? ¿Será Ud. contado? Solamente hay una manera de hacerlo, no uniéndose a una iglesia, sino siendo nacido en Él. “Y todo lo que el Padre me ha dado, vendrá a Mí, y ninguno puede venir a Mí a menos que Mi Padre lo llamare”. ¿Ven? Eso es todo, acéptenlo. Él… Ése es el único Regalo de Navidad que yo conozco, es el Regalo de Dios que Él le dio al mundo: Su Hijo unigénito. Y Él es el mismo, ayer, hoy, y por los siglos, la Palabra. ¿Ven? Créanle a Él en este día, la plenitud de la Biblia.",
    "Cuando esos siete misterios… Allá, a través de esas Siete Edades de la Iglesia, estaban ocultos siete misterios. Yo estoy escribiendo un libro de Eso. Y un gran teólogo me dijo no hace mucho, dijo: “Hermano Branham…”. ¿Ven Uds. cómo Satanás intentará sacarlo a uno del camino? Él dijo: “Hermano Branham, ¿sabe qué? Yo creo que el Señor le revelará a Ud. lo siguiente que tenemos que hacer. Es para… será algún gran secreto que está oculto allí bajo estos Siete Sellos”.",
    "Yo dije: “No, eso no es, hermano”.",
    "Él dijo: “Será algo que ni siquiera está escrito en la Palabra”.",
    "Yo dije: “¡No! ¡No! Ud. olvida que: ‘Cualquiera que añadiere una palabra, o le quitare una Palabra’”. ¿Ven? Ya está allí, pero los reformadores fallaron en ver Eso; ellos no vivieron lo suficiente para ver Eso.",
    "Y las edades ahora han concluido, estamos aquí en Laodicea. Y recuerden, en la edad de Laodicea, Él estaba afuera de la iglesia, tocando, queriendo entrar de nuevo; Eva había sacado a su Adán. ¡Dios, ayúdanos! Vayamos más allá del campamento para encontrarlo a Él. Padezcamos afuera de las puertas con Él. Vayamos con Él en Su muerte, en Su sepultura y en Su Resurrección, porque Él es el mismo ayer, hoy, y por los siglos.",
    "Cantemos un himno antes de irnos. ¿Lo harán? Yo Le Amo. ¿Nos daría Ud. el tono, hermana? ¿Cuántos se saben el antiguo himno? Yo… Si alguna vez han estado en las reuniones, a mí me encanta.",
    "Ahora, tan sólo cerremos nuestros ojos, piensen en Jehová. Ninguno era digno, nadie podía hacerlo sino Él. Y Él bajó, y llegó a ser un bebé. Él llegó a ser un adolescente. Él llegó a ser un carpintero, un trabajador. Él llegó a ser un Cordero, Él llegó a ser un Sacrificio. Él se levantó triunfante: Jehová. Y así como Moisés sacó su diestra de su seno que estaba sobre su corazón, Dios sacó Su Diestra de Su seno (Su secreto), Su Hijo que fue herido con la enfermedad del pecado, incurable; y la volvió a meter en el seno, y la sacó y la extendió a Uds. y a mí: “Jesucristo el mismo ayer, hoy, y por los siglos”.",
    "Mírenlo a Él ahora.\n\nYo le amo, yo le amo,\n\nPorque Él a mí me amó,\n\nY me compró la salvación;\n\nAllá en la Cruz.",
    "¿Cuántos saben que tuvo que ser un pastor? Digan: “Amén”. [La congregación dice: “Amén”.—Ed.]. ¡Debe serlo! ¿Por qué un pastor? Tenía que ser. Ahora mientras cantamos esta misma estrofa de nuevo, estrechen la mano sobre la mesa. Hay metodistas, bautistas, luteranos, presbiterianos, católicos y de todo, sentados aquí esta noche. Dense la mano, digan: “Compañero peregrino, estoy muy contento de estar aquí con Ud. en esta noche”. Dígales algo. Diga: “Dios le bendiga”, mientras ahora nos estrechamos la mano uno con el otro. Mientras lo cantamos de nuevo:\n\nYo…\n\n[Porción no grabada en la cinta.—Ed.].\n\n…la salvación,\n\nAllá en la Cruz.",
    "Ahora cerremos los ojos y levantemos nuestras manos, y cantémosle a Él.\n\nYo le amo, yo le amo,\n\nPorque Él a mí me amó,\n\nY me compró la salvación;\n\nAllá en la Cruz.",
    "Y ahora, Dios no tiene forma. Así que, inclinemos nuestros rostros y tarareémoslo ahora, como niños pequeños, Uds. son hijos de Dios. No miren lo que el mundo pudiera pensar, ahora Uds. están adorando, adorando a Cristo. Inclinen sus rostros y tararéenlo. [El Hermano Branham y la congregación tararean: “Yo Le Amo”.—Ed.]",
    "¿No se sienten restregados? ¿Como que… algo restregó toda la duda y el mundo de Uds.? ¿Se sienten de esa manera? Levanten las manos, “yo me siento bien restregado. Me siento diferente. Siento como que he estado comiendo de Sus manos. Yo tengo,…” Como testificó aquí el hermano: “Comida, comida del Pastor, comida de oveja”; Ésa es la Palabra.",
    "Las ovejas de Dios se alimentan de Su Alimento: “No sólo de pan vivirá el hombre, sino de toda Palabra que sale de la boca de Dios”; y Ésta lo es, la Biblia. Nos alimentamos de toda Palabra, no sólo de algunas de las Palabras, sino de toda Palabra que sale. ¡Oh, no les hace amarlo! ¡Pensar que ahora nosotros tenemos Vida Eterna! No que lo seremos, ahora somos los hijos de Dios. No que seremos, ¡ahora lo somos! Y estamos juntos en lugares Celestiales en Cristo Jesús. Y la gran televisión, que declara que hay una onda de éter que hace a la gente (a la persona que viaja alrededor de la tierra) ser reconocida por la—por la pantalla de la televisión. La gran Palabra de Dios, y el Espíritu de Dios, tomando la Palabra de Dios, refleja a Jesucristo en lugares Celestiales para Sus ovejas, que Él es el mismo ayer, hoy, y por los siglos. ¿No es Él maravilloso? ¡Maravilloso! Dios les bendiga.",
    "Ahora pongámonos de pie por un momento. ¿Tienen a alguien para la bendición? Ahora, recuerden: durante la Navidad, adoren al Señor Jesús. Adórenle a Él en el Poder de Su resurrección. Y si alguna vez los puedo ayudar (a Uds., a su pastor, a su iglesia, o lo que sea), la noche nunca está muy oscura, ni la lluvia cae demasiado fuerte.",
    "La otra noche (hay una dama aquí presente) yo estaba muy ocupado, con los enfermos y todo, al grado que… Había una anciana de ochenta y tantos años que había perdido la mente, y ella tenía… ella pensaba que tenía un bebé o algo, ella había perdido la mente. Y Billy me llamó de la oficina, dijo: “Papá, ¿puedes?”.",
    "Yo dije: “No puedo en estos momentos. Hay personas… Simplemente no puedo hacerlo”.",
    "Él dijo: “Papá, ¿puedes ponerte a orar? Yo les voy a decir que estás orando”.",
    "Yo dije: “Sí”. Y en ese mismo instante ella volvió en sí. Se durmió, despertó en su estado normal; se comió una cena completa de pollo, en sus cabales. La persona estaba parada aquí testificando de eso hace unos momentos.",
    "El Hermano Mack, lo vi a él aquí hace un rato, en alguna parte en la iglesia. Aquí está, es uno de los pastores, un pastor local. Un hermano muy querido, y yo siempre he amado al Hermano Mack, desde que comencé en el ministerio. Y entonces, lo conocí…",
    "Y yo estaba muy al norte, en Columbia Británica; y sólo es para mostrarles a Uds. cómo es que Dios obra todo para bien. Yo ya estaba montado en un caballo, y me iba a internar en el bosque en donde había llevado a todo un grupo de indios a Dios; y todos ellos fueron convertidos, y habían recibido a Jesús.",
    "Y por la profecía que le fue dada al muchacho indio que había perdido su poni dos años antes, y le dijo a él en dónde lo encontraría, la distancia en que estaría, y en dónde estaría el poni… Su madre se estaba muriendo de un ataque al corazón; ella fue sana y salva. Y ese muchacho, sólo pasando por allí y viendo eso, y sabiendo él que… su caballo fue encontrado exactamente como se le había dicho, y todo.",
    "El Señor no ha hablado una sola Palabra que… Se los preguntó a cualquiera de Uds.: “¿Habrá él… Uds. llegado alguna vez ha oírlo a Él decir algo, que me haya dicho para decirles, que no haya acontecido así exactamente?”. Si eso es correcto, digan: “Amén”. [La congregación dice: “Amén”.—Ed.] ¿Ven? ¿Ven? Exactamente, nunca ha fallado una sola vez.",
    "Y el Hermano Mack estaba postrado, al borde de la muerte, y sucedió que su esposa llamó a Billy… a la esposa de mi hijo, y dijo… preguntó en dónde estaba yo; esa damita encantadora, y… su esposa. Y ella… Y mi nuera dijo: “Él está muy lejos, al norte de Columbia Británica en un viaje de cacería”.",
    "Y esa mañana, por alguna razón, yo—yo—yo no podía hacer caminar a ese caballo. Y entonces Billy dijo: “Creo que voy a llamar a casa una vez más”. Y fue a la tienda a llamar. Y regresaron de prisa, cuando el indiecito parado allí, el pequeño… el que tenía el poni, y dijo: “El Hermano Mack está al borde de la muerte, y te está llamando”.",
    "Y me bajé, fui al bosque y me arrodillé. Yo dije: “Amado Dios, muy lejos, a tres mil millas de esta región [4.830 km], en el estado soleado de Arizona, en Tucson, está mi hermano, él está al borde de la muerte, ¿lo ayudas?”.",
    "Algo me habló: “Todo está bien”.",
    "Y cuando me acerqué al Hermano Mack el otro día, para hablar con él, y le pregunté: “¿A qué hora sucedió eso?”, fue exactamente en la misma hora que nos pusimos a orar.",
    "¡Oh!, Él… ¡No es Él maravilloso! Él es el mismo ayer, hoy, y por los siglos. Estoy tan contento de saber que vivo en la Presencia del Rey.",
    "Inclinemos ahora nuestros rostros, y un precioso hermanito que está aquí, un hermano misionero, amigo mío, un miembro de las Asambleas de Dios, un precioso hermanito aquí… Yo lo llamo “Creechy”. Él habló cosas tan buenas. Hermano Creech, ¿lo puedo llamar así? Yo no sé qué decir, Ud. es mi hermano y consiervo en las tribulaciones de Jesucristo en este último día. Que Dios lo bendiga. Y creo que el Hermano Tony dijo que Ud. iba a despedir la audiencia en estos momentos, mientras inclinamos nuestros rostros. Muy bien. Pase. 🦅"
  ]
}