{
  "title": "¿QUIÉN DICEN USTEDES QUE ES ESTE?",
  "id": "64770009",
  "content": [
    "🦅  Buenos días, amigos. Realmente considero este un privilegio estar aquí en esta iglesia. Y para empezar, me gusta el nombre, lleva el “Nombre de Jesús”. Eso me gusta. Y yo—yo pienso que ese—ese… por ese Nombre fui redimido, ese precioso Nombre del Señor Jesús; y también, porque estoy aquí con mis buenos amigos, congregados aquí esta hermosa mañana dominical, aquí en Phoenix. No conozco de otro lugar en el que prefiero estar que no sea en la Gloria con todos Uds. Y ese es el gran evento futuro que algún día esperamos.",
    "Y tenía una llamada de un enfermo aquí para atender hoy. Y hablando con el Hermano Outlaw, mi precioso amigo, pues él—él muy amablemente me invitó a que—que viniera. Y todos los ministros aquí en Phoenix han sido muy buenos conmigo.",
    "A veces me pregunto por qué me mudé allá a Tucson. Llevo tres años allá y aún no he sido invitado a un púlpito. Entonces me supongo que he… simplemente tengo que hacer mis—mis visitas aquí a Tucson… o aquí en Phoenix, donde me siento bienvenido. Bueno, quizás ellos se acostumbren un poco a mí… Uds. saben, prediqué allá la otra noche y prediqué tres horas; con razón no me pidieron que volviera.",
    "Pero siento algo muy—muy especial en mi corazón por Dios y por Su pueblo. Y soy tan lento, y temiendo que me falte algo por decir y que no cubra lo suficiente, que pongo como tres o cuatro mensajes en uno. Pues, en realidad, yo… para Uds. las personas que estuvieron allá, me disculpo por retenerlos tanto tiempo; no debí haberlo hecho.",
    "Y también estoy contento en esta mañana de estar aquí con el Hermano Carl Williams y el joven Jimmy aquí, y el coro, y mi amigo, los Hermanos Mosley; veo a Brad, al Hermano John Sharrit y a muchos de mis amigos; el Hermano Pat Tyler, aquí, de por allá de Kentucky, y—y—y muchos amigos que se han reunido en esta—esta asamblea esta mañana. ¿Ven?, vi a muchos de mis amigos de Tucson y demás, sentados aquí.",
    "Estoy pensando en el día cuando todo esto termine, entonces nos reuniremos donde nos… no tendremos… nosotros—nosotros jamás tendremos que parar de escuchar esta música tan buena, ¿ven Uds.? Me acabo de fijar que el hijo del Hermano Williams, está sentado allá atrás, él dio un testimonio la otra noche allá en el Ramada Inn. Y creo que mide casi los seis pies [1,80 m]. Pero déjenme decirles, después de dar ese testimonio, creo que él medía diez pies [3 m]. Él solo… Me agradó mucho lo que dijo el muchacho, un testimonio muy maravilloso.",
    "Cuando oigo a estos jóvenes tan finos testificar de su fe centrada en Cristo… Y yo estoy envejeciendo, y yo… un día tendré que—que—que parar y marcharme a Casa. Y ver a estos jóvenes que vienen listos, y preparándose para continuar donde yo quedé… Y así lo hacemos. De esa manera es la vida. Que nosotros… una generación avanza… y papá y mamá. Y ellos crían a sus pequeños y los ven casarse; y vienen los nietos. Y después de un tiempo, Papá y Mamá bajan al polvo. Y entonces, para ese tiempo, los hijos entonces están listos de nuevo para los nietos; y entonces, abajo se van ellos. Pero un día de estos habrá una gran resurrección general. Todos seremos llamados a la Presencia de Dios para responder por lo que hemos hecho con lo que Dios nos dio: a Jesucristo. Y, por eso, estoy muy contento de saber que yo he vivido en esta generación con tan fino grupo de personas alrededor del mundo, que he conocido. Yo—yo solo—solo estoy agradecido con Dios. Y algún día cuando venga mi llamado, bueno, yo—yo tendré que ir a encontrarme con las obras que he hecho. Quiero que todas sean para la gloria y honra de Dios.",
    "Hay muchas de las cosas, al yo… al acercarnos al Año Nuevo, que yo—yo desearía poder—poder olvidar, pero sé que las he confesado a Él como errores y—y Él las puso en el Mar del Olvido, y jamás tendrá memoria de ellas. Ahora ¿ven?, nosotros no somos así, siempre recordaremos. Nosotros nos podemos perdonar el uno al otro, pero no—no lo podemos olvidar porque somos—somos—somos hechos diferentes. Pero Dios puede perdonarlo y olvidarlo. Él simplemente puede borrarlo como si nunca hubiera sucedido. ¿Ven? Porque Él tiene acceso a ese Mar del Olvido, pero nosotros no. Piensen en eso, que Dios ni siquiera puede recordar que alguna vez pecamos. ¡Piénsenlo! Coro, Uds. jóvenes, ¿qué si…? ¿Qué les parece eso? Dios ni siquiera recuerda que alguna vez pecamos. ¿Ven?, Él puede olvidar todo el asunto y nunca más vendrá a la memoria. ¿No sería tremendo eso?",
    "Este de seguro no es un lugar para bromear. Yo no creo en eso de mofas o bromear en… Me recuerda de un—un amigo mío. Ahora él está en la Gloria. Pero él—él contó una corta historia una vez, acerca de una—una pareja que se había mudado a la ciudad y… del campo. Y tenían un… Esta pareja joven tenía un padre anciano y él realmente estaba encendido por Dios. Entonces la dama joven (era su padre) el… pues, ella había conocido algunas personas de clase. Uds. saben, donde tienen toda esta clase de entretenimientos clásicos. Y pues, ella iba a tener una especie de pasatiempo ese día en su hogar.",
    "Y—y su—su papá, después de comer, pues él—él tomaba la Biblia y salía al cuarto y leía un rato. Y él la colocaba alli y lloraba y gritaba y clamaba, y se comportaba así, y la tomaba y se ponía sus lentes y leía de nuevo. Entonces encontraba algo, y colocaba allí sus lentes y comenzaba a llorar y a clamar. Ella dijo: “Eso me va a interrumpir la fiesta, entonces yo—yo—yo tengo que… tengo que hacer algo con papá, y no sé qué hacer”. Ella decidió entonces que lo llevaría para arriba, que estuviera arriba—arriba sobre el—el lugar.",
    "Y—y ella se puso a pensar: “Bueno, no le puedo dar su Biblia porque hará lo mismo allá arriba”. Así que ella solo le dio una geografía antigua y lo envió para arriba. Dijo: “Papá, mira las fotos de alrededor del mundo y todo eso mientras tenemos la fiesta”. Y dijo: “No tardaremos mucho. Vamos—vamos a estar abajo… podrás bajar después de un rato”. Dijo: “Sé que no vas a querer estar donde están todas esas mujeres”.",
    "Él dijo: “No, así está bien, cariño. Yo—yo subiré”.",
    "Entonces él… Ella le preparó una luz y un lugarcito. Y ella pensó: “Bueno, con eso—con eso es suficiente. Ahora él solo mirará las fotos y leerá un poco de—de geografía, y luego… y después de un rato bajará. Y todo estará bien”.",
    "Entonces, cuando estaban bebiendo su limonada rosada, Uds. saben, y en su fiesta… Fue después de un rato que la casa comenzó a temblar y el anciano comenzó a correr de acá para allá por el piso gritando y saltando. Y—y ella pensó: “¿Qué le habrá sucedido? Él no tenía la Biblia allá arriba. Eso… Él debe haber encontrado una Biblia”.",
    "Así que ella subió los escalones corriendo y dijo: “¡Papá!”. Dijo: “Esa no es la Biblia que estás leyendo; ¡es geografía!”.",
    "Él le dijo: “Lo sé, cariño. ¡Yo lo sé! Pero” dijo, “sabes, el otro día estaba leyendo en la Biblia donde Jesús dijo que Él arrojó nuestros pecados al Mar del Olvido (¿ves?), y no los recordaría más. Y yo estaba leyendo aquí donde dicen que ni siquiera pueden encontrar el fondo del mar en algunas partes, en la geografía”. Dijo: “Solo pensar que aún siguen bajando”.",
    "Eso lo tenía feliz. Así que, uno puede encontrar a Dios donde sea que uno mira. ¿Ven?, si uno solo mira alrededor, todo hablará de Él.",
    "Ahora, realmente, sinceramente, yo—yo le dije al Hermano Outlaw: “¿Sobre qué hablaré en esta mañana? ¿Ha predicado Ud. su mensaje de Navidad?”.\n\nDijo: “Sí”.\n\nYo dije: “¿Su mensaje de Año Nuevo?”.\n\n“No”.",
    "Así que, tenía aquí algunas notas por si recibía una invitación a alguna parte, yo predicaría mi Mensaje de Año Nuevo. Pensé en que dejaría eso para el Hermano Outlaw para el suyo, la próxima semana.",
    "Así que, pensé tal vez en regresar a un pequeño texto aquí que nos pueda retener por unos minutos, el Señor mediante. Y confiamos en que Él nos bendecirá. Quiero agradecer al Hermano Outlaw y aquí a la iglesia, por invitarme a hablar aquí. Y yo… Como dijo el Hermano Outlaw, que “nuestra amistad nunca se ha afectado”, sino que la gracia de Dios nos ha mantenido por todos estos años. Esta es la primera iglesia que me ha invitado y a la que he venido, ha sido en Phoenix.",
    "Conozco… Creo que estoy viendo al Hermano Trow, aquí. No estoy seguro… sentado en frente. ¿Es así, Hermano Trow? Creo que él nos acompañaba en esa ocasión. Tengo unas cositas que él me dio en esa ocasión; pequeñas… ellos las moldean o algo. Uds. saben, unas cositas de cobre de por acá donde Uds. viven. Y uno mira alrededor… Y solo me pregunto cómo será esa mañana cuando crucemos, Uds. saben, y podamos ver personas… y ellos digan: “Pues, allá…”. Uds. saben, entonces luciremos muy diferentes a como estamos ahora. Bueno… Es correcto. No seremos marcas del pecado ni vejez, seremos perfectos. ¡Oh, yo anhelo ese tiempo (¿Uds.?), donde todos los problemas habrán terminado!",
    "Y ahora, tengo un Mensaje de Dios el cual yo—yo siento. Y estoy… yo no quiero ser diferente pero debo ser honesto. Y si no hablo mis convicciones, entonces Uds. no pueden confiar en mí; porque yo—yo—yo sería más como un traidor o un hipócrita. Y yo—yo prefiero ser cualquier otra cosa y no eso, ¿ven Uds.? Tal vez pierda algunas amistades en la tierra, pero yo—yo quiero permanecer fiel a mis convicciones, a lo que considero es correcto.",
    "Ahora, hace años, era muy fácil cuando recién comencé, con las señales y el mensaje y la predicación, por todo lugar había un brazo abierto: “¡Venga! ¡Venga! ¡Venga! ¡Venga!”. Pero después, fíjense, toda señal genuina de Dios tiene un—un Mensaje, una Voz. ¿Ven?, Eso le sigue. Si no… Dios no da algo así solo por la diversión de darlo. Él—Él envía algo para llamar la atención a lo que Él está por decir. Como nosotros que tenemos estos maravillosos cantos de este coro; ¿para qué fueron? Para aquietar a las personas para un mensaje que vendría.",
    "Es lo que—eso es lo que hace una señal. Moisés tenía las señales de las que hablamos la otra noche, y esas señales tenían Voces. Y el… cuando la Voz habló… Jesús también salió sanando a los enfermos; Él era un gran Hombre. Pero cuando llegó el momento para que ese—ese Profeta, que estaba sobre la tierra… Y ellos no habían tenido uno por cuatrocientos años, y aquí estaba Él sobre la tierra, y haciendo señales. Entonces Él era un “buen individuo”, todos Lo querían. Pero cuando el Mensaje que siguió esa señal (la Voz)… cuando Él se sentó un día y dijo: “Yo y Mi Padre somos Uno” (¡oh, vaya!), eso—eso—eso fue algo diferente. Ellos—ellos no quisieron eso. ¿Ven?",
    "Y eso… así mismo es el mundo, amigos. ¿Ven? Ellos… con cualquier cosa que puedan recibir, si es para—si es para ayudarse, ¿ven Uds.?… Que ellos—ellos sienten que mientras eso no les sea una molestia, pues, ellos—ellos lo harán. Pero cuando llega el momento en que tienen que cambiar sus ideas de las cosas, ahí es cuando viene el problema.",
    "Ahora, vean, nosotros estamos edificando un edificio, no una pared. Los constructores quieren tomar una línea de ladrillos y seguir de largo. Pues cualquier constructor puede construir eso. Pero se requiere de un verdadero maestro mecánico para que doble la esquina. ¿Ven? Cuando Ud. tiene que cortar la esquina, ahí es el momento en que se requiere… muestra si Ud.—Ud. realmente es un cantero o no; cuando Ud. puede doblar la esquina y mantener la continuidad con el resto del edificio, pero doblando la esquina. Ahora en estas esquinas es donde viene el problema. Los edificadores quieren seguir edificando de largo. Pero nosotros no estamos edificando una pared, más bien un edificio.",
    "Ahora, mientras abordamos esto, en esta mañana, Uds. oren por mí, y yo… yo siempre oro por Uds. Y ahora, inclinemos nuestros rostros por un momento en la Presencia del Gran Jehová, Dios. Y conocemos nuestra insuficiencia, todos nosotros. Y no hay ni uno aquí que no tenga necesidad. Y me pregunto, mientras estamos orando, ¿si hay alguno de Uds. con una necesidad especial?",
    "Saben, el Dios infinito, como dije aquí en Phoenix el otro día en—en la reunión por acá… Tal como es con la televisión, Cristo está aquí mismo ahora en el edificio. ¿Ven?, cada movimiento que Ud. hace, cada vez que Ud. parpadea, eso nunca muere, está en las ondas de éter del aire. La televisión no fabrica eso, solo capta esa onda de Ud. y la muestra en una pantalla. Como sea, allí está; siempre estuvo. Cada movimiento que Ud. ha hecho sigue vivo, en el aire. ¿Ahora ven Uds. cómo estaremos en el juicio?",
    "Pues, Dios está aquí de la misma manera. Nosotros no lo vemos a Él así como no vemos esas imágenes de la televisión. Se requiere de cierto tubo o cristal de algo para captar esa voz y reproducir la escena y demás. Eso estaba aquí cuando Adán estaba en la tierra, pero apenas lo encontramos. Dios está aquí esta mañana. Y un día de estos, en el Milenio, nos daremos cuenta. Eso será más real que la televisión o lo demás, que Él estaba aquí mismo en la reunión en esta mañana.",
    "Ahora, mientras nosotros… en base a ese pensamiento, tenga en su corazón lo que necesita y solo levante la mano a Él. ¿Lo hará? Diga: “Señor,…”. Y en su corazón medite en el pensamiento.",
    "Ahora, Padre Celestial, solo tenemos esta avenida para venir, y es por medio de la oración. Y venimos—venimos en el Nombre del Señor Jesús. No—no somos dignos de invocar el Nombre, de usarlo. No somos… de ninguna manera pensamos que seamos dignos, sino porque hemos sido invitados a hacerlo. Y sabiendo esto, que Él dijo: “Si pedís al Padre cualquier cosa en Mi Nombre, Yo—Yo—Yo lo concederé”. Y estamos… si nuestra fe tan solo puede respaldar eso como Su Palabra y tratándose de que es Él, entonces es seguro para nosotros que recibimos lo que pedimos. Tú has visto cada petición; has visto mi mano. Tú conoces mi petición.",
    "Y, Padre, oro por cada una de ellas. Que todo lo que ellos necesiten… Señor, yo no creo que un grupo como este vaya a pedir algo errado. Sería por algo para el avance de su reino, pudiera ser por su propia sanidad, y al hacerlo, ellos van a querer, o su propio entendimiento, ellos van a querer eso para poder dar avance al Reino de Dios.",
    "Y oro, Dios, que la petición de cada uno sea concedida. Bendice esta iglesia, su pastor, sus asociados y los diáconos, síndicos, todos sus miembros, las visitas, los extraños. Ellos no son extraños, Señor; todos somos Tus hijos por gracia y por Cristo. Y oramos para que Tú nos des esta mañana ahora el Pan de Vida, que podamos salir de aquí con el entendimiento que estas peticiones que hacemos nos han sido concedidas.",
    "Bendice la Palabra, Señor, mientras la leo. No hay hombre que—que sea capaz o suficiente para interpretar esa Palabra. Juan vio el Libro en la mano de Aquel que se sentó sobre el Trono, y no hubo nadie en el Cielo ni en la tierra, ni debajo de la tierra que fuera digno de siquiera mirar el Libro. Pero uno de los ancianos dijo: “He aquí, el—el León de la Tribu de Judá ha vencido”. Juan, esperando ver un—un león vio un Cordero que había sido inmolado, vino un—un Cordero sangriento y tomó el Libro, se subió a un Trono y se sentó. Y toda la celebridad del Cielo tomó sus coronas de sus cabezas y se postraron y supieron que Él era digno.",
    "Señor, oramos que Él venga al Trono de nuestros corazones en esta mañana. Que suba y tome posesión de cada pensamiento que tenemos, y tome la Palabra y nos hable para que podamos saber más de Él y Su plan en nuestras vidas. Pedimos esto en el Nombre de Jesús. Amén.",
    "Ahora, si desean abrir en la Biblia en… La Escritura se encuentra en San Mateo el capítulo 21 y comenzando con el… creo que leemos el—el versículo 10 y el 11 del capítulo 21 de Mateo. Sería bueno cuando vayan a casa, si no lo han hecho ya en estos días festivos, que Uds. lean este capítulo. Es muy bueno. Toda es buena. Esto especialmente para esta temporada, y con el Mensaje que estoy esperando que el Espíritu Santo me permita traerles en esta mañana.",
    "Noten el versículo 10 mientras leemos, y el 11.\n\nCuando entró él en Jerusalén, toda la ciudad se conmovió, diciendo: ¿Quién es éste?\n\nY la gente decía: Este es Jesús el profeta, de Nazaret de Galilea.\n\nAhora vamos… que Dios añada el—el contexto de esta lectura de la Escritura a Su Palabra.",
    "Ahora sabemos qué tiempo es, y muchos de Uds. están familiarizados con la Escritura de este cierto capítulo. Es acerca… realmente es del día cuando Cristo entró a Jerusalén, montando este pequeño burro. Y nosotros… Hay una leyenda que dice que “era un burro blanco”. Yo me imagino que es en representación anticipada de Su segunda venida sobre un caballo de guerra. Esa vez, el profeta dijo que “Él cabalgaría… vuestro Rey viene a Uds. sobre un pollino hijo de asna, humilde y manso”. Así es como vino Él, y—y… sobre un—un pequeño burro, un humilde portador de cargas. Pero la próxima vez que Él venga de la Gloria (en el capítulo 19 de Apocalipsis), Él viene como un Poderoso Conquistador. Sus vestidos teñidos de sangre, sentado sobre un caballo blanco, y toda la hueste Celestial detrás de Él en caballos blancos. Y la leyenda (ni escritural ni histórica)… Pero la leyenda cree que Él montaba un burrito blanco cuando Él entró a Jerusalén.",
    "Ahora que… He escogido esto… aun… porque estamos en las sombras del… o en el tiempo de las festividades de Yule de Navidad y del—del Año Nuevo; concluyendo un año viejo y recibiendo uno nuevo. En unos días muchas personas abrirán capítulos nuevos y—y harán cosas nuevas y harán votos nuevos; y es el inicio de un Año Nuevo. Y a mí no me parece mucho Navidad. No sé por qué, siempre me inclino a llamarlo “el Día de Santa Claus”. ¿Ven? Porque realmente no hay mucho que…",
    "No pudo haber sido el cumpleaños de Cristo; absolutamente no pudo haber sido. Él tuvo que haber nacido en marzo o abril, porque Él era el Cordero. Y Él era el cordero macho y nació bajo el carnero, Aries. Tenía que hacerlo, ¿ven? Y como sea, las ovejas no nacen en diciembre; las ovejas nacen en la primavera. Y luego, otra cosa, las colinas de Judea ahora tienen veinte pies de nieve, ¿cómo pueden haber estado allá los pastores?",
    "Pues en realidad eso viene de la mitología romana, y era el cumpleaños del dios sol. Eso solar, el sol, a medida que pasa, los días se van alargando y alargando, y las noches se hacen más cortas. Y entre el 20 y el 25 de diciembre es el cumpleaños del dios sol, en la romana—la mitología romana. Y entonces sus dioses… Y pues ellos celebraban el cumpleaños del dios sol. Y Constantino, y—y cuando redactaba la constitución de la iglesia y el estado y demás, él dijo: “Nosotros cambiaremos eso” (sin saber en qué día fue) “y lo puso en el cumpleaños del dios sol, y lo hizo: El Cumpleaños del Hijo de Dios”. ¿Ven? Lo cual… Pero nosotros no sabemos en qué día fue.",
    "Pero ahora, han sacado tanto de Cristo, que todo no es sino alguna… trajeron de vuelta la mitología de alguna criatura que vivió supuestamente bajo el nombre de San Nicolás o—o Kriss Kringle, una mitología alemana. Y todo no es más que un mito, y Cristo no está en eso para nada.",
    "Y para la gente se ha convertido en compra de whisky, y—y apostar, y las modas. Y un—un hombre que… un negociante que pueda vender su mercancía en el tiempo navideño puede casi vivir por el resto del año. ¿Ven? Es una festividad de ese tamaño, en lo comercial. Y los pobres muchachitos de la calle; sus padres no pueden llegar con un—un regalo, como de Santa Claus, y ellos van caminando por la calle y con sus manitos sucias y sus ojitos rojos. Yo—yo detesto ver cuando llega eso. Debería ser un día solemne de adoración a Dios, en lugar de tristeza y dolor de cabeza y las cosas que se hacen. No hay nada de Cristo en eso. Pero aquí estamos justamente en medio de todo esto ahora.",
    "Nos encontramos algo así como ellos allá. ¿Ven?, entrando ahora en una gran fiesta. Jesús venía a una Fiesta de la Pascua. Y Él había entrado en Jerusalén… o entraba en Jerusalén. Y las profecías de todo lo que Él hizo tenían que cumplirse. Todo en la Biblia tiene un significado; cada nombre tiene un significado. No hay nada escrito en la Escritura que no tenga un—un significado profundo.",
    "Yo hablé la otra noche en Tucson, de ¿Por qué tuvo que ser pastores en lugar del teólogo? Él nació allí mismo al lado de la iglesia. Y el Espíritu Santo fue lejos al desierto y escogió no a teólogos, sino pastores. Eso tenía que ser de esa manera. Los teólogos no hubieran creído tal Mensaje. Así que, ellos… tenían que ser pastores.",
    "Yo prediqué acá, hace unos años, hace dos años: ¿Por qué tuvo que ser la pequeña belén? Si el Señor quiere, la próxima Navidad quiero que prediquemos de ¿Por qué tuvieron que ser los reyes magos? Estos porqués tienen respuesta, y está aquí mismo en la Biblia. Y nosotros estamos viviendo en un tiempo maravilloso, el mejor tiempo de todas las edades. Estamos viviendo cuando, en cualquier momento eso… el tiempo puede cesar y la Eternidad entrar y avanzar; lo que esperaron las edades de todos los profetas y sabios. Nosotros deberíamos estar cada hora en guardia, esperando Su venida.",
    "Nos encontramos en esta Navidad, casi como ellos en la primera Navidad. El mundo está para caerse a pedazos. Como prediqué una vez en algún lugar, para un mensaje de Navidad: El mundo cayéndose a pedazos. Y de nuevo el mundo está para hacerse pedazos. Miren los terremotos por acá en California. Yo predigo, antes de la venida del Señor Jesús, que Dios hundirá ese lugar. Yo creo que Hollywood y Los Ángeles y esos lugares inmundos allá, que Dios Todopoderoso los hundirá. Ellos terminarán abajo en el fondo del mar. Y tanto pecado (¿ven Uds.?), es la barrera.",
    "La civilización ha avanzado con el sol, de… y comenzó en el oriente, yendo al occidente. Y ahora está en la costa occidental. Si va más allá, estará de nuevo en el oriente. Así que esa es la barrera. Y el pecado ha viajado con la civilización y ha venido a ser el estanque inmundo de todas las edades. Cosas que ellos hacen que—que los seres humanos en otra edad ni se hubieran imaginado semejante cosa. La mujer se ha entregado a tal inmundicia, que ninguna mujer en ninguna edad hubiera pensado en tales cosas como nosotros hoy. Y aun así nos llamamos a nosotros mismos Cristianos. ¡Qué desgracia!",
    "Con razón el gran profeta se levantó, y dijo: “Yo no soy profeta ni el hijo de un profeta, pero…”. Dijo:\n\nSi el león ha rugido, pues ¿quién no temerá? Y… Si ha hablado Jehová…, pues ¿quién no profetizará?\n\n¿Ven? Algo tiene que clamar.",
    "Estamos en una hora crítica, el mundo lo está; pero la Iglesia, la verdadera Iglesia (no la denominación), pero la Iglesia, en Sí, está lista para el mayor triunfo que Ella haya logrado: la venida del Novio a la Novia.",
    "Nos estamos haciendo pedazos, buscamos un mesías (algo) que venga y nos salve, nos saque de todo eso. Nosotros miramos allá… los problemas allá en el Oriente. Miramos allá en África los motines, y los problemas raciales, y la integración, y—y las segregaciones. Y todos discutimos aquí y nos quejamos no hace mucho (nuestros amigos de color) de que: “necesitamos, nosotros necesitamos integración. Eso es lo que necesitamos. Necesitamos integración; todo hombre, en igualdad, todo hombre”. Bueno, eso está perfectamente bien. Eso está perfectamente bien. Yo no creo en la esclavitud. Para comenzar, esas personas no eran esclavos. Ellos no son esclavos.",
    "Dios es un segregacionista; yo también. Cualquier Cristiano es una segregación. Dios segrega a Su pueblo de los demás. Ellos… Siempre han sido una segregación. Él escogió una nación; Él escoge un pueblo. Él es un segregacionista. Él hizo todas las naciones. Pero aún, un Cristiano genuino tiene que ser segregacionista. Separándose él mismo de las cosas del mundo y de todo, y entrar a un propósito, Jesucristo.",
    "Pero ellos gritan eso. He intentado decirles: “Eso no es lo que va a salvar nuestra nación. Eso solo es una conspiración política. Es un—es un asunto con fondo comunista”. Yo pienso que Martin Luther King llevará a su pueblo a la matanza más grande y masacre en la que hayan estado. Y ellos… Uds. ven que eso no va unir al mundo; eso no nos va a salvar. Les dimos la integración. Ahora está peor que nunca. ¿Ven?, eso no es el… esa no es la cuestión; solo hay una cosa que puede: es Dios. Y ellos en realidad no Lo quieren.",
    "Ellos no lo quisieron a Él allá. Estaban cayéndose a pedazos y su política se hacía pedazos, sus naciones se desbarataban, su iglesia dividiéndose, y ellos clamando pidiendo un Mesías. Ellos Lo querían; “¡Oh, envíanos un Mesías!”. Pero cuando Él vino…",
    "Dios dio… da la respuesta a su oración. Ud. ha pedido, y Ud. recibirá. Y eso es… Pudiera detenerme aquí por horas, sobre hombres y mujeres, aún Cristianos, orando por algo; y Dios da la respuesta y ellos ni siquiera lo reconocen.",
    "Y ahora, Dios les dio a ellos la respuesta. Ellos querían un Mesías. Sabían que habían tenido Césares, y habían tenido—ellos habían tenido Davides, tenido Salomones (los hombres sabios), habían tenido Davides (los poderosos guerreros), ellos—ellos habían tenido de todas las clases, pero sabían que necesitaban ayuda del Cielo, y ellos… Dios les había prometido un Mesías. Y Él les envió ese Mesías en respuesta a su oración, pero ellos no Lo quisieron.",
    "Me pregunto hoy, si nuestras oraciones… Uno los escucha decir: “Oren por un gran avivamiento. Oren por esto. Oren por que suceda algo. Oren por unidad”. Yo me pregunto, si Dios enviara tal programa, si nosotros lo aceptaríamos. Me pregunto si nosotros aceptaríamos lo que Él nos envíe. Uds. verán, Él… La razón por la cual nosotros oramos por estas cosas, es porque sabemos que es necesario. Pero cuando Dios lo envía como Él quiere, entonces no es conforme a nuestro gusto y por tanto no lo recibimos. Y de esa manera fue en ese día. Si Él no fue conforme al gusto de la creencia de ellos y su… Ellos—ellos nuevamente no Lo recibirán a Él, hoy. Por eso ellos hicieron esta pregunta: “¿Quién es este? ¿Quién es este individuo que viene?”. ¿Ven?, era un—un tiempo tremendo. ¡Oh, todos estaban… era una tensión! Algo estaba por suceder.",
    "Y miren al mundo hoy, ¡qué tensión en la que vive todo el mundo! Uno va por la calle… Ni—ni siquiera es seguro para conducir. No es seguro estar en una autopista de cuatro carriles. Todos con una tensión, de mal genio y… ¿qué sucede? Cálmense. ¿Para dónde van? Eso está causando que se llenen los asilos para dementes. Eso es lo que tiene a la iglesia en semejante desorden. Ellos están—están de cabeza en cierta cosa. No se detienen a considerar la Palabra de Dios y la hora que vivimos; todos con nerviosismo, tensión.",
    "Y ahora, nosotros lo sabemos, estamos conscientes: la tierra acaba de pasar por tremendos dolores de parto. Y la iglesia está pasando por algunos dolores de parto. Tenía que pasar dolores de parto antes de poder dar… Cada uno de los profetas, cuando vinieron al mundo, fue un dolor de parto para la iglesia. El mundo ha pasado por una Primera Guerra Mundial, una Segunda Guerra Mundial, y ahora está lista para una Tercera Guerra Mundial. Y de nuevo está en dolores de parto. Pero solo hay una cosa que puede traer paz, y es Cristo.",
    "Todos nuestros programas y nuestras ideas y lo eclesiástico que hemos levantado, y toda nuestra política, y toda nuestra ciencia y demás, ha sido probado que son tonterías. Y luego nosotros oramos a Dios para que—que nos ayude, que intervenga: “ven y haz algo por nosotros”. Y entonces cuando Él lo hace, solo me pregunto si seríamos capaces de entenderlo; si seríamos capaces de recibir Eso, o siquiera ¿si lo consideraríamos?",
    "Ahora, eso fue hecho allá en aquellos días. Ellos habían estado orando, habían tenido toda clase de grandes líderes, habían estado bajo gobiernos, habían estado bajo reinados, habían estado bajo todo, jueces. Sin embargo, ellos sabían que solo había una cosa que podía salvarlos, era el Mesías que vendría. Y el Mesías significa “el ungido”; un ser humano ungido. Entonces sería el ser humano ungido con la Palabra. La Palabra hecha carne entre nosotros. Y cuando Él vino, Él—Él no estaba exactamente conforme al gusto que ellos querían; no conforme al gusto de ellos… en que Él debía venir. Por tanto, ellos—ellos—ellos clamaron: “¿quién es este individuo? ¿Por qué todo este alboroto?”. Un montón de campesinos allá a la puerta, arrancando hojas de palmas y…",
    "Y él dijo: “¡Oh, háganlos callar! Nos ponen nerviosos, la manera como gritan, dan voces y su comportamiento”.",
    "Él dijo: “Si ellos callan, estas rocas inmediatamente clamarían”.",
    "¡Oh, el tiempo estaba llegando! La profecía se cumplía. ¡Con razón! “Si el León rugiere, ¿quién no temerá? Y Dios ha hablado. ¿Quién no profetizará?”.",
    "🦅 No, si Él no viene según nuestro propio gusto… Si Él no viene de la manera en que lo queremos, la manera en que pensamos que debe venir, no Le recibiremos”. Entonces, fueron sus credos que los desviaron tanto a ellos de la Palabra escrita. Estaban tan desviados que fallaron en reconocerlo a Él, por Quién habían estado orando que viniera. Sus iglesias los habían apartado tanto, a tal grado que la mismísima cosa por la que habían orado, estaba allí con ellos, y como no era conforme a su gusto, pues ellos—ellos—ellos no Lo podían creer. Ellos tenían que distanciarse de Eso. Ellos Lo sacaron. Ellos… Solo hay una cosa que Ud. puede hacer cuando conoce a Cristo: es aceptarlo o rechazarlo. Ud. jamás podrá alejarse partidario con las dos. Ud. no lo puede hacer. Eso—eso no se puede hacer; simplemente es de esa manera.",
    "Solo fíjense en los pocos que lo reconocieron a Él como la Palabra Ungida de ese día. ¿Ven?, Dios en el principio, siendo infinito y sabiendo todas las cosas desde el principio… Y estas cosas son solo la muestra de Sus atributos. Un atributo… Ud. tiene un atributo: es su pensamiento. Ud. piensa en algo, luego Ud. lo habla, luego Ud. lo toma. Así es Dios. Él, en el principio… Si Ud. es… Si Ud. alguna vez estuvo o estará en el Cielo, para comenzar Ud. estaba en el Cielo. Ud. es parte de Dios. Ud. es Su pensamiento. Él sabía su nombre. Él sabía quién era Ud. antes de que hubiera una—una—una molécula, antes de que hubiera una luz. Antes de que hubiera alguna cosa, Él lo conocía a Ud. y su nombre; y lo puso en el Libro de la Vida del Cordero antes de que el mundo fuese formado. ¿Ven?, Ud. fue Su pensamiento. Y entonces un… Entonces Ud. llegó a ser una Palabra. Y una palabra es un—un pensamiento expresado. Después Ud. es manifestado.",
    "Así estaba Él. En el principio Él estaba solo. Dios habitaba a solas con Sus pensamientos. Él jamás volverá a hacer eso, porque Sus pensamientos se están manifestando. Y por eso es que nosotros estamos aquí mismo, este día… es Dios teniendo compañerismo con Sus pensamientos, siendo manifestado. ¿Ven? Allí estamos. Así que, Ud., preocupándose, no puede añadir un codo a su estatura. Ud. no puede hacer esto, aquello o lo otro. Es Dios que muestra misericordia; es Dios. “Todo lo que el Padre Me da, vendrá a Mí; y ninguno puede venir a Mí, si el Padre que Me envió no le trajere”. Eso lo deja establecido.",
    "Ahora, solo noten cuán pocos de ellos en Su día, entre los millones sobre la tierra, nunca siquiera supieron que Él estaba aquí. Solo piensen, había decenas… millones de personas que nunca supieron nada de eso. Y pensar que en Israel en ese tiempo había dos millones y medio de personas en Palestina, de israelitas, y ni una centésima parte de ellos llegaron a saberlo. Con razón Él dijo: “Estrecha es la puerta y angosto el camino, pero pocos serán los que la hallan”. ¡Solo piensen en cuántos no lo reconocieron a Él! No supieron que Él era Eso. Y ellos estando por allí cerca de donde Él estaba; esa es la parte lastimosa.",
    "Aquellos que caminaron con Él y lo vieron en la calle y demás… ellos—ellos no reconocieron Quién era Él, porque Satanás se aseguró que Él tuviera el—el nombre más vulgar que se le pudiera dar a una persona. Él fue llamado por el mundo (el mundo natural)… Él—Él fue llamado un ilegítimo (porque él había dicho que “la madre lo había concebido a Él de José, antes de ella casarse con él”). Por tanto, él le dio a Él un nombre ilegitimo.",
    "Y nuevamente, la—la iglesia lo vio a Él en Su gran poder de manifestación. ¿Manifestando qué? ¡No manifestando un credo! ¡Él estaba manifestando la Palabra! Él Mismo era la Palabra Ungida. Y cuando ellos vieron eso aconteciendo (la manifestación, el Mesías Ungido), ellos Lo rechazaron. Ellos no Lo quisieron. Eso no era conforme a su gusto. Esa es la parte triste. ¿Cuántos…? ¡Tan solo piénsenlo! Igual como en otros días.",
    "¿Ven?, cada uno tenía su propia interpretación de la Palabra. Eso es lo que… la razón por la que Israel no reconoció a Moisés. Por esa razón el mundo no reconoció a Noé. Por esa razón todos los profetas no fueron reconocidos. Ellos tienen su propia interpretación de la Palabra. Pero Dios, en toda edad, ha tenido a Su Mesías. ¿Ven? El rechazar el Mensaje de Noé, era rechazar a Dios. El rechazar a Noé era perecer. El rechazar a Moisés era perecer. Eso era… Ellos eran los Mesías Ungidos para esa edad, la Palabra que fue prometida para esa edad. Y cuando vino Jesús, Él fue la plenitud de la Palabra.",
    "Dios Mismo, hecho en la estructura de un hombre, con huesos y carne; ese Ser Ungido. Y ellos debieron haber visto eso. Pero noten Uds.: su—su mundo eclesiástico le había añadido tanto aquí y quitado tanto acá y todo así, al grado que estaba tan enredado que ellos—ellos confiaron en su iglesia en lugar de—de la Palabra. Y cuando ellos vieron su iglesia ungida, entonces pensaron que algo grande acontecía. Pero cuando ellos vieron la—la Palabra Ungida, entonces dijeron: “Eso es fanatismo. Este hombre es un diablo, un Belcebú”. Porque era tan contrario a su iglesia que… los credos de su iglesia y lo que ellos habían hecho. Y fue de esa manera en cada venida de un profeta, la iglesia estaba muy enredada.",
    "Dios envió Sus leyes y les dio un pacto. Y el sacerdote venía y le cortaba, y le añadía, y tomaba de por acá, y hacía un credo de eso. Y entonces Dios levantaba de en medio de la nada, algún hombre ungido que se levantaba en el poder del Espíritu. Y él siempre fue odiado por los sacerdotes, por los reyes. Y—y los profetas falsos lucían sus ropas delicadas, y caminaban humilde y suavemente entre los reyes y los sacerdotes, para merecer grandes títulos y—y cosas. Entonces el verdadero profeta real venía de en medio de la nada, de ninguna de sus organizaciones.",
    "¿Dónde—dónde hubo alguien en la Biblia, donde Dios haya tomado un sacerdote y lo haya hecho un profeta? ¿Dónde alguna vez Dios tomó a un teólogo eclesiástico (un hombre entrenado, un hombre entrenado teológicamente) y lo hizo un profeta? Jamás en ninguna historia, en la que fuere, Él llegó a hacerlo, en ninguna edad… llegó Él a hacerlo. Él tiene que apartarse de ese sistema, y levantarlo. Y eso es lo que Él había hecho aquí.",
    "Jesús, cuando Él nació en Belén de Judea, de una familia pobre, y Él no tenía antecedente del que ellos supieran, solo era uno de la tribu de—de Judá, y Su madre y padre eran del linaje de David; y ellos tuvieron que venir y ser empadronados. Y aquí estaba Él, solo era un joven, por ahí… solo haciendo pedazos las iglesias. Y ellos lo odiaron. Y ellos no podían decir otra cosa sino que ese Varón hacía milagros. Pedro lo expresó el Día de Pentecostés, dijo: “Jesús de Nazaret, Varón aprobado por Dios entre nosotros, que Dios estaba con Él”. Y no para añadirle a Su Palabra ni nada; para hacerlo un poco más claro: “Él fue Dios hecho carne con nosotros. Dios con nosotros”.",
    "Y decía la otra noche, que Moisés, parado allí con la mano en su pecho, él… ese era Dios en Moisés. Él… (con los secretos en su corazón), y al extenderla estaba blanca con lepra. Luego la metió de nuevo a su seno y la sanó, y la volvió a extender hacia nosotros cuando Él envió al Espíritu Santo; que nuevamente era Dios solo que en otra forma, en el Día de Pentecostés. Y nosotros Lo rechazamos. Nosotros no queremos Eso. Así fue como hicieron ellos en ese entonces. Así es como nosotros probablemente haríamos hoy.",
    "Vemos que cada hombre tiene su propia interpretación. Por eso es tan confuso. Pero, saben, la Biblia dice que “esta Palabra no es de interpretación privada”. Ella no necesita de una interpretación presbiteriana; Ella no necesita una interpretación bautista; ni tampoco necesita una interpretación pentecostal. Dios es Su propio intérprete. Él dijo que lo haría y Él simplemente lo hace, y eso lo deja resuelto. Entonces por eso es que ellos ven la Palabra de Promesa Ungida y luego ellos—ellos no La pueden recibir, ¿ven?, porque Eso es contrario a sus—sus credos.",
    "La apariencia del Mesías (el Ungido) y lo que Él haría, estaba lejos del entendimiento de ellos. Y entonces cuando les fue leído de las Escrituras lo que Él haría, ellos aún no Lo entendieron. Pues cuando estos reyes magos bajaron, de allá de Babilonia, ellos estaban como al noreste de Jerusalén, y miraron allá y vieron esa Estrella guiando hacia el oriente. Ellos la siguieron por dos años, al venir por el río Tigris y por los valles y el Sinar, y continuaron bajando, llegando a la ciudad principal de todas las religiones; la religión más importante en el mundo, en el templo, en Jerusalén. Iban y venían por la calle diciendo: “¿Dónde está Él? ¿Dónde está Él que ha nacido Rey de los judíos?”. Pues, nadie sabía nada al respecto. Eso era extraño.",
    "Aún inquietó al Sanedrín… llamaron a los eruditos y dijeron: “Lean en las Escrituras dónde es que el Mesías…”.",
    "Y ellos fueron y tomaron las—las Escrituras y leyeron que Micaías dijo: “De… Judá… Belén de Judá, ¿no eres tú la más pequeña entre todos los príncipes? Pero de ti vendrá este gobernador”.\n\n¿Ven?, en lugar de investigar, ellos simplemente lo rechazaron: “pues, eso es una cantidad de fanatismo”. ¿Ven? Por eso es que los pastores llevaron el Mensaje. ¿Ven?, ellos no… Ellos tienen su propia interpretación, por eso ellos—ellos fallan en ver lo verdadero.",
    "Pero como siempre, cuando Él viene, Él vino exactamente de la manera como la Palabra dijo que Él vendría. Él vino a la ciudad así exactamente, en nuestro texto de esta mañana, de la manera como la Palabra dijo que Él vendría. Y ellos dijeron: “¿Quién es este?”. ¿Ven Uds. lo que quiero decir? Ellos debieron saber Quién era. Y aquí… no el mundo externo sino el mundo eclesiástico dijo: “¿Quién es? ¿Quién es este?”. Cuando allí, las Escrituras habían dicho claramente que exactamente de esa manera vendría Él. Y ellos dijeron: “¿Quién es? ¿Quién es este individuo? ¿Por qué toda esta emoción? Dejen de hacer todo ese alboroto, nos pone nerviosos”. A-já. ¿Ven? El… ¿Ven? Aquello por lo cual habían orado estaba allí mismo al alcance de su mano, y ellos no reconocieron eso. Y Él vino exactamente de la manera que la Escritura dijo que vendría. Y si Él lo hace hoy, Él vendrá exactamente de la manera que la Escritura dice que Él vendrá. Él siempre viene conforme al gusto de la Palabra de Dios, y no al gusto de la idea de algún teólogo al respecto.",
    "De hecho, ¿sabían Uds. que la Palabra de Dios nunca vino a un teólogo? Encuentren las Escrituras donde haya sucedido. La Palabra no viene a teólogos; en absoluto. Pero, vean, si la Palabra fuera manifestada hoy, la Palabra para nuestro día, Eso sería conforme al gusto de la Palabra de Dios; no según el gusto de la idea de alguien. Dios tomaría Su Palabra que Él prometió para este día y La ungiría, y Eso acontecería. Así de sencillo. No hay manera de evitar que suceda. Como sea lo hará, no importa lo que la iglesia diga ni lo que los demás crean. Eso… Dios lo hará de todas maneras. Solo habrá muy pocos que llegarán a saberlo. Es correcto, solo muy pocos. Siempre fue de esa manera.",
    "¿Ven?, con su propia interpretación no podían hacer otra cosa, porque ellos se apoyaban en lo que la iglesia les había dicho. Pero Él vendría… Él siempre vino entonces… Él lo hizo allá, mejor dicho, y Él lo hará cada vez que venga y todo lo que hace, será conforme al gusto de la Palabra. Entonces, no podemos poner la confianza en lo que otras personas dicen. Solo hay una cosa en la que Ud. puede poner su confianza, y esa es la Palabra. Y la Palabra es Dios. Y la Palabra ungida conforma al Mesías; la Palabra ungida de la hora. ¡Cuán hermoso! A ellos se les pasó por alto, la Palabra; lo correcto… Ellos tenían… La Palabra siempre está correcta, pero la interpretación que ellos tenían de Ella estaba errada.",
    "Yo me pregunto si esta gran cosa, este Concilio Ecuménico que tenemos hoy en el mundo, y el Concilio Mundial de Iglesias formando una unión haciéndonos uno a todos… Yo me pregunto si ellos se dan cuenta si… Que eso exactamente es lo que las Escrituras dicen que ellos harían. Pero ellos piensan que esa es la cosa más maravillosa del mundo, que todos podamos tomarnos de la mano y ser uno. Dicen: “Jesús oró para que pudiéramos ser uno”. Eso es cierto; pero no esa clase de unidad.",
    "Él dijo: “Sean uno como Yo y el Padre somos uno”. Sí, que sea esa clase de unidad. Entonces, ¿cómo será eso? La Palabra en nosotros sería la Palabra ungida. Esa es la unidad de Dios. ¿Ven?, la unidad de Dios es la Palabra ungida en Ud. ¿Ven? Y entonces Ud. viene a ser un hijo (un mesías) de la edad.",
    "Ahora encontramos que la gente sigue igual. La gente no cambia. Estas personas estaban divididas en tres grupos. Y le daremos un vistazo a eso ahora por unos minutos. Sé que me voy a retrasar un poquito, si les parece bien. Es que soy tan lento, que yo—yo—yo solo… no sé; yo—yo llego y anoto Escrituras y algunas notitas. Y entonces yo—yo llego allí y el—el Espíritu Santo toma una de ellas, y yo—yo—yo—yo… parece como que no tuviera fin; sigue y sigue. Pero, ahora, a nuestro texto.",
    "Ellos estaban divididos allá en tres grupos diferentes, con tres opiniones diferentes: Algunos le creyeron a Él; algunos Lo odiaron; y algunos no sabían qué hacer.",
    "¿Ven? Así—así mismo es como lo tenemos. Yo prediqué, creo que en esta iglesia, una vez: “Creyentes, Manufacturados e Incrédulos. Esos tres en el grupo, uno—uno encuentra eso por todas partes. Aquí también hay tres en el grupo, viendo que esta condición siempre ha estado en la gente. Podemos regresar muy atrás y probar que esa siempre ha sido la condición de la gente. Ellos siempre han estado en esa clase de condición.",
    "Entonces, viendo que siempre ha sido de esa manera, eso nos lleva a creer que Dios diseñó a las personas para que sean de esa manera. Pues, Él hará que Su enemigo lo alabe a Él. Todo… Pablo, escribiendo en Romanos, el capítulo 8, dijo: “¡Oh, hombre necio! ¿Puede el—puede el barro decirle al alfarero, por qué haces mi… a mí así? ¿No tiene Él poder para hacer un vaso de honra y otro para deshonra?”. ¿Qué pasaría si Él no hubiera hecho la noche? Ud. no apreciaría los rayos de sol. Si hubiera sido todos rayos solares, Ud. no sabría apreciar eso. ¿Qué pasaría si no hubiera existido la enfermedad? Ud. no sabría apreciar la buena salud. ¿Qué si no hubiera gente mala? ¿Mujeres malas? Una buena mujer no recibiría honra. ¿Ven? Ellas no… La honra no sería suya, porque todo sería simplemente de esa manera, todo lo mismo; pero es la ley de contraste.",
    "Dios así lo hace: uno tan deshonroso que haga lucir al honorable; uno que esté tan errado que hace lucir… Si no fuera, aquella sería la cosa correcta. Si no hubiera… No puede haber un dólar falso hasta que no haya un dólar verdadero. Y después el falso es… Si para comenzar solo hubiera uno falso, entonces sería el verdadero; pero es—es una copia. No puede haber… No puede haber pecado hasta que haya justicia. Pues la justicia es la—la cosa correcta, y el pecado es la perversión de la justicia. En otras palabras, una verdad es una verdad. Una mentira no puede ser una mentira hasta que primero haya una verdad; para que esa verdad se pervierta en una mentira. Así que, todo pecado no es más que justicia pervertida. Por tanto, hay un sistema en el mundo.",
    "Dos sistemas; y uno de ellos es el sistema correcto, y el otro es un sistema pervertido. Y uno de ellos es la Palabra de Dios, que es lo correcto; y la palabra de todo hombre es una mentira. Y este sistema denominacional que tenemos hoy, formando un Concilio Mundial de Iglesias para hacer una marca de la bestia para juntarlos a ellos, es la cosa errada. Y los hombres están entrando a eso ciegamente.",
    "Dios ha puesto la cosa en la tierra para que ellos sean librados. Pero ellos consideran que eso es un montón de fanatismo. Ellos no la quieren. Ellos la rechazan. Piensan que ellos tienen que hacer algo al respecto. Ellos tienen que hacer su propio sistema. Dios ya tiene el sistema aquí, Su Palabra. Pero nosotros no queremos Eso. Y así, nos encontramos hoy igual como ellos en ese entonces.",
    "Y ahora, vemos que la gente es diseñada para que sea de esa manera… Fíjense, Ud. dice… Yo sé que estoy tomando demasiado tiempo, pero no quiero seguir mirando eso porque me pone nervioso. ¿Ven?",
    "La política; ahora nosotros tomamos como… Tomemos por ejemplo… para ver si la gente está diseñada para que estén en tres—tres clases. Tomemos la política. Hay unos que están al rojo vivo por un hombre. Y otro grupo lo detesta. Y otro grupo no sabe qué hacer con respecto a él; ellos no saben cuál de ellos, y eso los lleva a la confusión.",
    "Este hombre dice: “¡Oh, él es un gran hombre! Él—él será nuestro mejor presidente”.\n\nEl otro dice: “Él no es más que un renegado”.",
    "Luego el indeciso dice: “Ahora no sé qué hacer”. ¿Ven? ¿Lo ven?, estamos diseñados de esa manera. Somos hechos de esa manera. Así son los seres humanos. Tenía que ser de esa manera para dar cumplimiento a la gran economía de Dios. Y para alcanzar Sus logros que Él va a lograr en la tierra, el hombre tenía que ser diseñado así. Uno está correcto. El otro está errado. Y el otro está en medio de los dos. Siempre ha sido de esa manera.",
    "Fíjense, lo hacen cada vez que ellos no saben… El hombre en el medio, es una mala posición porque: uno puede explicar el asunto, pues piensa que él tiene la razón; el otro puede mostrar por qué piensa que él esta errado; y el que está en medio no sabe nada del asunto, él no sabe hacia dónde voltear. Y así de esa manera es en la religión. La gente hace lo mismo hoy en cuanto a su destino Eterno.",
    "Ahora nos va a doler en un minuto. Ellos lo hacen en cuanto a su destino Eterno. Un hombre va por acá a este—a este… para comer. Y si Ud. encuentra una araña en su plato de sopa Ud. va a querer demandar esa compañía o ese restaurante. Pues, Ud. no se comería esa sopa, sería veneno. Ud.—Ud.—Ud.—Ud. ni la recibiría, una cucaracha grande o algo hervida en un plato de sopa. Pues, Ud. ni la recibiría. Le revolvería el estómago solo pensar en eso. Sin embargo, Ud. permite que un montón de teólogos le empujen algo por la garganta que lo llevará a Ud. a un millón de millas de Dios, y se lo traga sin mascar; siendo que “el hombre vivirá de toda Palabra que sale de la boca de Dios”. Su alma se aferra de una cadena colgando sobre el infierno. Y como he dicho antes: “Una cadena es tan fuerte como su punto más débil”. Que se rompa un eslabón… es todo lo que se tiene que hacer, romper uno de ellos; eso es todo. Los demás se desprenderán con ese. Solo es tan fuerte como su eslabón más débil.",
    "Ahora… Y una persona sabiendo que si uno se come esa sopa con una araña venenosa, eso probablemente lo va a enfermar. Ud. tendría que ir al hospital, y—y hacerse un lavado de estómago y pasar muchos inconvenientes. Y eso realmente pudiera matarlo. ¡Pero, vaya! Ud.… Pues, Ud. nunca se acercaría a un lugar así. Ud. no va a querer jamás ni que su sombra pase por esa puerta, porque Ud.—Ud.—Ud. teme envenenarse y morir. Y luego Uds., sin problema, se unen, colocan sus nombres en los libros, y pelean exactamente por la causa del asunto que la Biblia dice: “No está condenando su cuerpo sino enviando su alma al infierno”. ¿Ven? ¡Qué extraño actúa la gente! Ellos—ellos han… Ellos toman su destino Eterno y lo basan sobre algún término teológico. Y uno puede presentarles la Escritura, decir: “Esto es lo que dice la Biblia. Aquí mismo está”.",
    "Y el teólogo La mira: “Bueno, eso fue para otro día”. ¿Ven? Y Ud. lo escucha a él. Ud. vea lo que Dios dice. Un verdadero Cristiano genuino solo escucha esa Palabra, y eso solamente. El hombre de Dios vive de ese Pan.",
    "Fíjense, algunos—algunos creen en la Palabra; mientras que otros creen en su interpretación denominacional. Y hay otros, por esta confusión, que no saben qué creer.",
    "Ahora algunos de ellos dijeron: “¡Oh, este Concilio Mundial de iglesias, eso será la cosa! Esa es la cosa que nos hará a todos uno. ¡Oh, esa es!”.",
    "Y otros dicen: “¡Pues, eso es del diablo! Aquí está en la Escritura”.",
    "Entonces el hombre que no se toma el tiempo para sentarse y orar y escudriñarlo, él dirá: “¡Oh, olvide eso!”. A-já. ¿Olvídelo? Es su… por su confesión, hermano, por su posición, por el término que escoja, determinará su destino Eterno donde estará para siempre. No haga eso.",
    "Nos conviene sentarnos cuando algo así se presenta. Y en una pregunta, como en los días de Jesús, cuando ellos vinieron, la iglesia dijo: “¡Oh, Él solo es un renegado! Él no es de importancia”.",
    "Pero Uno dijo: “Escudriñen las Escrituras”. Él dijo: “En Ellas os parece que tenéis la Vida Eterna, y Ellas os dicen Quién Soy”.",
    "Entonces hombres y mujeres, de cualquier estatus Cristiano o interés en su destino Eterno, deberían escudriñar las Escrituras y ver Quién era Él. Entonces la pregunta no hubiera sido: “¿quién es este?”. Ellos hubieran dicho: “¡Él está aquí!”. Esa es la diferencia. ¿Ven?, es el hombre, ellos—ellos—ellos tienen la tendencia a ser así. Algunos han sido ordenados para eso. Es algo duro de decir, pero es verdad; eso lo demuestra. ¿Ven?",
    "Ahora, hoy, algunos dicen: “Yo creo la Palabra. La Palabra es Verdad; cada Palabra de Ella”.",
    "Otros dicen: “¡Ah!, nuestros pastores van y aprenden esa clase de… Ellos saben qué decir respecto a Eso”.",
    "Otro dice: “Bueno, no sé. Yo me uní a esta; no me gustó. Vine acá y me uní a esta. Yo—yo no sé a cuál pertenecer”. ¿Ven? Así de esa misma manera sucedía allá, la misma clase de multitud. Bueno, eso siempre ha sido así, desde el principio, y siempre lo será.",
    "Ahora vamos a considerar la Verdad de la Biblia de este asunto, y ver si es correcto; por unos minutos ahora… Adán… En el principio comenzó de esta manera, así mismo como lo tenemos hoy, no ha cambiado ni un poquito. Adán era un “creyente”. Satanás era un “incrédulo”; él no creía la Palabra. Así que él fue a Eva, que “no estaba segura” si Eso era lo correcto o no. ¿Ven? Satanás, el incrédulo… Dios dijo: “El día que de él comieres, ese día morirás”.",
    "Satanás dijo: “Eso no es correcto”. ¿Ven?, y él no Lo creyó. Adán sí Lo creyó. Así que él trabajó en la que estaba en medio. Ellos simplemente no sabían… ella simplemente no sabía.",
    "Ahora, noten, la mujer aquí representa la futura iglesia denominacional llamada novia. Todo comenzó en Génesis. Es una semilla. Comience Ud. en Génesis; su cuadro le resultará correcto. ¿Ven? Ahora, aquí, ella representó la iglesia de este día, porque algunos dicen (pues nosotros recibimos presbiterianos y luteranos, y todos ellos vienen, estos hombres de negocio y demás), “nos gustaría tener… queremos el bautismo del Espíritu Santo; nos—nos gustaría recibirlo”.",
    "¿Se dan cuenta Uds. en el día en el que podríamos estar? ¿Ven? Pudiera ser que ellos nunca lo capten. ¿Saben Uds. que Jesús dijo: “Cuando ellos, la virgen fatua…”?",
    "Ahora recuerden, la virgen fatua vino a pedir aceite. Toda quedó por fuera. Ella no Lo recibió. Ella nunca Lo recibió. ¿Se dan cuenta Uds. que después de que la Novia se haya ido, arrebatada al Cielo, las iglesias aún continuarán, la gente pensará que se está salvando y todo sencillamente igual como siempre lo han hecho? Continúan tal como fue en los días de Noé. Ellos continuaron comiendo, bebiendo y todo como siempre lo hacían. No lo sabían, pero la puerta se había cerrado. Y pudiera ser, amigos, que la puerta se pueda cerrar en cualquier momento. Quizás ya lo esté, hasta donde yo sé; no lo sabemos.",
    "Solo serán unos cuantos de ellos que entrarán. Lo sabemos; “Como fue en los días de Noé (ocho almas fueron salvas), así también será en la venida del Hijo del Hombre”. Solo serán salvas unas pocas almas. Yo no digo que ocho. Tal vez sean ochocientas o… yo—yo no sé cuántas. Ocho mil… yo—yo no sé. Ocho millones… yo…",
    "Pero, vean Uds., la Novia no estará compuesta de solo el grupito que esté aquí en la tierra ahora. Cuando la séptima vigilia, cuando Él vino, todas esas vírgenes se levantaron y limpiaron sus lámparas. Desde allá atrás, cada uno que creyó la Palabra ungida a través de la edad, salió. Como la pirámide (la parte de abajo), y vinieron… Pero la Piedra de Corona tenía que venir para recoger toda la cosa para hacerla una—una pirámide. ¿Ven?, la juntó. Ahora, la Novia será compuesta de todos aquellos a través de las edades, que han creído y han aceptado a Cristo como su Salvador.",
    "Ahora, Eva no estaba segura. Adán le habló, le dijo: “Ahora, Dios dijo, cariño, que ‘el día que de él comieres, ese día morirás’”.",
    "Pero ellos dijeron… Satanás dijo: “Ciertamente eso no puede ser correcto. Te imaginas a un—un Padre que trate a Sus hijos… Solo por un poco de diversión, una cosa así. Ciertamente Eso no es así”. ¿Ven?",
    "Y finalmente ¿qué decidió ella? Ella se decidió por el “ciertamente”. Y eso es exactamente lo que la iglesia hace hoy, exactamente. “¡Oh, ciertamente…! Nosotros somos una gran iglesia; somos un gran pueblo; llevamos mucho tiempo… Toda esta cosa por acá que ellos llaman fanatismo, esta—esta cosa que ellos llaman el bautismo del Espíritu Santo y todo, ¡eso es insensatez! ¿Ven?, eso… No hay tal cosa como Eso. ¡Ah!, ciertamente… Yo pago diezmos. Yo voy a la iglesia. Mi madre iba a la… Ciertamente Dios…”. Pero Dios dijo algo diferente, y de esa manera será, solo conforme al gusto de Su Palabra. Él dijo lo que sería esta edad de la iglesia de Laodicea. Tengo un libro especial que saldrá sobre eso muy pronto, si el Señor quiere (¿ven?), de esta Laodicea, para mostrar que ya ha terminado, que ella ya está allí adentro sellada, y Cristo está por fuera. No dice que Él volverá a entrar, Uds. saben. Así que encontramos eso hoy sacando a la Palabra, tal como siempre ha sido.",
    "Ahora, fíjense, Moisés, la Palabra ungida… o ya sea que le llamemos a él… espero que Uds. entiendan cuando digo que él era el Mesías. Él era la Palabra ungida que había sido prometida para ese día. ¡Moisés lo era! ¿Lo creen Uds.? Seguro, la palabra—la palabra Mesías significa “el ungido”. ¿Ven? Ahora, Noé era el ungido de su día. Abraham habló que habría… Su pueblo peregrinaría cuatrocientos años en esclavitud, y serían sacados por una mano poderosa, y lo que él mostraría: sus señales y maravillas… y—y las generaciones que venían, y lo que se haría. Y Moisés se paró allí, esa Palabra Ungida de ese día. Por eso es que él pudo meter la mano en el seno. ¿Por qué? Él estaba parado en la Presencia de Dios. ¡Amén! Rodeado de la gran Gloria de la Shekina. Cada movimiento que él hacía representaba a Dios. Ahí es donde debería estar la iglesia ahora. ¡Correcto! Pero en vez de eso, nos hemos desviado en una especie de pataleta denominacional.",
    "Pero Moisés había sido atraído, y él vino a un lado. Y allí estaba esa Columna de Fuego suspendida allí en ese arbusto. Y aquí estaba parado Moisés ungido. No cabe duda que el hombre ni siquiera sabía lo que hacía. Los símbolos que le fueron dados cuando se paró allí con su vara de pastor, y saber que esa sería la vara en el desierto. Se convirtió en una serpiente, luego vino a ser una expiación; esa serpiente, en el desierto. Todas las cosas que él hizo… Eran señales y voces hablando al pueblo. ¿Ven?, eran algo conectado a él. Y Moisés mismo tal vez ni se dio cuenta, pero él era la Palabra Ungida de ese día. Él fue el Mensajero ungido. Entonces si él fue el Mensajero de esa hora, él fue el Mesías de esa hora. Él era el ungido.\n\nAhora, él, Josué y Caleb, eran los creyentes del grupo (fíjense) y trataron de enseñarles a otros la Verdad. Pero vean, Satanás (Datán y Coré) causaron que otros perecieran en el desierto. Ahora, ¿cuál fue el problema?",
    "Dios había llamado a Moisés; él no quiso ir. Esos profetas tuvieron que hacer tales cosas que ellos—ellos… Era una cosa difícil de hacer. Ellos no querían salir allá y ser menospreciados. Ellos querían tener compañerismo y estar con los demás y—y compartir allí con los hermanos. Pero Uds. verán, así como… Yo creo… Olvido qué profeta fue, dijo: “Si… Yo no quiero hacer esto” (en otras palabras) “pero mi corazón se consumiría completamente. Dios lo ha hablado y yo debo entregar Eso”. Ya fuera que Eso les gustara o no; ya fuera que ellos lo crucificaran; ya fuera que lo apedrearan; sea lo que hicieran… Dios ha hablado en su corazón, y él debe decir Eso. No para ser diferente, sino para ser obediente. “Obediencia es mejor que sacrificio; prestar atención, que la grosura de los carneros”. ¿Ven?, eso estaba en su corazón. Él debía hacerlo. Eso era su Vida. Él no podía contener Eso. Había algo, una pulsación que los impulsaba. Ellos no podían bendecir Eso ni maldecirlo. Dios tenía tan completo control de ellos al grado que Él—Él era la voz de ellos, su acción. ¡Aleluya!",
    "Denme una Iglesia que esté tan completamente ungida de Dios que cada una de sus acciones y movimiento sea ASÍ DICE EL SEÑOR, caminando en esa Gloria Shekina, yo les mostraré un Mesías (un ungido de Dios) de pie sobre la tierra.",
    "Ahí estaba parado Moisés junto a esta zarza ardiente y la Gloria de la Shekina. Parado allí, ungido, a duras penas sabía lo que hacía. Él solo obedecía lo que la Voz le decía que hiciera, “mete la mano en tu seno. Sácala. Toma esa vara. Conviértela en una serpiente. Arrójala de nuevo”. No importa lo que algún otro decía, él lo estaba haciendo.",
    "Dijo: “Señor, muéstrame Tu Gloria, y estaré listo para ir a Egipto. No soy un hombre elocuente; no puedo hablar bien; pero solo permíteme ver Tu Gloria”. Y Él se la mostró. Y él fue allá y llevó estas mismas cosas, y fue para mostrar que Él era el Mesías Ungido. Ese hombre tomó polvo de la tierra y lo arrojó al aire, y moscas y pulgas volaron de ese polvo, y cubrieron la tierra. ¿Qué puede crear sino Dios? Sacó agua del río y la derramó sobre la orilla; y cada gota de agua por todo Egipto se convirtió en sangre. ¿Qué más pudo hacer eso sino Dios? ¿Qué era? Él estaba tan completamente rendido a la Palabra Ungida de Dios que él fue el Mesías.",
    "Los egipcios trataron de rechazar Eso así… Los incrédulos quisieron rechazar Eso. Los manufacturados trataron de llevar a cabo su plan; sin embargo, la Palabra de Dios los llevó a ellos directamente a la Tierra Prometida. Es correcto. Ellos fueron ungidos. Ellos fueron… Él era el Mesías.",
    "Ahora viene la pregunta estando en el desierto. Aquí es donde trae… Vean, quiero que observen ahora, hermanos míos. Ahora recuerden, estas personas disfrutaron esas bendiciones. Ellos disfrutaron la predicación de este profeta, este ungido. Ellos le creyeron; ellos lo siguieron. Pero en el desierto se levantó uno por el nombre de—de Datán y uno llamado Coré. Y ellos dijeron: “Esto debe ser un plan para alzar a un solo hombre. Moisés piensa que él es el único que Dios ha llamado”.",
    "Ese Mensaje de un solo hombre, ellos no Lo querían. No, ellos no Lo querían. Y Dios nunca lidió sino con una persona a la vez. Siempre es un Mensaje de un hombre. ¿Cuándo lidió Él con la gente sino con una sola persona? Es un individuo. No es un grupo. Ud. es responsable a Dios, cada uno de Uds. Ud. dice: “¡Oh, yo creo Eso!”. Ud. solo… Lo que Ud. hace, Ud. solo lo dice por decirlo. Ud. no lo dice en serio.",
    "Una mujer parada aquí. Yo soy un hombre joven, esperando casarme. Ella cumple mis requisitos en todo aspecto: es una Cristiana amorosa, tiene esa apariencia, así se viste, se comporta como una, vive como una. Yo diría que ella me será una buena esposa. Pero ella no es mía hasta que yo la tome como mía.\n\nDe esa manera es el Mensaje. Ud. puede simpatizar con Él y decir: “Es lo correcto”. Pero Ud. mismo tiene que tomarlo para venir a ser parte de Él. Entonces Ud. y el Mensaje llegan a ser uno. Entonces la unción está con Ud., como lo está con los otros.",
    "Ahora, Satanás, él no Lo Creyó. Datán… Él consiguió que Datán y ellos no Lo creyeran, causó que todos ellos perecieran.\n\nPero Uds. dicen: “Espere un minuto Hermano Branham, Ud. dijo: ‘tres: Moisés, Josué y Caleb’”. Exactamente correcto. Eso es lo que había. “Pero aquí Ud. solo ha dicho, ‘dos’. Ud. dice aquí que ‘había…’”.",
    "Ud. dice: “Satanás el sobrenatural”. Pero también había un Dios sobrenatural, ungiendo a estos tres. Ahora, los únicos ungidos de Satanás; pero el otro viene, el otro viene, solo observe por unos minutos. Él viene a la escena, su nombre es Balaam. Él es un profeta amante al dinero; así llamado profeta, profeta falso.",
    "Siempre hay toda clase de profetas. Y siempre con Israel y con el grupo, siempre había profetas, esos: persuasivos convincentes, profetas con objetivos escondidos, que caminaban allí y queriendo estar bien con el rey, y recibir algo, y, bueno, como Acab que tenía cuatrocientos de ellos, todos vestidos a su estilo eclesiástico. Y él le dijo… él le dijo al—al—al gran rey allí arriba, Josafat, dijo: “Pues, seguro, tengo cuatrocientos, todos bien entrenados, profetas hebreos”.",
    "Y todos ellos vinieron y profetizaron. Pero ese hombre tenía tanto de Dios que sabía que eso estaba errado, pues él sabía que Elías había maldecido esa cosa. Y ¿cómo podía Dios bendecir lo que Él ya había maldecido? No podía hacerlo. Él dijo: “¿Tienes uno más al que podamos preguntar?”.",
    "Él dijo: “Sí, tienes uno por acá; Micaías, el hijo de Imla. Pero” dijo, “le odio”. Dijo: “Él nos critica todo el tiempo, condenándome y diciéndome mal de todo”. ¿Cómo podía…? Él León había rugido. Dios había hablado. ¿Quién no hablaría la Verdad? Cuando eso era contrario a la Palabra de Dios, él tenía que maldecir la cosa. Siempre han tenido eso, al profeta falso. Pero siempre también han tenido uno verdadero. Recuerden, no fue toda la escuela de ellos; fue uno de ellos. Y de esa manera es en cualquier día; de esa manera es hoy.",
    "El Profeta de este día es esta Palabra. Es correcto. El Profeta hoy, no son todas estas diferentes… Hay un profeta metodista, un profeta bautista, un profeta pentecostal, toda clase de profetas alrededor, por todo el país. Pero con todo: hay un Verdadero Profeta, el mismo ayer, hoy y por los siglos. Es correcto. ¡Jesucristo! Y Él es la Palabra. Es correcto. Él es la Palabra: la Palabra Ungida de la hora.",
    "Fíjense ahora en Él mientras continuamos. Hallamos que Josué y Caleb… Y luego aquí llega Balaam, el profeta asalariado. ¿Qué hizo él? Pisoteó cada Palabra de Dios, después que Dios se la mostró. Él representa a la denominación hoy. Mostraremos eso en unos pocos minutos; Datán, lo que fue, y lo que fueron los demás. Ahora, Balaam representó la denominación. Una persona que no debe… debió saber que no era así. Él sabía que eso estaba errado. Pero ¿qué hizo después de eso? Dios le dio una advertencia, y con todo, él pisoteó esa advertencia. Él estaba tan enloquecido por el dinero y la popularidad que pudo pertenecer a ellos. Y así igual están haciendo las iglesias hoy, entrando directamente en ese Concilio Mundial de Iglesias; y toda advertencia está resonando por el país con señales y maravillas en estos postreros días. Ellos entran directamente en eso de todos modos, porque aman la gloria del hombre más que lo que aman la Palabra de Dios.",
    "Tengo un buen amigo allá que está predicando ese mensaje; un pentecostal, allá diciéndolo a la gente, queriendo unir la iglesia. Diciendo que “debemos entrar en eso, este movimiento ecuménico”. Pues, algunos en esas… la iglesia de Cristo. Muchas de estas denominaciones que ni siquiera creen en el nacimiento virginal y todas estas diferentes cosas, y todas pertenecen a eso. ¿Cómo pueden dos caminar juntos si no están de acuerdo? Pues, Uds. le dijeron “amén” a eso, ahora me pregunto esto: entonces ¿cómo puede un hombre decir que es Cristiano y lleno del Espíritu Santo, y negar que esa Palabra es la misma ayer, hoy y por los siglos? El Espíritu Santo en Ud. acentuará esa Palabra, cada Palabra, “Amén. Amén. Amén”. Cuando la Palabra dice algo, Ud. dice: “Eso es Verdad”. ¡Amén! El… porque Ud. está de acuerdo con la Palabra. Ud. está de acuerdo con Dios. Ud. y Dios son uno. Dios está en Ud. Ud. es Su hijo o Su hija, haciéndole a Ud. un mesías para Él, la Palabra Ungida viviendo a través de Ud.",
    "Fíjense, Balaam pasó por encima de estas cosas. Él fue una denominación perfecta y una respuesta perfecta al gusto de ellos. Eso era lo que Datán quería; eso es lo que Coré quería. Ellos querían hacer una organización de eso. Dijeron: “Estamos rodeados de hombres santos aquí”.",
    "No me importa cuán perfectamente dos hombres caminen juntos, hay una diferencia entre ellos. Nuestras narices no son iguales; nuestras huellas dactilares no son iguales. Hay muchas cosas de nosotros… Sin embargo podemos darnos entre nosotros transfusiones de sangre, aún en gemelos, y con todo, ellos son diferentes. Entonces, ¿ven Uds.?, Dios solo hace que una persona entre en eso, y los otros lo creen.",
    "Él hizo a un hombre, y a muchos de ese hombre. Como todos mueren en Adán, todos viven en Cristo. Él hizo un camino de muerte, y todos ellos caminaron por ahí. Y Él hizo un camino de Vida, y todos los que caminen allí tienen Vida. De un Hombre, no vinieron a morir una docena de hombres; no tuvieron que pecar una docena de hombres. Un hombre cometió un pecado. Un Hombre pagó la pena completamente. Ya no es necesario que Ud. se arrastre de rodillas y diga Ave Marías, y toda esta otra clase de cosas, ni que le pague tributo a gente muerta. Jesús murió para que el Don de Dios pudiera ser gratuito. Él pagó la deuda completamente. Pero ¿ven Uds.?, nosotros queremos algo más que decir en el asunto.",
    "Ahora observen esto. Estos individuos subieron allá y dijeron: “Bueno, tú quieres hacerte el único hombre del grupo. Piensas que tú eres el único”.",
    "Y Moisés ya estaba cansado de ellos. Él regresó, dijo: “Padre…”.",
    "Él le dijo: “Sepárate de ellos. Yo—yo—yo…”.",
    "🦅 Todos—todos los que estén del lado de Dios, vengan aquí”. Y Él abrió la tierra y se los tragó. ¿Verdad que sí? Solo piense en eso, hermano. ¡Oh, vaya! ¿Por qué no le creyeron a él? ¿Por qué no creyeron ellos que—que—que—que este Moisés era ese líder de Dios? ¿Por qué quisieron discutir con él? Siempre murmurando y quejándose, cuando ellos habían visto la mano de Dios y se movieron bajo… Y Moisés… Dios había probado que—que Moisés era Su Mesías ungido. ¿Ven? Y luego solo… ¿Ven?, en el fondo de su corazón ellos querían algo diferente.",
    "¿Qué sucedió con Uds. pentecostales? Hace unos años Uds. salieron de ese enredo llamado denominación, para hacerse pentecostés. ¿Por qué quisieron regresar de nuevo a eso? La cáscara tenía que venir. (El Grano aún no estaba aquí.) ¿Ven? Fíjense, así mismo lo hicieron. Eso estaba en su corazón. Ellos tenían que hacerlo.",
    "Ahora (¿ven?), Datán tuvo una idea que ellos podían todos hacer una gran religión de eso. Saben, aun el apóstol Pedro tuvo la misma idea estando en el Monte de la Transfiguración. Él dijo: “Hagamos aquí tres enramadas: una para Moisés, y una para la ley, y una para los profetas, una…”.",
    "Y mientras aún hablaba, una Voz bajó, dijo: “Este es Mi Hijo amado; a Él oíd”. Ahí fue cuando alzaron los ojos, ellos solo vieron a Jesús. Ahí estaba parado Él. Él era la Palabra. Eso es todo lo que Ud. tiene que oír, es esa Palabra. Ese es Él en cualquier edad. Vea lo que la Palabra dice para esa edad, y observe a Dios ungirla, e ir con Ella. Eso es todo.",
    "Ellos siguieron la Columna de Fuego a la Tierra Prometida. Aquellos que pasaron hasta el otro lado lo lograron, los otros perecieron. Fíjense, ellos querían la Palabra mezclada con el mundo… causándoles que erraran. Y fíjense lo que les hizo a ellos. La Palabra… A ellos se les pasó por alto porque no aceptaron la Palabra ungida. ¿Ven?, es necesario tener el falso… Primero es necesario tener el verdadero, para hacer la falsificación de allí. Y ellos la tenían allí, y Dios mostró que Él no estaba con eso.",
    "Piensen en lo perfecta que les fue dada a conocer la Palabra a ellos, al serles vindicada. Todo lo que Moisés profetizaba acontecía; que él había sido llamado para llevarlos a ellos a esta Tierra Prometida. Todo lo que Moisés profetizó, sucedió allí mismo. Ni una Palabra de Eso falló. Qué privilegio debió haber sido, saber que uno caminaba en el desierto… Y allí, después… Cuando él les dijo el Mensaje, ellos tenían primero que creerlo. Pero después que los sacó a ellos de allí, Dios entonces dijo: “Les probaré a ellos que Yo soy esa Columna de Fuego que tú conociste en el desierto”.",
    "Entonces Él dijo: “Reúnelos a todos ellos alrededor del monte”. Y Él bajó en la cima del Monte Sinaí. Y Dios comenzó a hablar en truenos.",
    "Y la gente dijo: “No hable Dios. Que Moisés hable. Que no…”.",
    "Dios dijo: “Yo no les hablaré más a ellos así, sino que les levantaré a ellos un profeta que hable en Mi Nombre”. ¿Ven? Entonces, nos damos cuenta que eso es lo que Dios siempre ha hecho. ¿Por qué no pudieron ellos ver eso allá en un principio? Ver todas estas cosas, y luego murmurar contra el Mensaje que los estaba llevando a la Tierra Prometida; que los sacó correctamente y los estaba llevando a la Tierra Prometida. Pero aún ellos… tuvieron que murmurar contra Él. Piensen, cuán perfecto… cómo ellos podían caminar con Dios a diario, al caminar con el Señor. ¡Qué vida para vivir, allí mismo en el desierto! En la noche… Comían maná en la mañana, que caía durante la noche.",
    "Saben, llegó a ser tan común para ellos que dijeron: “Nuestra alma tiene fastidio de este Pan”. ¿Ven? Y de esa manera ha sido con nosotros. Solo pienso en los pequeños grupos que nosotros… solo en mi pequeño ministerio propio, a través de la nación. Viendo no solo sanidad y cosas; eso siempre ha acontecido. Sanidad; Dios siempre ha tenido una salida para la sanidad en alguna parte. Él aun tuvo un—un—un Ángel en un estanque una vez. Y Él… toda clase de cosas. La—la serpiente de bronce en el desierto. Siempre han tenido símbolos de la sanidad; no estoy hablando de eso. La sanidad es algo para atraer la atención de las personas. Cualquiera donará a un servicio de sanidad. Ellos—ellos donarán a un festival de música. Pero cuando se trata de una pobre alma perdida, ellos no tienen nada que ver con eso. ¿Ven?, ¿verdad que es muy cierto? Nosotros tenemos todo… a una pobre alma perdida. No quieren tener nada que ver con eso. Ellos dejan que ande a tientas allá en cualquier cosa. Dicen: “Bueno, está bien, él pertenece a la iglesia. Eso no afectará nada”.",
    "Pero ahora, encontramos aquí… (Para terminar tan pronto como podamos, aquí.) Piensen en lo perfecto que fue. Yo miro a través de los—los días que hemos estado aquí sobre esta tierra. Miren lo que el Señor Dios ha hecho. Comenzó con grandes señales y maravillas, y milagros, que todos disfrutamos. Entonces observen… Entonces vino el Mensaje tras eso.",
    "Observen lo que ha acontecido. Caminando allí, no uno estando a solas, hombres allí con uno. Ver un grupo de Ángeles venir de los Cielos, sacudir toda la tierra, estando allí parado. Y los diarios publicar eso; cuando fue predicho meses y meses de antemano que sucedería. Allí estaba Él parado, y dijo: “El tiempo está a la mano, regresa de nuevo. Abre los Siete Sellos de los misterios que han estado escondidos durante las reformas y cosas, saca eso a luz”. Entonces viene predicando La simiente de la serpiente y todas estas cosas así. ¿Y qué hace el clero? En lugar de decir… “Pues, Lutero dijo esto o tal cosa”. Ellos solo… Ellos nunca lo verán. ¿Ven? Pero qué privilegio es para nosotros que creemos; el caminar en la Presencia de Dios cada día.",
    "Pararse allí y ver un torbellino venir del firmamento. Eso hacer volar una montaña en dos, parados allí donde estábamos; cortar la copa de árboles y cosas así. Y una Palabra irrumpir en estallido y sacudir tres veces, decir: “Obsérvalo ir a la costa occidental”. Fue directo allá y sacudió Alaska. Y ahora baja directamente por la costa occidental. Exactamente así.",
    "El día anterior yo tomé una piedra y la arrojé al aire, y dije: “ASÍ DICE EL SEÑOR, ‘La hora está aquí, los juicios comenzarán sobre la tierra. Terremotos y todo sucederán. Y toda la costa occidental será sacudida y demás’”. Miren cuán perfecto. Día a día, todo exactamente de la manera que Él dijo. ¿Cómo podemos retrocederlo, hermanos? Mantengamos nuestra fe hacia Él.",
    "Ellos dicen: “¿Quién es este?”. Nosotros sabemos Quién es. Es Jesucristo el mismo ayer, hoy y por los siglos, la Columna de Fuego. En el tiempo de Moisés miren lo que hizo Eso; tipificó la Columna de Fuego hoy. Eso siempre… ¿Por qué no creyeron ellos que Jesús era la Palabra? Ellos tenían la interpretación y el entendimiento errado. Así como Eva, igual ellos ahora.",
    "Así que Balaam y su doctrina era preciso lo que ellos querían; y cumplía exactamente con el gusto de ellos. En la fiesta, miren… En la Fiesta de los Moabitas, ¿ven?… ¡Oh, lo que Él dijo! Miren este cuadro de hoy, como es un tipo de allá atrás. (Los estoy reteniendo demasiado.) Pero miren, noten, solo por un momentito, la Fiesta de los Moabitas. Vean, si él no pudo engañarlos allá de una manera, Balaam, entonces él los juntó a ellos organizándolos. Si él mismo no pudo maldecirlos… Entre más maldecía, más bendecía Dios. Continuaba…",
    "¿Ven?, eso fue lo que él les hizo a los pentecostales. Ellos dijeron hace unos años, cuando Uds. comenzaron que “Uds. no llegarían a ninguna parte; que Uds. no significaban nada. Que Uds., Uds. se apagarían. Que Uds. no eran más que un montón de fanatismo”. Pero cada vez que ellos intentaban maldecirlos a Uds., Uds. aparecían de nuevo. Dios continuó revelando Su Mensaje. Desde allá de la antigua Asamblea, bien atrás del principio, el Concilio General. Luego Él envió allí cuando ellos recibieron el Nombre de Jesucristo para el bautismo en agua. Luego uno saltó de esta manera y uno de la otra, y uno se desvió…; organizaron esto y aquello. Dios continuó bendiciendo.",
    "Ahora, pues, él vio que no los podía maldecir a Uds. ¿Ven? Entonces ¿qué va a hacer él? Él los va a organizar. Traerlos a Uds. a… “¡Oh, como sea todos somos uno”! ¿Ven? “Todos creemos en el mismo Dios”. Así que, eso exactamente es lo que hizo Balaam. ¿Y no nos advirtió Judas de esto? Ellos erraron en el camino de… en la doctrina de Balaam y perecieron en la contradicción de Coré. ¿Judas, el hermanastro de Jesús, no nos advierte de esto en la Biblia? Ellos son como Caín, desde el principio, el asalariado. El que fue a la iglesia y edificó iglesias y—y levantó un altar y sacrificó. Ellos erran en el camino de Caín. Ellos corren en el camino de Balaam, y perecieron en la contradicción de Coré. Judas expone la cosa completamente como lo estamos haciendo nosotros en esta mañana, aquí ante Uds., como hemos estado haciéndolo. Está todo allí.",
    "Ellos perecieron en la contradicción de Coré. Piensen en eso, cuán grave fue. Solo pensar en eso que Coré… ¿Ven?, él dijo: “Ahora, todos iremos a festejar; todos somos uno”. Los moabitas creían en Dios. Esos eran los hijos de las hijas con Lot. ¿Ven? “Todos nosotros creemos en un Dios”. Fundamentalmente, ellos estaban perfectamente en lo correcto. Miren a Balaam allá arriba, con tanto fundamento como cualquier bautista o presbiteriano hoy. Él subió allá y allí estaba Israel, sin denominación… Aquellos eran una nación. Israel no era una nación; era un pueblo, en ese tiempo. Ellos no quisieron seguir el camino de Dios después de un tiempo; ellos quisieron ser como las demás naciones. Ahí es cuando fallan. Pero siempre y cuando quieran permanecer con Dios, muy bien.",
    "Balaam salió, miró allá abajo, dijo: “¡Pues, vaya! Yo sé que uno de esos ministros se casó con la esposa de otro hombre”. Todas estas otras cosas, ¡oh, seguro, ellos tenían muchas! Él olvidó oír el júbilo del—del Rey en el campamento. Él no vio esa Roca herida, ni la serpiente de bronce suspendida allá como expiación. Él no se dio cuenta que ellos no estaban conectados a ninguna organización. Ellos estaban conectados al Pacto de Dios, y en eso estaban caminando. ¿Ven? Y Balaam dijo, fundamentalmente: “Constrúyanme siete altares”. Era lo requerido por Jehová. Es lo que Jehová recibió de los dos lados. “Muy bien, pongan allí siete becerros”. Es lo que ellos estaban haciendo allá en ese campamento. “Colóquenme siete carneros allí encima porque algún día viene un Mesías”. Muy bien.",
    "¿Ven?, en fundamento, los dos estaban correctos; fundamentalmente. ¿Ven? Pero un día cuando vio que él no podía atraparle con eso, él dijo: “Entonces si solo nos organizamos”. Y ahí es donde ellos cometieron su error.",
    "Y allí exactamente es donde Pentecostés cometió su error; cuando retrocedió organizándose como las demás iglesias. Yo no soy su enemigo, soy su hermano. Alguno de estos días Uds. verán que esa es la verdad. Puede ser que tarde un poco aún, unas cuantas vueltas del sol, pero algún día Uds. verán que eso es correcto.",
    "Entonces la doctrina de Balaam fue exactamente… Eso era lo que ellos querían. “Todos somos uno”. ¿Ven? Así que, a eso acudieron ellos. Todos sus profetas y todos fueron allí con ellos. Y fue en la fiesta, los mismos dijeron: “Y todos creemos que hay un Dios. Creamos eso”. Justamente lo que ellos habían estado buscando, exactamente.",
    "Ahora, cuando los metodistas y bautistas a duras penas se pueden juntar por causa de su organización, pero cuando venga una organización suprema, en la que todos nos podamos unir, entonces bien. “¡Oh!” dice Ud., “los pentecostales jamás la recibirán”. ¿Qué no lo harán? ¿Qué hicieron el otro día en Missouri? Seguramente Uds. han leído los periódicos. ¿Ven? ¿Que Uds. no lo harán? No, no Uds. pentecostales, Uds. las personas; pero no son Uds., es ese gobierno allá arriba que los está moviendo. Esa es la cabeza que los está girando a Uds. Es cierto. No vayan Uds. con eso. Aléjense Uds. de esa cosa, es la marca de la bestia. Libérense Uds. de eso tan pronto como puedan. ¿Ven? Eso es un eclesias… Es esa cabeza gubernamental la que mueve.",
    "Jamás hubiéramos ido y tenido guerra con Alemania o cualquiera de los demás por esto. De haber… algunos de estos grandes políticos sentados allá para hacer armas nuevas y comenzar… Yo no quiero dinero de… dinero de la sangre de mi propio hijo que tenga que salir allá y morir por eso. ¿Ven? Pero por eso es, la política es la que lo hace. Y todo el mundo está controlado por el diablo. Eso exactamente es lo que dijo Jesús. Y jamás estará bien sino hasta el Milenio, cuando Jesús venga y tome control. Pero ahora estamos teniendo estos problemas. (Me daré prisa para que podamos terminar.)",
    "Justamente lo que buscaban… justamente la cosa. Eso era justamente lo que ellos querían. La victoria de Satanás en la Fiesta Moabita; de hecho, él tiene otra que está por llegar. Él los está atrapando a todos de la misma forma. Esperen… ¡De repente! Solo piensen en lo que ellos hicieron. Igual como fue antes. No tuvo que tardar unos grandes tres o cuatro largos años para sacar eso. Ellos… el profeta falso, el hombre que pisoteó la Palabra de Dios… toda advertencia que Dios envió a través de la nación, y les dijo: “¡Salgan de eso! ¡Salgan de eso! ¡Salgan de eso!”. Ellos no lo hacen. Ellos se quedan allí mismo.",
    "Ellos ignoran la Palabra de Dios, ignoran las Palabras, ignoran las señales, ignoran las cosas en las que estamos. Y siguen adelante: “lo vamos a tener de todas maneras. Vamos directo allá. Necesitamos eso. Eso es todo. Todos somos uno”. ¿Ven la insensatez del diablo? Esa fue la misma cosa que ellos hicieron en la Fiesta de Nicea, en Nicea, Roma. Ellos hicieron de eso una organización, y eso fue lo que sucedió. Satanás tuvo una Fiesta de Nicea. ¡Oh, vaya! Y desde entonces… Escuchen, voy a decir una palabra fuerte aquí ahora. Y Uds. por la cinta que quieran discutir por esto, discútanlo consigo mismos y con la historia y la Biblia ¿ven?, pero no conmigo.",
    "¡Escuchen! Cada vez que Dios envía un mensajero e inicia un Mensaje… Y cuando esa iglesia, cuando ese grupo de personas viene a la fiesta denominacional… Ahí es donde lo hacen. Ahí es donde Uds. las Asambleas lo hicieron. Ahí es donde Uds. de la Unidad lo hicieron. Ahí es donde el resto de Uds. lo hicieron, en su fiesta denominacional, arrojándose Uds. directamente de nuevo a esa misma cosa que Dios maldijo desde el principio. Esa es exactamente la Verdad. Cada vez que la iglesia tenía un avivamiento… En el tiempo de Lutero, entonces un… ¿Qué sucedió? Los metodistas… por todas las edades… Zwingli, Finley, Finney, todos los demás, cuando ellos tuvieron un avivamiento, ¿qué hicieron con él? Lo arrojaron directo a una fiesta denominacional, y entraron allí con el resto de ellos, les pusieron una marca a Uds. como a los demás. Entonces Uds. tienen a una cantidad de hombres controlándolos a Uds. El Espíritu Santo no puede avanzar más. Así exactamente. Uno comienza a predicar algo que la Biblia enseña, así, y la denominación no cree eso; lo sacan a uno de inmediato. Inténtelo una vez y vea si es cierto o no. Ud. verá que es la Verdad. ¿Ven?, esa fiesta denominacional cada vez que son convocados a ella, en esa fiesta de Balaam, es donde viene el problema. ¡Oh, Lutero, Wesley, Pentecostés y todos ellos son víctimas de eso!",
    "Fíjense, fue entonces (¡aleluya!) cuando Moisés pasó adelante y dijo: “¿Quién está por mí y por Dios?”. ¡Amén! Fue entonces que el levita desenvainó su espada y fue por el campamento y mató completamente todo lo conectado con eso. ¡Amén! Todo; todo hombre que tenía una mujer moabita, los mataba allí mismo juntos. Ahora ha venido la hora. ¿Dónde está ese hombre? ¿Dónde están los hijos de Aarón, algunos del sacerdocio que estén dispuestos a desenvainar la Palabra de Dios, la Espada aguda de dos filos? Dijo: “¿Quién se para por mí y por Dios?”. ¿Dónde está él? Se puede invitar, invitar pero nadie responde. ¿Ven lo que quiero decir? Nosotros no lo entendemos. Simplemente… Algo anda mal. Fíjense, ellos estaban allí… Fue entonces que Moisés se puso de pie y dijo estas cosas.",
    "Fíjense, el pecado que cometieron allá, cuando ellos mismos se denominaron con Moab y los hicieron un cuerpo… Ese pecado nunca les fue perdonado a ellos. Voy a remontarme en eso por un minuto. (Es tarde, pero esperen un minuto.) Su pecado nunca les fue perdonado. Ni uno de ellos jamás llegó a la Tierra Prometida. Jesús dijo, en… Excúsenme. En San Juan 6, Jesús dijo; en San Juan 6, cuando ellos dijeron: “Nuestros padres comieron maná en el desierto”… Ellos eran pentecostales. Hermano, ellos comieron el maná, tuvieron la cosa genuina.",
    "Jesús dijo: “Y todos ellos están muertos. Han perecido. Ellos han muerto Eternamente”. Su pecado nunca les fue perdonado. ¿Qué hicieron ellos? Quebrantaron su pacto con Dios y se organizaron con Balaam, el profeta asalariado que no recibió la advertencia de Dios; no recibió la Palabra de Dios; no recibió nada de Dios. Pero había decidido conseguir que todos fueran uno. ¿Pueden ver Uds. la necedad? Pudiera quedarme en eso mucho tiempo, pero yo—yo pienso que Uds. han entendido. ¿Ven? Fíjense, su pecado jamás les fue perdonado; ni a uno de ellos que vivió bajo esas bendiciones y comió ese maná y todo eso.",
    "Cuando el verdadero Mensaje genuino llegó a una confrontación, ellos lo organizaron. “Nosotros nos uniremos a los moabitas. Ellos son una gran organización, una gran nación. Ni siquiera somos… Nosotros ni siquiera somos una nación. Nos casaremos entre nosotros y—y entonces estaremos bien. Estaremos con ellos”. Y eso jamás fue perdonado; jamás, jamás les fue perdonado.",
    "Jesús dijo: “Ellos, todos están muertos”. Traduzca esa palabra en hebreo o griego, cualquiera, o aún en inglés, significa “separación Eterna”; fallecido para siempre. Eso es correcto.",
    "¡Oh, sí, ellos vieron los milagros! Ellos vieron la Palabra ungida. Ellos comieron el maná que vino del Cielo. Ellos disfrutaron las bendiciones de la expiación. Ellos vieron la Roca herida brotar Su agua. Ellos bebieron de Ella. Estaban personalmente familiarizados con Ella. Pero cuando se trató de quebrantar esa Palabra… ¡Nunca vaya Ud. a olvidar eso! Cuando Jesús dijo: “Yo y Mi Padre somos uno”, no dice que hay tres. A-já. Cuando todos estos otros grandes fundamentos de la Escritura…",
    "Un hombre vino a mí la otra noche para mostrarme donde era que yo estaba errado, o para hablar de la trinidad. Yo tengo miles de buenos amigos trinitarios. Ellos están en esa Babilonia. Tengo muchos amigos de la Unidad también en esa Babilonia. ¿Ven? ¿Pero qué sucedió? Él dijo: “Es terminología, Hermano Branham. ¿Cree Ud. en la trinidad?”.",
    "Dije: “Seguro”. Yo dije: “Acepto su palabra: terminología”. Dije: “¿Cómo la cree Ud.?”.\n\nÉl dijo: “Yo creo en un Dios”.\n\nDije: “Hace bien”. ¿Ven?\n\nÉl dijo: “Yo creo que hay un Dios, y tres personas en la Deidad”.\n\nYo dije: “¿No es Ud. un—un estudiante de BIOLA?”.\n\nÉl dijo: “Sí”.",
    "Yo dije: “Así parece”. Yo dije: “Eso no habla muy bien de su educación”. Dije: “¿Tres personas, y un Dios?”. Yo dije: “Allí según Webster [el diccionario en inglés.—Trad.], tiene que ser una personalidad antes de poder ser una persona. Ud. cree en tres dioses, Señor”. Ud. no puede ser una persona sin ser una personalidad, porque se requiere de la personalidad para que sea una persona.",
    "Así que, ellos dicen… Él dijo: “Pues, Sr. Branham, Ud. sabe, ni aún los—los teólogos pueden explicar eso”.",
    "Yo dije: “Exactamente. La Palabra no viene a un teólogo”. A-já. Yo dije: “La Biblia está toda atada a la Revelación, ‘Sobre esta roca edificaré Mi Iglesia, y las puertas del Hades no prevalecerán contra Ella’”. ¿Ven? Amén, ahí lo tienen. ¿Ven? Pero entonces cuando se trata de esas cosas… ¡Oh, vaya!",
    "Ahora queremos darnos prisa y terminar rápidamente si podemos. Tengo que saltarme algunas de estas Escrituras y notas, ¿ven? Ahora, fíjense, nunca les fue perdonado a ellos lo que hicieron. ¿Qué hicieron? Ellos habían disfrutado de las bendiciones. No olviden eso. Volveré a repetirlo de nuevo. A ellos nunca les fue perdonado eso. Recuerden, esta cinta da la vuelta al mundo. ¿Ven? Suena en los campamentos en África, India, por todo el mundo; es traducida a diferentes idiomas; y diferentes campamentos, diferentes lugares. El pecado nunca fue perdonado. ¿Qué? Ellos…",
    "Ud. dice: “Pues, bendito Dios, yo—yo hice esto. Yo—yo—yo he hecho esto. He comido el maná Celestial. Yo…”.",
    "Sí, ellos también. Y Jesús dijo: “Todos ellos están muertos”. Pero cuando se trató del Mensaje exacto, en que ellos no debían quebrantar ese Pacto, con otra nación. Dios fue un segregacionista y Él segregó ese pueblo, y ellos no debían tener nada que ver con ningún otro, casarse con nadie. Y la verdadera Iglesia genuina y Novia de Cristo, está unida a Cristo que es la Palabra. Y Ud. no se casa con ninguna organización, ninguna denominación. Ud. permanece exactamente con Cristo y esa Palabra, como individuo; hacerlo es separación Eterna de Dios. Espero que todos entiendan eso.",
    "Ahora, en nuestro texto, se acercaba la Fiesta de la Pascua; que venía. Era un tiempo terrible. La gente dormía afuera de las puertas. En cada pascua se hacía esto. Ellos estaban afuera tendidos en el suelo. Los mesones estaban todos llenos y demás. Era la pascua. Había grandes expectativas allá adentro. Se sentía la emoción en el aire. (Ahora, saldré como en cinco minutos más, el Señor mediante, o diez.) Ellos estaban todos emocionados.",
    "Miren, había tres clases de creyentes allí. ¿Ven?, había gran expectativa. Ellos sabían que este hombre extraño venía a esta fiesta. Algunos lo amaban a Él; ellos le creían. Algunos lo odiaban; la mayoría lo odiaba a Él. Y porque uno lo amaba a Él y el otro lo odiaba a Él, el hombre en el medio no sabía qué hacer. ¿Ven? Ellos no sabían. Fíjense, el aire estaba lleno de expectación. Uno decía: “Cuando Él suba allá, les digo que lo llamaremos… Le haremos a Él la prueba de la Palabra. Lo pararemos a Él allá arriba junto al sumo sacerdote. Veremos cuál es Su sabiduría contra Caifás”. Él ya había probado eso. ¿Ven?",
    "🦅 Pero haremos esto: Veremos… Yo sé que algunos de los grandes líderes lo agarrarán. ¡Vaya, ellos le darán una buena a ese tipo! Ellos le harán saber a Él lo que ha sido, cuando se meten con nuestros sacerdotes. ¡Vaya, ellos sí saben lo que hacen!; son hombres inteligentes. Ellos saben lo que están haciendo”.",
    "Otros dijeron: “Me pregunto ¿qué harán con ese tipo?”.",
    "Otros dijeron: “¡Oh, estoy esperando que Él venga! Dios está con Él. Él es esa Palabra. ¡Oh, yo solo—yo solo quiero verlo a Él!”. ¿Ven? ¡Oh, ellos estaban divididos! Ahora, ¿ven?, los que sí Lo conocían y le creían a Él, estos sabían en cuál puerta esperar. ¿Ven? Ellos sabían en qué dirección venía Él. Había gran expectativa, pero saben, no fueron muchos los que Lo vieron. ¿Ven?, hubo muchos que no lo vieron a Él; igual es hoy.",
    "Algunos de ellos dijeron: “Él es un buen hombre. ¡Oh, no hay problema con Él! Así como Napoleón, Washington, él era un buen hombre. Pero, ¡oh, como maestro, no, no!”.",
    "Algunos dijeron: “¡Oh, Él es un buen hombre! ¡Oh, solo es que Él—Él está todo confundido, es todo! Él es un buen individuo. Nadie puede decir algo malo de Él”.",
    "Otros dijeron: “No, Él—Él es un diablo. Yo le puedo decir que esa—esa cosa allí de leer la mente y toda esta otra cosa, y eso—eso es profecía falsa. Eso es contrario a nuestro credo. No crea Ud. semejante cosa como esa”.",
    "Y el otro dijo: “Gloria a Dios, Eso es Dios; Lo reconozco. Yo lo veo”. Y ellos estaban esperando. Ahora, así de esa misma manera estamos nosotros hoy, pero es igual: la Palabra ungida para esta hora; la Edad de la Iglesia de Laodicea.",
    "Ahora vamos a terminar diciendo esto. (Solo un momento.) Tres clases lo esperaron a Él. Así es hoy, es cierto, tres. Fíjense, los creyentes estaban gritando. ¿Ven? ¿Ven? Su ministerio había causado que Él fuera amado por algunos, odiado por otros, y la otra clase en duda. ¿Ven? Su ministerio… Permítanme citar eso de nuevo. Su ministerio, lo que sea que fuera… Nosotros sabemos ahora que era la Palabra. Pero Su ministerio había causado que algunas personas lo amaran a Él. Ellos fueron predestinados para hacer eso. ¿Ven?, ellos lo creyeron. Ellos lo vieron. Eso fue todo… Cuando Natanael llegó allá, y—y Él le dijo lo que él había hecho de esa manera, él dijo: “Rabí, Tú eres el Hijo de Dios; Tú eres el Rey de Israel, no queda duda en mi mente”.",
    "Simón estaba parado allí, dijo: “¡Oh, Andrés, no voy a ir allá! He oído toda esa cosa antes”.",
    "🦅 Pero” Andrés, “debes venir. Tú debes venir, solo ven conmigo una vez”.",
    "Y estando Él sentado allí, Jesús lo vio venir, Uds. saben, cuando él venía. Dijo: “Tu nombre es Simón. Tú eres el hijo de Jonás”. No quedó más duda. ¿Ven?, eso lo dejó todo resuelto. Ellos estaban allí; ellos lo creyeron; ellos lo vieron; ellos sabían que eso es lo que el Mesías debía hacer cuando Él viniera.",
    "Él tenía que ser un Profeta, porque Moisés dijo que “Él sería un Profeta”. Y esos escrupulosos porque habían estado cuatrocientos años sin un profeta, se requirió de un profeta para enderezar eso, siempre en cada edad. Y aquí estaba Él parado allí.",
    "No quedaba duda para ellos. Estaban esperando allá con hojas de palmas en la mano: “Él vendrá después de un momento”. ¡Esperaban!",
    "Toda la ciudad, tensa. Ellos dijeron: “Ese es un montón de fanáticos reunidos allá a la puerta”.",
    "El otro decía: “Me pregunto qué hará Él cuando suba acá. Uds. saben, yo—yo realmente creo que Él es un impostor. Yo creo que Él tiene una pata de conejo con la que se frota la oreja, Uds. saben o algo así, Uds. saben”.",
    "Y como dicen ellos hoy: “¡Oh, es alguna clase de telepatía mental! Es—es algo…”. Ellos pueden explicarlo todo.",
    "Otro dijo: “Es un diablo. Quédese Ud. de este lado de la ciudad. Ud. no tenga nada que ver con eso. No coopere Ud. en esa reunión. No vaya Ud. allá, ¿ven? No tendremos nada que ver con eso”. Tres clases de personas.",
    "Ahora observen. Ahora aquí entra Él cabalgando a la ciudad. Exactamente lo que dice la Palabra que Él haría. Cabalgando sobre un pequeño burro, entrando a la ciudad. Aquellos que no estaban mirando el credo, no estaban mirando el Templo, no estaban mirando todas estas otras cosas, no estaban mirando a los sacerdotes, lo que ellos tenían que decir. Aquellos que le creyeron a Él, ellos estaban parados allí con hojas de palma en la mano. Solo esperando el primer movimiento. No se oyeron diciendo: “¿Quién es este que viene?”. ¡Oh, no! Ellos sabían Quién venía. Ellos sabían lo que decía la Palabra. ¿Ven? Y la otra clase, ¿los ven allá en la ciudad? Y entonces cuando escucharon este bullicio: “¡Hosanna al Rey! ¡Hosanna al Rey que viene en el Nombre del Señor! ¡Hosanna! ¡Hosanna!”. ¡Y toda la gritería!",
    "Los sacerdotes corrieron afuera a ver de qué se trataba esta conmoción religiosa. Y la gente dijo: “¿Quién es este?”. ¿Para qué estaban ellos allí, amigos? ¡Una fiesta religiosa! El mismo Dios que había hecho que ellos ordenaran esta Fiesta, les dijo que Él estaría allí así mismo de esa manera, y ellos clamaron: “¿Quién es este?”.",
    "El tiempo no ha cambiado. La gente sigue siendo diseñada igual como allá. Hebreos 13:8 dice: “Él es el mismo ayer, hoy y por los siglos”. Ahora voy a terminar diciendo esto: la pregunta ya no es para ellos. Ellos preguntaron: “¿Quién es?”. Pero en 1964, la pregunta es: “¿quién dice Ud. que es?”. ¿De qué se trata todo esto? ¿Se ha detenido Ud. a escudriñar las Escrituras? ¿Quién piensa Ud. que es Este? ¿Será telepatía mental? ¿Será alguna clase de cosa salvaje salida de alguna parte allá del desierto, como habían dicho: “Juan era un salvaje, ahogando gente en agua allá”? Siendo que Isaías dijo que él estaría allí, el precursor. Malaquías dijo que él estaría allí exactamente. Esos profetas dijeron: “Este profeta se levantará de inmediato para precursar eso”. Y aquí estaba él.",
    "Ellos dijeron: “Es un salvaje. No se le acerquen. ¿Ven? No tengan nada que ver con él”. Y aquí venía el Mesías, exactamente lo que decía la Escritura: “Que Él entraría a la ciudad cabalgando sobre el pollino hijo de asna. Manso y humilde, sobre un pollino hijo de asna, entrando a la ciudad, para que se cumplieran las Escrituras”. Y aquí estaban paradas las personas de nuevo en una fiesta religiosa, como Balaam, en una fiesta religiosa, diciendo: “¿Quién es este?”.",
    "Y hoy, las Escrituras prometidas para esta hora, amigos, se han cumplido aquí mismo en medio nuestro, hora tras hora. ¿Quién piensan Uds. que es Este? Vamos a considerar Eso mientras inclinamos nuestros rostros.",
    "Amado Dios, todos estamos pensando seriamente, profundamente, porque tenemos que hacer esto. Está en nuestras manos, Señor. Te vemos a Ti, el gran Rey. Nosotros vemos Tu promesa de la Palabra. Hemos estado buscando esto por años, este gran tiempo que llegara, el que estamos viviendo ahora mismo. Nosotros vemos Tu Palabra ungida en Tu pueblo, desplegándose en sus vidas, exactamente lo que Tú has dicho que acontecería. Vemos el grupo de Satanás allá afuera ungido. Y vemos el patrón de Eso a través de la nación, de allá para acá por la Palabra, para que no quede una piedra sin voltear. Yo no sé a quién hayas ordenado Tú a vida, Señor; no es asunto mío saber eso, es asunto Tuyo; pero sí es asunto mío mover toda piedra. Dios, ayúdame, ayuda a otros hombres que lo creen. Mueve toda piedra, Señor, que no quede nada que Tú hayas ordenado sin oírlo.",
    "Nosotros queremos ver Tu venida, justamente en nuestra generación, Señor. Nosotros lo creemos. Creemos que—que hay otro Viernes de Pascua; Viernes Santo y Viernes de Pascua. Una crucifixión para Tu Iglesia, pero fue nuestro triunfo cuando Tú entraste cabalgando.",
    "Oramos, Dios, que bendigas hoy a Tu pueblo. Bendice esta iglesita. Bendice a este querido pastor y a su hijo aquí, el Hermano Outlaw y—y su hijo; a los dos, Jimmy Sr. y Jr. Bendice a todos los que están aquí.",
    "Dios, que nosotros no vengamos aquí en esta mañana… Que yo… Yo no he conducido de Tucson solo para… Si he tenido el privilegio de hablarles a unas personas, Señor, no—no fue para—para glorificar nada sino a esta Persona, quien la gente se pregunta quién es. Ellos saben que el hombre no puede hacer esto. Ellos saben que va más allá del hombre saber estas cosas. Pero la gente dice: “¿Qué es?”.",
    "Señor, nosotros sabemos que eres Tú. Es Jesucristo, en la persona del Espíritu Santo. Él es el Espíritu Santo. “Yo vengo de Dios, Yo regreso a Dios”. Y vemos la gran Columna de Fuego entre nosotros, Señor, igual como ellos en la primera parte de la Biblia con Moisés; Lo vimos a la mitad de la Biblia cuando Pablo iba camino a Damasco; nosotros Lo vemos; ahora aquí vemos Eso nuevamente en el tiempo del fin: tres es confirmación. Ha sido el Mensaje cada vez.",
    "Dios, que los hombres y mujeres no se aferren más a tradiciones y credos. Sino que ellos salgan de esa cosa, le entreguen sus vidas completamente a Dios y crean; no que confíen solo en teorías y cosas de hombre, sino que confíen en el Dios Viviente. Durante estos días festivos, el clamor aún es: “¿Quién es este? ¿Qué es? ¿De qué se trata todo esto?”. Las personas religiosas dicen eso mismo. Y es el mismo Señor Jesús hecho carne en Su pueblo, ungiendo Su Palabra para la Novia. Y ellos no pueden entenderlo. Están todos tan alejados en Laodicea, que ellos no saben de qué se trata. Pero el profeta dijo: “Habrá Luz en la tarde”. Así que ahora, La estamos buscando, Señor. Ven, Señor, bendice a cada uno.",
    "Con sus rostros inclinados ahora, y sus corazones, ¿creen Uds. que esto es la Verdad? ¿Lo creen? Solo levanten la mano, digan: “Yo realmente creo que eso es la Verdad, que estamos viviendo en los últimos días. Estamos aquí ahora y yo creo que estamos tan enredados…”. Uds. estuvieron en la reunión el otro día, cuando el trigo, el tallo… Se fijan, no hemos tenido una organización que siga después de esto. He estado aquí mismo con su pastor todo el tiempo, año tras año. Normalmente, en dos o tres años ya está organizado. Esta vez no se organizó; no puede. La cáscara se desprendió de Él, pero no hay más avance. El trigo, el ministerio regresó directo a como era en el principio. Es Jesucristo entre nosotros, amigo. No un hombre, sino el Hombre, Cristo Jesús, que está viviendo en Ud., y que quiere ser parte de Ud., y que Ud. sea parte de Él. ¿Lo recibirá a Él hoy?",
    "¿Habrá algunos aquí que aún no han recibido el bautismo del Espíritu? Pues, Ud. dice: “Hermano Branham, le diré, yo grité una vez”. Eso está muy bien. “Yo hablé en lenguas una vez”. Eso también está muy bien; pero aún no es de lo que estoy hablando. ¿Cómo puede Ud. gritar y hablar en lenguas y negar la Palabra? La evidencia del Espíritu Santo es creer Su Palabra; siempre ha sido, en cada edad: si Ud. puede recibir la Palabra. Esos sacerdotes le llevaban la delantera a Jesús por un millón de millas cuando se trató de los frutos del Espíritu: amables y apacibles, y mansos, humildes. Él desbarataba iglesias, las volcaba a patadas; y corrió a la gente, y les dijo “serpientes en el pasto” y de todo. ¿Ven? Pero Él era esa Palabra. Él era esa Palabra. Eso es: créanle a Dios. Dios es la Palabra. Créanla.",
    "Si Ud. aún no ha recibido bautismo Cristiano, hay un bautisterio aquí. Si Ud. aún no ha recibido el verdadero Espíritu Santo, que hace que Ud. conozca que toda Palabra de Dios es la Verdad; que Ud. le diga “amén” a Ella y La crea con todo su corazón, Ud. puede ahora recibirlo en esta mañana. Y entonces Ud. no se preguntará más Quién es este que hace a la gente actuar como lo hace. Uds. sabrán lo que es Eso. Si Uds. no tienen esa experiencia, podrían decir: “Hermano Branham, ¿recuérdeme a mí en su oración, y yo levantaré mi mano?”. Y Ud. dice: “Y yo—yo…” Dios lo bendiga. Dios lo bendiga, a Ud., a Ud. Dios lo bendiga, que bien. Dios lo bendiga, bien.",
    "¡Oh, Dios!, a medida que la música suena dulcemente… ¡Oh, Él es maravilloso! Seguro. “Consejero, Príncipe de Paz, el Poderoso Dios, el Padre Eterno. Oro que Tú les des a estas personas, Señor. Yo solo puedo orar; es todo lo que sé hacer, es pedir por ellos. Ellos levantaron las manos. Estoy haciendo como les prometí, estoy orando que Tú les des a ellos esta gran experiencia; no solamente alguna clase de emoción, sino una verdadera experiencia: encontrarse con Dios como lo hizo Moisés allí en los terrenos de la Gloria Shekinah; y no solo allí, sino que jamás dejen esa Palabra, para que entren caminando directo a la Tierra Prometida con Eso. Dios, concédele eso a cada uno, esta mañana.",
    "Hay enfermedad entre nosotros hoy, Dios. Oramos que Tú sanes eso. Sana toda persona enferma, todo necesitado. Concédelo, Señor. Ellos ahora son Tuyos. Te los encomiendo en el Nombre de Jesús. Amén.",
    "Lo siento, ya voy para dos horas aquí arriba. Pero miren, Uds. tienen toda la tarde. Pueden ir a casa y reponerse y tomar una pequeña siesta. Pero no olviden lo que les dije. Se los he dicho de mi corazón. Yo sé que suena raro. Hace unos años vine a Phoenix aquí con Uds., sanando a los enfermos con la oración de fe. Yo no expliqué eso, no quise explicarlo. Solo observé para ver lo que hacían las personas, solo observé las personificaciones y cosas levantarse. Para mí ha sido una gran cosa observarlo.",
    "Pero ahora vengo a Uds. con un Mensaje que esa señal vindicó. ¿La iglesia qué…? No, ella no se denominó. Pero ¿qué sucedió con las denominaciones por este avivamiento? ¿Qué hicieron ellas? Ellas entraron directo a Laodicea. Millones y millones, y billones de dólares invertidos en eso, y solo… y ella se ha hecho grande y rica y construye propiedades de millones de dólares y cosas así. Y ¿recibir el Mensaje? ¡Ciertamente que no! Ellas Lo rechazan. ¿Qué es? La cáscara separada del trigo. Ahora el trigo tiene que estar así, para permanecer en la Presencia del Hijo para convertirse en un grano dorado por el Evangelio completo, para el Amo. ¿Lo creerán Uds.? ¿Quién es Este, entonces? ¿Quién es? ¿Pudiera ser un hombre? ¿Pudiera ser una iglesia? ¿Pudiera ser una denominación? Es Jesucristo, el mismo ayer, hoy y por los siglos. ¿Le creen Uds. a Él?",
    "Me pregunto ahora, adorando un poco después de un Mensaje cortante como ese,… Hermana, ¿qué tal si nos da una—una nota, con el pequeño coro aquí, de Yo le amo? ¿Se sabe ese canto antiguo?\n\nYo Le amo, yo Le amo\n\nPorque Él a mí me amó,\n\nY me compró la salvación\n\nEn ese Calvario frío y oscuro.",
    "¿Lo cantan conmigo? Todos Uds. ahora, en adoración. Solo—solo adoren conmigo.\n\nYo Le amo,…\n\nAhora, recuerden, así como la televisión, Él está en su cuarto.\n\nPorque Él a mí me amó,\n\nY me compró la salvación\n\nAllá en la Cruz.\n\n¿Se dan cuenta Uds. lo que eso significa? ¿Pueden hacerlo? ¿Captan lo profundo que es, de lo que Él hizo?\n\nYo Le amo,…\n\nYo no Le veo, pero Él está aquí. Tengo un pequeño receptor aquí adentro, una cosita que se enciende en mi corazón. Sé que lo refleja a Él. Él está aquí.\n\n…a mí me amó,\n\nY me compró la salvación\n\nAllá en la Cruz.",
    "Ahora, quiero que hagan esto, mientras lo tarareamos. Ahora estamos enredados en cuanto a lo que hemos sido. Recuerden, mi pasado era católico. ¿Ven? Ahora somos un grupo todo mixto aquí, pero ya salimos de toda esa cosa. Pertenecemos a Cristo. Somos Suyos. Ahora mientras cantamos esto, simplemente demos la vuelta y estrechémonos las manos. No hay que ponerse de pie. Solo diga: “Dios lo bendiga, hermano. Dios la bendiga, hermana”, mientras lo hacemos, en una atmósfera muy Cristiana. Yo creo que a Dios le gusta ser adorado. ¿No lo creen Uds.? Adórenlo. Él… Dios es objeto de adoración. Y nosotros queremos adorarlo a Él. Y ¿cómo hacemos…? Amándose el uno al otro. Uds. deben tratarse el uno al otro… “Como hacéis a estos, a Mí hacéis”.",
    "Vamos a cantarlo ahora, y—y estrechémonos las manos y adoremos con…\n\n…porque Él…\n\nDios los bendiga.\n\n¡Oh!, yo Le amo, yo Le amo\n\nPorque Él a mí me amó\n\nY me compró la salvación\n\nAllá en…",
    "Me pregunto, ¿arde eso en su corazón? ¿Habrá algo allí adentro que se—se siente muy bien? Uds. saben, Ud. siente como que pudiera sacar Eso acá y abrazarlo. ¿Ah? ¿Se siente Ud. así en su corazón? Si no, amigo, tenga cuidado. Ud. está en terrenos peligrosos (¿ve?), si no hay un amor real allí adentro, algo de, “yo le amo a Él”. No simplemente un canto, pero una realidad. Porque Él a mí me amó. ¿Dónde estaría yo, hoy…? Tengo cincuenta y cinco años. Mi vida pronto terminará. ¿Ven? Y lo que yo… Me compró la salvación… Hermano Trow, ¿Ud. qué…? [Un hermano habla desde la congregación.—Ed.]",
    "Escucharon ese testimonio, “Salvo”.\n\nSalvo por Su poder Divino,\n\n¡Salvo a nuevas alturas sublimes!\n\nDulce ahora es mi vida y mi gozo completo,\n\n¡Porque soy salvo!",
    "¿Cómo lo sabe Ud.? Mi Espíritu da testimonio con Su Palabra que he pasado de muerte a Vida.",
    "Gracias, amados Cristianos. Eso me sirve mucho. Me gusta venir a un lugar como este donde uno se siente en casa. Para mí es difícil distanciarme. Sigo pensando, miro ese reloj; y—y veo a mi hija sentada allí, meneándome su cabeza, y mirando abajo así; Y—y a mi hijo, sentado acá arriba, diciendo: “¿Por qué—por qué estás demorándote?”. No lo sé. A mí solo me gusta estar… Uds. saben. No lo sé. Me gusta el compañerismo. Uds. saben, no lo tengo en muchos lugares (eso lo saben Uds.), es menos todo el tiempo. Pero Yo sé que me estoy acercando allá. ¿Ven? Y algún día yo predicaré mi último sermón, cerraré la Biblia por última vez. Entonces tomaré un pequeño viaje. Vengan a visitarme cuando esté allá. Suban, y simplemente nos sentaremos para siempre y hablaremos como dijo el Hermano Carl, y viviremos para siempre.",
    "Ahora miren, amigos, les voy a pedir algo que quiero que hagan. Ahora los he retenido de sus cenas. ¿Ven? Y ahora, el Hermano Outlaw hizo algo hace un momento… Él muy rara vez hace algo que a mí no me guste. Pero, él recogió una ofrenda para mí, ¿ven? Me pregunto si alguno de ellos pudiera ir y tomar esa ofrenda allá atrás, y pararse en la puerta. Y Uds. tómenla y compren su cena con eso. Es un presente de mí de nuevo para Uds. ¿Ven? Uds. háganlo. ¿Ven? Estará bien. Él es un hombre dulce. Él siempre… Él nunca… Nunca he ido a ningún lugar ni nada sin que él—él quiera hacer algo para ayudarme. Esa es su manera.",
    "Hay unos hombres parados aquí; yo—yo temo mencionar sus nombres, pudiera lastimar sus sentimientos. Hay un precioso hermano que acaba de pasar a la Gloria, partió rápidamente. Su deseo… Él sabía que a mí me gustaba el bosque, así que él quería comprarme un jeep. No le permití hacerlo. Luego, después que él partió, su esposita quiso hacerlo, y yo no le permití que lo hiciera. Pero los demás muchachos se reunieron y vinieron acá… Y—y hay otro hermano que viene a esta iglesia, dijo: “Hermano Branham, yo fabrico autos todo terreno”. Uds. saben, vehículos para la arena; o a lo que Uds. llaman hacks. Y dijo: “Le haré a Ud. uno de esos”. Yo no se lo permití. ¿Saben Uds. lo que hicieron estos muchachos? Ellos hicieron un jeep y un hack arenero a la vez. No he visto algo así.",
    "De la reunión de Tucson esa noche, lo condujeron hasta mi patio, y dijeron: “Este es un regalo de la gente de—de Phoenix”. ¿Ven?, no dijeron que fueron solo ellos, dijeron: “¡Oh!, somos todos juntos, ¿ve Ud.?”. Eso… ¡Oh, yo—yo solo saber que pudiera llegar al Cielo y vivir con personas así! Eso significó tanto para mí, Uds. saben, algo así; estas pequeñas… algo.",
    "Eso me hace sentir de esa manera aquí con el Hermano Outlaw. Decir: “Bueno, Hermano Branham, yo solo…”. Venir acá arriba a algún… llegar a un lugar en el que simplemente lo aman a uno y hablan con uno, y hablar de Jesús. Y—y la gente de… Bueno, Uds. saben: “aves de un mismo plumaje”. Uds. saben, les gusta reunirse y hablar de las cosas, juntos en compañerismo.",
    "Y yo—yo lo agradezco, pero yo—yo no quería la ofrenda, hermano, hermana. Yo… mi iglesia me da un pequeño salario de cien dólares por semana y con eso me va bien. Así que, yo—yo lo agradezco. Ahora si alguno de Uds. quiere conseguir su cena, pues, alguien estará allá atrás en la puerta y compren su cena por cuenta mía. Vean, no habrá problema. Algunos de Uds. los he retenido de su cena. ¿Le aman a Él? Entonces me tienen que amar a mí porque yo soy parte de Él. ¿Ven? Amén. Por eso yo los amo a Uds. El Señor los bendiga.",
    "Pongámonos ahora de pie. No olviden nuestras próximas reuniones. En cualquier momento que estén por aquí, no olviden, vengan, siempre son bienvenidos. ¿Van a orar por mí? Yo soy la persona que necesita oración. ¿Van Uds. a orar? ¿Cuántos podrán darse cuenta de la carga, lo que yo tengo que hacer y las cosas que tengo por delante? Y yo sé lo que viene, que está más allá. ¿Ven Uds.? Puedo verlo así como puedo ver otras cosas que vienen. Sé lo que viene. ¿Ven? Pero no hay tiempo para hablar de eso. Hablemos de lo que está sucediendo ahora mismo. Mañana tendrá su propio cuidado. ¿Ven? Uds.… ¿van a orar por mí? Ahora, ¿levantaron sus manos que van a orar por mí? Muy bien.",
    "Dios los bendiga ahora. Voy a entregar el servicio de nuevo a su precioso pastor, el Hermano Jimmy Outlaw. Dios lo bendiga, Hermano Jim. 🦅"
  ]
}