{
  "title": "UNA PARADOJA",
  "id": "65020009",
  "content": [
    "🦅  Pueden tomar asiento. Había esperado mucho tiempo para regresar acá arriba a Phoenix. Estoy muy contento de estar aquí esta tarde. Cuando estoy en Phoenix, hay algo al respecto, siempre me hace sentir que estoy entre personas que son mis amigos, que me aman. Y—y de aquí vienen grandes guerreros de oración que han orado por mí, durante años. Siempre recuerdo la primera reunión que tuve aquí con el Hermano Outlaw, el Hermano García y los ministros aquí de la ciudad. ¡Cuánto bendijo el Señor cuando apenas iniciaba mis reuniones! Desde entonces, Phoenix ha tenido un gran… Algo en mi corazón que es difícil de explicar.",
    "De niño siempre quise venir a Phoenix. Siempre leía acerca del desierto. Tenía unos poemitas que escribí de eso cuando era un niño, acerca de Arizona.",
    "Estoy muy contento de que ahora soy un—un nativo. Supongo que solo tengo un año, y tal vez un poco más. Pero no se encuentra muchos mayores que eso. Todos los que me encuentro, les digo: “¿Eres nativo de aquí?”.\n\n“Bueno, tanto como se pudiera; llevo tanto tiempo aquí”.",
    "Y—y supongo que tendría que ir a la reserva Apache o algún lugar, para encontrar a un verdadero nativo.",
    "Y alguien dijo no hace mucho, dijo: “Hermano Branham, ¿cómo le gusta Arizona?”.",
    "Le dije: “Pues, ha sido uno de mis mayores anhelos de la vida, el—el vivir en Arizona, y Dios me lo ha concedido”.",
    "Estamos aquí un poco antes de la convención de los Hombres de Negocios, que se nos ha convertido en algo anual. Y esta tarde, nos hemos reunido aquí para juntarnos antes de la convención que comienza el jueves por la noche, creo. Ha sido un privilegio para mí, en los últimos—últimos años, venir y tener estas pequeñas reuniones alrededor, antes de que comience la verdadera reunión en la… o mejor dicho que comience la convención.",
    "Y el Hermano Williams es un amigo muy querido, él y la Hermana Williams. Realmente tengo un lugar especial en mi corazón para esas personas. Constantemente me invitan a volver, así que estamos contentos de cumplir con esa invitación esta tarde.",
    "También están en la plataforma, el Hermano Fuller, el Hermano Jewel Rose, y el Hermano Tony Stromei de Tucson, y el Hermano Borders, nuestro director de campaña; y un—un buen hermano precioso de antaño, Arganbright, hemos estado juntos en muchas batallas difíciles. Al otro lado del río… yo espero morar con él al otro lado del gran río algún día.",
    "No recuerdo el nombre del hermano, he intentado. ¿Cuál es su nombre, hermano? [Un hermano dice, “Al Booher”.—Ed.] Booher, Hermano Booher. Me—me es familiar su rostro. ¿Y no es Ud. el que también interpreta a veces para los…? [“Interpreto para los sordos”.] para los sordos. Eso es…\n\nY estamos muy contentos de tenerlos a todos aquí.",
    "Estaba mirando aquí abajo frente a mí, y veo algunos de mis amigos que vienen desde Arkansas, aquí. Cuando estuve aquí la primera vez, les dije que dondequiera que iba, encontraba a alguien de Arkansas. Estoy seguro que si llegó al Cielo, allá encontraré algunos de Arkansas, porque realmente han sido un pueblo fiel y leal.",
    "Y ahora, normalmente hablo por mucho tiempo, pero me he esforzado en preparar mis Escrituras y apuntes para no hablar por mucho tiempo. Y quiero orar por los enfermos mientras estoy en Phoenix.",
    "Ahora, el Mensaje que yo… que el Señor me ha dado, es a veces, Uds. saben, estas cosas llegan a ser bastante delicadas. Y ha sido de esa manera en cada edad. Y me he esforzado en mantenerme con Eso. Es algo. Y si yo no hablara ese asunto que Dios me dijo, y si fuera—no fuera de Dios, entonces Él… eso no estaría en la Palabra. Pero si está en la Palabra y es una promesa para esta hora, entonces siento que estoy haciendo lo correcto, porque solo estoy tratando de cumplir lo que Él prometió para esta hora.",
    "Y muchas veces cuando uno contradice a alguien en su teología, se molestan con uno, rápidamente. Pero eso no debería ser así. Yo trato de… Encuentro amistades mías de todas las diferentes iglesias denominacionales, y demás, yo nunca me enojo con esos hermanos. ¡Oh! Voy a sus iglesias, a todas partes donde me permiten, y hablo. Pero no deberíamos enojarnos por pequeñas ideas.",
    "Pero, saben, si yo dijera algo diferente a lo que está en mi corazón, sería un hipócrita. Y yo—yo… ¡Lejos sea de mí! Puede ser que tenga que encontrarme con Él algún día como pecador, pero realmente no quiero encontrarme con Él como un hipócrita. Pero quiero ser sincero. Y si yo solo dijera: “Pues, omitiré Esto porque el resto de ellos cree esto, aquello”, entonces ¿qué clase de persona? Uds. no podrían tenerme confianza, y yo no podría tener confianza en Dios o en mí mismo, si cediera tan fácilmente.",
    "Quienquiera que sea tiene que tener algo de lo cual esté seguro. Y ahí es cuando Ud. puede fundamentar su fe, cuando está seguro. Pero hasta que Ud. esté seguro, si hay alguna duda, deje eso en paz hasta que esté seguro.",
    "Ahora Billy probablemente ha entregado algunas tarjetas de oración, que creo que él… Sí, le dije que lo hiciera. Y creo que me dijo hace un rato que lo hizo. Más adelante, llamaré a algunos a la línea de oración, después de un rato, para orar por ellos. Y si su tarjeta no es llamada… Si—si es llamada, más bien, y Ud. no está seguro de que Dios es el sanador y que Él lo va a sanar, de nada le aprovechará venir aquí, porque no será sanado. Ud., si tiene una duda, dice: “Bueno, pues si hay algo en mi vida, realmente debo corregir esto”, vaya arregle eso primero, y luego regrese a la línea de oración, ¿ven?",
    "Porque la sanidad es el pan de los hijos. Entendemos eso. Está en la expiación, y la expiación primero se aplica a nuestras almas. Y la sanidad siempre ha precursado cada mensaje, y también ha sido un medio para reunir a la gente. Y es un…",
    "Mucha gente patrocinaría una reunión de sanidad, muchos vendrían a una reunión de sanidad o a un festival de canciones, pero cuando se trata de una pobre alma perdida que sea salva, no hay mucha gente interesada en eso. Ellos solo… Pero eso es lo principal. La sanidad Divina y festivales de canto y demás, solo es… Como decía el Hermano Bosworth: “Es la carnada en el anzuelo”. Y uno le muestra al pez la carnada, no el anzuelo.",
    "Y esa es la cosa, hacer que la gente escuche por un rato, hasta que Ud. realmente pueda presentarles su mensaje. Dios ha hecho eso en cada edad, a través de cada edad, siempre ha habido una campaña de sanidad. Y si es una campaña de sanidad genuina, detrás de esa campaña, siempre hay un mensaje. Nunca hay una señal que sea dada solo como una señal; está precursando un mensaje.",
    "Y creo que así mismo, hace diecisiete años o dieciocho años ya, que el Señor me envió para empezar a orar por los enfermos. Esto trajo un gran avivamiento entre el pueblo. Muchos grandes siervos de Dios han salido en campañas de sanidad, y, pero la campaña de sanidad en sí, si Uds. todavía permanecen en la misma antigua tendencia en la que siempre han estado, algo está mal, esa campaña de sanidad no fue enviada de Dios. Primero tiene que atraer la atención, ¿ven?, captar la atención, y luego viene un mensaje.",
    "Jesús, cuando Él vino sanando a los enfermos y todo eso, Él fue un gran Profeta para todos ellos. Pero cuando Él comenzó a decirles la Verdad del Evangelio, de Quién era Él y para lo que vino, entonces fue—Él no fue popular después de eso. Y así ha sido siempre en cada edad, y así continuará.",
    "Ahora estamos aquí esta tarde, y luego mañana por la tarde en este mismo auditorio. Todo es a las siete en punto. ¿Correcto, hermano? [Un hermano dice, “Siete y treinta”.—Ed.] Siete y treinta, mañana por la tarde, o por la noche, y luego el martes por la noche. Y creo que el miércoles por la noche, también. [“No, en el Ramada Inn, el miércoles”.] En el Ramada Inn, el miércoles. Y luego el jueves, así es, comienza la—la convención. Y el Señor mediante, quiero estar aquí de principio a fin.",
    "Estoy aquí, su hermano, un colaborador en el Reino de Dios, para ayudarles en todo lo que pueda. Para responder su pregunta, puede ser que no sea capaz de hacerlo. Pero, en oración, probablemente entenderíamos si oramos por eso y acudimos a Dios, y que no sean nuestras propias opiniones.",
    "Si Ud. está enfermo, yo desearía poder sanarlo, pero ningún hombre puede hacerlo. Ya fue hecho. La sanidad está en Ud. Es su fe en las obras terminadas que Dios hizo en el Calvario, con Jesucristo. Y aparte de eso, no hay sanidad; y aparte de eso, no hay salvación; no hay iglesia, ni denominación, ni ritual, nada tiene salvación. Jesucristo: “Él herido fue por nuestras rebeliones, por Sus llagas fuimos nosotros curados. Él herido fue por nuestra rebelión, rebeliones” discúlpenme, “por Sus llagas fuimos” todo en tiempo pasado, “fuimos curados. ¡Ahora, es sobre eso!",
    "No tengo más que unos momentos para hablar en esta tarde con Uds., probablemente veinte, treinta minutos, y luego vamos a tener una línea de oración. Cada día, como de costumbre, entran nuevas personas, así que se repartirán nuevas tarjetas de oración. Pero haremos todo lo que esté a nuestro alcance, todo lo que Dios nos permita hacer, para orar por cada enfermo que venga, que quiera oración.",
    "Si hay tal cosa como una persona que viene en avión, agonizando, una emergencia o algo así, pues, podría ver al Hermano Williams, Billy Paul, o alguno de ellos para ponerlos en una habitación, pues no van a querer… Ellos no pueden esperar, se están muriendo, hay que ministrarles de inmediato, bueno, póngalos en una habitación para que pueda llegar a ellos de inmediato.",
    "Pero es mucho mejor, si Ud. no está en ese estado de emergencia, que Ud.—que Ud. solo tome sus credos y—y sus creencias, y las deje a un lado por unos minutos, el tiempo suficiente para oír lo que dicen las Escrituras, y luego lo que Dios hace con respecto a lo que Él prometió. Y eso levantará la fe. Y Ud. ni siquiera necesitará estar en una línea de oración, ni que nadie ore por Ud. Ud. ya está sano, si tan solo puede creerlo. ¿Ven? Y ese es el propósito de esto, es para permitir que Ud., para traerlo a conciencia de lo que Jesús ha hecho por Ud.",
    "No es necesario que Ud. venga aquí y se arrodille, y ore hasta que sea—que Ud. sea salvo. Ud. ya es salvo, pero tiene que aceptarlo. No es por su oración. Por su fe es que Ud. es salvo, no porque ore. Sino que, “Por fe sois salvos”. Así mismo con la sanidad. Estoy seguro que todos lo entendemos.",
    "Y si por nuestras puertas han pasado extraños, queremos que sepan que, para mí, o para este grupo con el que estoy aquí, los Hombres de Negocios del Evangelio Completo, no representamos a una cierta denominación, organización. Solo representamos a creyentes Cristianos de todas las denominaciones. Todos son bienvenidos. Estamos contentos de tenerlos. Ud. dice: “Pues, yo pertenezco a cierta iglesia, ¿se podría orar por mí?”. Ni siquiera tienen que pertenecer a una iglesia, solo tiene que venir aquí y creerle a Dios. Es todo lo que Ud. tiene que hacer. Dios hace el resto.",
    "Ahora, he—he… desgasté una Biblia, desde que empecé en las campañas de sanidad u orando por los enfermos, más bien. En Houston, Texas me fue dada una Biblia hace años, unos dieciocho años, por el Hermano Kidson y su grupo. Y gasté esa Biblia, yendo y viniendo alrededor del mundo, hasta que se gastó por completo, se le desprendieron las hojas.",
    "Y me acaban de dar una Biblia nueva. Y lo extraño… yo no soy supersticioso; espero que Uds. no crean que soy supersticioso. Cuando me dieron esta Biblia, tenían en ella un pequeño… dos pequeños marca páginas, pequeñas cintas. Es una Biblia como la que tenía.",
    "El Hermano Kidson me dio una, era una Biblia Scofield, ahora, no es porque yo esté de acuerdo con el Sr. Scofield en sus notas. Ahora, probablemente algunos de Uds. sí, otros no, pero solo les dejo saber que yo no simplemente recibo la Biblia Scofield porque creo eso. Porque, él la tiene tan dividida en párrafos que estoy… Esa fue una de mis primeras Biblias, y así aprendí a leerla. Y simplemente conservo la misma Biblia. Pues, si hubiera tenido la Thompson Chain, habría sido mucho mejor. Podría haber encontrado mi texto mucho más rápido en una de Referencia Thompson Chain.",
    "Pero cuando abrí la Biblia, el primer marca páginas de la Biblia fue una cosa muy extraña donde estaba. Fue cuando Salomón dedicó el templo de Dios, y la Gloria de Dios fue tan grande, la Gloria de la Shekinah en el templo, que los sacerdotes ni siquiera pudieron ministrar.",
    "Y luego el siguiente marcador estaba donde Esdras regresó y dedicó el templo.",
    "Y el tercer pequeño marcador que mi esposa me había conseguido y puesto en la Biblia, sin saberlo, tenía mi nombre y todo eso, estaba en Marcos 11:22. Ella solo lo metió en la Biblia, y allí era que estaba, en: “Si le dices a esta montaña, ‘muévete’”. Y todos Uds. saben de cuando me vino a mente esa Escritura, Uds. personas de las cintas, fue cuando esas ardillas aparecieron, en el—el… Exactamente.",
    "Y luego lo extraño de esto fue que mi pájaro favorito, el petirrojo, su foto estaba en el marca páginas, el pajarito con el pecho rojo. Como dice la leyenda, que en un tiempo era un pájaro café; pero había un Hombre muriendo un día, en una cruz, y sintió tanta lástima por ese Hombre que voló allí para él mismo intentar sacar los clavos, y se manchó de Sangre todo su pechito, y desde entonces tiene un pecho rojo. Así también es como yo—yo quiero encontrar a mi Salvador, con Su Sangre en mi… dentro de mi pecho, en mi corazón.",
    "Y entonces mi primera reunión, el Mensaje que voy a predicar aquí, es en Phoenix, Arizona. Fénix es algo que puede resucitar de la nada. Eso es lo que Dios hace. Él toma nada y levanta algo de aquello.",
    "Y mi Mensaje en esta tarde se titula, para los próximos treinta o cuarenta minutos: “Paradoja”. Y quiero leer de una Escritura que…",
    "Hace unos años, sucedía que yo tomaba una Biblia, y que Ud. me pasara una Biblia, cuando primero empecé mi ministerio; y yo solo tomaba su Biblia, y muchos de Uds. me vieron hacerlo, simplemente la abría así, y decía: “Señor, ¿dónde está el Mensaje para mí?”. Se abría en Josué, en el capítulo 1, cualquier Biblia que me dieran.",
    "Hasta que una noche vino una visión que Uds. conocen, y vi que esa Biblia bajó del Cielo, y una mano con manga en puño, bajó así por los primeros nueve versículos de Josué.",
    "De allí es donde estoy leyendo esta tarde, para mi lectura, o para mi lectura de las Escrituras. Mi texto se encuentra en el versículo 10 y el—el… quiero decir en el capítulo 10 y en el versículo 12.",
    "Antes de que abramos la Biblia, inclinemos nuestros rostros por un momento. Ahora con nuestros rostros y nuestros corazones inclinados, pensemos esto. No dejemos que esta sea una reunión común; tenemos esas todo el tiempo. Pero oremos a Dios, cada uno de nosotros, para que esta sea extraordinaria, tanto que la Presencia de Dios esté con nosotros continuamente en toda la reunión.",
    "Padre Celestial, estamos agradecidos por este gran y noble privilegio de estar aquí en Phoenix esta tarde, reunidos aquí en este gran auditorio, entre estas personas. Y ahora estamos a punto de abordar la Palabra. “Y la Palabra se hizo carne y habitó entre nosotros”. Y concede otra vez, Señor, que la Palabra se haga carne, que se derrame en Tu iglesia y en Tu pueblo, para cumplir las promesas de la hora.",
    "Pues nos damos cuenta que estamos—estamos concluyendo el tiempo, el tiempo se está acabando. Se está uniendo con la Eternidad. Y estamos en la costa occidental. Y así como la civilización ha viajado, de Oriente a Occidente, también el Evangelio ha viajado con ella. Y ahora no hay lugar a donde ir más que al Oriente otra vez. Ha concluido.",
    "Y oramos, Padre Celestial, que esta sea una gran hora para todos nosotros, que podamos sentir la Presencia del Espíritu Santo, el Escritor de esta Palabra, de nuevo en el templo del tabernáculo de carne; manifestándose Él mismo a nosotros, en el perdón de nuestros pecados, en el perdón de nuestra iniquidad, y con la seguridad de que Él no inculpará de pecado al creyente, con esa seguridad. Y también que Él sanaría nuestras enfermedades, y levantaría al—al pueblo de las sillas de ruedas y de las muletas; y les dará la vista, a los ciegos; y—y una extensión de días para aquellos que se están muriendo con enfermedades horribles como el cáncer y tuberculosis, avanzados, y enfermedades que nuestros médicos no pueden detener. Está más allá, pero, Dios, Tú vas más allá de toda investigación científica. Tú vas más allá de todo razonamiento. Concede a Tus siervos esta tarde, el hablar y escuchar Tu Palabra, sobre el tema: Una paradoja. Porque lo pedimos en el Nombre de Jesús. Amén.",
    "Ahora en la Biblia: Josué el capítulo 1, y Josué el capítulo 10. El capítulo 1 y el versículo 1.\n\nAconteció después de la muerte de Moisés siervo de Jehová, que Jehová habló a Josué hijo de Nun, servidor de Moisés, diciendo:\n\nMi siervo Moisés ha muerto; ahora, pues, levántate y pasa este Jordán, tú y todo este pueblo, a la tierra que yo les doy a los hijos de Israel.\n\nYo os he entregado, como lo había dicho a Moisés, todo lugar que pisare la planta de tu pie.\n\nDesde el desierto y el Líbano hasta el gran río Éufrates, toda la tierra de los heteos, Y hasta…donde se pone el sol, será vuestro territorio.\n\nNadie te podrá hacer frente en todos los días de tu vida; como estuve con Moisés, estaré contigo; no te dejaré, ni te desampararé.\n\nEsfuérzate y sé valiente; porque tú repartirás a este pueblo por heredad la tierra de la cual juré a sus padres que la daría a ellos.\n\nSolamente esfuérzate y sé muy valiente, para cuidar de hacer conforme a toda la ley que mi…que mi siervo Moisés te mandó; no te apartes de ella ni a diestra ni a siniestra, para que seas prosperado en todas las cosas que emprendas.\n\nNunca se apartará de tu boca este libro de la ley, sino que de día y de noche meditarás en él, para que guardes y hagas conforme a todo lo que en él está escrito; porque entonces harás prosperar tus caminos, y entonces todo te saldrá bien.\n\nMira que te mando que te esfuerces y seas valiente; no temas ni desmayes, porque Jehová tu Dios estará contigo en dondequiera que vayas.",
    "[El Hermano Branham ahora lee Josué 10:12-14.—Ed.]\n\nEntonces Josué habló a Jehová el día en que Jehová entregó al amorreo delante de los hijos de Israel, y dijo en presencia de los israelitas: detente en…Sol, detente en Gabaón; Y tú, luna, en el valle de Ajalón.\n\nY el sol se detuvo y la luna se paró, Hasta que la gente se hubo vengado de sus enemigos. ¿No está escrito esto en el libro de Jaser? Y el sol se paró en medio del cielo, y no se apresuró a ponerse casi un día entero.\n\nY no hubo día como aquel, ni antes ni después de él, habiendo atendido Jehová a la voz de un hombre; porque Jehová peleaba por Israel.",
    "Que el Señor añada Sus bendiciones a la lectura de Sus Palabras. Ahora el tema en esta tarde es: Una paradoja.",
    "Ahora, la palabra paradoja, como acabo de buscarla y cerciorándome de—de estar correcto, la palabra paradoja significa, según Webster, que es “algo increíble, pero cierto”. Ahora, Uds. saben, hemos oído el antiguo refrán, que—que, “La verdad es más” (¿cómo se dice?) “más extraña que la ficción”, la verdad. Pues, cuando una persona dice la verdad, a veces es muy extraño.",
    "Conozco a un amigo mío que, allá en Colorado. Estaban investigando, iban a contabilizar los alces. Y había veintiún cabezas de alce en el rebaño. Y mi amigo, cuando… había estado por allá cazando y, cuando vinieron los guardias. Y habían pagado una gran suma, el departamento de conservación, por una de estas motos de nieve, para ir y hacer un conteo de los alces. Él les dijo: “No debieron gastar todo ese dinero. Yo puedo decirles cuántos alces hay por allá”. Ellos solo se rieron de él. Dijeron: “¿Cuántos?”.",
    "Él dijo: “Hay diecinueve”. Dijo: “Había veintiuno, y yo maté dos de ellos”.",
    "Y el guardia se río de él. Solo permiten matar uno, Uds. saben. Y dijo, él dijo: “Sí, sé que lo hiciste”.",
    "🦅 Pues” dijo, “eso es lo que hice. Había veintiún alces, y yo maté dos”.",
    "Y el guardabosque solo se río y se fue. Y eso era lo que había, diecinueve alces. ¿Ven?",
    "Él se dio vuelta hacia mí, dijo: “¿Ve, párroco?, solo diga la verdad, la gente no la cree”. ¿Ven?, solo diga la verdad; y realmente es más extraña que la ficción.",
    "Josué aquí es un Libro, en realidad, es un Libro de redención, del Antiguo Testamento. Josué, tendríamos que considerarlo como tal, el Libro de redención. Porque es, la redención tiene dos partes. La redención, donde sea, tiene dos partes. Eso es: “saliendo de” y “entrando a”. Se necesitan dos partes para hacer la redención: “salir de”, “entrar a”.",
    "Moisés representó la ley que los sacó a ellos de Egipto, y, mientras que Josué representó la gracia que los llevó a entrar a la tierra prometida. De otra forma era: la—la ley y la gracia eran dos aspectos diferentes del mandamiento de Dios. Ahora, la ley los sacó, Moisés, y Josué los llevó a entrar.",
    "También representa algo para nuestro día. Ahora representa, a medida que ellos iban de camino, viniendo de—de Egipto para entrar a una tierra prometida, así hemos salido nosotros de un mundo de Egipto, caos, estando en nuestro camino a una tierra prometida. “En la casa de Mi Padre muchas moradas hay; si así no fuera, Yo os lo hubiera dicho”, Juan 14. “Saliendo de”, y “entrando a”.",
    "Es la ley la que nos trae a reconocer que estamos equivocados, pero es la gracia la que nos perdona. La ley no tiene esperanza de—de redención, por cuanto… y de cumplirla. No tiene gracia, porque la ley solo indica que Ud. es un pecador, pero la gracia le dice a Ud. cómo salir de allí. La ley es el policía que lo mete a Ud. en la cárcel, pero la redención es Aquel Quien vino y pagó su multa; y “saliendo de” y “entrando a”, entrando a la gracia.",
    "El Éfeso. Ahora encontramos lo mismo, el Antiguo Testamento, yo creo que este Libro de Josué encaja. Un título apropiado para él, sería, el Libro del Éfeso del Antiguo Testamento. Sería muy apropiado titular este Libro de Josué como el Libro de Efesios del Antiguo Testamento, porque realmente cuadra con esto.",
    "Ahora vemos que Josué representa la gracia, o alguna propiciación, que no podía existir al mismo tiempo en que la ley estuviera en existencia.",
    "Ni tampoco un mensaje que hace avanzar al pueblo, coincidir alguna vez con un mensaje pasado. No lo hará. Ahí es donde se tiene el problema hoy. Jesús dijo: “¿Toma alguien un—un vestido nuevo y lo pone en uno viejo? ¿O pone el vino nuevo en odres viejos? Se pierden. Los rompe”. Ellos no lo resisten.",
    "Y Josué absolutamente no podía entrar en su ministerio hasta después de la partida de Moisés. Entonces Uds. ven el primer versículo aquí: “Mi siervo Moisés ha muerto; ahora levántate y lleva a este pueblo a la tierra prometida”. Moisés, representando la ley, había cumplido su tiempo. Significa que la ley había cumplido su tiempo.",
    "Ellos, de hecho, comenzaron con gracia. Antes de que tuvieran la ley, ellos tenían la gracia. Mientras ellos estaban en Egipto, no tenían ley; nadie allá, solo tenían los sacerdotes y demás, pero ellos no tenían ninguna ley. La ley aún no había sido dada. La gracia les proveyó un profeta. Y, también, la gracia proveyó una expiación, el cordero del sacrificio. Veremos eso esta semana, el sacrificio, la sangre, porque ahí está su sanidad. Así que… La expiación había sido provista antes de que hubiera una ley. La gracia estaba antes de la ley, durante la ley, y después de la ley.",
    "Así que allá estaba Josué, representando la gracia, allí a la par con la ley, pero no podía entrar en vigor mientras que la ley estuviera en su debido lugar.",
    "¡Y así también con el mundo eclesiástico en este último día! Ha venido a la par, ha hecho su parte, pero viene un tiempo en que debe terminar. Debe hacerlo. Tiene que haber un Efesios también, en este viaje, así como lo hubo en los otros viajes. Tiene que venir un Efesios, un Éfeso, un Efesio de este viaje. Fíjese.",
    "Pues esa ley nunca podría salvar a un pecador, como he señalado. No podía. Por eso la tierra prometida representaba un día de gracia. ¿Ven?, él no podía introducirlos, en ese viaje.",
    "Y si se fijaron, en ese viaje, ellos tuvieron tres etapas de su viaje. Primero fue la preparación por fe, allá en Egipto, bajo el cordero del sacrificio. Luego ellos cruzaron el Mar Rojo, hacia el—el desierto, una separación, que representaba otra etapa del viaje.",
    "Porque, bajo la preparación, cuando todos estaban listos, después, cuando llegaron al—al Mar Rojo, allí hubo nuevamente un fracaso. La gente no creía, después de ver tantas cosas que Dios había hecho. Aún no creía. Y Dios abrió el Mar Rojo y los cruzó, lo cual nos enseña que todo el pueblo fue bautizado por Moisés, bajo la Nube y el mar.",
    "Ahora ellos estaban bautizados, se arrepintieron y fueron bautizados, y salieron a caminar en novedad de vida, en una tierra nueva, en un viaje nuevo, entre gente nueva, y con la mano de Dios sobre ellos. Pero finalmente llegaron al punto, en este caminar que llevaban, en que no estaban satisfechos con su caminar en la gracia. Ellos tuvieron que llegar a algo que pudieran hacer por su cuenta.",
    "Ahora eso es lo que la gente piensa hoy, de la sanidad Divina o de cualquier otra obra de gracia, de Dios, que hay algo que Ud. tiene que hacer. Ud., no hay nada que Ud. tenga que hacer sino creer, solo creerle a Dios.",
    "Y ellos, ¡si hubieran continuado! La promesa no les fue dada bajo la ley. La promesa fue dada antes de la ley, sin ninguna condición: “Yo les he entregado esta tierra, ¡entren allá a ella!”. Pero antes de que llegaran a esa promesa, decidieron que había algo que ellos mismos tenían que hacer.",
    "Y eso, aún encontramos eso entre los seres humanos. Tenemos la tendencia a ser así: “Hay algo que nosotros tenemos que hacer”. Sentimos que, que nosotros tenemos también que aportar algo en eso.",
    "Ud. sí tiene algo que aportar en el asunto, es rendir su propia voluntad, sus propias ideas a la voluntad e idea del Dios Todopoderoso, y asunto terminado. Eso es todo. Solo tome Su promesa, no piense en nada más. Camine con Ella, y Dios hará el resto.",
    "Ellos entonces quisieron una ley. Y Dios siempre le da el deseo de su corazón; Él lo prometió. Pero vemos que cuando ellos dieron un paso al lado de lo que Dios les prometió originalmente, eso entonces fue un aguijón en la carne hasta que la ley fue quitada, hasta que Jesucristo vino y fue crucificado para quitar la ley. Fue un aguijón en la carne.",
    "Y cualquier cosa que Ud. trate de hacer por su cuenta, siempre será para su deshonra. Le resultará en desventaja. Simplemente créale a Dios, y asunto concluido. Lo que Dios prometió: “Yo soy Jehová Tu Dios, el que sana todas tus dolencias”. ¿Ven? “Si hay alguno entre vosotros, enfermo, que llamen a los ancianos de la iglesia”. Él prometió: “Las obras que Él hizo, serían hechas en Su iglesia”.",
    "¿Por qué tenemos que aceptar organizaciones y demás, que descartan eso del Libro? ¿Ven?, se—se convierte en un aguijón en la carne. Y aquí en el tiempo del fin, nos encontramos cara a cara con eso mismo otra vez, está ante los metodistas, bautistas, presbiterianos y demás, ¿ven? Uds., Uds. no pueden avanzar; tienen que regresar a la plenitud el Evangelio completo. Fue hecho para el hombre pleno, por un Dios completo Quien fue hecho carne y habitó entre nosotros. Y sabemos que esas cosas son ciertas.",
    "Ahora si nos fijamos, pues en su viaje en el desierto fue donde Israel cometió el error más grande que haya hecho, hasta el Calvario, fue cuando (en Éxodo 19) ellos aceptaron la ley en lugar de la gracia. Ellos tenían la gracia. Tenían un profeta. Tenían—tenían un cordero para el sacrificio. Ellos tenían redención. Ellos habían sido pasados por el Mar Rojo. Habían sido sanados de sus enfermedades. Habían tomado agua de una roca herida. Ellos habían—habían comido maná del cielo. Todo lo que necesitaban les fue dado, y aun así ellos querían algo más.",
    "Ahora, ese es un tipo perfecto de nuestro Efesios hoy, exactamente. Salimos bajo Lutero; pasamos por la santificación, bajo los metodistas; y entramos en la restauración, bajo Pentecostés. Exactamente como fue el viaje en el desierto. Y cuando Dios nos sacó, nos fue bien. Pero, ¿qué hicimos? Queríamos ser como los demás. Ahora vemos que la gracia es lo único que nos lleva adelante, nunca la ley.",
    "Josué aquí es un tipo del ministerio del último día. ¿Ven? Ahora recuerden esas tres etapas del viaje. Todo eso cesó, primero la ley y todo tuvo que cesar, para que Josué… Y Josué es la misma palabra que Jesús, “Jehová-salvador”, que los llevó de su desierto a la tierra prometida. Ahora sé que muchos sostienen…",
    "Y no quiero discrepar con los eruditos, pero muchos sostienen que la tierra prometida representa el Cielo. Ella no puede representar al Cielo. No pudiera ser, porque ellos tuvieron guerras, y problemas, y confusión, y de todo, en la tierra prometida. Eso no representa la Tierra prometida.",
    "Pero fíjense, justo antes de que ellos entraran a la tierra prometida, todas las—las diferencias que—que se habían levantado entre ellos. Ellos… Una de las grandes fue Coré. Él no quería este liderazgo de un solo hombre. Datán, y cómo ellos vinieron ante Moisés y trataron de decirle que “el—el mensaje tenía que significar esto”, y le pusieron otra interpretación, sus propias ideas de lo que era. ¡Y todos ellos perecieron! ¡Todos!\n\nJesús dijo: “No quedó ni uno que no pereciera”.",
    "Ellos dijeron: “Nuestros padres comieron maná en el desierto, por un tiempo de cuarenta años”, San Juan 6.\n\nJesús dijo: “Y todos están muertos”.",
    "Muerto significa “Eternamente separado”. Todos ellos están muertos, a pesar de que disfrutaron oír el mensaje, a pesar de que disfrutaron el maná que caía. No otro maná; ¡el maná genuino!",
    "Pero cuando llegó el momento en que Balaam salió con su falsa doctrina, y dijo: “Todos somos uno. ¿Por qué no vamos juntos y permitimos que nuestros hijos se casen? Somos una gran nación. Los haremos grandes al lado nuestro”. Ahora cualquiera con un entendimiento espiritual común puede ver exactamente eso mismo aun hoy en día, todos ellos uniéndose en casamiento. Y fue un pecado imperdonable. Nunca le fue perdonado a Israel.\n\nPero entonces Josué surgió para el éxodo.",
    "Ahora se nos enseña, en Apocalipsis el capítulo 6, creo que es, sí, el capítulo 6, de los Siete Sellos. Que tiene que… El Libro estaba sellado con siete misterios o Siete Sellos, Apocalipsis 6. Y en el último día, Apocalipsis 10, en Apocalipsis 10, vemos que Laodicea, el último mensajero de la última edad, y durante el tiempo de su profecía, que los Siete Sellos serían abiertos, los siete misterios, misterios séptuples que no fueron incluidos.",
    "En cada edad había quedado algo de Eso inconcluso. El reformador no tuvo tiempo de ocuparse de Eso. En los días de Lutero, él solo predicó la justificación por la fe. Él se fue, ellos hicieron una iglesia. Después de eso vino Wesley, él predicó la santificación. Allí estaba. Y luego vinieron los pentecostales.",
    "Pero se nos promete, conforme a Apocalipsis 10, y conforme a Malaquías 4, y San Lucas 22:17, y así sucesivamente, que tiene que venir un—un Efesios a esto. Allí está prometido, amigos. Debe venir un Efesios, que estos misterios séptuples de la Palabra de Dios deben ser develados. Y esto sucede en la edad de Laodicea. Yo creo que estamos—estamos allí.",
    "Yo creo que estamos justo a las sombras de la Venida del Hijo de Dios. Y así como Josué, un poco antes de que los Efesios se levantaran, igual Juan el Bautista se levantó un poco antes del siguiente Efesios. Y se nos ha prometido otro, otro Efesios. Ha sido predicho aquí en la Escritura, por eso creo que nosotros estamos viviendo en los Efesios otra vez. De nuevo a… Se nos ha prometido lo que fue dejado inconcluso durante esas siete edades.",
    "Ahora Ud. no puede añadir nada al Libro, ni quitarle nada. Apocalipsis 22:18 lo dice: “Si alguno añadiera una palabra, o quitare una Palabra, su parte será quitada del Libro de la Vida”. Entonces no podemos añadir ni quitar.",
    "Por lo tanto, sabemos que Lutero no podría llegar a Aquello; Wesley y demás, los reformadores, Knox, Finney, Calvino y otros, así sucesivamente, no Lo recibieron todo, pero lo que tenían era la Verdad del Evangelio.",
    "Pero ahora en los últimos días, se nos ha dado el entendimiento, por la Palabra, de que vamos a entenderla, porque vendrá una edad de Efesios a ella. ¡Y estamos aquí! Ahora, ¡paradoja! Dejaré eso pendiente, porque solo tengo unos diez minutos más y luego tendremos la línea de oración. ¡Paradoja!",
    "Hay algunas personas hoy que no creen en los milagros. Dicen que ellos simplemente “no pueden creer que exista tal cosa como milagros en esta edad moderna”. Bueno, yo no quiero decir nada malo acerca de esa persona, pero están espiritualmente adormecidos. Ellos, ellos, están—están espiritualmente ciegos. No tienen vista espiritual o sensibilidad espiritual en lo absoluto. Porque nadie puede sentarse en una reunión de personas, en donde el Espíritu Santo esté bajando, no importa si él es un completo pecador, o ella, sin que ellos no sientan la Presencia de Dios, cuando uno ve la Palabra que Él prometió siendo cumplida. Entonces Ud. tendría que estar anestesiado; y cuando Ud. la ve con sus propios ojos, sucediendo, entonces Ud. tendría que estar ciego, espiritualmente, no estoy hablando físicamente. Pero Ud. verdaderamente puede estar espiritualmente ciego, y tener visión veinte-veinte, vista natural.",
    "¿Recuerdan Uds. a Elías allá en—en Dotán, cuando salió e hirió con ceguera a todo ese ejército? La Biblia dice que lo hizo. Y los llevó directo a la emboscada, al ellos no saber quién era él. Y, sin embargo, se veía exactamente como tenía que lucir, y demás, y él salió directo a donde ellos. Pero estaban ciegos.",
    "Y Ud. puede pararse en la Presencia del Dios viviente, puede pararse bajo la unción del Espíritu y verlo moviéndose, y ni aún Eso lo conmoverá a Ud. Ud. puede ver lo que Dios dijo, serle predicado perfectamente y luego manifestado, y aun así no entrará, “no creer Eso”, entonces, allí, Ud. ya está sin esperanza. Ud. ya está muerto, insensible, cegado, terminado. Ellos lo estaban completamente.",
    "El mundo. ¿Me pregunto si esa misma persona que no cree en un milagro, me pregunto, si dicen que solo las cosas que pueden… que son reales, son aquellas científicamente probadas, me pregunto si pudieran hacer que cualquier científico, o alguien que no cree en un milagro, me explique a mí cómo este mundo permanece en su órbita? ¿Cómo marca el tiempo perfecto, alrededor de la línea ecuatorial y cómo marcha, y simplemente es perfecto? No tenemos una máquina, un reloj ni otra clase de cosa que pueda marcar el tiempo así; variará unos pocos minutos cada mes. Pero ese sol está exactamente a tiempo. Miles de años pasan, y no varía; seguro, perfectamente.",
    "Cómo puede la luna, a billones de millas de la tierra, puede aún controlar la marea. Dígame cómo es que en esta galaxia en la que vivimos, ¿cómo puede la luna tener algún efecto sobre el agua en la tierra? Científicamente, dígame cómo se hace. No se puede hacer, porque no hay una forma científica de saberlo. Pero Dios estableció a la luna para vigilar el mar. Y cuando la luna comienza a dar la espalda, cuando la tierra se voltea cuando gira, aquí viene la marea. Pero cuando se despierta, a la mañana siguiente, que mira en esta dirección, la marea corre de nuevo a su lugar. Es un centinela.\n\n“¡Oh!” Ud. dice, “eso solo sucede en la orilla del mar”. No.",
    "Sucede aquí mismo en Arizona, hasta por allá en el estado de Kentucky, dondequiera que Ud. cave un hoyo en el suelo lo suficientemente profundo para encontrar agua salada. Ud. verá que cuando esa marea baja, esa agua salada baja por la tubería. Y cuando la marea sube, también sube, a cientos de millas de la orilla del mar.",
    "Podríamos predicar un sermón sobre eso. Cómo es que Dios, no importa que Él esté en la Gloria, pero Sus órdenes allí tienen el mismo efecto en el mundo entero y en cualquiera que reciba la promesa. Su mandato está dado. Él tiene leyes de la naturaleza, y—y ellas—ellas absolutamente se cumplirán sin falta, desde Pentecostés o de cualquier otro tiempo. Cada vez que Dios hizo la promesa, Él aún cumplirá esa promesa no importa dónde se encuentre la gente, cuantos miles de años hayan pasado. Sus leyes siempre permanecen igual.",
    "Como la semilla al caer en la tierra y se pudre, y es para traer vida otra vez. Pareciera ser que si alguna vez va a producir vida, sería cuando esté en su condición perfecta. ¿Y si ha tenido vida, entonces por que simplemente no brotó? Entierrela y la vida brotará. ¿Por qué todo lo que rodea esa vida, todo lo que rodea ese germen que ningún hombre puede encontrar, cómo es que todo lo material que rodea ese germen tiene que morir? Es para que pueda brotar en una nueva vida. Pero todo lo que le rodea también debe morir y podrirse, antes de que pueda brotar vida.",
    "Así también es con un individuo. Mientras haya inyección humana, ideas humanas, entonces el germen de vida de Dios, el Espíritu Santo, no puede obrar. Ud. no puede ser sanado mientras haya solo la—la más mínima porción en alguna parte, que aún no esté podrida; tiene todos los elementos humanos, todas las ideas científicas, todos “los días de los milagros han pasado” como dicen. Todo eso tiene que, todo, no solo morir sino podrirse; entonces de allí crece el germen de la Vida a una nueva vida. Esa es de la única manera que puede crecer.",
    "Por eso es que no recibimos lo que pedimos. Queremos cargar con nosotros muchas de nuestras propias ideas.",
    "Por eso es que la iglesia luterana no pudo avanzar más, los pentecostales y el resto; porque ellos inyectan, a través de un montón de teólogos: “Esto no debería ser de esta manera. Esto es para otro día. Y Esto fue para eso”. Ahí se queda. No puede crecer a esa imagen perfecta de Cristo hasta que cada Palabra de Dios sea recibida en Ud., y entonces Ud. llega a ser esa Palabra. Es como la semilla que entró al suelo.",
    "Me gustaría que ellos explicaran Hebreos 11:3. El científico más grande que hemos tenido, hasta donde sé, fue Einstein. Estando aquí no hace mucho en Nueva York, yo escuchaba lo que él había dicho. Y él estaba hablando de la galaxia, y hasta donde se extendía, y demostró que había una Eternidad. De cómo el hombre, yendo a tantos millones de millas por hora, le tomaría tantos, o un millón de años luz por hora, le tomaría tantos años para llegar allá, un, trescientos mil o algo así, y luego trescientos mil para regresar. Y luego probó según eso, de alguna manera, que el hombre solo se habría ido de la tierra por cincuenta años. ¡Eternidad!",
    "Y esa solo es una pequeña galaxia, ¡cuando Dios las sopló de Su mano! ¡La Biblia lo dijo! Y Einstein finalmente terminó con esto: “Solo hay una manera que algún hombre pueda explicar el origen de este mundo, eso se encuentra en Hebreos 11:3. ‘Entendemos haber sido constituido los mundos por la Palabra de Dios’”. Es exactamente cierto. La ciencia ni siquiera puede tocarlo. ¿Y luego Ud. dice que no cree en un milagro? ¿Cómo puede Ud. hacerlo?",
    "¿Cómo podía algún científico explicar la lluvia de Noé, cuando nunca había caído una gota de lluvia sobre la tierra hasta ese día? ¡Pero Noé dijo que vendría la lluvia! Y cuando llegó la lluvia de Noé, contrario a toda la ciencia, no había nubes allá arriba, nunca las habían tenido, no había lluvia allá arriba, ellos podían probar que no había lluvia allá arriba. Y entonces cuando Dios abrió los cielos y derramó un—un torrente que arrasó la tierra, eso fue una paradoja; como es que realmente no es razonable, inexplicable.",
    "Pero sabemos que Dios lo hizo, porque la Biblia lo dice. Y tenemos evidencia en la tierra hoy de que así fue. Dios lo hizo. Eso fue una paradoja.",
    "Cuando Dios tomó a un anciano, llamado Abraham (a la edad de setenta y cinco años; y a su esposa de sesenta y cinco, muchos años después del tiempo de la vida, en la menopausia), y cuando Él tomó a ese hombre y le dio una promesa (a los setenta y cinco años, por esta mujer con la que estaba casado, su—su media hermana, y él había vivido con ella desde que era una joven, se habían casado cuando probablemente era una—una adolescente, y aquí ella tenía sesenta y cinco años), y dijo: “Vas a tener un hijo con esta mujer”, y ¿qué si Abraham hubiera dicho: “Yo—yo—yo no creo en paradojas, yo—yo no puedo aceptarlo?”. Eso nunca hubiera acontecido.",
    "Pero, ¿ven?, cuando Ud. dice que cree algo, entonces tiene que ponerlo en acción. Entonces a Abraham le fue ordenado que se separara de toda incredulidad, y que caminara solo con Dios. Y en lugar de debilitarse, él se hizo más fuerte. Y cuando tenía cien años y Sara noventa, llegó el bebé.",
    "¿Cómo pudo Abraham llevar a su hijo por allá lejos a tres días de camino, probablemente a 144 kilómetros de alguna civilización, a la cima de una montaña donde el Señor le había mostrado que fuera a ofrecer a su propio hijo, Isaac? Isaac cargaba la leña, como sabemos, que fue un tipo de Cristo. Y arriba en esta montaña él debía ofrecer a Isaac como sacrificio, y cuando él cumplió todo lo que Dios le dijo excepto apuñalar a su propio hijo en la garganta; había sacado el cuchillo de la funda y levantado su mano para obedecer a Dios, ¡al pie de la letra! Pues la Biblia dice que “él sabía que Dios no podía hacer una promesa que Él no la cumpliera. Y él lo recibió como a uno de entre los muertos; que Él podía levantarlo de entre los muertos y devolvérselo de nuevo”.",
    "Y cuando él estaba listo para obedecer a Dios, completamente, Él le detuvo la mano y dijo: “Detén tu mano, Abraham”. Y había un carnero trabado en el monte, de las zarzas, por sus cuernos, en la cima de esa montaña, donde hay leones, lobos, hienas, chacales, y las grandes bestias feroces que comen ovejas. Y es más, él estaba allá arriba en la cima de la montaña donde no hay agua. ¿Cómo llegó ese carnero allí? Abraham había recogido piedras alrededor para construir un—un altar. Pero allí estaba el carnero, de todos modos. Eso fue una paradoja.",
    "Y todo hombre que le crea a Dios y lo tome por Su Palabra, no importa cuál sea la situación, Dios obrará otra paradoja, para cumplir Su Palabra. Pues, Abraham llamó ese lugar Jehová-jireh, “el Señor Se ha provisto un sacrificio”. Él aún puede hacer que ocurra una paradoja. Él puede hacer eso esta tarde, si Ud. tan solo Lo toma por Su Palabra.",
    "Daniel, desde un foso lleno de leones hambrientos, ¿cómo pudo ser que ese hombre…? ¿Cómo pudo ser que ese hombre, entre un grupo de leones hambrientos, se quedara en la cueva con ellos toda la noche, sin ningún daño? El Ángel del Señor, invisible para los demás, estaba parado allí. Eso fue una paradoja. Algo tuvo que evitar que ese león llegara a él.",
    "Cuando los jóvenes hebreos entraron al horno ardiente, eso va en contra de todo entendimiento científico, en esa gran época. Era contrario a la ciencia que un hombre fuera arrojado en un horno, en el cual, los hombres que los llevaban allí perecieron, y ellos cayeron en el horno y vivieron en ese horno por un tiempo; y lo único que eso hizo fue soltarlos de sus grilletes. Eso es una paradoja. Fue inexplicable, irrazonable, pero aun así es la verdad.",
    "Aquí está Josué, del que estamos hablando. Cómo fue que ese hombre, solo un hombre común que apenas salía de entre un—un—un grupo de credos que los hombres habían hecho, y leyes y ceremonias que no decían nada de cómo darle poder a un hombre para detener el sol. Pero aquí, con una comisión de Dios: “Te daré cada pedazo de tierra que pisen las plantas de tus pies. Yo estaré allí”. Y el enemigo fue derrotado.",
    "El sol se estaba poniendo. Si esos reyes tenían tiempo para reagruparse al día siguiente, ciertamente él perdería hombres. Pero Josué sabía que necesitaba la luz del sol. Y él miró hacia el sol, y dijo: “Detente sobre Gabaón. Y, luna, detente allí sobre Ajalón”. Y por espacio de todo un día, que fue toda una noche, el sol se detuvo y la luna se quedó allí. Eso es una paradoja. Un hombre caminando en la voluntad de Dios podría hacer tal cosa, pues él estaba en un… él estaba otra vez en un—un Éfeso, en un—un Efesios con—con el Evangelio. Seguro, fue una paradoja.",
    "Moisés con una vara en su mano, para ir allá a liberar a los hijos de Israel, fue una paradoja, siendo que Egipto tenía todos los ejércitos y sus hombres bien entrenados. Eso fue una paradoja.",
    "El nacimiento virginal fue una paradoja. ¿Cómo podría una virgen, en contra de todo entendimiento científico, una mujer que no conocía varón, dar a luz un niño; y no solo un niño, sino Emanuel, Quien demostró ser exactamente lo que eso dijo que sería? ¿Cómo pudo pasar eso? Fue una paradoja. Fue porque Dios le habló a Su profeta, cientos de años antes, y el profeta obedeció la Palabra de Dios, y la Palabra fue hablada. “Y la Palabra se hizo carne y habitó entre nosotros”. Y nosotros lo creemos. Seguro, fue una paradoja.",
    "¿Cómo Él pudo caminar sobre el agua?, eso fue una paradoja. Un ser humano, por el tamaño de sus pies, no podría hacer eso. Pero Él lo hizo. ¿Qué fue eso? Inexplicable, pero aun así fue una paradoja. Dios lo hizo. Nosotros lo creemos.",
    "¿Alimentar a cinco mil personas, con dos peces y cinco panecillos? Pero Él lo hizo. Multiplicó no solo el pescado, sino pescado cocido; no solo el pan, sino pan cocido. ¿Cómo pudo Él convertir agua en vino? ¡Todo era una paradoja!",
    "Él sanó a los enfermos, para lo cual, con lepra, para lo cual no tienen nada hasta el día, la ciencia, para curar la lepra, pero Jesús la sanó con Su Palabra. Eso fue una paradoja.",
    "Y Él es el mismo ayer, hoy y por los siglos. Su Palabra aún sana a los enfermos. Es una paradoja, seguro.",
    "Él resucitó a los muertos, después que la vida mortal los había abandonado; Lázaro, el hijo de la mujer de Naín, y la hija de Jairo. Él resucitó a los muertos, con Su Palabra, porque Él es la Palabra.",
    "Y luego, otra cosa tremenda para terminar, para probar que Él era el Mesías. Para probar lo que Él era, tenía que venir en orden, y en respuesta a la Palabra. Y la Palabra dice, cuando Él le habló al profeta: “Jehová tu Dios levantará a un Profeta como yo”.",
    "Se habían levantado muchos hombres. Y había sido, por cientos y cientos de años, que ellos no habían tenido un profeta. ¡Oh!, ellos habían tenido sacerdotes y grandes hombres, y como leemos la historia en el tiempo entre Malaquías y Mateo, por cuatrocientos años hubo grandes hombres; pero no hubo profeta.",
    "Y entonces cuando Él llegó a la escena, para probar que Él era ese Efesios hecho manifiesto, Juan lo anunció. Pero Jesús era Aquello, Él era la Palabra manifestada, Él mismo.",
    "Cuando Pedro se acercó a Él un día, con Andrés, su nombre era Simón. Y Jesús parado allí, jamás había visto al hombre en su vida, (escuchen atentamente) cuando Él se paró allí y miró al hombre, y dijo: “Tu nombre es Simón, y tú eres el hijo de Jonás”. Eso es una paradoja. Seguro que lo fue. Ciertamente que fue una paradoja.",
    "Y cuando Felipe, parado allí, escuchó esto y supo con plena identificación que este era el Mesías, él quedó convencido. Él lo creyó. Él no estaba adormecido, ni tampoco ciego. Corrió por la orilla, por unas cuantas millas, y trajo a su amigo, llamado Natanael. Y cuando él llegó allí caminando… ¡La fe de ese hombre, que pudo traer a otro a la reunión, para ver!",
    "Cuando él llegó caminando allí ante Jesús, Jesús dijo: “He aquí un israelita, en quien no hay engaño”.",
    "Eso sorprendió al hombre. Él dijo: “¿Desde cuándo me conoces?”. Ahora miren, esto no es razonable. Es—es inexplicable. Él dijo: “¿Cómo es que me conoces?”.",
    "Dijo: “Antes de que Felipe te llamara, cuando estabas debajo del árbol, te vi”. ¡Una paradoja!",
    "A Él le era necesario pasar por Samaria. Y cuando pasó por Samaria, una ciudad de Sicar, Él estaba sentado allí afuera esperando por Sus discípulos que fueran a comprar comida. Y, fíjense, una mujer de mala fama salió al pozo. Y Él le dijo: “Mujer, ve y dame de beber, o tráeme de beber”.",
    "Y ella dijo: “No es costumbre que pidas eso. Somos, yo soy judía… o una samaritana, y Tú eres un judío. No—no tenemos que ver con Uds.”.",
    "Él dijo: “Pero ¡si supieras con Quién hablas!”. Fíjense en esta paradoja a punto de suceder. No se la pierda. Dijo: “¿Cómo—cómo puedes hacer, decir esto? Yo, yo soy una mujer de Samaria, y Tú eres un judío. No nos tratamos entre nosotros”.",
    "Él dijo: “Pero si supieras con Quién estás hablando, o Quién está hablando contigo, tú—tú Me pedirías a Mí de beber”. Y Él continuó hasta que encontró dónde estaba su problema. Y Él dijo: “Ve trae tu marido y ven aquí”.\n\nY ella dijo: “No tengo marido”.",
    "Él dijo: “Es verdad. No tienes un marido, porque cinco has tenido, y el que ahora vive contigo no es tu marido. Por lo tanto, has dicho la verdad”.",
    "Ella dijo: “Señor, me parece que Tú eres profeta”. No habían visto uno en cientos de años. Dijo: “Sabemos que el—el Mesías viene, y cuando venga, Él nos declarará estas cosas”.\n\nÉl dijo: “Yo soy Él”.",
    "[Cinta en blanco.—Ed.] Fue una paradoja vindicada, y probó ser la Verdad del Evangelio; un Evangelio que había prometido esto, y aquí sucedió y vindicó lo que era.",
    "Ahora permítanme darles una gran y noble paradoja aquí, solo por un minuto. En Juan 14:12, Jesús dijo, prometió que: “El creyente que creyera en Él, haría las mismas obras”. ¿Correcto? Dios, Quien hace una ley o una promesa, debe cumplir esa promesa, para ser Dios. Él la cumple. Pensar, el Dios… Pues, es en Sí una paradoja; para Dios, Quien hace una promesa y no puede romper esa promesa, dar esa promesa de las cosas que Él hizo, a Su pueblo, y que continúen a lo largo de la edad hasta que Él regrese de nuevo. “Id por todo el mundo, predicad el Evangelio a toda criatura; a toda criatura, a todo el mundo. El que creyere y fuere bautizado, será salvo; y el que no creyere, será condenado; y estas señales seguirán a los que creen”. Él tiene que cumplir esa Palabra. Y por cuanto Él lo dijo, salió de Su boca, tiene que cumplirse.",
    "Toda Escritura tiene que cumplirse. Así que solo eso es una paradoja, oír a Jesús, el Hijo de Dios, hacer una declaración como esa: “Las cosas que Yo hago, vosotros también las haréis”. Ahora la Biblia dice, en Hebreos 13:8: “Él es el mismo ayer, hoy y por los siglos”. Eso es una paradoja, porque tiene que cumplirse. “Los cielos y la tierra pasarán, pero ni una sola Palabra que Yo haya dicho fallará jamás”, Él lo dijo. Eso tiene que cumplirse.",
    "Ahora, amigos, Yo creo que Él es el mismo ayer, hoy, y por los siglos. Yo creo que Él aún es igual de capaz de hacer una paradoja esta tarde, en este edificio, porque Él prometió que sucedería.",
    "Y cuánto más ha prometido Él, cuánto más está señalando en la Biblia, a esta misma edad que estamos viviendo, a los Efesios otra vez, de las edades de la iglesia. Tenemos siete edades de iglesia, y se nos ha prometido que en la Edad de la Iglesia de Laodicea habría otro Efesios. Así es. Y aquí estamos. Yo creo, con todo mi corazón, que Jesucristo Quien hizo la promesa…",
    "Como dije en mi último mensaje, de pie allá contra esa pared, cuando estuve aquí hace unas semanas. Cada vez que Ud. mueve su dedo, eso va alrededor y alrededor del mundo, nunca se detendrá. Cada movimiento que Ud. hace, lo verá en el Juicio. La televisión prueba que está aquí, la cuarta dimensión. Pues la televisión no fabrica esa imagen, solo canaliza esa onda en un tubo y uno ve una imagen. El color, todo, cada objeto en movimiento que está sucediendo en el mundo, está pasando por aquí ahora mismo, siendo grabado. Algún día, su grabación será cerrada, y Ud. va a responder por esa grabación. Así es.",
    "¡Dios, permíteme estar tan rendido, déjame estar tan muerto a mi mismo y a todo lo que me rodea, pero estar consciente de la Palabra de Dios viviendo entre nosotros hoy!\n\nOremos.",
    "Señor Jesús, Tú eres una paradoja, cuando Dios se hizo carne. Oro, Padre Celestial, que Tú mismo Te manifiestes esta tarde, probándolo a nosotros aquí hoy. No solo probándolo a nosotros… Hay, supongo que un noventa por ciento o más de las personas sentadas aquí, que lo cree, cada Palabra. Pero para que podamos verte a Ti de nuevo, y dar a conocer que esta Palabra que Tú hablaste, que aún le da vueltas y vueltas al mundo, así como un disco, permítenos entrar a esa grabación hoy, Señor. Permítenos entrar y no oírlo como si viniera de segunda mano, de la boca de un hombre; pero permite que esa boca y la persona y el pueblo, todos sentados aquí, que se conviertan en Tu Palabra. Estamos dispuestos a morir, Señor, a nuestras propias ideas, solo para ver que Tú cumples Tú promesa: “Las cosas que Yo hago, también vosotros las haréis”. Te pido que concedas esto en el Nombre de Jesús. Amén.",
    "Antes de llamar a la línea de oración. Un día estaba comiendo un poco de helado, con un doctor, viejo amigo mío. Él dijo: “Quiero preguntarte algo, Billy”.\n\nDije: “Está bien”.",
    "Dijo: “¿Crees en…?”. De ahí saqué este pensamiento, paradoja. Dijo: “¿Crees en una paradoja?”.\n\nYo dije: “Claro”.",
    "Él dijo: “Yo—yo sé que sí”. Él dijo, me habló de cierta persona que había sido sanada, que se había orado por ella; que él le había vendido medicamentos para la epilepsia, durante años, a veces tenían siete u ocho convulsiones al día; medicamentos fuertes. Y él dijo: “Nunca volvieron por más. Y los veo todo el tiempo; nunca más las tuvieron”. Dijo: “Quiero decirte algo, solo para que sepas que yo—yo creo lo que estás diciendo”.",
    "Él dijo: “Durante el tiempo de la depresión, mi hijo aquí estaba en la farmacia”. Dijo: “Él estaba—estaba en el mostrador, un muchacho joven, solo dijo que él… estaban haciendo fila, para la medicina”. Y dijo: “Un hombre vino aquí y tenía a su esposa” dijo, “una mujercita, ella estaba… Uno podía mirarla y ver que estaba a punto de dar a luz en cualquier momento, con bebé”. Y dijo: “Ella no podía aguantar más de pie en esa fila, así que él—él llevó a su esposa hacia la puerta, así afirmándose en su hombro”.",
    "Y dijo: “Mi muchacho fue, dijo: ‘¿Puedo ayudarle?’ Dijo: ‘Sí’ dijo, ‘aquí está la receta del médico. Pero’ dijo, ‘Quiero dejarle claro’. Dijo: ‘Yo… nosotros aún no tenemos el dinero’. Dijo: ‘Lo conseguiremos del condado, pero mi esposa ya no puede resistir más. El médico dijo que ella debía tomar la medicina de inmediato’. Y dijo: ‘Si Ud. solo le da la medicina, yo iré directo allí y haré la fila hasta que me—me den el dinero del condado’.",
    "🦅 Y el muchacho dijo: ‘Señor, lo siento’. Dijo: ‘Va contra nuestras—nuestras reglas aquí, dar la medicina sin tener el dinero’. Uds. saben cómo eran los tiempos en aquellos días. Y dijo: ‘Lo—lo lamento por ella, pero no puedo hacerlo’”.",
    "Dijo: “Yo estaba sentado aquí atrás leyendo el periódico. Y miré, y” dijo, “algo extraño me conmovió el corazón”. Dijo: “Me acerqué, dije: ‘Espera un minuto, hijo, espera un minuto’. El hombre ya salía por la puerta, él dijo: ‘Bueno, está bien, hijo’, ya salía por la puerta”. Y dijo: “Yo dije: ‘Un minuto’ dijo, ‘¿qué sucede?’ Él dijo: ‘Bueno, este hombre…’ Se lo explicó a él”.",
    "Él dijo: “‘Déjame ver la receta’. Dijo: ‘Espera un minuto, hijo, te traeré la medicina’”.",
    "Dijo: “Fui atrás y preparé la receta que el médico le había recetado en el papel”. Y dijo: “Fui allí y le entregué esa cantidad” dijo, “se lo di, sin saber si lo recuperaría o no, pero decidí hacerlo”. Dijo: “Solo sentí que debía hacerlo”. Y dijo: “Billy, cuando puse esa—esa medicina en la mano de esa mujer” dijo, “era el Señor Jesús”. Dijo: “Vi a un Hombre parado allí”. Y él dijo: “Leí después que, la Escritura dice: ‘Por cuanto lo hicisteis a uno de estos más pequeños, Mis pequeños, a Mí lo hicisteis’”. Él dijo: “Billy, ¿qué le pasó a mis ojos? ¿Realmente lo vi?”.",
    "Yo dije: “Sí, señor. Yo lo creo. Yo creo que cumpliste con tu deber como farmacéutico, en la emergencia y la necesidad de eso. Jesús dijo: ‘Lo que hicisteis a estos otros, a Mí lo hicisteis’. Yo lo creo”.",
    "Y yo creo que eso mismo hoy está aquí presente con estas personas, que Jesucristo mismo puede manifestarse, hacerse la Palabra hecha carne entre nosotros esta tarde. ¿Lo creerán Uds.? El Señor los bendiga.",
    "Ahora vamos a llamar las tarjetas de oración, para que la gente venga. Y no podemos traer a muchos porque pienso que ahora, si miro bien el reloj, tengo veinticinco minutos antes que tengamos que cerrar justo a las cuatro en punto, a tiempo, pero continuemos. Ahora comencemos desde la tarjeta de oración, creo que fue la A. ¿Verdad? La A, vamos desde la A, uno.",
    "¿Quién tiene la tarjeta de oración A, uno? Solo llamamos uno a la vez, y si es paralítico podemos cargarlo. Muy bien. Tarjeta de oración A, uno. ¿Quién la tiene, levante la mano, en algún lugar del edificio? La tarjeta, por allá atrás. ¿Podría venir, señora, si puede? Una, dos, ¿quién tiene la tarjeta de oración dos? A, dos, podría levantar su mano si Ud.… ¿Puede caminar? Muy bien, venga por aquí, venga por este lado. Tres. Si levanta la mano de inmediato, yo—yo podría ubicarlo, no tendríamos que esperar mucho tiempo. Tarjeta de oración número tres, ¿podría levantar la mano? Muy bien, un hombre allá abajo. Muy bien, venga por aquí, señor.",
    "Tarjeta de oración número cuatro, ¿podría levantar la mano rápidamente ahora, tan rápido como pueda? Tarjeta de oración número cuatro. Muy bien. Número cinco. Apenas lo llame, pónganse de pie, número cinco. Muy bien. Número seis, número siete, número ocho, número nueve, diez—diez. Ahora, uno, dos, tres, cuatro… Diez, muy bien. Once, doce, trece, catorce. ¿Venía Ud., señor, catorce? Muy bien. Catorce, quince. Bien, eso, con esos… Eso será suficiente por ahora, será suficiente por esta tarde porque no tenemos mucho tiempo.",
    "Ahora miren. Quiero que me presten toda su atención. Ahora, Jesús hizo esta promesa, que: “Un poco y el mundo no Me verá más, pero vosotros Me veréis”. ¿Lo creen Uds.? El mundo, el mundo, es “el orden del mundo”. ¿Ven? Lo cual ellos… Él sabía que ellos se irían tras las modas y cosas. “Pero ellos no Me verán más, pero vosotros Me veréis”. Porque Él prometió: “Yo estaré con vosotros hasta el fin del mundo”. ¿Correcto? Y la Biblia dice, Hebreos 13:8: “Él es el mismo ayer, hoy, y por los siglos”. ¿Lo creen? Es una promesa.",
    "Ahora, Ud. no tiene que estar aquí arriba para ser sanado. Lo único que tiene que hacer es creer que esa Palabra es la Verdad. Ahora les voy a pedir, por favor, que sean reverentes y estén en silencio por unos momentos.",
    "¿Llegaron todos, Billy? ¿Faltan dos, tres? ¿Qué dice? [Un hermano dice: “Tres más”.—Ed.] ¿Tres más? Número tres, tarjeta de oración número tres. ¿Qué, cuál, qué es la palabra mexicana para eso: “tres”? ¿Alguien puede decirlo? [Alguien dice: “tres”.] Muy bien, seguramente lo escucharon. ¿Qué, quien tenga esa tarjeta de oración, entre a la fila, por favor? ¡Oh, sí! ¡Oh, creo que fue que alguien la tenía y no lo sabía, y retrocedieron! Muy bien. Ahora, ahora, que les parece…",
    "¿Todos creen ahora con todo su—con todo su corazón? Bueno, entonces oremos de nuevo.",
    "Señor Jesús, pues sabemos que podemos leer la Palabra, explicarla con lo mejor de nuestro conocimiento. Pero, Señor, Tú eres el Único que puede confirmarla. Tú eres el Único que puede decir si está bien o mal. Y, Padre, pido hoy que permitas que los ojos de la gente sean abiertos. Que podamos ver una paradoja esta tarde, solo, Señor, lo suficiente para que la gente vea que Tú estás presente, que Tú no—no eres inexistente, que Tu Palabra es la misma ayer, hoy, y por los siglos. Pues, Tú eres esa Palabra. Por el bien de los enfermos, Señor, por el bien de aquellos que están sufriendo; muchos probablemente están aquí de diferentes partes del país, partes de la nación, ellos deben… están sufriendo tanto que de otra manera no podrán disfrutar de las reuniones, si no son sanados. Oro que Tú los sanes. Concédelo, Señor. Y ahora solo somos seres humanos en lo físico, y solo podemos predicar la Palabra y decir lo que Tú has dicho como la Verdad, ahora Tú eres el que la hace realidad. Oro que Tú lo concedas, en el Nombre de Jesús. Amén.",
    "Ahora, me gustaría que me presten toda su atención, solo por un momento, y si todos se sientan ahora por unos minutos. Ahora, hasta donde yo sé, por supuesto, no conozco a nadie que pueda ver en el—en el edificio, que yo conozca allá afuera. Ahora, Ud. no tiene que estar aquí para ser sanado, cualquiera lo sabe. ¿Ven?",
    "Había una mujercita, una vez, ella no pudo conseguir una tarjeta de oración, por así decir, y ella tocó Su manto. Y Él se volteó y miró, y dijo: “¿Quién Me tocó?”. Y todos lo negaron. Y Él miró alrededor y vio a esta mujercita. Ella no pudo esconderse porque, ¿ven?, el Espíritu de Dios que estaba en Él Le guío. Él era la Palabra. Y Lo guío directamente a ella, y Él le dijo cuál era su problema. Tenía un flujo de sangre, y ella fue sanada. Ella lo creyó. Y de inmediato, en su cuerpo sintió que el flujo de sangre se secó, (¿es correcto?) allí mismo se detuvo.",
    "Ahora Él es el mismo hoy. Ud. no tiene que estar aquí. Ahora, la Biblia dice que, pues en el Nuevo Testamento, que: “Jesucristo es nuestro Sumo Sacerdote”. ¿Lo creemos? El único Sumo Sacerdote que tenemos, el único Intercesor que tenemos entre Dios y el hombre, es el Hombre, Cristo Jesús. ¿Lo creen? Y la Biblia dice: “Él es el Sumo Sacerdote que puede compadecerse de nuestras debilidades”. ¿Correcto? ¿Cuántos saben que es verdad? Levanten la mano para que ellos… Muy bien. No estoy entre extraños, en cuanto a esta Palabra.",
    "Ahora, ¿cómo actuaría Él si Ud. Le tocara? Él actuaría igual que cuando estuvo aquí, porque Él es el mismo ayer, hoy, y por los siglos. ¿Correcto?",
    "Ahora Ud. solo crea. Simplemente diga: “Bueno, Señor, he estado en reuniones, he estado, pero hoy simplemente voy a creer. Yo—yo ni voy a considerar mi propio pensamiento. Solo voy a creer con todo mi corazón, que Tú estás aquí. Y yo tengo una necesidad, y Tú solo… ayúdame Tú, Señor”. ¿Ven? Ahora haga eso. No se ponga nervioso; solo—solo con calma, en fe.",
    "Un don de fe no es algo que uno maneja y hace algo con él. Un don de fe es que Ud. solo se quite del medio. El don es uno mismo quitarse de en medio.",
    "Ahora aquí está parada una mujer. Padre Dios sabe, hasta donde conozco, que nunca he visto a la mujer en mi vida. Ella es completamente una extraña para mí. Pero, y solo hay como dos o tres personas que pueda ver allá afuera, que conozco.",
    "Me parece que esta es la Sra. Vayle sentada aquí, la esposa del Hermano Lee; no estoy seguro. Luego conozco a estos tres o cuatro jóvenes sentados por aquí. Hasta donde sé, son todos los que veo en la reunión en este momento, que conozco. Creo que ese es el Hermano Anthony Milano sentado allí, de Nueva York. El Hermano Pat Tyler de Kentucky. Aparte de eso… Sé que Fred Sothmann está en alguna parte, lo oí gritar “amén” hace un rato. Eso, esos son casi todos, y el Padre Celestial lo sabe.",
    "Y esta mujer de pie aquí, y yo nunca la he visto. No tengo idea por qué esté aquí. Ella solo es una mujer que ha subido aquí a la plataforma, igual que Uds. están sentados allá.",
    "Ahora, si esta mujer está en necesidad, bueno, entonces yo—yo, si pudiera ayudarla, seguro que lo—lo haría. Pero ahora yo—yo… Eso depende de lo que ella necesite. Si fuera dinero, yo—yo podría juntar cinco o diez dólares. Aparte de eso, no sé, ¿ven?, a no ser que le dé un cheque posfechado, hasta que me paguen el mes que viene. Pero, ahora ¿qué si ella tiene problemas domésticos? Entonces le diría: “Vaya y traiga a su marido, conversemos, tal vez yo pueda ayudarla. ‘¿No tengo como llegar a casa?’ Bueno, le pediría a alguien si pudiera llevarla, que la lleve a casa, que fuera en dirección suya. Ud. vive ¿en qué calle por aquí?”. O lo que sea, no lo sé. Pero si es una enfermedad, entonces yo—yo no sé. ¿Ven? Pero yo no conozco a la mujer.",
    "Pero hay Alguien aquí, esta Palabra, que prometió: “Las cosas que Yo hago, vosotros también las haréis”.",
    "Ahora, tal vez, ¿y qué si esta mujer está enferma, quizás tiene cáncer, quizás tiene tuberculosis, y, o algo que la medicina no puede aliviar en esta—esta etapa? Bueno, ahora, yo no podría, de ninguna manera podría sanar a la mujer.",
    "Pero ahora, si Él puede revelarme lo que ella quiere, así como lo hizo con la mujer en el pozo, o como se lo dijo a Natanael, o—o le dijo a Simón cuál era su nombre. Dijo: “Tu nombre es Simón. Eres el hijo de Jonás. Desde ahora te llamarás Pedro, que significa ‘pequeña piedra’”.",
    "Bueno, pues si Él hiciera algo así aquí en presencia de todos Uds., eso mostraría que esa Palabra es la Verdad. Ahora, ¿cuántos creerán eso? ¿Alguien aquí conoce a la mujer, levante la mano, alguna persona en el edificio? Sí, muchos de Uds. la conocen. Muy bien. Y el Padre sabe que yo no. Bueno, pues solo veamos lo que dirá Él. Y eso, ¿sería eso una paradoja? No sé cuál sea su problema. No sé por qué esté aquí, ni nada sobre ella. Pero Dios lo sabe.",
    "Voy a hablar con la mujer. Ahora esta es la primera persona que he tenido ante mí, como en tres meses. Ahora solo quiero hablar con la dama, solo por un momento. Y es ¿para qué? Contactar su espíritu. Como Jesús lo hizo con la mujer en el pozo, para contactar su espíritu.",
    "Ahora, si el Señor Jesús, señora, puede revelarme cuál es su problema, o el porqué está aquí, o algo al respecto, que Ud. sabe que yo no sé nada, o algo así, ¿creerá Ud. que fue Él? Tendría que ser Él, ¿no es así? [La hermana dice: “Sí”.—Ed.] Tendría que ser Él. Si Él lo hace, entonces todos estaremos agradecidos de saber que estamos… que Su Palabra es correcta, entonces podemos depositar confianza en eso.",
    "Ahora, si Él puede revelarme cuál es su problema, a mí, y yo sin conocerla, y Ud. lo sabe; pero ahora si Él puede revelarme cuál es su problema, o algo sobre Ud., entonces eso muestra que hay un Espíritu aquí en alguna parte que la conoce, y Ud. sabe que no soy yo. Así que no sería el hombre, sería el Espíritu. Y eso es lo que Dios prometió en este tiempo de Éfeso. ¿Cree Ud. que esa es la Verdad? [La hermana dice: “Sí, lo creo”.—Ed.] Que Él lo conceda.",
    "Veo una cosa, ella está sufriendo con algo así como problemas de sinusitis aquí en su cabeza. Eso es verdad. ¿Correcto? Levante la mano si es eso. Pero la sinusitis no le causaría estornudar ni esas cosas, así que Ud. también tiene fiebre del heno. Así es. Ud. no es de Phoenix. Ud. es de donde hay—hay muchas colinas, árboles. Ud. es de Flagstaff. Correcto. ¿Cree que Dios puede decirme quién es Ud.? [La hermana dice: “Sí”.—Ed.] Ud. es la Sra. Earl. Sí. [“Es cierto”.] Es así, ¿verdad? Ahora vaya creyendo, todo terminará.",
    "Ahora, ¿es Él el mismo ayer, hoy, y por los siglos? Ahora, el Padre Celestial sabe que acabo de ver a la mujer. ¿Ven?, es la Palabra vindicada. Ahora, no soy yo, tan solo soy un hombre. Al igual que este micrófono, está mudo si yo no hablo a través de él, o alguien. Y así también el hombre solo es un mudo. Pero es el Espíritu, y ese Espíritu está allí entre Uds. ¿Ven? Él es el sanador, no yo.",
    "¿Cómo está, señor? Otro hombre que es una persona extraña para mí. No conozco al hombre. Ahora, que yo sepa, nunca lo he visto en mi vida.",
    "Pero ahora el Espíritu, el Espíritu Santo, el Espíritu Santo y Jesucristo es el mismo Espíritu. El Ungido, Jesús, el Hombre, era el Hijo de Dios, pero el Espíritu Santo que estaba en Él era Dios. “Mi Padre mora en Mí”. ¿Ven?, Ese es el Espíritu Santo, así que aún es Dios.",
    "Ahora si yo solo puedo lograr hacerme, y ese hombre puede hacerse él a un lado, entonces esa parte está muerta, entonces eso permite que el Espíritu de Vida comience a trabajar. ¿Ven? Por eso es que espero un minuto, para ver lo que pasa hasta que la unción comience.",
    "Si Jehová Dios, en Cuya Presencia estamos, me revela, señor, cuál es su problema o algo que Ud. ha hecho, o—o algo acerca de Ud., simplemente algo. Por supuesto, mientras más hablamos, más saldría. Pero ¿ve?, hay otros parados en la fila. Pero si Él solo me dijera cuál es su problema, ¿me creería que soy Su siervo, y creería que Él está presente? [El hermano dice: “Sí”.—Ed.] Una hernia. ¿Correcto? [“Seguro que sí. Sí”.] Correcto.",
    "Ahora Ud. dice: “¿Cómo sucede eso?”. Ojalá lo supiera. No hay nadie que pueda explicar eso. Es una paradoja. ¿Ven?",
    "Mire, para que lo sepa, he visto algo más, un examen; también tiene problemas al corazón. Levante la mano. Sr. Anderson, puede regresar a casa ahora, Jesucristo lo sanará. Así es. Solo crea, tenga fe. No dude.",
    "¿Cómo está Ud., señor? Somos extraños el uno al otro. Yo no lo conozco. Hasta donde sé, es la primera vez que lo veo, que lo conozco. Así es. Pero Él nos conoce, a los dos.",
    "Ahora ¿sabe por qué está pasando esto? Es Su gracia permitiéndolo, trayendo a estas personas a estar conscientes de Dios. Ahora, no sabiendo nada de Ud., sin conocerlo de ninguna manera, solo es un hombre extraño que viene aquí. Ahora sería absolutamente una paradoja que algo sucediera, que—que supiera cuál es su problema o algo que Ud. ha hecho, o algo que no debió haber hecho, o algo que Ud. debió haber hecho, o quién es Ud. o algo acerca de Ud. Tendría que ser una paradoja, porque no hay manera que alguien sepa eso, aparte de que sea alguna revelación de lo desconocido. Así es. Ahora, si Él hace eso por Ud., entre Ud. y yo, para que la congregación… no como espectáculo, sino para que ellos puedan ver que el—el Éfeso está aquí, que esto es lo que hace el puente entre la denominación y la Tierra de la Gloria. Él lo prometió, para que ellos puedan estar seguros de que lo que estamos diciendo es la Verdad.",
    "Ahora en cuanto a conocerlo, Ud. sabe que no lo conozco. Eso, levante la mano para que la gente vea que Ud…. Yo, yo nunca he visto al hombre en mi vida. Solo es un hombre de pie aquí. Pregúntele a cualquiera de los otros. Y Ud. está sufriendo de una hernia. También tiene hemorroides. Así es. Ud. ha venido desde muy lejos para llegar aquí. Ni siquiera es americano. Ud. es canadiense. Trajo consigo a un hijo que tiene aflicción mental. Eso es verdad. ¿Quiere que le diga de dónde es? Ud. es de la provincia de Sasketchewan, la ciudad de Saskatoon. Crea con todo su corazón y Dios le enviará de vuelta a casa bien, con su hijo, si Ud. cree. ¿Lo cree? Dios lo bendiga.",
    "¿Creen Uds.? El Señor Dios aún es Dios. ¿Ven? No hay otro más que Él.",
    "¿Cómo está Ud.? Aquí hay una dama, una extraña para mí, quizás un poco mayor. Nunca la he visto; pero ella es—ella solo es una mujer parada aquí. Voy a tener que darme prisa, porque solo tengo siete u ocho minutos ahora, ¿ven? Solo mire aquí. ¿Cree Ud. que estas cosas son ciertas? ¿Con todo su corazón? Ud. sabe que es imposible para mí poder saber cuál es su problema, o cualquier cosa de Ud. Pero no es imposible que Dios lo sepa, porque Él ya lo sabía aun antes que hubiera un mundo. ¿Verdad? [La hermana dice: “Así es”.—Ed.]",
    "¿Cuántos creen que eso es verdad? Seguro. Él sabía cada vez que Ud. iba a pestañear. Él es infinito. Y pensar, por Su gracia Él ha presentado, con Su Evangelio, eso mismo que Él prometió que haría. Entonces sí hay un Cielo, y vamos a él. Y estamos en este Éfeso ahora mismo. En eso estamos, saliendo de uno, entrando en otro.",
    "Ud. tiene muchos problemas, complicaciones, muchas cosas que están mal. Y Ud. no es de aquí. Ud. es del oeste de aquí. Ud. es de California. Correcto. Ud. también tiene un hijo que está afligido. Así es. Ud… Hay algo, sigo viendo agua o un gran lago. ¡Oh!, es, Ud. tiene—Ud. tiene a alguien cercano a Ud. que vive en Chicago, que me conoce. Así es. Eso es verdad. Ahora, Ud. sabe que no la conozco, ¿pero cree que Dios sabe quién es Ud.? La Sra. McGuire. Ud. ya tiene su petición. Vaya a casa agradeciéndole a Dios.\n\n¿Cómo está? Ud. es una persona muy joven.",
    "Pero las enfermedades y dolencias no respetan a nadie. ¿Cuántos saben eso? Sabemos que no respetan a nadie.",
    "🦅 ¡Si puede creer con todo su corazón y con toda su alma”! Ese asma le dejaría si lo creyera con todo su corazón.",
    "El problema en el pecho, ¿cree que la dejaría a Ud. también, hermana, y que estaría bien? ¿Qué tocó Ud.? Ella está a seis metros de mí, o más. Ella tocó al Maestro. Es una congestión de nervios. Ud. estará bien.",
    "Esta es una cosa noble por lo que esta joven está aquí. Ella directamente es una desconocida. Nunca he visto a la mujer. Pero alguien la ha traído a ella. Y lo que la trajo aquí, fue que ella escuchó una cinta que hice. Y ella está aquí buscando el bautismo del Espíritu Santo. Eso exactamente es por lo cual ella está aquí. Eso es verdad, jovencita. Así es. Venga aquí.",
    "Amado Dios, que esta niña de pie aquí, que está saliendo de las tinieblas a la Luz, reciba el Espíritu Santo; que vaya a su casa y a sus seres queridos, a mostrarles las grandes cosas que Jesús ha hecho por ella. Amén.\n\nDios la bendiga. No lo dude. Crea.",
    "Dios puede sanar todo tipo de nerviosismo y (¿lo cree Ud.?) condiciones asmáticas, y sanarlo. ¿Lo cree Ud.? Entonces vaya, crea con todo su corazón. Que Dios lo bendiga, hermano.",
    "¿Cuántos años tiene? [La hermana dice: “Treinta y ocho”.—Ed.] Tiene que salir de ese nerviosismo antes de que pase mucho tiempo, ¿no es así? Teniendo todo tipo de ataques de cansancio, y le ocurre de todo. Pero le ha dejado ahora. Sí, señor.",
    "Dios sana el nerviosismo, también problemas del estómago. ¿Lo cree Ud.? Entonces vaya a comer lo que desee. Jesucristo la ha sanado.",
    "¿Creen Uds. allá afuera, todos Uds.?",
    "Hay un hombre sentado con una—una camisa, mirándome, sí, él miró hacia abajo a su camisa en ese momento. Sí. ¿Cree Ud. que Dios puede sanar el problema glandular, y puede sanarlo? Ud. estaba creyendo en ese momento (¿no es así?), al mismo tiempo que este niño fue sanado de esa condición asmática. Ve a casa, cariño, también vas a estar bien, ¿ven? Cree con todo tu corazón.",
    "La damita sentada al lado de su esposa allí, ¿puede creer también que sus ojos sanarán? ¿Cree que Dios sanará ese problema de los ojos? Levante la mano si eso era por lo que estaba orando. ¿Ven?\n\n¿Qué tocaron ellos? A Jesucristo el Hijo de Dios.",
    "¿Cree Ud.? ¿Cree Ud., joven? Dios puede sanar ese problema de la sangre, corregirla (¿puede creerlo?), quitarle esa cosa de la diabetes y sanarlo. ¿Lo cree? Vaya dígale a Él que lo cree y salga.",
    "Venga, señor. Tiene problemas del estómago. ¿Cree Ud. que Dios puede sanarlo, mejorarlo? [El hermano dice: “Sí, lo creo”.—Ed.] Vaya, créalo; Ud. estará bien, será sanado.",
    "Venga, traiga a este niño. Mira aquí, hijo. Vienen de lejos. Algunas veces el cambio de altitudes, el cambio de clima lo hará, sana la condición asmática. Pero hay una sanidad segura, Jesucristo el Hijo de Dios. Él dio a Su Hijo, para que el suyo pudiera ser sanado. ¿Lo cree? Créalo con todo su corazón y eso lo dejará. Él estará normal, un hombre sano. Dios la bendiga, hermana.",
    "¿Creen Uds.? ¿Está Dios aún haciendo paradojas? Lo inexplicable, lo irrazonable, cosas que la gente no podría entender cómo pueden ser, pero son ciertas, ¿no es así? Ahora, ¿cuántos pueden percibir, y saben en su espíritu que tiene que haber Algo aquí que está más allá del entendimiento humano?",
    "Ahora, creo que llamamos por lo menos a quince personas en esa fila, cada una de ellas; y hay cuatro o cinco, seis, allá en la línea, sin tarjetas de oración, o los que hayan estado en la fila allá, allá en la congregación. Y ahora estamos a un minuto de cerrar.",
    "¿Lo hizo Él exactamente así como dijo que lo haría? Ahora ¿cuántos creen que Él es el mismo ayer, hoy, y por los siglos, sienten Su Presencia? Ahora Uds. vieron Su Presencia. Ahora su ojo ha visto, sus oídos han entendido, y Dios ha confirmado, ante sus ojos, Su Presencia. Y eso que siente todo el tiempo, que lo condena cuando Ud. está equivocado, y le dice que no lo haga, ese mismo Dios se ha hecho visible a Ud. aquí esta tarde, en Sus obras. ¿Cuántos le dicen “amén” a eso? Seguro que sí. Ahora Él está aquí.",
    "¿Hay alguien aquí en nuestro medio, que nunca ha sido Cristiano; nunca ha hecho una confesión, y nunca fue a la iglesia? ¿Podría ponerse de pie y decir: “Quiero estar de pie, no ante Ud., ministro; pero quiero estar de pie mientras estoy en la Presencia de esta Persona, Jesucristo, Quien es el Espíritu Santo sobre nosotros ahora. ¿Quiero pararme y decir: ‘Quiero que me salves de mis pecados’”? Eso es todo lo que quiero que Ud. haga, solo póngase de pie, y eso testificará. Es todo lo que tenemos tiempo para hacer. Diga: “Quiero ser un Cristiano”. Póngase de pie, y luego siéntese de nuevo.",
    "¿Habrá uno en el edificio? ¿Cuántos hay en el edificio? No debería decir: “¿Habrá uno?”. Porque puede haber más de uno. ¿Cuántos en el edificio se pondrán de pie ahora mismo y dirán: “He estado equivocado, Dios. Perdóname. Me levantaré para darte testimonio de que he estado equivocado. Me sentaré mientras estoy aquí en Tu Presencia. Me sentaré.”? Solo pónganse de pie.",
    "¿Habrá uno, o más de uno? Una mano. Dios lo bendiga, joven. ¿Habrá otro? Dios le bendiga. ¿Habrá otro? Dios lo bendiga. Dios lo bendiga. Dios lo bendiga, hermano. ¿Lo habrá? Dios lo bendiga, allá atrás. ¿Habrá otro, “he estado equivocado? ¿Dios, perdóname?”. Dios lo bendiga, señor. “He estado equivocado. Yo—yo lo siento, Señor”. Dios lo bendiga. Dios lo bendiga. Dios lo bendiga.",
    "¿Alguien habrá estado desconfiando de este ministerio, y ahora está convencido que es verdad? Levántese allí y diga: “Dios, perdóname”. Solo levante la mano, diga: “Yo—yo desconfiaba un poco, Hermano Branham; todo se ha ido ahora”. Levante la mano. ¿Ninguno? Gracias.",
    "¿Cuántos creen Esto? No podría ser yo, sino que es el Cristo, el Hijo de Dios. Gracias. Entonces mayores cosas que estas verán obradas, siempre y cuando crean. Solo quédense con Cristo. Yo mismo haré lo mejor que pueda para quedarme con Él.",
    "Ahora, ¿cuántos aquí están enfermos y necesitados, levanten la mano: “Estoy—estoy enfermo, Hermano Branham, estoy necesitado?”. ¿Ven?, solo miren a la gente. ¿Ahora harían esto y solo creen mi palabra en esto? Pongamos nuestras manos uno sobre el otro, mientras yo solo extiendo mis manos hacia Uds.\n\nOremos.",
    "Amado Dios, traigo a Ti esta pequeña congregación, esta tarde, donde hemos oído y leído la Palabra de Dios. Sabemos que toda porción es la Verdad, porque es Tu Palabra. No solo creemos ahora que es verdad; sabemos que es la verdad. Te hemos visto, Señor, hacer algo que haría saber a la gente que aún hay… Además de la paradoja del—del mundo, y del espacio, y de las leyes naturales de Dios, podemos ver aquí esa ley de la muerte trabajando en el cuerpo del ser humano, donde la ciencia ha fallado en—en curar por medio de su investigación. Y, Señor, estamos agradecidos por esas personas. No los menospreciamos de ninguna manera. Estamos agradecidos por ellos. Pero, Señor, cuando se llega a un lugar en que ellos no pueden hacer más, es ahí donde vemos que entra Tu gran mano; sabiendo que no hay hombre que pueda sanarlos, porque sería un doctor, o tendrían que tomar algún remedio. Pero podemos ver al Hijo de Dios que ha bajado, y que hizo la promesa, en la cual todos creemos.",
    "Y toda persona levantó la mano, que no era salva, y—y quería ser salva. Dios, algo advirtió a su corazón. Algunos de ellos dijeron que “habían estado equivocados”, quizás descarriados y querían volver. Oro que los vuelvas a recibir a cada uno. Porque ellos saben, Señor, y han conocido… Muchos de ellos pueden haberme conocido, o de mí, durante estos años, y saben que no hay nada bueno en un hombre, y especialmente en mí. ¿Cómo podría haber alguna cosa buena? Sin embargo, ellos vieron esa Palabra que Dios prometió hecha manifiesta. Están convencidos de que es la Verdad. La han aceptado.",
    "No pude traer a muchos aquí a la plataforma. Y, Padre, Tú eres mi testigo, nunca he dicho que sería algo que yo pudiera hacer, sino solo rendirme a Ti, y dejar que Tú me saques de en medio y pongas Tu Espíritu allí dentro a trabajar. Ahora, Padre, viendo que una persona puede hacer eso, otra puede hacerlo, oro que cada uno que tiene sus manos puestas sobre el otro, que está enfermo y afligido, sea sanado justo en este momento.",
    "Permite que el gran Espíritu Santo pase por el edificio ahora mismo y le dé salud a todos. Salva a todos, Señor. Danos esa experiencia. Derrama el Espíritu Santo, Señor, sobre esta congregación. ¡Oh, estamos esperando que Tú hagas grandes cosas esta semana que viene! Permite que así sea, Señor, ahora mismo, en el Nombre de Jesucristo.",
    "Ahora pongámonos todos de pie. ¿Creen con todo su corazón? Ahora, me pregunto si nuestra hermana allí en el piano nos daría un—un—un pequeño acorde de esta, “Le alabaré. Le alabaré”. ¿La han oído? Ahora cantémosla juntos. Y esperamos verles mañana por la tarde. Ahora nos despediremos oficialmente, en un momento, pero quiero cantar esta alabanza con Uds. Muy bien, comencemos.\n\nYo Le alabaré, (levantemos nuestras manos) Yo Le alabaré,\n\nAlabado sea el Cordero por los pecadores inmolado;\n\nDenle gloria, pueblos todos,\n\nPorque Su Sangre ha lavado cada mancha.",
    "Inclinemos nuestros rostros ahora para la oración de despedida. Muy bien, el Hermano Jewel Rose nos va a despedir. Dios lo bendiga, Hermano Rose, mientras tenemos nuestros… 🦅"
  ]
}