{
  "title": "LA SIMIENTE DE DISCREPANCIA",
  "id": "65030009",
  "content": [
    "🦅  Yo he escogido en esta noche, por un texto corto, o una lectura corta, Dios mediante El nos dé el contenido de esto, de San Mateo capítulo 13, de 24 al 30. Y luego, también, quiero leer desde el 36 al 40 en unos cuantos momentos. Ahora, San Mateo, capítulo 13, y comenzando con el verso 24, del capítulo 13 de San Mateo. Escuchen bien a la lectura de la Palabra. Mis palabras fallarán, pero las de El no fallarán.\n\nOtra parábola les propuso, diciendo: El reino de los cielos es semejante al hombre que siembra buena simiente en su campo;\n\nMas durmiendo los hombres, vino su enemigo, y sembró cizaña entre el trigo, y se fue.\n\nY como la hierba salió, é hizo fruto, entonces apareció también la cizaña.\n\nY llegándose los siervos del padre de la familia, le dijeron: Señor, ¿no sembraste buena simiente en tu campo? ¿De dónde, pues, tiene cizaña?\n\nY él les dijo: Un hombre enemigo ha hecho esto. Y los siervos le dijeron: ¿Quieres, pues, que vayamos y la cojamos?\n\nY él dijo: No; porque cojiendo la cizaña, no arranquéis también con ella el trigo.\n\nDejad crecer juntamente lo uno y lo otro hasta la siega; y al tiempo de la siega yo diré a los segadores: Coged primero la cizaña, y atadla en manojos para quemarla; mas recoged el trigo en mi alfolí.",
    "¿Notaron, “Coged primero la cizaña en manojos?” Ahora, leyendo esto, hubo algo extraño que me llegó a mí mientras estaba allá arriba del cerro Catalina, la otra noche en oración. Y pensé, ¿de dónde podría sacar una palabra para usar, para lo que quiero hablar en esta noche?",
    "Y luego fui y busqué la palabra discrepancia. Y saqué el diccionario y busqué lo que significaba la palabra discrepancia. Y significa: “sembrando discordia” o “siendo contrario”, según dice Webster; “sembrando una discordia, algo distinto”, o “siendo contrario a lo ya establecido”. Entonces pensé que al texto en esta noche, le pondría: La Simiente de Discrepancia. Y confiamos que El Señor bendiga Su Palabra, ahora mientras nos allegamos a. Ella.",
    "Y también sabemos que El la interpretó en el verso 36 al 43, como fue que esta semilla se maduró. Y mientras estamos aquí, leamos esto también, del verso 36 al 43:\n\nEntonces, despedidas las gentes, Jesús se vino a casa; y llegándose a él sus discípulos, le dijeron: Decláranos la parábola de la cizaña del campo.\n\nY respondiendo él, les dijo: El que siembra la buena semiente es El Hijo del hombre;\n\nY el campo es el mundo; y la buena simiente son los hijos del reino, y la cizaña son los hijos del malo;\n\nY el enemigo que la sembró, es el diablo; y la siega es el fin del mundo, y los segadores son los ángeles.\n\nDe manera que como es cogida la cizaña, y quemada al fuego, así será en el fin de este siglo\n\nEnviará el Hijo del hombre sus ángeles, y cojerán de su reino todos los escándalos, y los que hacen iniquidad.\n\nY los echarán en el horno de fuego; allí será el lloro y el crujir de dientes.\n\nEntonces los justos resplandecerán como el sol en el reino de su Padre: el que tiene oídos para oír, oiga.",
    "Ese es Jesús mismo, dando la interpretación de la parábola, por lo tanto ya sabemos lo que significa la interpretación. Y ahora, mientras nos allegamos a esto, a la siembra de esta semilla, y—y la siega, ahora El lo interpreta. Y luego yo creo que Jesús estaba hablando esta parábola en Su día, pero la quería significar para el fin del mundo, o sea el fin de la edad, lo cual es este día. Y creo que este texto en esta noche es muy apropiado para la hora en que estamos viviendo, porque Jesús claramente nos dijo, que “la siega sería en el fin del mundo”. Entonces sería el fin, la siega del trigo, y también la siega y la quema de la cizaña, y el recogimiento del trigo al Reino. Yo creo que fue de esta manera.",
    "Y otra Escritura que me indica a que crea de esta manera, que tengo escrita aquí, es Mateo 24:24, en donde dice, hablando de la simiente—la simiente de discrepancia, Jesús dijo que “las dos serían tan semejantes hasta que engañrí a los mismos escogidos, si fuere posible”. Casi exactamente iguales.",
    "Otro lugar en la Escritura donde está escrito, que la lluvia cae sobre los justos y los injustos.",
    "Me acuerdo de mi primera experiencia de haber estado entre el pueblo pentecostal. Fue en Mishawaka, Indiana. Y estaba en una tremenda convención, un local casi como este, donde el norte y sur se habían unido; porque en aquellos días había la segregación, y tenían que juntarse allá. Y estos eran dos grandes grupos de los hermanos pentecostales. Nunca había oído de ellos, ni los había conocido antes. Fue la primera vez que escuché el hablar en lenguas. Y de menos importancia en la convención…Yo no siendo ni siquiera un miembro, apenas era un joven, un ministro Bautista, estaba sentado muy atrás. Y me acuerdo de la primera vez que escuché a alguien hablar en lenguas, no sabía ni—ni de qué se trataba. Y estos dos hombres principales, por lo regular, se sentaban al frente; uno hablaba en lenguas y el otro daba la interpretactión de lo que el otro había dicho. Bueno, yo comenzé a estudiar mi Biblia a fondo, allí mismo, y hallé que eso era escritural. Eso era exactamente lo que haría la Escritura, el Espíritu Santo.",
    "Bueno, ya para el otro día. Pasé toda la noche con el corazón compungido. Dormí en una siembra de maíz porque no tenía suficiente dinero para una—una cama, apenas tenía dinero para llegar a casa. Y para el desayuno me compré unos panecitos duros. Me habían invitado a comer, pero no tenía dinero para cooperar. En aquellos días fue durante la crisis del año 1933, y fueron días difíciles. Y pensé: “¿Cómo haré? No quiero comer con ellos, pero deseo saber qué tienen. Tienen algo que no tengo yo”.",
    "Entonces en esa mañana me pidieron, anunciaron, “Todos los ministros vengan a la plataforma para identificarse, díganos quién es y de dónde viene”.",
    "Pues yo dije: “William Branham, evangelista, Jeffersonville”, y me senté. Bueno, sucedió que entonces yo era el ministro más joven de todos en la plataforma. Y al otro día me llamaron a la plataforma para predicar. Después de haber predicado, ¡cómo nos gozamos tremendamente! Luego comenzé a conocer distintos hermanos que me invitaban a sus iglesias. Y después…",
    "Después pensé: “Si solamente podría llegar a donde estaban estos dos hombres principales, que habían hablado en lenguas y habían dado la interpretación”. Eso estaba ardiendo en mi corazón, lo deseaba tanto. Bueno, como les he explicado anteriormente acerca de un don que uno utiliza. Uds. saben, los dones y llamamientos son sin arrepentimiento, uno los tiene toda su vida ¿ven?, uno nace con esas cosas, si son dones de Dios. Así que siempre, desde pequeño, siempre me ha sucedido, y hay gente que me han conocido toda la vida y saben que es la verdad. Bueno, pensé si…No sabía qué era, yo lo llamaba visión, pero no sabía qué era en verdad. Pero pensé: “¡Si solamente podría hablar con ellos!” Y el Espíritu que estaba en el edificio se sentía como el genuino Espíritu de Dios.",
    "Entonces yo—yo, sucedió que pude hablar con uno de ellos y le hice unas preguntas, y él era un Cristiano genuino. No había duda, que ese hombre era un creyente verdadero. Luego el otro, cuando hablé con él, si he conocido un hipócrita, ese era uno de ellos. Ese hombre en realidad…Su esposa era una rubia y él tenía hijos—dos hijos por una mujer de cabello negro. Y pensé: “¿Y ahora qué? Aquí estoy tan confundido. Yo soy fundamentalista. Tiene que ser la Palabra o no es correcto. Y aquí está ese Espíritu, uno cuadró perfectamente genuino según todo lo que conozco; y el otro no sirve para nada; y el Espíritu cayendo sobre ambos. Ahora, ¿cómo puede ser?” Me tenía confundido.",
    "Dos años después, había estado orando en una cueva, a donde iba yo para orar. Había polvo en la cueva, y en una cierta tarde salí afuera y coloqué la Biblia sobre un tronco de árbol y el viento me la abrió a Hebreos 6. A donde dice que, en los últimos días, cómo sería si recayesemos de la verdad, y nos renovasemos de nuevo al arrepentimiento, que ya no habría sacrificio para pecado, y cómo es que las espinas y los abrojos cercanos de maldición, cuyo fin es el ser quemados; pero la lluvia viene muchas veces, para regar la tierra; pero las espinas y los abrojos serían reprobados, pero el trigo sería recogido. Y pensé: “Bueno, ese es el viento que por casualidad me la abrió a ese lugar”. Bien, coloqué la Biblia nuevamente y pensé: “Bueno…” Y de nuevo vino el viento y me la abrió igual. Eso ocurrió tres veces. Y pensé : “Bueno, eso sí es algo raro”.",
    "Luego me levanté y pensé: “Señor, ¿por qué me la abres a este lugar para ver esto? Cuando llego a este lugar donde dice: ‘espinas y abrojos están cercanos de maldición, cuyo fin será el ser abrasada’”. Pensé: “¿Por qué me la abres allí?” Entonces, mientras miraba…",
    "Ahora, estas visiones genuinas ocurren sin engranar en otra velocidad. Eso es Dios. ¿Ven Uds.? Miré, y vi delante de mí a la Tierra, dando vueltas. Y vi que estaba toda arada. Había un hombre vestido de blanco que iba sembrando trigo. Y cuando él hubo desaparecido por la curva de la tierra, allí venía otro hombre con apariencia horrible, él estaba vestido de negro, y éste estaba regando semillas de hierba por todos lados. Ambos crecieron juntos. Y cuando salieron, ambos tenían sed, porque hacía falta lluvia. Cada uno aparecía como que estaba orando, con su cabecita inclinada, “¡Señor, mándanos lluvia, mándanos lluvia!” Luego, aparecieron las nubes y cayó la lluvia sobre ambas plantas. Cuando sucedió esto, el trigo se levantó y exclamó : “¡Oh, gloria a Dios! ¡Gloria a Dios!” Y la hierbita se levantó al lado y dijo: “¡Gloria a Dios! ¡Gloria a Dios!”",
    "Luego la visión fue interpretada. La lluvia cae sobre el justo y sobre el injusto. El mismo Espíritu puede caer en un culto, y todos se gozan: hipócritas, Cristianos, todos juntos. ¡Correcto! Pero, ¿qué es? ¡Por sus frutos son conocidos! ¿Ven Uds.? Sólo así pueden ser conocidos.",
    "Luego Ud. puede ver, siendo que la avena silvestre, o el trigo silvestre y otros granos, a veces se parecen tanto al grano genuino doméstico, tan semejantes, hasta que casi engañarían al propio escogido. Pienso que estamos viviendo en una edad oportuna, cuando estas cosas debieran ser predicadas y habladas.",
    "Noten Uds. en el verso 41, los dos también muy semejantes, tan semejantes en los últimos días que El no lo…El no podía confiar en alguna cierta iglesia que los pudiese separar, por ejemplo, los Metodistas, Bautistas, o Pentecostales que los separasen. El dijo, “Mandará a Sus ángeles para separarlos”. Un ángel viene para traer la separación, o la segregación entre el bien y el mal. Y nadie puede hacer eso sino el Angel del Señor. El será Quien dirá cuál es correcto y cuál es el errado. Dios dijo que mandará a Sus ángeles en el último tiempo. No que serán ángeles a través de todo esto, pero ángeles en el último tiempo. Y atarán en manojos. Sabemos que este es el tiempo de la siega que viene ahora. Ahora un ángel, efectivamente es interpretado, “mensajero”. Y vemos que hay siete ángeles de las siete iglesias, y ahora…No, a través de las edades de la iglesia.",
    "Noten quién dijo El que eran los sembradores y también qué era la simiente. Primero, el Sembrador era El, el Hijo de Dios, quien salió a sembrar la Simiente. Y el enemigo vino trás El, quien era el Diablo, y sembró la simiente de discrepancia, después de la siembra de la Simiente correcta. Ahora, amigos, eso ha sucedido en cada edad desde que ha existido el mundo. Exactamente. Desde allá en el principio, comenzó la misma cosa.",
    "Ahora El dijo: “La Simiente de Dios, la Palabra de Dios”. Jesús dijo, en un cierto lugar, que “La Palabra es una Simiente”. Y toda simiente producirá según su género. Y ahora si los Cristianos, los hijos de Dios, los hijos del Reino, han llegado a ser la Simiente de Dios, luego tendrán que ser la Palabra de Dios, la Palabra de Dios manifestada en la edad en que están viviendo, para la Simiente prometida de esa edad. Dios dio Su Palabra en el principio, y cada edad ha tenido su simiente, su tiempo y sus promesas.",
    "Ahora, cuando apareció Noé en la escena, él fue la Simiente de Dios, la Palabra de Dios para esa edad.",
    "Cuando apareció Moisés, él no pudo venir con el mensaje de Noé, eso no hubiera funcionado, porque él era la simiente de Dios para ese tiempo.",
    "Luego cuando llegó Jesús, El no pudo venir con la edad de Noé ni la de Moisés; era Su tiempo, cuando la virgen habría de concebir y traer un Hijo y El sería el Mesías.",
    "Ahora, hemos vivido a través de las edades de Lutero, de Wesley (la edad Metodista), y a través de todas estas edades, y aun la edad Pentecostal, y a cada edad le fue dada una promesa de la Palabra. Y el pueblo de esa edad, los cuales manifestaron la Palabra prometida, tales son la Simiente de esa edad, según lo que dijo Jesús aquí mismo: “Ellos son los hijos del Reino”. Correcto. La manifestación del Espíritu Santo, operando a través de Sus hijos, es la Simiente del Reino de dicha edad.",
    "Noten, fue la cizaña, el enemigo, Satanás, quien sembró la discordia, o sea la simiente de discrepancia. El fue el culpable de haber hecho esta cosa horrible. Satanás sembró su simiente desde el principio, cuando Dios colocó Su primera cosecha de seres humanos sobre la tierra. Adán…Por supuesto, ya existía el conocimiento de la verdad, del bien y del mal, pero él no había llegado a eso todavía.",
    "Pero hallamos que Dios dio a Sus hijos Su Palabra para su defensa. No tenemos ninguna otra defensa fuera de la Palabra de Dios. Esa es nuestra defensa. No hay refugios anti-aereos, ni escondites, ni siquiera Arizona, ni California, ni ninguna otra parte segura; tenemos una sola Defensa, y esa es la Palabra. Y la Palabra fue hecha carne y habitó entre nosotros, la cual es Jesucristo. El es nuestra única Defensa. Al estar en El estamos seguros.",
    "Ni siquiera el pecado es imputado al creyente genuino. ¿Sabían Uds. eso? Cualquiera que es nacido de Dios no hace pecado, ni aun puede pecar. ¿Ven? No le es imputado a él. Aun David dijo, “Bienaventurado el hombre a quien no imputa Jehová la iniquidad”. Cuando Ud. está en Cristo, no tiene ni el deseo de pecar. “Porque los que tributan este culto, limpios de una vez, no tendrían más conciencia de pecado”. Ud. ya no tiene ni el deseo. Ahora, para el mundo, Ud. podría ser pecador; pero para Dios no es, porque está en Cristo. ¿Cómo puede ser pecador cuando está en El, que no tiene pecado? Y Dios solamente lo ve a El, en el cual Ud. está.",
    "Ahora este tiempo de la siega. En el principio, cuando Dios sembró Su Simiente sobre la tierra y la colocó en los corazones de Sus hijos, Su familia, para guardar esa Palabra, esa era su única Defensa, ¡guardar esa Palabra! Entonces entró el enemigo y rompió la barrera, al sembrar la simiente de discrepancia, contraria a la Palabra de Dios. Si esa fue discrepancia allá en el principio, entonces todavía, cualquier cosa que le añade algo a la Palabra de Dios, ¡todavía es la simiente de discrepancia! No importa de dónde viene. Si viene de organización, si es de alguna fuente militar, o de los poderes políticos, cualquier cosa contraria a la Palabra de Dios, es la simiente de discrepancia.",
    "Cuando un hombre se para y dice que es predicador del evangelio y dice que los días de los milagros han pasado, esa es la simiente de discrepancia. Cuando un hombre se para y dice que es ministro, el pastor de una iglesia en alguna parte, y él no cree que Jesucristo es el mismo en todo detalle (con excepción del cuerpo físico), el mismo ayer, hoy, y por todos los siglos, esa es la simiente de discrepancia. Cuando dice que los milagros y la edad apostólica han pasado, esa es la simiente de discrepancia. Cuando dicen, “no hay tal cosa como la Sanidad Divina”, esa es la simiente de discrepancia. Y el mundo está lleno de eso. Eso estorba y sofoca al trigo.",
    "Notamos que el primer sembrador de la simiente de discrepancia fue identificado como “el Diablo”, y sabemos que así fue, en Génesis 1. Y luego hallamos acá en el libro de Mateo, capítulo 13, que Jesús todavía identifica cualquier discrepancia tocante a Su Palabra como “el Diablo”. En este año de 1956, cualquier cosa que siembra discrepancia contraria a la Palabra escrita de Dios, o le pone cualquier interpretación privada, esa es la simiente de discrepancia. Dios no la honrará. No puede. No se puede mezclar. Ciertamente no lo hará. Es como la simiente de mostaza; no se mezcla con ninguna otra cosa, no se puede hibridar, tiene que ser la cosa genuina. ¡Simiente de discrepancia!",
    "Ahora hallamos, que cuando Dios sembró Su Simiente en el Huerto del Edén, hallamos que produjo un Abel. Pero cuando Satanás sembró su simiente de discrepancia, eso produjo un Caín. El uno produjo un ser justo; y el otro produjo un ser injusto. Por cuanto Eva puso atención a la palabra de discrepancia, contraria a la Palabra de Dios, y allí mismo comenzó a rodar la bola del pecado, y ha rodado hasta el día de hoy. Y nunca llegaremos a corregir todo esto hasta que los ángeles vengan y separen todo esto, y Dios se lleve Sus hijos al Reino, y la cizaña será quemada. Noten esas dos viñas.",
    "Si solamente tuviesemos más tiempo para entrar en este tema, pero apenas veremos algunos puntos sobresalientes, para entonces entrar a orar por los enfermos en unos cuantos minutos.",
    "Noten, las dos simientes crecieron juntas, exactamente como también dijo Dios acá en el capítulo 13 de nuestro texto de esta noche, de Mateo, “Dejad que crezcan juntas”. Ahora, Caín fue a la tierra de Nod, y consiguió una esposa y se casó; y Abel fue muerto y Dios levantó a Set para tomar su lugar. Y las generaciones siguieron hacia adelante, entre el bien y el mal. Ahora, hallamos que se juntaban cada uno, vez trás vez, y Dios tuvo que…La cosa llegó a un punto tan malvado que Dios tuvo que destruirlo todo.",
    "Pero continuaron hasta que por fin ambas simientes, la simiente de discrepancia y la Simiente de Dios, sacaron sus cabezas genuinas, y eso fue en las personas de Judas Iscariote y Jesucristo. Porque El era la Simiente de Dios. El era el principio de la creación de Dios, El fue nada menos que Dios. Y Judas Iscariote nació el hijo de perdición, vino del infierno, y volvió al infierno. Jesucristo fue el Hijo de Dios, la Palabra de Dios hecha manifesta. Judas Iscariote en su discrepancia, fue la simiente del Diablo, vino al mundo para engañar, igual como fue en el principio, Caín, su padre anterior.",
    "Judas solamente jugaba iglesia. El en realidad no era sincero, en realidad no tenía fe (de otra manera no hubiera traicionado a Jesús). Pero, ¿ven Uds.?, él sembró esa simiente de discrepancia. El pensó que podía tener amistad con el mundo, Mamón, y a la vez tener amistad con Jesús. Pero ya era demasiado tarde para poder él corregir la situación. Cuando llegó la hora de la muerte, cuando él hizo esta cosa malvada, él entonces cruzó la línea de separación entre seguir adelante y volver atrás. El tuvo que continuar en la vía en donde ya iba, como engañador. El sembró la simiente de discrepancia, quiso hallar gracia con las grandes organizaciones de aquel día, con los fariseos y los saduceos. Pensó que se ganaría algún dinero y que sería popular entre el pueblo. A la verdad, eso causa que mucha gente caiga en la discrepancia, ¡tratando de hallar gracia con el hombre! Busquemos gracia con Dios, no con el hombre. Pero así hizo Judas cuando estas discrepancias culminaron en él.",
    "Y sabemos que Jesús fue la Palabra. San Juan 1 dice: “En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios. Y aquel Verbo fue hecho carne y habitó entre nosotros”. Luego la Palabra es la Simiente, la Simiente fue hecha carne y habitó entre nosotros.",
    "Si Judas fue la simiente del enemigo y de la discrepancia, entonces esa simiente también fue hecha carne y habitó entre nosotros en la persona de Judas Iscariote. El nunca tuvo fe genuina y verdadera. El tuvo lo que él pensaba ser fe. Existe la fe genuina, y también la fe manufacturada.",
    "Y la fe genuina de Dios creerá en Dios, y Dios es la Palabra, y nunca le añadirá nada. La Biblia nos dice que si añadimos una sola palabra o si le quitamos una sola palabra, entonces nuestra parte será quitada del Libro de la Vida, Apocalipsis 22:18, el último capítulo.",
    "En el principio, en el primer Libro de la Biblia, Dios les dijo que no quebrantaran ni una sola Palabra de Aquello, “toda Palabra tiene que ser guardada”, ellos tenían que vivir por esa Palabra. Jesús, a la mitad del Libro, en Su edad, nos dijo que, “El hombre no vivirá solamente de pan, sino de toda Palabra que sale de la boca de Dios”. Y ahora en la edad final, acá en Apocalipsis, nos ha sido predicho, que: “Si alguno quitare una sola palabra de este Libro, o si le añadiere una sola palabra, su parte será quitada del Libro de la Vida”.",
    "Entonces, no puede haber nada sospechoso sino únicamente la inadulterada y genuina Palabra de Dios. Son hijos de Dios e hijas de Dios quienes no son nacidos de la voluntad del hombre, ni por estrechar una mano, ni por alguna forma de bautismo, pero mas bien son nacidos en el Espíritu de Dios, por medio del Espíritu Santo, y la Palabra manifestándose a través de ellos. ¡Esa sí es Simiente genuina de Dios!",
    "El enemigo se une a una iglesia y llega a ser muy ortodoxo en un credo o alguna cosa. Pero eso no…Eso es discrepancia, cualquier cosa que choca con esa corriente de Verdad genuina de la Palabra de Dios.",
    "¿Y cómo sabemos? Dicen: “¿Tiene Ud. el único derecho de interpretar la Palabra?” ¡No señor! Ningún hombre tiene derecho de interpretar la Palabra de Dios. El es Su Propio interprete. El la promete, y luego El la pone por obra, y esa es la interpretación. Cuando El la promete, luego la cumple, esa es la interpretación. ¡Cualquier cosa contraria a la Palabra de Dios es una discrepancia! ¡Absolutamente!",
    "Ahora, como dije, Judas no tenía la fe genuina. Tenía más bien, una fe manufacturada. El tenía una—una fe con la cual él pensaba que ese era el Hijo de Dios, pero él no sabía que ese era el Hijo de Dios. De otra manera no hubiera hecho aquello. Y un hombre que no se compromete a que esta Palabra de Dios es la Verdad, el tal tiene una fe manufacturada. El genuino siervo de Dios se aferrará de toda la Palabra.",
    "Una noche no hace mucho, un ministro de Arizona, de una gran escuela muy famosa, en esta misma cuidad, vino y me dijo: “Quiero corregirle a Ud. en algo”, dijo, “cuando Ud. tenga tiempo”.\n\nRespondí: “Esta es la mejor oportunidad. Venga y veremos”.",
    "Entonces él vino y dijo: “Señor Branham, Ud. está tratando…Yo creo que Ud. es muy honesto y sincero, pero está tratando de introducir al mundo una Doctrina apostólica”. Y dijo: “La edad apostólica cesó con los apóstoles”.",
    "Le dije: “La primera cosa que le quiero preguntar mi hermano, es: ¿Cree Ud. que toda Palabra de Dios es inspirada?”\n\nDijo: “¡Sí señor, absolutamente!”",
    "Dije: “Entonces, ¿Podré mostrarme Ud. en la Palabra dónde la edad apostólica cesó? Ahora, muéstremelo, entonces yo creeré con Ud.” Y le dije: “El escritor de la edad apostólica, el cual tenía las llaves del Reino, en el Día de Pentecostés, cuando fue introducida la edad apostólica, dijeron: ‘Varones hermanos, ¿qué haremos para ser salvos?’ Y él dijo: ‘Arrepentíos, y bautícese cada uno de vosotros en el Nombre de Jesucristo para perdón de los pecados; y recibiréis el don del Espíritu Santo. Porque para vosotros es la promesa, y para vuestros hijos, y para todos los que están lejos; para cuantos el Señor nuestro Dios llamare.’ Ahora, ¿cómo puede contradecirse la Palabra a Sí misma?”\n\nEl hombre me dijo: “Yo tengo un resfriado muy grave”.\n\nLe Lcije, “Pienso que sí, es verdad”. ¿Ven?",
    "Ahora, díganme, ¿está llamando Dios todavía? Si Dios aún está llamando, entonces ¿sigue en vigencia la edad apostólica? ¡Ciertamente! “Cuantos el Señor nuestro Dios llamare”, llamará, llamará jamás, cuantos más El llamare, seguirá siendo entonces la edad apostólica. Porque Jesús es el mismo ayer, y hoy, y por todos los siglos.",
    "Ahora, hallamos hoy que esta discrepancia ha sido sembrada en toda edad. Si fuera posible detallárselos en los siguientes 10 a 15 minutos, lo haría, pero no se puede. A través de las edades…La mayoría de nosotros leemos la Biblia. Y ahora, como cuando vino Jesús, El halló esa discrepancia, esa discordia. El fue la Palabra hecha manifiesta; El fue la interpretación de Dios, de la Palabra, porque El dijo, “Escudriñad las Escrituras; porque a vosotros os parece que en ellas tenéis Vida Eterna; y ellas son las que dan testimonio de Mí”. Allí lo tienen. El fue la interpretación de la Palabra. Y todo hijo e hija de Dios en esta edad, que es renacido, tales son la interpretación de la Palabra. “Vosotros sois letras escritas, leídas de todos los hombres”. Sí.",
    "Noten, El dijo: “En vano Me honran, enseñando la discrepancia por doctrina. En vano Me honran enseñando por doctrina la discrepancia, la doctrina de hombres y los credos de hombres, enseñando que eso es la Palabra de Dios, cuando en realidad no tiene nada que ver con la Palabra de Dios”.",
    "Vean, cada edad ha producido una cosecha, cada edad lo ha hecho, y la nuestra no es la excepción. Tenemos lo mismo, y es una edad con mayor cosecha que todas las demás juntas, porque este es el fin de la historia del mundo. Esta es la más grande discrepancia que jamás ha habido sobre la tierra, la que está sobre la tierra hoy. La discrepancia en las otras edades los apartó del Dios vivo y verdadero, hacia ídolos. Jesús dijo en Mateo 24:24, que hoy día serían tan semejantes los espíritus, que engañaría aun a los escogidos, si fuera posible. ¡Qué tremenda discrepancia! Oh, es tan astuto. Satanás está entre el pueblo y es tan teólogo, tan Doctor de Divinidad, que puede enseñar la Palabra casi perfectamente. Así dijo Jesús. Pero vigílelo, aparecerá en alguna parte, y dirá: “Bueno, eso no fue para esto”. Pero sí es, ¿ven Uds.?, porque Dios dijo que sí era.",
    "Vean lo que hizo. Esa misma discrepancia trajo la ira de Dios en los días de Noé, cuando Dios envió a Su profeta, y éste predicó como una llama de fuego, y llamó al pueblo al arrepentimiento, y la discrepancia fue ahogada. Entonces, ¿que hizo Satanás? Siguió inmediatamente en Ham, y comenzó a sembrarla de nuevo. ¡Correcto!",
    "Llegó Moisés a la escena, el gran profeta para guiar a los Israelitas a través del desierto. ¿Qué pasó? Moisés, el gran profeta de Dios, trayéndolos a la Verdad completa, la Verdad vindicada. El se había encontrado con Dios. Dios probó que lo había encontrado. Y como aquella gente allá, aquellos sacerdotes, tenían su religión, sus ceremonias, sus ritos, y toda cosa, pero Moisés se paró firme, siendo la vindicación de la interpretación de la Palabra. ¡No se les olvide eso! Moisés fue la interpretación de la promesa de Dios. El dijo que lo haría. El fue la interpretación de Dios.",
    "¿Qué pasó? La iglesia apenas estaba saliendo de Egipto, habían caminado apenas unos días, y ¿qué pasó? Satanás llegó con su discrepancia en la persona, el segundo Caín, el cual era Balaam, y sembró la discrepancia entre ellos. Sabemos que eso es la verdad. Que Balaam, la enseñanza de Balaam, que, “todos somos uno, servimos al mismo Dios que Uds.”, fundamentalmente estaba correcto, porque él ofrecía el sacrificio que Dios demandaba: siete carneros, siete becerros sobre siete altares, y oraba al mismo Dios, todo tan perfecto como hacía Moisés allá en el desierto, exactamente igual. ¡Pero no eran iguales! Mostrándonos lo que habría de venir. Allí estaba Caín nuevamente manifestado en la—la persona de Balaam. Y allí estaba Dios manifestado en la persona de Moisés, interpretando Sus Palabras a través de un ser humano, dándose a conocer, Su promesa, a través de un ser humano. Y entonces se levantó la discrepancia.",
    "Y así también se levantó en el tiempo de Judas, allí vino con su discrepancia.",
    "Y recuerden, este pecado que creyó aquella gente, que, “todos somos iguales, adoramos al mismo Dios, debemos todos de pertenecer a la misma iglesia, debemos de ser el mismo pueblo”, ¡ese pecado nunca le fue perdonado a Israel! Jesús mismo dijo, “¡Todos están muertos!”",
    "Perecieron, todos menos tres, y estos fueron los que se mantuvieron firmes y creyeron la promesa. Cuando el debilucho decía, “no podemos tomar la tierra, es demasiado para nosotros”, y demás quejas; Caleb y Josue callaron al pueblo de Israel y dijeron, “¡Somos más que vencedores y la podemos tomar porque Dios nos lo ha prometido! ¡No me importa cuál sea la oposición!”",
    "Y todavía podemos predicar Sanidad Divina, y el bautismo del Espíritu Santo, y todavía podemos tener el poder de Dios para separarnos de las cosas del mundo. ¡Así dijo Dios! La edad apostólica nunca ha cesado y no cesará, continúa.",
    "Entonces hallamos al mismo sembrador de discrepancia. Y recuerden, ese pecado nunca les fue perdonado. Ahora hermano, si aquello no fue perdonado allá, ¿qué de hoy, cuando la verdadera simiente de todas las edades se está reuniendo?",
    "Noten esta tremenda cosa que hizo Balaam, eso siguió y siguió y por fin se culminó en la venida de Judas Iscariote y Jesús. ¿Qué fue? Judas y Jesús fueron figura exacta de Caín y Abel. Porque, así como Judas era religioso, Caín también era religioso. Caín edificó un altar, y ofreció un sacrificio, él adoró a Dios, y era igual de sincero en todo como el otro. Pero, ¿ven Uds.?, él no tenía la revelación de qué era la Palabra. El pensó que Adán y Eva habían comido algunas manzanas o alguna fruta. Y Abel, por revelación, conocía que eso era errado; fue la sangre la que los corrió, y él ofreció un cordero. Y Dios testificó que su ofrenda era correcta. Luego, el otro tuvo envidia, y trató de matar a su hermano. Y mientras mataba a su hermano sobre el mismo altar en donde había muerto su sacrificio (el cordero murió sobre el altar), así también Judas Iscariote traicionó a Jesucristo sobre el altar de Dios, y lo mató igual como Caín mató a Abel. Porque Caín fue la simiente de discrepancia.",
    "Y así también fue Balaam, el profeta asalariado, el cual estaba sin excusa porque Dios le había avisado por medio de señales y maravillas, y aun por medio de una mula hablando en una lengua desconocida, sin embargo, él siguió igual. El nació para ser un—un sembrador de la discrepancia.",
    "Y si Jesús predijo que esta edad terminaría en la más tremenda discrepancia que jamás ha habido, la edad de Laodicea, tibia, la cual Lo echó de la iglesia, entonces, ¿cómo puede ser otra cosa sino la discrepancia? Correcto, así es. Termina en esa edad.\n\nY fue Caín y Abel nuevamente en el Calvario.",
    "Ahora, noten, como siempre, tan pronto como se fue Jesús, subió al cielo, y el Espíritu Santo fue enviado, Lo cual fue la Simiente, el Dador de Vida a la Palabra, como hablabamos anoche, es El que vivifica la Palabra. Vivificar significa: “traer a vida”. El verdadero Espíritu Santo solamente trae a vida la Palabra que El es. No traerá un credo a vida, no puede, porque El no es parte del credo. Es mas bien la Vida de la Palabra de Dios, porque es Dios. ¿Ven Uds.? Y así vivifica ese Cuerpo.",
    "Ahora noten, como fue allá. Y como dice la Biblia, y—y Juan habló a sus hijos y dijo: “Hijitos, habéis oído del anticristo que habría de venir al mundo”, y dijo, “el cual ya está en el mundo, y está obrando en los hijos de desobediencia”. Ahora, eso fue como a los treinta años después de haber bajado el Espíritu Santo. Hallamos, que cuando vino el Espíritu Santo, la Simiente Real, el Verdadero Dador de la Vida a la Simiente, luego allí vino de nuevo la discrepancia. Y noten, continuó.",
    "La Palabra verdadera había sido vindicada, y aquellos profetas del pasado, al morir, habían vindicado la Palabra ser la Verdad. Y si alguno ha leído El Concilio de Nicea, o El Concilio Antes de Nicea, aquellos quince días de política sangrienta, cuando aquellos Romanos allá quisieron subyugar y formar una denominación de aquella iglesia. Llegaron profetas, vestidos en piel de carnero y comiendo legumbres, y se pararon firmes por la Palabra. Pero ¿cuál fue el resultado? Tuvo que ser igual como Caín y como Abel, uno tuvo que morir. Correcto. Entonces entre el pueblo la Palabra perdió Su influencia y votaron unanimes de echar fuera la Palabra verdadera, y en Su lugar aceptaron dogmas de discrepancia de la primitiva Iglesia Católica. Añadieron un papa, añadieron un obispo, añadieron esto, aquello y lo otro. Borraron el verdadero significado de Pedro, y de—de—de María, y de todos los demás, e hicieron ídolos, y lo que fabricaron fue una ceremonia pagana de la así llamada religión Cristiana. ¿Qué fue? ¡Simiente de discrepancia! Y organizaron, organizaron, por primera vez en la tierra, una iglesia. ¿Qué fue? Aquella simiente de discrepancia que comenzó a ser sembrada, quitándole algo y añadiéndole otra cosa.",
    "¿Quién ha visto en la Biblia que no se debe comer carne el día viernes? ¿Quién ha visto en la Biblia de este asunto del rociamiento en lugar de bautismo por inmersión? ¿Quién ha oído de esas cosas, como “Ave María” y estas cosas? ¿Y quién ha oído de estas inmensas boberías que tienen los Protestantes también? La olla no puede criticar al sartén. ¡Correcto! Sencillamente, culpable en lo mínimo es culpable de todo. ¿Quién ha oído de Dios obrando en un organización? Muéstrenme una que se haya organizado y que haya vivido. Inmediatamente murieron y jamás se levantaron. Es tiempo que algo sucediera, es el tiempo para que Dios se mueva. Se destruyó la influencia entre el pueblo.",
    "Lo mismo ha sucedido hoy. Destruyen la influencia, dicen, “Oh, aquellos fanáticos, no tienen nada de importancia”. ¡Pero eso es discrepancia! Encuéntrese cara a cara con la Palabra y vea lo que Ella es, vea si Dios interpreta Su propia Palabra. Dios puede despertar aún de estas piedras hijos a Abraham. Amén.",
    "La Palabra fue cabalmente vindicada por aquellos Cristianos primitivos, como Dios los liberó de toda clase de cosas, de enfermedades; tuvieron profetas, y hablaron en lenguas con interpretación, y dieron mensajes que probaron ser exactamente la verdad cada vez. Pero aún a la luz de tanta Palabra vindicada, el pueblo, por voto unánime, echó fuera la Palabra, y optaron por una denominación. Esa es la madre de toda organización.",
    "Ahora, ambas están maduras. Y nuevamente han comenzado a granar. Murió, pero floreció nuevamente en los días de Lutero, como vimos en el mensaje anterior, en la mañana, en el desayuno. Floreció en los días de Lutero. Y ahora, ¿qué han hecho? Inmediatamente después de la muerte de aquel gran hombre, formaron una organización.",
    "Floreció nuevamente en los días de Juan Wesley, cuando aquellos Anglicanos, con su seguridad eterna y demás cosas, habían apretado la cosa hasta que parecía el universalismo, y ¿qué pasó? Dios levantó a un hombre llamado Juan Wesley y acabó con todo eso. Y en cuanto él hubo muerto, él y Asbury y los demás, ¿qué pasó? Se organizaron, y ahora tienen toda clase de Metodistas. Luego llegaron otros, Alejandro Campbell, Juan Smith y demás.",
    "Por fin, brotó el Pentecostés, saliendo de todo aquello. ¿Qué pasó entonces? Corrieron bien, ¿qué les ha impedido? Volvieron directamente al mismo lodazal de donde salieron, volvieron al mismo desperdicio, volvieron a la discrepancia y para formar esa organización, tuvieron que negar la Palabra. Y cada vez que Dios ha enviado algo nuevo, Uds. no lo pudieron recibir. ¡Correcto! ¡Discrepancia nuevamente! Y noten, como dije el otro día, aquella primerita cáscara que viene de la raíz, sube a las hojas y hasta la borla, vuelve al tallo nuevamente, y sale. Esa cáscara de trigo casi se parece al trigo mismo, y pensábamos que era el trigo, pero cuando se abre, allí no hay nada de grano. Es apenas el protector por el cual crece el grano, y él también muere, y la vida sale del protector y entra al grano. Noten, entonces llamaron a las iglesias que sembraron…",
    "Hallamos hoy que las así llamadas iglesias y aun nuestras Pentecostales, salimos, no hallabamos satisfacción, tuvimos que formar nuestros propios grupos. Todo surgió, tuvimos que tener esto, tuvimos que tener aquello, tuvimos que tener otro grupo. Uno salió y decía, “El viene sobre una nube blanca”. Otro decía, “No, no, no, El viene sobre un caballo blanco”. “Bien, formaremos dos grupos”. Vean, ¿qué es eso? ¡La siembra de discrepancia! Cuando El venga, sea como sea, El interpretará Su propia Palabra cuando El venga. Esperemos hasta aquel tiempo. Captemos…Hablando de aquello, no pueden ni captar el Mensaje del día presente. Siempre enfocando en lo que Dios hará, o lo que ya hizo, pero ignorando lo que está haciendo. Así es como damos entrada a la discrepancia.",
    "Ahora notamos que nuestras iglesias de hoy, que todas nuestras iglesias han sembrado al viento y están segando el torbellino. No tenemos las reuniones de oración, no tenemos los cultos como antes. ¿Qué pasa? Hemos bajado las barreras en todo. Miren, aun nuestras iglesias Pentecostales, llenitas con mujeres de cabello corto. Antes eso no se permitía. Con caras pintadas, uñas pintadas, toda clase de cosas; y hombres como “Rickies” y así, casados tres o cuatro veces, y hasta diáconos; ¡Oh, qué discrepancia! ¡Qué suciedad! ¿Cómo lo han hecho? Dios no lo permitiría en Su Iglesia, tenían que ir a la organización para entrar en eso. Alguien tiene miedo de decir algo en contra porque serían echados de la organización. Que Dios nos dé hombres que no tienen otra conexión sino con Dios y Su Palabra, que hablen la Verdad del asunto. Es exactamente lo que necesitamos. ¿Qué hemos hecho? Hemos sembrado discrepancia. Hemos sembrado al viento y estamos segando el torbellino.",
    "Noten que ahora están siendo juntadas para la quema. Y ¿han notado?, Jesús dijo: “Primero atadlos en manojos, y luego amontonad todos los manojos y Yo los quemaré “. Hay un manojo llamado Metodista, Bautista, Presbiteriano, Luterano, y se están amontonando todos en el Concilio Mundial de Iglesias. ¿Qué es? “¡Atadlos a ellos primero!” ¡Aleluya! ¿Notaron Uds.? El junta la cizaña primero, los aparta del trigo, los separa, “Atadlos y quemadlos”. Todos han der ser quemados con los juicios de Dios, por haber sembrado la discrepancia entre el pueblo, las cosas que ellos…Teniendo una forma de piedad, mas negando la eficacia, negando la Palabra, para así levantar algún rito religioso de alguna dogma que alguien ha inyectado, tratando de ponerla en la Palabra de Dios. Eso no servirá. Esa es una discrepancia.",
    "Yo grito hoy, igual como aquel gran profeta del pasado, Amós, cuando bajó a la cuidad, y dijo: “No soy profeta, ni soy hijo de profeta. Bramando el león, ¿quién no temerá?” Y dijo: “Hablando el Señor Jehová, ¿quién no profetizará?” El predijo el juicio sobre aquella generación, y dijo, “El mismo Dios que vosotros claméis servir, El mismo os destruirá”.",
    "Anoten esto, está grabado, y acuérdense. El mismo Dios que esta gente que ahora está en esta tremenda cosecha del Concilio Mundial de Iglesias…Y Ud. tendrá que someterse a eso. No puede quedarse afuera. Uno tendrá que apartarse individualmente, o va entrar con los demás. No habrá zona de seguridad. Será la marca de la bestia. Nadie podrá ni comprar ni vender sino sólo el que tiene esa marca, o que tenga la discrepancia. Ahora, ¡manténganse libres de eso! ¡Salgan de eso! ¡Huyan de eso! ¡Manténganse lejos! El mismo Dios que proclaman estar sirviendo los destruirá. El gran Dios de amor que no…\n\nDicen: “Bueno, Jesús oró que todos fuésemos uno”.",
    "Y también dijo: “¿Andarán dos juntos, dos juntos y no estuvieren de concierto?” El dijo: “uno”, como El y el Padre son Uno. Y el Padre fue la Palabra, y El fue la Palabra hecha manifiesta. El era “Uno” con el Padre, porque El fue la manifestación de la Palabra prometida de Dios. Y así es hoy o cualquier otro día. Sí, señor. Que Dios es Uno, El quiere que nosotros seamos uno.",
    "¿Cómo pueden ser uno cuando éste niega que El nació de la virgen y éste acá no, niega la Sanidad Divina, y esto, aquello, y todos se mezclan así. Algunos ni creen en Dios, ni creen que fue el Hijo de Dios; creen que fue el hijo de José, llamado el Hijo de Dios. Cierto. Los seguidores de Zwingli, los gemelos de los Luteranos, así creen, que El verdaderamente sólo fue un hombre bueno. La Ciencia Cristiana dice que fue un profeta, un hombre ordinario, pero que no fue Divino. Pero si El no fue Divino, entonces El es el engañador más grande que el mundo jamás ha tenido. El fue Dios o no fue nada. ¡El era Divino! El fue la Deidad misma, hecha carne entre nosotros, en la persona del Hijo de Dios. Cierto, eso es lo que El fue.",
    "Ahora, vemos que ha entrado la discrepancia. Sabemos que está aquí, nadie lo puede negar. ¡Oh, qué cosa! Noten. El destruirá al grupo que proclama estar sirviendo a Dios. Vigilen eso bien.",
    "Dios sembró Su Simiente. Estoy terminando, porque ya es tiempo de comenzar la línea de oración. Dios sembró Su Simiente, y Su Simiente es Cristo. Voy a predicar sobre eso en una noche próxima, donde Dios decidió poner Su Nombre, Dios mediante; quizás sea en un desayuno cuando tenga más tiempo. Vean, El es la única Vía de escape. El es el único Potentado verdadero. El es el único Dios verdadero, no hay otro aparte de El. “Yo soy Dios, y sólo Yo soy”, dijo El. Jesús dijo, “Este es el mandamiento: Escuchad Israel, Yo soy Jehová, vuestro Dios, solo un Dios. Yo soy. ¿Por qué buscáis a otro? Otro vendrá…Yo he venido en el Nombre de Mi Padre, y no Me recibís. Si otro viniere en su propio nombre, a ése recibiréis”. Y esto lo hicieron en Nicea.\n\n“¿Eres Cristiano?”\n\n“Soy Bautista”.\n\n“¿Eres Cristiano?”\n\n“Soy Pentecostal”.\n\n“¿Eres Cristiano?”\n\n“Soy Metodista”, otro nombre.",
    "Pero cuando es algo tocante al Nombre de Jesucristo, caminan lo más lejos posible, no quieren tener nada que ver con ello, porque El es la Palabra y la Palabra se declara a Sí misma. Noten, ¡la única vía de escape! El es la Rosa de Sarón, la Biblia así lo declara. Todo título (en la Biblia), de Dios, pertenece a Jesucristo. El fue el Alfa, la Omega, el Principio y el Fin, El que Fue y que Es y que Será; la Raíz y Linaje de David; ambos, Raíz y Linaje de David; la Estrella de la Mañana, la Rosa de Sarón, el Lirio de los Valles, el Alfa y la Omega, Padre, Hijo y Espíritu Santo, todo en Jesucristo. El fue la completa manifestación de Jehová, hecha carne para morar entre nosotros. Es exactamente lo que El fue.",
    "Fue la Rosa de Sarón. ¿Qué hiceron con la Rosa de Sarón? La exprimieron, La pisaron para sacarle el perfume. Una rosa hermosa tiene que ser exprimida para sacarle el perfume. Y aquella fue una Vida hermosa, jamás había existido una vida semejante, pero Esta tuvo que ser exprimida en el Calvario.",
    "¿Ven Uds.? Tomaron la unción de la Rosa de Sarón y la pusieron sobre Aarón. El tuvo que ser ungido con eso antes de entrar ante el Señor en el lugar santo, en el velo santo. El tenía que ser ungido con la Rosa de Sarón, para entrar y rociar el propiciatorio cada año. Y esa unción tenía que estar sobre él, un olor suave ante el Señor, cargando también la sangre del cordero ante él, después de que también había sido rociado con sangre del cordero. Tenía granadas y campanas en su vestidura, y tenía que caminar con cierto paso, tocando “santo, santo, santo, a Jehová “.",
    "Noten, El es la Rosa de Sarón, ese olor suave, la unción sobre Su pueblo. Ud. no puede venir ante El con ningún credo u otra cosa, pero solamente ungido con la Rosa de Sarón, la Palabra. El también es el Lirio de los Valles.",
    "Ahora, ¿cómo se obtiene el opio? Se obtiene el opio cuando se exprime el lirio, allí se obtiene el opio. Los médicos lo usan en sus laboratorios. Un hombre que está muy nervioso y frustado, o una mujer que se siente como que se va a volver loca, sólo camina de aquí para allá, gritando, es que está histérica, pero el doctor toma una porción de su opio de lirio, y se lo mete al brazo, a la vena o algún lado, o a la del hombre, y eso los calma. Por un tiempo todo está tranquilo. Pero al acabarse ese opio, aquí vienen de nuevo, y peor que antes.",
    "Pero les digo amigos, eso apenas es un tipo del opio genuino que conozco yo, que procede del Lirio de los Valles. El es el Lirio de los Valles. El fue exprimido en el Calvario. Herido fue por nuestras rebeliones, y por Sus llagas fuimos nosotros curados. En eso, en la exprimida de las flores, El fue la Flor. El fue la Flor más tremenda que jamás ha crecido, este Lirio de los Valles, y esta gran Rosa de Sarón. Ahora, El está extendido en esta noche, entre el Cielo y la tierra, creo yo, o más bien, fue en aquel tiempo, para quitar el pecado del mundo, y traer de nuevo la sanidad al mundo. Y la Biblia dice que El es el mismo ayer, y hoy, y por todos los siglos.",
    "Amigos, cuando Dios le dijo a Moisés allá en el desierto, lo cual fue un tipo de El mismo, que levantara una serpiente de bronce. Y el bronce significa pecado juzgado, la serpiente representa, la serpiente de bronce representó “pecado ya juzgado”. El bronce siendo “juicio Divino”, como también el altar de bronce donde se colocaron los sacrificios. Y también Elías miró hacia arriba y dijo que el cielo era como bronce, juicio Divino sobre una nación incrédula que habían retrocedido de Dios. Bronce representa juicio, juicio Divino. Y la serpiente representó pecado ya juzgado; y Jesús fue aquella serpiente hecha pecado por nosotros y sobre Sí tomó los juicios de Dios. El herido fue por nuestras rebeliones, molido por nuestros pecados; el castigo de nuestra paz fue sobre El, y por Su llaga fuimos nosotros curados.",
    "Oh, Dios tiene Su armario lleno de opio en esta noche para Ud. Amigo Cristiano, si Ud. está enfermo, y sufriendo o está agobiado, la carga es demasiada para Ud., ya no puede continuar mucho más. Se va a volver loco en este día moderno en que estamos viviendo.",
    "¿Escucharon el programa Salvavida hoy, donde dijeron que, dice Rusia que para el 1955, tomaría control completo de todo el mundo? Antes que eso suceda, tiene que ocurrir el Rapto. Así que amigo, ¿qué tan cerca está? Está aquí cerca a la mano.",
    "¿No Lo quiere Ud. buscar en esta noche de todo corazón? El es el Lirio de los Valles, y El es el mismo ayer, y hoy, y por todos los siglos. El está aquí en esta noche para levantarse entre Su pueblo, así como Moisés levantó el—el emblema de pecado, ya juzgado. Y no solo pecado, pero también enfermedad. Y recuerden, Jesús dijo, “Como Moisés levantó la serpiente en el desierto, así será necesario que el Hijo del hombre sea levantado”. ¿Con qué motivo levantó Moisés aquello? Para el pecado, la incredulidad y la enfermedad. Jesús también fue levantado para el pecado, la enfermedad y la incredulidad. El fue lo mismo.",
    "Ahora, en esta noche, en los días cuando tenemos esta gran discrepancia, Jesucristo prometió en Lucas, que en los días antes de la venida del Señor, sería como en los días de Sodoma, y, cuando el Hijo del hombre se revelaría así como el Hijo del hombre se reveló allá a Abraham: Elohim, Dios hecho carne entre humanos, y moró allí con Abraham, y le mostró, le dijo lo que Sara estaba pensando (ella estando detrás en la carpa), la cual aún no había visto. Le dijo a ella que…Y la llamó “Sara”. “Abraham”, no su—no su nombre Abram, con el cual él había nacido, sino Abraham. No Sarai, S-a-r-a-i; pero S-a-r-a: “¿Dónde está tu mujer Sara?”\n\nDijo: “Está en la tienda detrás de Ti”.",
    "Dijo: “De cierto volveré a ti según el tiempo de la vida”. Y ella se rió. El dijo: “¿Por qué se rió ella?”",
    "Ahora, Jesús dijo: “Un poco antes que esta gran discrepancia es recogida y quemada, el Hijo del hombre se revelará de la misma manera como lo hizo allá”. Y eso es…¿Qué es? Es de nuevo el alzamiento ante Uds. que Jesucristo es el mismo ayer, y hoy, y por todos los siglos. ¿Lo creen Uds.? Inclinemos nuestros rostros para orar.",
    "Querido Dios, Te amamos. Tu Palabra es tan alimenticia para nosotros Señor. ¡La amamos! Vivimos por ella, Señor. Parece que nuestra capacidad nunca es suficiente. Amamos sentarnos a Tu mesa, con Tu Palabra, y gozarnos en los bendiciones Señor, cuando nos unimos así, hermanos y hermanas que han sido comprados por la Sangre del Hijo de Dios, son los que han sido comprados por Tu Sangre. Y hemos venido aquí en esta noche Señor, hemos dedicado estas noches para orar por los enfermos. Y de acuerdo a las Escrituras, Tú dijiste que “por Tus llagas fuimos nosotros curados”. Entonces no es necesario orar, sino solamente confesar nuestros pecados, porque por Tus llagas ya fuimos (tiempo pasado) sanados. ¡Oh, qué día de Salvación! ¡Qué—qué promesa por Emanuel! Que eso es ciertamente la Verdad.",
    "Tú dijiste: “Por un tiempo el mundo no Me verá más, pero vosotros Me veréis, porque Yo” (el pronombre personal de “Yo”), “Yo estaré con vosotros, aun en vosotros, hasta el fin del mundo”. Y en el fin del tiempo, en esta gran consumación, Tú dijiste, un poco antes que eso suceda, que será como en el tiempo cuando cayó el fuego en Sodoma y quemó el mundo gentil; que entonces vendría nuevamente una revelación del Hijo del hombre, así como fue en Sodoma. Padre, que el pueblo no pase esto por alto.",
    "Y Dios yo ruego, fue una cosa algo cruda, (si lo dije mal, perdóname), cuando dije engranar en otra velocidad. Los amo Señor. Yo ruego que no se les escape esto. Que esta sea una de las noches tremendas, Señor. Que todo enfermo, todo afligido, ciego, lo que sea que esté aquí, Señor, sea sanado en esta noche. Que todo pecador sea salvo. Allí en sus corazones ahora mismo, si son incrédulos, que acepten a Cristo en este momento. Concédelo Padre. Todo está en Tus manos. Nos entregamos a Ti, para verte llegar entre nosotros.",
    "Y Tú dijiste en Juan 14:12, “El que cree en Mí, las obras que Yo hago, también él las hará”. Cómo sabemos que Tú Te diste a conocer al pueblo, por cuanto fuiste el profeta que Moisés dijo que se levantaría. No habían tenido profetas por centenares de años, la discrepancia estaba por todos lados, pero sin embargo, la Palabra tenía que ser cumplida. Y así la Palabra llegó a ser carne, y asimismo la discrepancia. Y Padre, vemos lo mismo hoy, la discrepancia llegando a ser un solo manojo grande; y también vemos la Palabra viniendo de la misma manera. Bendícenos esta noche, Padre. Nos entregamos a Ti, juntamente con Tu Palabra. Lo que Tú tienes necesidad que hagamos, hazlo con nosotros Señor. En el Nombre de Jesucristo. Amén.",
    "[Una hermana habla en una lengua desconocida.—Editor] Sean muy reverentes. No sabemos lo que El ha dicho, quizás nos quiera decir algo. Sean muy reverentes. [Un hermano da la interpretación—Editor] “He aquí, la mano del Señor está aquí para salvarte. He aquí, la mano del Señor está aquí para redimirte, y para escribir tu nombre en el libro de la Vida del Cordero. Cree la Palabra de Dios, y obedécela, y tendrás la paz de Dios sobre tu alma, dice El Señor”.",
    "Amén. ¿Han leído Uds. la Escritura a dónde el enemigo estaba entrando y todos estaban juntos, y el enemigo era una fuerza tan tremenda? Y el Espíritu de Dios cayó sobre un hombre, y le dijo, y él profetizó, y les dijo a dónde debieran ir y esperar, y allí destruyeron a su enemigo. Allí viene otra vez. Allí es el lugar donde destruir su enemigo. ¿Ven? Tomen la mano de Dios. La mano de Dios es Cristo, desde luego, la Palabra, así que tomen eso en su corazón esta noche, mientras llamamos la línea de oración.",
    "Creo que Billy dio tarjetas de oración con la letra “B”. Tomemos la letra “B” del ochenta y cinco. Anoche tomamos quince. Casi siempre son quince por cada noche. Retengan sus tarjetitas, las llamaremos. Probemos unas quince. Ochenta y cinco. “B”, como en Branham, Ud. sabe. B, ochenta y cinco al cien. Y…Veamos, ¿quién tiene B, ochenta y cinco? Levante la mano. ¿Estás seguro, Billy? Sí, allá atrás. Muy bien, ochenta y cinco, venga acá.",
    "Ahora, mi hijo…Para los extraños que no entienden como es que funciona esto. Mi hijo viene, o alguien; si él no viene, viene el Hermano Borders, o alguien más. Algún hombre viene y toma estas tarjetitas, cien de ellas, y aquí ante el pueblo, las mezcla todas. Así que, él le da una tarjeta a Ud., pero él no le puede asegurar que Ud. estará en la plataforma, él no sabe eso. Tampoco sé yo. Yo vengo cada noche, y saco diez o quince, algo así, de las tarjetas. Eso no tiene nada que ver con su sanidad. Ud. puede estar sentado. Fíjense, anoche. ¿Cuántos estuvieron anoche? Levanten la mano. ¡Cómo la gente fue sanada por toda la congregación!",
    "Ahora, fue ochenta y cinco, ochenta y seis, ochenta y siete, ochenta y ocho, ochenta y nueve, noventa. Ahora, que vengan ahora mismo. B, ochenta y cinco, ochenta y seis, ochenta y siete, ochenta y ocho, ochenta y nueve, noventa. Eso sería uno…Seguramente, necesitamos, uno más…Aquí está otro, sí, así se completa. Noventa, noventa al cien. Noventa y uno, noventa y dos, noventa y tres, noventa y cuatro, noventa y cinco, noventa y seis, noventa y siete, noventa y ocho, noventa y nueve.",
    "Si Ud. no puede moverse, si Ud.…Veo que aquí tenemos dos o tres sillas de ruedas, creo que puedo ver cuatro. Si Ud. tiene una tarjeta de oración, y su número es llamado, y no puede moverse, levante la mano. Le haremos llegar acá.",
    "Si Ud. no tiene tarjeta de oración, ore. Diga: “Señor Jesús, que sea yo en esta noche”. ¿Cuántos aquí están sin tarjeta de oración? Levanten la mano. ¡Oh, qué cosa! Bien, digamos esto, ojalá no suene muy sacrílego. En una ocasión hubo una mujercita que no tenía una tarjeta de oración, como diríamos. Ella se fue abriendo camino por toda la gente, y dijo (escuchen bien), “Si yo puedo tocar la vestidura de aquel hombre, seré sana”. ¿Cuántos conocen la historia? Muy bien. Y ¿qué hizo? Lo tocó, y se sentó. Luego Jesús se dio vuelta y El sabía dónde estaba ella sentada. ¿Correcto? El sabía cuál era su problema. ¿Correcto? El sabía cuál era su problema, y le dijo cuál era su problema, y ella sintió en su cuerpo que el flujo de sangre había parado. ¿Correcto? ¿Por qué? Porque ella lo había tocado a El.",
    "Ahora, ¿cuántos Cristianos están aquí esta noche, que saben, de acuerdo a Hebreos, el Libro de Hebreos, que Jesús, ahora mismo, es el Sumo Sacerdote, el Sumo Sacerdote que puede ser tocado por el sentir de nuestra enfermedad? ¿Lo es? Muy bien. Entonces, si El es el mismo Sumo Sacerdote, el mismo oficio, de Sumo Sacerdote, entonces, ¿cómo actuaría? El actuaría igual como actuó entonces. ¿Lo creen Uds.? El actuaría igual como actuó allá, si solamente pueden creerlo. Muy bien. ¿Cuántos lo creen? Levanten su mano, y digan, “Yo sí lo creo”.",
    "Muy bien, antes de que formen esta línea, tengamos una línea de oración allá. Yo sé que El está aquí. Yo—yo siento Su presencia, yo—yo sé que El está aquí. Venga. ¿Está lista la línea de oración? Yo iba a llamar de allá. Ud.—Ud. ore, y mire para acá y ore, créalo.",
    "Una mujer sentada aquí, me está mirando, está sentada al lado de una mujer con lentes. ¿No pueden ver eso allí sobre esa mujer? Fíjense. Ella está sufriendo con problemas del corazón. ¿Cree Ud. que Dios le va a sanar? Si lo cree, levante la mano. Ese fue su problema. ¡Correcto! Ahora, si ese fue su problema, levante la mano para que la gente pueda ver, levante la mano así. Ahora ya no lo tiene. Su fe le ha sanado.",
    "El es el mismo ayer, hoy, y por todos los siglos. Oh, sí hay una discrepancia; pero Jesucristo es el mismo ayer, y hoy, y por todos los siglos. Ahora, manténganse orando, Ud. no tiene que estar acá, para que conozcan.",
    "Ahora, si esta es la dama. Hasta donde yo sé, nunca la he visto en mi vida. Ella es una mujer parada aquí, y tiene una tarjeta de oración, y Ud. no sabía si iba ser llamada o no. Alguien le dio una tarjeta de oración, su número fue llamado, y aquí está. ¿Correcto? Yo no tengo manera de saber qué es Ud., quién es, de dónde viene, qué desea, nada. Yo soy un hombre, Ud. es una mujer. Correcto. Este mismo cuadro se presentó en una ocasión en la Biblia, en San Juan, capítulo 4.",
    "Ahora, Ud. dirá: “¿Qué hizo Ud. allí, hermano Branham?” Yo entré en esa otra velocidad, ¿ven? Yo no sé. El tiene que hacerlo. Yo no sé. ¿Cómo fue con esa mujer allá? Yo nunca la he visto en mi vida. Ella es una extraña para mí. Yo creo que fue una mujer. ¿Quién fue la persona que fue sanada ahorita en la audiencia? ¿Somos extraños? Si es así, mueva la mano así. Yo nunca he visto a la mujer. Pero ella estaba sentada allí creyendo. Ahora, ella tocó algo, ¿verdad? No hay ningún beneficio en tocarme a mí.",
    "Pero ¿no pueden ver que la Biblia es exactamente la Palabra de Dios? El es el mismo ayer, hoy, y por todos los siglos. Hemos llegado a ser tabernáculos de ese Espíritu Santo, el cual es Cristo. ¿Ven? Esa es la Simiente real. Entonces si ese real Espíritu Santo entra a la Simiente real de la Palabra, no…No tomará sólo una partecita (porque el Diablo usa eso), uno tiene que tomarla toda, ¿ven?, toda Palabra, toda Palabra; porque El no es medio Dios, El es Dios completo. ¿Ven? Y eso es lo que sucede.",
    "Ahora, aquí está una mujer, nunca la he visto. Jesús se encontró una mujer así como ésta una vez, quizás no en la misma condición, yo no sé. El estaba sentado junto a un pozo. El tenía necesidad de ir a Samaria. Y hallamos que Samaria estaba detrás de un cerro. Y—Y El iba a Jericó, más bien, y pasó por un lado de Samaria, y vino a la ciudad de Sicar. Y se sentó allí junto al pozo, y mandó Sus discípulos a buscar alimentos.",
    "¿Cuántas razas de gente hay en el mundo? Tres. Los descendientes de Cam, Sem, y Jafet. Todos venimos de Noé. El resto del mundo fue destruido allá en aquel tiempo. Sólo existen tres razas de gente, que son: Judío, Gentil y Samaritano (el cual era medio Judío y medio Gentil). Y esas son todas las razas que existen en el mundo, ¿ven?, sólo tres.",
    "Todo en Dios, es perfecto en tres. Como las tres de las que estaba hablando en esta noche: tres etapas de discrepancia, tres etapas de la Palabra hecha carne, y así. ¿Ven?",
    "Ahora, y El—El había hablado con los Judíos, le dijo a Felipe, cuando él trajo a Natanael, que dónde estaba, y dijo, “Lo vi cuando estaba detrás del árbol”. Dijo a…Andrés, quien habiá traído a Pedro, El dijo: “Tú eres Simón, y serás llamado Pedro de aquí en adelante”. Dijo, “Túeres hijo de Jonás”. ¿Ven? Esos eran todos Judíos.",
    "Pero aquí fue a un Gentil…No un Gentil, pero a una Samaritana.",
    "Ahora es el tiempo de los Gentiles. El nunca hizo esto ni una sola vez con los Gentiles. Escudriñen las Escrituras. Nunca. Pero El prometió en Lucas 22, que lo haría antes de la Venida.",
    "Pero se sentó ahí, y allí venía una media Judía y media Gentil, una mujer. Y le dijo: “Mujer, tráeme de beber”.",
    "Y ella dijo: “Tú no debes pedir eso. Aquí hay segregación. Tú eres Judío, y yo soy Samaritana”.",
    "El dijo: “Pero si supieras con Quién estás hablando, Me pedirías a Mí de beber”. ¿Qué estaba haciendo? Estaba haciendo contacto con su espíritu. Y tan pronto como halló su problema, le dijo que fuera a traer a su esposo. Y ella le dijo que no tenía. El dijo: “Has dicho bien, has tenido cinco”.",
    "Ahora, vean, cuando los fariseos Le vieron hacer eso, sí, esa discrepancia allí mismo entre la Palabra, ¿qué dijeron ellos? Dijeron: “Este hombre es Beelzebú, es un adivino”. ¿Ven?",
    "Y Jesús dijo: “El que hablare eso contra el Espíritu Santo cuando El venga a hacer lo mismo, nunca le será perdonado”. Allí está la discrepancia. ¿Ven? Pero El dijo que El los perdonaría a ellos, por cuanto el Espíritu Santo aún no había venido, el Sacrificio, el Cordero, no había muerto.",
    "Pero luego la mujer no pensó así. La mujer dijo: “Señor, me parece que eres profeta. No hemos tenido profeta por centenares de años.” Pero dijo, “Me parece que eres profeta. Ahora, sabemos que el Mesías, quien es llamado el Cristo, cuando El viniere, eso hará”.",
    "Bueno, si eso es lo que El hizo, luego es el mismo ayer, hoy. Así se dio conocer entonces, ¿es lo mismo hoy? ¡Tiene que ser! Ahora, aquí está una mujer y un hombre que se encuentran otra vez. Ella no es aquella mujer, y yo no soy aquel Hombre. Pero sin embargo, el mismo Espíritu Santo está aquí. Y El hizo la promesa que las obras que El hizo, nosotros haríamos las mismas obras en los días cuando el Hijo del hombre sería revelado.",
    "Ahora, no conociéndola yo a Ud. (y Ud. sabe que eso es verdad), somos desconocidos completamente, y Ud. está parada aquí. Hay algo…Puede haber algo mal con Ud., o quizás no, yo no sé. Pero si el Señor Jesús me revela por Su Espíritu Santo, cuál es su problema, ¿creerá Ud. que es el Hijo de Dios, y no un ser humano? Esta es una cáscara, este tabernáculo que—que Dios usa, el cual El ha escogido. El hace eso por gracia soberana, y por elección. Pero Ud. crea. ¿Creerá? [La mujer dice: “Amén”.—Editor]",
    "¿Cuántos en la audiencia lo creerán? Aquí estamos los dos ante la Luz, que nunca nos hemos conocido en esta vida; no tengo idea de quién es esta mujer, qué clase de mujer sea, de dónde viene, qué desea. Nunca la he visto en toda mi vida. Como tampoco he visto aquella mujer que está allá, en toda mi vida. Pero vean, aquí está lo que estoy tratando que Uds. hagan: Pongan a un lado esa discrepancia, y crean la Palabra, cuando la Palabra es hecha carne aquí entre nosotros. La Palabra es vivificada en nuestra propia carne y eso muestra la presencia de Dios.",
    "Ahora, que El se lo conceda a ella. Ella está deseando una causa muy digna. No tiene hijo, y quiere un bebé. Tiene como cuarenta años. Ciertamente no es imposible.",
    "Aquí están sentadas hoy mismo, mujeres que fueron estériles toda la vida, y vinieron a la plataforma de esta misma manera, y el Señor les dio hijos. Levanten la mano algunos de Uds. que saben. ¿Ven? Tomé en mis brazos a una niña muy hermosa el otro día, el domingo cuando salí de aquí, el domingo en la tarde; que su madre había sido estéril, y el Señor habló. Y la niñita, la criatura más dulce, ¿está ella aquí? ¿Dónde está? Sí, aquí está, sentadita, la madre, sentada allí. Sí, allí está la niña. ¿La ven? Ella fue una Palabra hablada de Dios.",
    "Ahora, ¿Le creerá Ud. con todo su corazón? ¿Cree que esa bendición que Ud. tiene, que siente que está en Ud. ahora, es Dios respondiéndole? Si Dios me dijera cuál es su nombre, para que así Ud. pudiera darle nombre al niño, ¿creerá? Entonces, Sra. Thompson, puede ir a su casa y tener su niño, si lo cree de todo corazón.",
    "¿Lo cree Ud. de todo corazón? Tenga fe, no dude, crea en Dios. Dios es Dios.",
    "¿Cómo está Ud. señor? Me supongo que también somos desconocidos. La única vez que lo he visto a Ud. en mi vida, hasta donde yo sé, es cuando Ud. venía acercándose. Yo creí que Ud. era el tío del Hermano Shakarian,…Mashagian, el Hermano Mashagian, el cantante, cuando iba pasando. Luego vi que Ud. entró a la línea de oración. Ahora, siendo desconocido a Ud., ambos somos desconocidos. Ahora, si el Señor Jesús me dijera algo que Ud.—que Ud., quizás lo que Ud. desea, digamos así; que El me diga lo que Ud. desea. Ahora, El ya se lo ha dado, solamente falta la fe para creerlo.",
    "Ahora, ¿cuántos entienden eso? ¡Suficiente fe para creer que Ud. recibirá lo que está pidiendo! ¿Ven?",
    "Ahora, ahora si Ud. está aquí pidiendo algo, y El me puede decir cuál es su deseo, y a la vez Ud. sabe que yo no conozco su deseo, entonces tendrá que haber Algo aquí haciendo eso. Ahora, de acuerdo a la Palabra, El prometió hacer eso. El conocía los pensamientos en sus corazones. ¿No es así? Muy bien.",
    "Ud. tiene un gran deseo de ser sanado. Una cosa, Ud. está sufriendo de una condición nerviosa, muy nerviosa. Correcto. Otra cosa, Ud. tiene problemas con la espalda, y esa espalda ha sido un problema muy grave por mucho tiempo, y hasta se ha operado. Eso es ASI DICE EL SEÑOR. Es la verdad. ¿Ven? Correcto. Y aquí está otra cosa, su deseo más profundo es que quiere recibir el bautismo del Espíritu Santo. Correcto. Venga acá.",
    "Querido Dios, en el Nombre del Señor Jesucristo, que este hombre pueda ser lleno del Espíritu Santo, antes que salga de este lugar. En el Nombre de Jesús. Amén.\n\nAhora, recíbalo, mi hermano. Tenga fe, no lo dude.",
    "¿Cómo está Ud? Me supongo, hasta donde sé, que somos desconocidos el uno para el otro. Si así es, para que la gente sepa que es así, levante su mano, si somos desconocidos. Nunca la he visto en mi vida, hasta donde sé. Y me supongo que nunca me ha visto ella, solamente que fuera desde la audiencia. Porque el Padre Celestial sabe, y aquí está Su Palabra abierta, que yo nunca he visto a esta mujer, concientemente, en toda mi vida. Entonces, yo no sabría porqué está aquí. No tengo idea quién es, qué, nada de Ud. No podría decirle ni una sola cosa.",
    "Solamente es un don. Si yo puedo…Como Ud. me oyó explicar antes. Es cuestión de hacerme a un lado, escucho lo que El dice, lo que veo, eso hablo. Lo que El no dice, yo no lo puedo decir. Podría yo decirlo de mí mismo, y sería errado. ¿Ven? Sería errado. Pero, si El lo dice, entonces, es absolutamente correcto. Nunca podrá, y nunca ha sido errado. Nunca será errado, en tanto siga siendo Dios. ¿Ven? ¿Ven? Porque Dios no puede errar.",
    "Pero si Dios me puede decir lo que Ud. desea, qué es su deseo, o porqué está aquí, algo que Ud. ha hecho, o algo, algo así, o quién es Ud., de dónde viene, lo que El me quiera decir, ¿creerá Ud.? Gracias.",
    "Una cosa, Ud. tiene problemas con sus pies. Sus pies le molestan. [La mujer dice: “Sí”.—Editor] Si es correcto, levante la mano. Ud. tiene problemas femeninos, desorden femenino. [“Sí”] Y tiene un gran deseo en su corazón, porque Ud. ha perdido a alguien, o algo. Es un muchacho. Su hijo ha salido de la casa, se ha ido, y Ud. desea que yo ore que él vuelva. [“Sí”]",
    "Dios en los cielos, mándale su hijo de nuevo. Que el Espíritu Santo detenga a ese joven en donde esté, allá en el camino en esta noche, Señor, y mándalo una vez más a su madre. En el Nombre de Jesús. Amén.",
    "El, Quien sabe, se lo mandará de nuevo. No se preocupe. Créalo, no dude. Tenga fe, con todo su corazón. Créalo, y Dios le concederá lo demás.",
    "Ahora, esos tres o cuatro discernimientos, los que fueron, casi me han cegado. Yo no lo puedo explicar. No hay manera de explicarlo. Ud. dice: “¿Ud. quiere decir que eso es peor que los cuarenta y cinco minutos o más, que Ud. predicó, piensa Ud.?” Sí señor. En tres horas no sería tanto como esto.",
    "Una mujer tocó la vestidura de nuestro Señor Jesús, y esta gente ni siquiera me está tocando. Pues esta mujer aquí, miren ella puede…[El Hermano Branham le dice a la mujer: “Ponga sus manos en mí, ¿ven?”.—Editor] Ella me tocó y nada sucede. Yo sólo soy un hombre. Pero ella tiene que tocarlo a El. Y yo, por un don, sólo—sólo…Es que yo desaparezco por completo, y yo digo lo que veo. ¿Ven? Eso es todo, ¿ven? Tocándome a mí no significa nada, pero ella toca a Jesús a través de mí. Así es como esa mujer tocó a Dios por medio de Jesús. El no supo lo que tenía esa mujer. Ella le tocó la vestidura, y fue y se sentó. Y El dijo—y El dijo: “¿Quién me tocó?”",
    "Y los apóstoles dijeron: “Todo el mundo Te está tocando. ¿Por qué dices así?”\n\nEl dijo: “Pero yo veo que virtud ha salido de Mí”.",
    "Ahora, ¿saben lo que es la virtud? Fuerza. El se puso débil por una mujer tocándole y El fue el Hijo de Dios. ¿Qué de mí, siendo un pecador, salvo por Su gracia? ¿Saben por qué es más? Porque El dijo: “Las cosas que Yo hago, también vosotros las haréis. Pero más que esto haréis, porque Yo voy al Padre”. “Mayores”, dice allí, pero en el griego, la interpretación correcta sería: “Más que esto haréis”.",
    "Ahora, a la dama yo no la conozco. No sé nada de ella. Ella es una desconocida completamente, así como los demás. Somos desconocidos. Para que la gente conozca, levante la mano y diga: “Somos desconocidos”. Ahora, el Hijo de Dios, si El una vez se encontró con una mujer, en un panorama como este, junto a un pozo, y El habló con ella por un momento y El sabía dónde estaba su problema, y le dijo cuál era su problema. Entonces ella supo por eso que El era el Mesías. Ahora, Ud. me ha tocado, yo la he tocado a Ud. y nada sucedió. Pero, si mi fe, por un don, y su fe por creer en ese don, pueden tocarle a El, entonces El podrá hablar por medio de nosotros—por medio de mí a Ud., entonces Ud. conocerá que El está aquí, así como estuvo allá junto al pozo en Sicar. El es el mismo ayer, y hoy, y por todos los siglos. ¿Lo cree Ud.?",
    "Ud. tiene tantos problemas, tantas aflicciones,\n\ncomplicaciones. Una de las cosas principales, por la cual quiere recibir la oración, es la artritis. Correcto. Ud. se está quedando tiesa con artritis. Cuando Ud. levanta el brazo…",
    "Y Ud. salió un poco despacio, hasta donde recuerdo. Quizás esperemos por un momento, quizás algo más se podrá decir que podrá eliminar…Aquí uno siente cosas; la gente, Ud. sabe, es como un aliento que viene en contra. Dicen: “El adivinó eso”, o Ud. sabe, algo así.",
    "Pero, Ud. parece ser una persona muy fina. Hable conmigo por un momento. Párese aquí un momento, porque sí pienso que hay algo más en su corazón, que Ud. desea de parte de Dios. Ahora, yo no puedo darle la respuesta a su oración, pero El sí…Porque si Ud. cree, ya tiene la respuesta. Pero si Ud. sólo quiere creer; para hacerla creer. Ahora, le digo, es concerniente a un ser querido que no está aquí. Es un hermano suyo. Y ese hermano ni siquiera está en este país. El está en un país muy humedo, muchos lagos. Yo diría como en Michigan, algo así. Sí, Michigan, allí es. Y él está sufriendo con algo que le está matando. Es un problema incurable de los riñones que le está molestando. Es correcto, ¿verdad? Eso es ASI DICE EL SEÑOR. Ahora, ese pañuelo que Ud. tiene en su mano, que Ud. levantó a Dios, envíele eso a su hermano y dígale que no dude, pero que crea y sanará.",
    "¿Cree con todo su corazón? Entonces, si Ud. cree, hay una sola cosa que hacer. Eso es, absolutamente aceptarlo. ¿Correcto?",
    "Ahora, Ud. dice, “El está mirando a esa gente. Por eso él los está mirando”. Uno ve eso tanto.",
    "Pero para los que quizás no conozcan esto…Esta dama aquí, venga por aquí dama, aquí, la paciente, quien sea Ud. Yo no la estoy mirando a ella. ¿Cree Ud. que Dios me puede revelar a mí cuál es su problema? Levante sus manos si así es, esta mujer aquí, esta mujer aquí, la paciente. Sí. Muy bien. Si entonces Ud. cree eso con todo su corazón, el asma que tiene ya no le va molestar. Vaya a su casa y crea la sanidad.",
    "No la estaba mirando a ella, ¿verdad? ¿Ven? El…Ud. mira hacia acá, la visión está allí, no importa lo que sucede. Amén. ¿No lo pueden ver? Tan perfectamente como Dios puede ser perfecto.",
    "¿Ud. cree también? El asma le puede dejar a Ud. también, ¿verdad? ¿Cree que lo dejará? Muy bien. Vaya, y dígale al Señor Jesús que Ud.—Ud. le creerá.",
    "Algún día Ud. tendría que caminar con un bastón si esa artritis lo persigue, pero no será así con Ud. Ud. no, Ud. no cree que llegará a eso, ¿verdad? ¿Cree que va estar bien? Vaya en su camino, diciendo, “Jesús me sana”.",
    "La enfermedad del corazón mata a la gente, pero no lo tiene que matar a Ud. ¿Cree Ud. que Dios se lo sanará y lo hará sano a Ud.? Vaya creyendo, diciéndole: “Señor, yo ciertamente creo”.",
    "¿Habla Ud. inglés? ¿Entiende el inglés? [El Hermano Branham dice: “Alguien venga”. Se presenta un intérprete.— Editor] Muy bien. ¿Le dirá Ud. a ella lo que yo le digo? Dígale que si ella cree, el problema del estómago la dejará. Ella—¿Ella lo creerá? Y el problema que tiene Ud. con la espalda, también le dejará, y puede seguir por su camino y ser sano.\n\n¿Cómo está Ud.? ¿Cree Ud.? [Ella dice: “Sí señor”.—Editor]",
    "Aquel hombre sentado allá con problemas de su espalda, mirándome cuando dije eso, él puede ser sanado también, si Ud. ¿lo cree, señor? Muy bien, señor.",
    "La señora que está sentada a su lado, Ud. tiene problemas con el cuello, ¿es verdad señora? ¿Cree que Dios le sanará? ¿Quiere Ud. poner sus manos sobre el muchachito por sus rodillas? El también sanará. ¿Lo cree Ud.? Ud. tenía problemas femeninos, problemas de dama. Ya no los tiene. Su fe la ha sanado y la ha puesto bien.",
    "¿Creen al Señor Jesús, que es el mismo ayer, y hoy, y por todos los siglos? Pongámonos las manos uno sobre el otro, por toda la audiencia, y oremos esta oración de fe, cada uno de nosotros, ore la oración de fe.",
    "Amado Dios, mientras estamos tan cubiertos con Tu Presencia Divina, para verte moviendo por toda la audiencia, sanando a los enfermos por todos lados. Tú eres Dios. Yo ruego que Tú sanes a toda esta audiencia. Que el Aliento de Dios caiga de nuevo sobre sus corazones y que ellos conozcan que el tiempo se está acabando. Estaremos aquí por un tiempo corto, entonces estaremos allá con El a Quien amamos. Y ahora que Su Presencia traiga sanidad a cada uno.",
    "Condenamos a Satanás, condenamos todos sus actos, en el Nombre del Señor Jesús. Satanás, sal del pueblo.",
    "Todos los que le creen ahora, y aceptan su sanidad, pónganse de pie y digan, “Yo ahora me estoy poniendo de pie para aceptar mi sanidad. Yo lo creo”. No importa su condición, si en verdad lo creen, pónganse de pie. Ahora, alzen sus manos y digan, “Gracias Señor Jesús, por haberme sanado”. Dios sea con Uds. 🦅"
  ]
}