{
  "title": "EL DIOS QUE ES RICO EN MISERICORDIA",
  "id": "65040009",
  "content": [
    "🦅  Pueden tomar asiento. Fue una sorpresa para mí al entrar y ver al Hermano Moore y a todos los demás aquí en la plataforma, los amigos que he conocido por tantos años. Ciertamente es un privilegio verlos aquí en esta noche. Me siento muy pequeño al pararme aquí a predicar con estos teólogos sentados detrás de mí, y quizás me corrijan cuando esté errado. Ojalá que así sea.",
    "Estamos muy contentos en esta noche de tener a cierta persona aquí, la Hermana Rose. Estábamos viajando, yo estaba con el Hermano Shores y su asistente, hoy, comiendo al mediodía, y en el camino el Hermano Williams dijo que la Hermana Rose estaba muy enferma. Y fuimos a verla por un momento, nos arrodillamos, y ella tenía una fiebre muy alta y estaba muy enferma. Tuvimos unas pocas palabras de oración, y el Señor nos habló, y dijo: “Ella va a estar sana y estará en el culto mañana en la noche”. Y aquí está en esta noche, sentada aquí mismo. Correcto.",
    "Hermana Rose, póngase de pie por un momento, para que puedan…Estamos agradecidos al Señor. Ella estaba en cama. Ella dijo: “El diablo me ha ganado en todo. Yo vine acá y ahora estoy en cama con esto”, era alguna clase de enfermedad de la garganta, algo así. Pero el Señor la ha librado, y por eso estamos contentos. ¡Agradeciendo al amado Señor!",
    "Ahora, nos hemos estado gozando mucho, y mañana por la noche iremos al Hotel Ramada. Y ahora, no olviden, no estaremos aquí mañana en la noche. Estaremos en el Hotel Ramada, y la convención comienza la siguiente noche. Uds. saben, me tendrán que soportar una noche más.",
    "Entonces anoche parece que me salí tanto de la norma, al comienzo del año me hice una promesa a mí mismo que voy a cortar esos mensajes de tres o cuatro, cinco horas, a quizás unos treinta o cuarenta minutos. Y como les dije anoche, el domingo mi esposa me felicitó, me dijo: “Hiciste muy bien”. Entonces, desde luego, tuve que venir anoche y echar todo a perder, ¿ven?, en ese tiempo. Anoche prediqué cincuenta y cinco minutos en vez de treinta.",
    "Viniendo esta noche, Billy me dijo: “¿De qué tema vas hablar?”",
    "Yo dije: “Bueno, yo tengo aquí escritos algunos apuntes y algunas Escrituras. Yo no sé, algunos de ellos, yo tengo unos cuatro o cinco mensajes”. Y dije: “Cuando llegue allí entonces veré como está el asunto”.",
    "Dijo: “Tú prometiste orar por toda esa gente enferma”.\n\nYo dije: “Sí, señor. ¿Cuántas tarjetas tienes?”\n\nEl dijo: “Doscientas”.\n\nYo dije: “Debo comenzar con ellas esta misma noche”.",
    "Y él dijo: “Ahora recuerda, sólo tienes quince minutos para hablar”. Dijo: “Lo demás ya lo aprovechaste anoche”. [El Hermano Branham y la congregación se ríen.—Editor] Tendremos que apresurarnos, ¿verdad?",
    "Bueno, les prometimos que oraríamos por todos aquellos con tarjetas de oración, y desde luego, estamos—estamos obligados a una promesa. No podremos traerlos a todos por estas líneas, ni tampoco podría yo ser capaz de llamarlos a todos individualmente, de la congregación. Aunque el Espíritu Santo me lo mostrara, yo—yo no puedo aguantarlo. Es demasiado para mí. Pero, todos estamos al tanto de esas cosas. Sabemos que Dios todavía es Dios. No es aquello que sana; eso solamente es para hacer subir la fe, para darnos a conocer que estamos en Su Presencia.",
    "Y en esta noche oraremos por toda la gente enferma, todos aquellos que tienen tarjetas de oración que desean recibir la oración. Y luego mañana por la noche allá en el Hotel Ramada, trataremos de repartir más tarjetas, y comenzaremos a orar por ellos allá. Porque aún tengo mañana por la noche, y creo que tengo una noche de la convención, quizás también un desayuno. Depende de cómo corren las cosas.",
    "Hay algunos, uno de los que iba hablar no ha aparecido; hasta ahora no ha aparecido, no creo. El Hermano Humburg, ¿o es…? [Un hermano dice: “Amburgy”.—Editor] Amburgy, Amburgy, Cash Amburgy. Así que yo—yo lo pronuncio todo mal, ese es un nombre Alemán. Me—me supongo que es Alemán. Entonces quizás tenga yo que batear de emergente por él, como diríamos, perdonen la expresión.",
    "Así que hemos estado teniendo un maravilloso tiempo en el Señor. Para todos, si hubieran algunos extraños aquí entre nosotros esta noche, estamos muy contentos de tenerlos a Uds. aquí. Y confiamos que el Señor les bendiga. Yo espero que cuando nos vayamos del edificio en esta noche, no quede ninguna persona enferma, que nuestro Señor llegue a la escena con Su gran Poder y sane a todos los enfermos y afligidos.",
    "Hace algún tiempo, yo recibía a personas en entrevistas especiales, algunos de los casos difíciles con que teníamos que lidiar. Entonces eso creció tanto, y el Señor siguió bendiciendo eso hasta que teníamos como trescientas o cuatrocientas personas esperando. Y en eso la gente se sentía muy lastimada porque tenía que esperar. Quizás con todo eso, uno tendría que esperar un año o dos para que llegara su turno. ¿Ven?, y era solamente entre los cultos, entre uno y otro, cuando yo los veía en las entrevistas. Y el caso era que nos sentábamos juntos y esperábamos en el Señor hasta que El nos hablara exactamente el caso.",
    "No hay duda que hay gente sentada aquí en esta noche a quienes vi en esas entrevistas especiales. ¿Las hay? A ver si pueden levantar las manos, los que estuvieron en entrevistas especiales. Sí, allí están sentados, así que Uds. pueden ver que eso es correcto. Sólo esperábamos para ver lo que el Señor nos decía del caso…Y entonces hace algún tiempo tuve que parar eso. Le dije a Billy que ya no podríamos tener más entrevistas privadas.",
    "¿Ven?, yo—yo—yo acabo de cumplir los veinticinco años hace poco, por segunda vez, y ya voy algo avanzado hacia la tercera vez. Y cuando uno va envejeciendo así, uno ya no…de alguna forma uno no puede mantener el paso de antes. Los pasos de uno ya son más cortos, y desde luego, el Hermano Moore no sabe nada de eso todavía. El…Creo que somos casi de la misma edad.",
    "Pero mucha agua ha corrido por el río desde que Ud. y yo y el Hermano Brown vinimos aquí la primera vez, con el Hermano Outlaw, y el Hermano García, y el Hermano Fuller. ¿Estarán esos hombres aquí en esta noche? ¿El Hermano García? ¿El Hermano Fuller? ¿El Hermano Outlaw? ¿Están ellos aquí? Levanten la mano si están aquí. Sí, allí está el Hermano Fuller, yo creo, si no estoy equivocado. El Hermano Outlaw está allá. ¿Hermano García? Pero creo que él ha salido de Phoenix. Creo que eso es correcto. El se fue de Phoenix, y está allá en California. Bueno, esos fueron días ciertamente grandiosos, y yo aún creo el mismo Mensaje que tenía allá entonces: “Jesucristo el mismo ayer, y hoy, y por los siglos”. Yo creo que eso ha de haber sido como…Bueno, Becky era una pequeña. Eso ya hace como diecinueve años.",
    "Y ahora ella es una muchacha grande, vieja, gorda y fea, sentada por allí en algún lugar, de diecinueve años. ¿Dónde estás Becky? Ella sí me va a regañar por eso. Me acuerdo cuando la traía cargada en un brazo; eso sí me costaría algo hacerlo esta noche.",
    "Me acuerdo en una cierta noche cuando estuvimos en la iglesia de el Hermano García, y ella era una pequeñita. Y yo dije: “Tenemos aquí en esta noche una reunión internacional”. Yo dije: “Yo estoy hablando a los Hispanos”. Y dije: “Mi esposa es Alemana”. Yo dije: “Yo soy Irlandés”. Y dije: “Y mi hija es una India”. Y esa era Becky.",
    "Entonces cuando salí por la puerta de atrás, allí afuera estaba una jovencita Mexicana, y dijo: “¿Hermano Branham?”\n\nYo dije: “Sí, querida, ¿qué deseas?”\n\nDijo: “¿No piensa Ud. que su niñita es un poco pálida para ser una India?” Como Uds. saben, es una rubia.\n\nY yo dije: “Solamente es India en acción”.",
    "Bueno, estamos muy agradecidos de estar aquí nuevamente en esta noche. Ahora antes de abordar la Palabra, hablemos con El, porque El es la Palabra. Cuando la Palabra es hecha manifiesta, ese es El en Ud.",
    "Y como vimos el tema de anoche: La Simiente De Discrepancia, ¿les gustó la bendición del Señor? [La congregación dice: “Amén”.—Editor] Yo ciertamente me gocé al traerles el Mensaje a Uds. Y vemos así cuáles son las simientes.",
    "Ahora, ¿habrá alguna petición especial en esta noche, algo muy especial? Quizás algunos de Uds. que estarán en esta línea de oración, podrían decir: “Dios, sé misericordioso. Cuando yo llegue a recibir la oración, permite que mi fe aumente para cuadrar con las condiciones”. Y quizás alguien tenga a un ser querido enfermo, o algo. Levanten la mano por favor, para que Dios pueda ver y decir…Ahora, si eso…Uds. no saben como me hace sentir cuando veo eso. Fíjense Uds. en la necesidad que existe aquí. Hermanos ministros, fíjense en esto, ¿ven? Ahora, si eso me hace sentir así, ¿cómo hace sentir a nuestro Padre? Ciertamente.\n\nAhora, oremos.",
    "Querido Jesús, estamos llegando ahora ante el gran Trono de misericordia a través de este Nombre todo suficiente. “Porque no hay otro Nombre dado entre los hombres por medio del cual podamos ser salvos, sino sólo este Nombre del Señor Jesús”. Y estamos viniendo ahora en Su Nombre, y rogamos, Padre Celestial, que Tú nos recibas en esta noche, como Tus hijos que creen. Y Señor, perdona nuestra incredulidad. Ayúdanos en esta noche, que sea que creamos completamente a toda Palabra de Dios en esta noche, para todas las cosas de las cuales tenemos necesidad.",
    "Tú conoces lo que está debajo de estas manos que han sido alzadas; hay enfermedad, algunos de ellos pueden ser problemas domésticos, algunos pueden ser problemas económicos, algunos están cansados, quizás algunos hayan vuelto a caer, algunos son pecadores. Cualquiera que sea la necesidad, Tú eres más que capaz para enfrentar al enemigo. Así que, oramos Señor que en esta noche nosotros podamos reconocer que todos nuestros enemigos, todos han sido derrotados, aun la misma muerte. Y que nosotros somos más que conquistadores en El, Quien—Quien nos amó y se entregó por nosotros, nos ha lavado en Su Sangre.",
    "Rogamos Señor, que toda incredulidad, toda duda, toda frustración, todo lo que no sea semejante a Dios, que todo eso nos deje en esta noche, y que el Espíritu Santo pueda tener la preeminencia en nuestros corazones. Que El nos hable en una forma misteriosa. Que El nos hable en Su Poder. Que El resucite a aquellos que están muertos espiritualmente, y traiga sanidad a aquellos que están enfermos y afligidos, levanta las rodillas débiles, y las manos cansadas que están colgando. Y que pueda haber un tiempo de regocijo.",
    "Que eso comience aquí esta noche, Señor, para que vayamos así de este lugar hacia el Hotel Ramada, y dar comienzo a una de las convenciones más grandes que jamás se ha celebrado en esta ciudad. Señor, mientras estamos reunidos y orando, Tú dijiste: “Si el pueblo que es llamado por Mi Nombre, se juntaren y oraren, luego Yo oiré del Cielo”. Y Dios, rogamos que así sea esta noche.",
    "Ahora Padre, mientras leemos la Palabra, nadie sino Tú puede interpretarla, Tú eres Tu propio intérprete, y rogamos que nos interpretes las cosas que leemos en esta noche. Porque lo pedimos en el Nombre de Jesús. Amén.",
    "Ahora si a muchos de Uds. les gusta apuntar las Escrituras que el ministro lee. Y yo deseo que en esta noche abran conmigo a Efesios.",
    "Y yo estaba hablando el domingo pasado en Efesios, cómo es que el Libro de Josué era el Efesios del Antiguo Testamento, y cómo es que era el Libro de la redención.",
    "Y redención tiene dos partes: “salir de”, y “entrar a”. Primero uno tiene que salir. Algunas personas quieren traer el mundo acá con ellos, pero uno tiene que salir del mundo para entrar en Cristo. Uno tiene que salir de la incredulidad para entrar en fe. No puede haber ni una sola cosa que le estorbe a Ud. Para tener realmente fe genuina, uno tiene que dejar atrás absolutamente todo lo que es contrario a la Palabra de Dios, para entrar en fe.",
    "Entonces ese fue el Libro de Efesios del Antiguo Testamento, Josué. Donde Moisés representó la ley, y no podía salvar a nadie, pero la gracia sí podía, y aquí Josué es la misma palabra que Jesús: “Jehová salvador”.",
    "Y ahora, hallamos que tenemos que llegar a otro Efesios, a otro Efeso ahora. Donde, es que, en nuestras denominaciones intelectuales, y tanta cosa, y todos nuestros programas educacionales, todo ha llegado a su—su Jordán, entonces debemos tener nuevamente un—un Efesios. Debemos tener un éxodo, para “salir de” y para “entrar a”, para el Rapto.",
    "Ahora en esta noche vamos a leer del segundo capítulo de Efesios. Yo estaba diciendo eso solamente para que pudiesen dar con el lugar, o abrir al capítulo.\n\nY él os dio vida a vosotros, cuando estabais muertos en vuestros delitos y pecados,\n\nEn los cuales anduvisteis en otro tiempo, siguiendo la corriente de este mundo, conforme al príncipe de la potestad del aire, el espíritu que ahora opera en los hijos de desobediencia,\n\nEntre los cuales también todos nosotros vivimos en otro tiempo en los deseos de nuestra carne, haciendo la voluntad de la carne y de los pensamientos, y éramos por naturaleza hijos de ira, lo mismo que los demás.\n\nPero Dios, que es rico en misericordia, por su gran amor con que nos amó,\n\nAun estando nosotros muertos en pecados, juntamente con El…O, nos dio vida a Cristo (por gracia sois salvos),",
    "Deseo tomar de allí un poco o parte del versículo: “pero Dios”, El Dios Que Es Rico En Misericordia.",
    "Quiero que se fijen en el profeta, o más bien el apóstol, Pablo, quien—quien, como él mencionó esto, que: “Y él os dio vida a vosotros, cuando estabais muertos. El os dio vida a vosotros, cuando estabais muertos. Muertos en vuestros delitos y pecados, andando tras las cosas del mundo, el deseo de la carne, y cumpliendo los deseos de la mente. Ha…”",
    "¿Ve Ud., qué ha causado este cambio? Y ¿qué lo causó que: “estando en un tiempo muerto”, ahora estuviera vivificado? Vivificar quiere decir “dar vida”. Hubo un cambio de muerte a Vida. No hay ninguna, no hay ninguna otra cosa que le pudiera suceder a una persona, tan grande, como ser cambiado de muerte a Vida. Un hombre, si él está muriendo físicamente y pudiera ser sanado físicamente, eso sería una gran cosa; pero no hay nada tan grande como cuando él está muerto espiritualmente, y Dios lo ha vivificado a Vida.",
    "🦅 Estabais, en tiempo pasado, muertos”. Estaban muertos. Aun muchos aquí en esta noche, en un tiempo, pueden mirar atrás y saber que estaban muertos. Pero ahora, ¿por qué no están muertos en esta noche, como estaban entonces? Ud. merece estar así, por cuanto Ud. era pecador, “pero Dios, que es rico en misericordia”. Esa es—esa es la cosa: “Dios, que es rico”. Todas estas otras cosas que éramos, “¡pero Dios!” Eso allí mismo hizo la diferencia: “¡Dios, que es rico en misericordia!”",
    "Oh, yo estoy tan contento por eso, que El, siendo rico en misericordia. Si El fuera solamente rico en dinero, si El fuera solamente rico en cosas materiales, lo cual El es, sin embargo la cosa más grande es ser rico en misericordia. Oh, qué gran palabra es esa, cómo es que estábamos en un tiempo muertos.",
    "Y estábamos hablando la otra noche acerca de como es que la simiente tiene que morir. Y todo alrededor de ese germen de vida tiene que no solamente morir, pero podrirse. Si no se pudre, no puede vivir. Y podrir es: “completamente aniquilado, terminado”. Y sólo cuando nosotros podamos llegar al lugar en que todas nuestras ideas y nuestro pensamiento queden completamente aniquilados, y se pudra y esté lejos de nosotros, entonces es cuando el germen de vida puede comenzar a vivir.",
    "Ahora—ahora quizás, quizás yo pueda inyectar un poquito de doctrina aquí. Pero no…Si Ud. no lo cree, muy bien. Eso está bien. Yo sí lo creo. Yo creo que un hombre, cuando él es nacido en este mundo, que cuando Ud. es un bebé nacido en este mundo, Ud. no podría haber estado aquí sin que primero fuera del previo conocimiento de Dios, porque El es infinito, y El conoce todas las cosas. Y cuando ese bebé es nacido en el mundo, hay algo en ese bebé. Si él va a tener Vida alguna vez, entonces hay algo en él, en ese niño, a lo cual él llega, tarde o temprano. Esa pequeña simiente está en él. Ahora si Ud. toma…Las Escrituras claramente declaran eso.",
    "Ahora, si Ud. tiene Vida Eterna en esta noche, si nosotros tenemos Vida Eterna, entonces siempre éramos, porque hay una sola forma de Vida Eterna. Siempre éramos, y la razón que siempre éramos, es porque somos una parte de Dios. Y Dios es lo único que es Eterno.",
    "Y como Melquisedec que recibió el diezmo de Abraham, y eso le fue atribuido a su bisnieto Leví, el cual todavía estaba en los lomos de Abraham, pagó diezmos, por cuanto él todavía estaba en los lomos de Abraham cuando se encontró con Melquisedec. Yo quiero hablar sobre eso allá en el otro lugar alguna mañana: ¿Quién Es Este Melquisedec? Ahora noten eso allá lejos, Dios sabía que este muchacho venía. El conocía todas las cosas.",
    "Ahora nosotros somos parte de Dios. Ud. siempre era. Ud. no se acuerda, por cuanto Ud. solamente era un atributo en Dios. Ud. solamente estaba en Su pensamiento. Su mismo nombre, si alguna vez estaba en el Libro de la Vida, fue puesto allí antes de la fundación del mundo. El sabía lo que Ud. era.",
    "Yo solamente estoy diciendo esto, no para enredar la doctrina, sino para enderezarla, para que así nos podamos apartar de este temor y pánico. Lo que pasa es que no saben quiénes son. No es que van a llegar a ser, sino que ya son ahora mismo los hijos de Dios. ¿Ven? Siempre eran los hijos de Dios, ¿ven?",
    "Porque cuando Dios lo tenía a Ud. en Su pensamiento allá en el principio, Ud. tenía que ser—alguna parte de Ud., la Vida que está en Ud. ahora—tenía que estar con Dios allá antes de eso. Bien, cuando El, antes que Ud. llegara a materializarse aquí en la tierra, cuando no había nada sino Dios, Ud. era uno de Sus atributos. El ya sabía cuál sería su nombre. El ya sabía el color de su cabello. El sabía todo en cuanto a Ud. La única cosa que sucedió es que cuando Ud., siendo un pecador…",
    "Muchos de Uds. pueden tener compañerismo conmigo en este pensamiento. Cuando Ud. era un muchachito o una muchachita, Ud. iba por aquí y por allá y habían ciertas cosas que simplemente, cuando no molestaban a los otros muchachitos, parecía que había algo en Ud. que clamaba. Había Dios en alguna parte, sin embargo Ud. era un pecador. ¿Se acuerdan de eso? [La congregación dice: “Amén”.—Editor] Ciertamente. Ahora, ¿qué era eso? Entonces, esa era esa pequeña forma de Vida en Ud.",
    "Y luego, después de un tiempo, Ud. escuchó el Evangelio. Quizás Ud. fue a la iglesia. Ud. escogió esto y aquello, e iba de denominación en denominación. Pero un día, Ud. siendo parte de Dios, Ud. tenía que ser parte de la Palabra. Y cuando Ud. escuchó la Palabra, Ud. se dio cuenta de dónde es que venía, y Ud. conoció cuál era la Verdad. Ud. siempre era, la simiente que estaba en Ud. siempre era. La Palabra reconoció a la Palabra que estaba en Ud., que fue antes de la fundación del mundo, vio la Palabra y Ud. vino a Ella.",
    "Como la historia que tengo del águila, cómo es que el águila fue empollada bajo la gallina. Y ese pequeño caminaba allí con los polluelos, él, la gallina cloqueaba, y él no entendía ese cloqueo. Y los polluelos, con su dieta allí en el corral, él no entendía eso, como es que podían hacer eso. Pero había algo en él que parecía ser distinto de lo que era esa gallina, es porque en el comienzo él era águila. Correcto. Un día su mamá vino buscándolo, y cuando él escuchó el clamor del águila, eso era distinto al cloqueo de la gallina.",
    "Y así es con todo creyente renacido. Ud. puede escuchar toda la teología que desee, y toda la discrepancia hecha por el hombre, pero cuando esa Palabra relampaguea, entonces hay algo que le agarra. Y Ud. viene a eso. “Uds. que antes estaban muertos en el pecado; El ha vivificado esa vida”. Primeramente tiene que haber allí una Vida que pueda vivificar. Dios, por Su previo conocimiento, conocía todas las cosas, y nosotros estábamos predestinados para ser hijos e hijas de Dios. “Vosotros que estabais muertos en delitos y pecados, entre los cuales también todos nosotros vivíamos en otro tiempo, pero El nos ha vivificado”.",
    "Fíjense en Pablo, cuando Pablo era un gran teólogo. Pero cuando él estuvo cara a cara con la Palabra, Jesús, lo vivificó. El fue vivificado rápidamente, porque a eso fue ordenado. El…El fue parte de la Palabra, y cuando la Palabra vio la Palabra, era su naturaleza. Todo el cloqueo de las gallinas en las iglesias ortodoxas no tenían efecto en él; él había visto la Palabra. Era parte de él. El era un águila. El no era gallina; él solamente estaba en el corral con ellas. Pero él era un águila para comenzar.",
    "Yo escuché una historia semejante, ojalá que no suene sacrílego, pero era acerca de un patito que había sido empollado bajo una gallina una vez. El no podía entender. El era una criatura muy rara, un pájaro raro, y él no podía entender todo ese polvo y todas las cosas. Ellos estaban jugando en el corral. Pero un día la gallina llevó a sus polluelos allá atrás del granero, y éste olfateó el agua. Bueno, él corrió directamente al agua tan rápido como podía. ¿Por qué? El nunca había estado en un charco. El nunca había estado en el agua. ¡Pero él era un pato para comenzar! Lo único que tenía que hacer era volver en sí mismo.",
    "Y eso es lo mismo que es el creyente. Hay algo en él que cuando él llega cara a cara con Dios, él vuelve en sí mismo. Esa simiente está en él, y es vivificada. ¡Oh! Correcto, y él vuela lejos de las cosas del mundo. Todo eso llega a ser muerto para él. Oh, yo me acuerdo, todos tuvimos nuestra vida en el pasado en esas cosas del mundo. Pero una vez que nos agarramos de la verdadera Cosa, algo que nos vivificó, una simiente pequeña vino a Vida, entonces todas las cosas del mundo se pudrieron. Ya no teníamos ningún deseo de aquello.",
    "🦅 El que es nacido de Dios no comete pecado. El adorador una vez purgado ya no tiene más conciencia de pecado, no tiene más deseo de pecar”. Allí termina el asunto del pecado. Ud. llega a ser parte de Dios, en Cristo. Cristo murió para redimirlo a Ud.",
    "Ahora piensen en todo aquello que hubiéramos sido si no fuera por Dios. Pero Dios en Su rica misericordia, cómo nos ha redimido en esta noche. ¿Adónde estaríamos en esta noche si no fuera por la rica misericordia de Dios sobre nosotros?",
    "En una ocasión el mundo estuvo tan pecaminoso y el hombre había causado tanta corrupción sobre la tierra, hasta que Dios estaba arrepentido de haber hecho al hombre. Toda la cabeza era una llaga podrida, todo el cuerpo entero, y Dios estaba arrepentido de haber hecho al hombre. Entonces El dijo: “Yo destruiré al hombre que he creado”. El los destruirá porque no tienen más que un montón de corrupción.",
    "Y toda la raza humana hubiera sido aniquilada en aquel tiempo, pero Dios, rico en misericordia, no podía permitir al inocente perecer junto con el culpable. Entonces El fue y preparó una vía para aquellos que deseaban entrar, los cuales querían hacer lo correcto. El formuló una vía de misericordia para aquellos que deseaban misericordia, y preparó un arca. En otras palabras, El les puso alas a Sus águilas, y ellos entonces podían volar sobre el juicio y no ahogarse con las gallinas. Pero El—El preparó una vía de escape en los días de Noé. Esto le causó a El que lo hiciera, porque El era rico en misericordia.",
    "Pero después que El ha provisto una vía para el pueblo, y luego ellos lo rechazan, ahora la razón por la que lo rechazan, es que en ellos no hay nada para recibirlo. No hay nada para recibirlo. Mi mamá antes decía: “Al nabo no se le puede sacar sangre, porque no hay sangre en el nabo”. Así que si no existe allí una forma de Vida para recibirlo, entonces no puede ser recibido.",
    "Por eso fue que los Fariseos podían mirar directamente en la cara de Jesús y llamarlo Beelzebú, porque en ellos no había nada con qué recibirlo. “Pero todo cuanto el Padre me ha dado”, dijo El, “vendrá a mí”. Hay—hay alguna manera en que será presentado.",
    "Uno en alguna ocasión puede hablarle a la gente en la calle acerca del Señor, y ellos se ríen en su cara. Bueno, de todas maneras debemos hacer eso. Pero escuchen: “Ningún hombre puede venir a Mí sin que primero Mi Padre le traiga”. Dios tiene que obrar en ellos. Tiene que haber una Vida: “Todos los que el Padre Me ha dado, vendrán a Mí”.",
    "El ha provisto para los que desean ser redimidos. El ha provisto para aquellos que desean ser sanados. Y entonces, por cuanto El ha hecho esto, eso lo hace rico en misericordia, como siempre El ha sido, rico en misericordia. Tiene que ser…Si Ud. rechaza esto, no le queda nada sino el Juicio, por cuanto el pecado tiene que ser juzgado.",
    "Cuando Faraón entró al—al mar como un personificador, viendo que podía entrar como hizo Moisés. Moisés con su ejército, y Faraón con su ejército, parecía que ambos debían haber perecido en el mar. Pero Dios, rico en misericordia, preparó una vía de escape para los Hebreos (¿por qué?), porque ellos estaban siguiendo directamente en la línea del deber, ellos estaban siguiendo en la Palabra.",
    "Ahora esa es la única forma de obtener misericordia, eso es seguir las instrucciones que Dios nos ha dado a seguir. Y esa es la única forma en que El puede mostrar misericordia, y eso es cuando nosotros seguimos lo que El nos ha dicho que hagamos.",
    "Como el pequeño debate no hace mucho, que tuve con un ministro, que dijo que yo estaba enseñando una doctrina apostólica en este día. Yo creo que hablé de eso hace una noche o dos, o en algún tiempo, de cómo él dijo: “Ud. está tratando de inyectar en esta edad una doctrina apostólica”. El dijo: “La edad apostólica cesó con los apóstoles”.\n\nY yo le pregunté: “Bueno, ¿cree Ud. la Palabra?”\n\nEl dijo: “Sí”.",
    "Yo dije: “Apocalipsis 22:18 dice que, ‘Quien sea que quitare una Palabra de esto, o que le añadiere una palabra’, no dos palabras, una Palabra, que le saque una sola Palabra”.\n\nDijo: “Yo creo eso”.",
    "Yo dije: “Bien, yo le puedo decir cuándo fue que la edad apostólica fue introducida, cuándo las Bendiciones apostólicas fueron dadas a la Iglesia. Ahora Ud. dígame cuándo fue que Dios quitó eso de la iglesia, por la Palabra. Ud. no lo puede hacer. Porque no está allí”. Yo dije: “Ahora recuerde, que Pedro, en el Día de Pentecostés, él fue el—el que introdujo la edad apostólica. Y él les dijo a todos: ‘Arrepentíos y bautícese cada uno en el Nombre de Jesucristo para la remisión de los pecados, y recibiréis el don del Espíritu Santo, por cuanto la promesa es para vosotros y para vuestros hijos y para todos aquellos para cuantos el Señor nuestro Dios llamare’”.",
    "Ahora, si Ud. desea escuchar el cloqueo de alguna gallina denominacional, y vivir allá atrás en las cosas del mundo, entonces eso muestra que algo está muy errado. Porque esa es la Palabra. “Quien quiera, pueda venir”. Y si Ud. tiene el deseo, Ud. debe venir. Pero si Ud. no tiene deseo, entonces Ud. está en una condición muy triste. Pero si Ud. tiene el deseo de venir, ¡venga y siga la fórmula de Dios!",
    "Y El nunca falla en cumplir lo que El prometió. En un tiempo fui joven, y ahora soy anciano, pero nunca le he visto fallar en Su Palabra. Porque El puede hacer todo, menos fallar. El no puede fallar. Dios no puede. Es imposible que Dios falle y permanecer Dios. Así tiene que ser, para ser eso.",
    "Ahora, el ejército de Faraón trató de personificar, porque no eran llamados, y no tenían esa Vida La promesa no fue para Faraón. La promesa no le fue dada a él para la tierra prometida.",
    "Y un personificador tratando de seguir al genuino creyente que es llamado para tales cosas, él sólo hace una burla del asunto. Y eso es lo que pasa con nuestro sistema religioso de hoy en día. Hay demasiadas personas tratando de personificar al Espíritu Santo, demasiada gente tratando de personificar el bautismo, demasiada gente tratando de personificar la edad apostólica. Es para creyentes, y sólo para ellos. Dios ha preparado una vía, rica en misericordia, para que Sus hijos no perezcan. El les ha preparado un camino.",
    "Ahora, Faraón, tratando de perseguirlos, se ahogó en las mismas aguas que salvaron a Moisés y su grupo. Ahora, Moisés no se ahogó por cuanto Dios es rico en misericordia para aquellos que están siguiendo Su camino provisto. ¡Amén!",
    "¿Pueden ver lo que quiero decir? Eso es que en esta noche, la gente que no cree en sanidad Divina, la gente que no cree en el bautismo del Espíritu Santo, ¿cómo pueden recibir alguna cosa? Dios es rico en misericordia para aquellos que Le siguen; no siguiendo un credo, sino a Dios.",
    "Dios es la Palabra, y fue hecha carne y habitó entre nosotros, ahora, para que El pueda traer los otros atributos de Dios. El cuerpo, Jesús, fue cuerpo de Dios, un atributo. Moisés le vio pasar y vio la parte posterior de El. Ningún hombre había visto Su rostro. Pero ahora Lo vemos, Lo hemos visto, Lo hemos visto como el Sacrificio. Ahora vean, El fue un atributo de Dios siendo desplegado, la Palabra. Eso es lo que fue.",
    "Y cuando cualquier creyente viene a Dios, él llega a ser el atributo de Dios, de Su Palabra, él es usado para manifestar la Palabra que es prometida para ese día. ¿Ven? Correcto. Dios, rico en misericordia, nunca nos ha dejado sin testimonio. El es rico en misericordia.",
    "Hallamos ahora que Dios fue tan misericordioso a Moisés allá en ese mar muerto, allá en el Mar Rojo, más bien dicho. Luego cuando El dijo aquí en Exodo 19:4, El dijo: “Os tomé sobre alas de águilas, y os he traído a Mí mismo. Los llevé sobre alas de águilas, ¡y os he traído a Mí mismo!” Había otros hombres en medio del mar allá también, tratando de personificar. Pero ¿qué? “El los llevó en alas de águilas”.",
    "Ahora Dios siempre asemeja Sus profetas a águilas. Y ¿qué fue? Moisés fue Su mensajero, y ellos estaban siguiendo a Moisés, y esas fueron las alas de águilas en las cuales ellos fueron llevados, porque él estaba llevando el mensaje de Dios. Y eso fue lo que la gente estaba siguiendo. Ellos estaban siguiendo a Dios a medida que seguían a Moisés con su mensaje de liberación. Y la Biblia dice que: “El…Ellos no perecieron con aquellos que no creyeron”, porque Dios fue rico en misericordia a ellos por cuanto ellos estaban siguiendo Sus mandamientos. Dios desea que nosotros sigamos Sus mandamientos.",
    "Podríamos decir lo mismo acerca de Coré y Datán y los suyos, aquel pueblo incrédulo, mientras trataron de personificar. Ellos quisieron injertar algo en el programa de Dios. A ellos no les gustó el programa de un solo hombre. No les gustó eso. Ellos mismos tenían que tener algo qué hacer. Coré dijo: “Pues mira, Moisés, hay otros hombres santos además de ti. Tú crees que eres la única playa en la…o más bien, el único grano de arena en la playa”. Y dijo: “Yo—yo…tú no debes hacer eso. Y hay más hombres aquí”.",
    "Y Moisés sabía que él habría de llevar los hijos a la tierra prometida, por cuanto la promesa fue dada a él. Y él tenía que llevarlos a la tierra prometida.",
    "Y hoy, el Espíritu Santo está aquí para vindicar la Palabra de Dios, y esas son las alas de águila en las que debemos estar montados. No alguna teología hecha por el hombre, pero nosotros debemos montarnos sobre las alas de águila hacia la Tierra prometida.",
    "Y entonces tenían pensado reunir un grupo de gallinas allí, pensó Coré, Ud. sabe, para venir y personificar a este águila. Y cuando lo hicieron, Dios dijo: “Sepárate de ellos”, y El hizo desaparecer ese mundo. El hubiera hecho desaparecer la cosa por completo, toda la creación, pero Dios fue rico en misericordia para con aquellos que intentaban seguir Su Palabra. Siempre, Dios rico en misericordia. Muchos vinieron acá de este lado con Moisés, pero Dios hizo abrir la tierra e hizo que se tragara al incrédulo. El incrédulo siempre perecerá.",
    "Aquellos que no creyeron, aunque salieron y caminaron por un tiempo, pero ellos, Jesús dijo: “Todos ellos están muertos”. Y muerte es “aniquilación”. Ellos están muertos. Piensen en ellos. Salieron, vieron las maravillas de Dios, vieron la gran mano de Dios, se gozaron con el maná; y cuando estuvieron allá le pusieron atención a un hombre llamado Balaam, quien pervirtió el camino de Dios, por sus enseñanzas contrarias a la Palabra: “Todos somos hermanos, así que reunámonos”.",
    "Y es otro sistema de Balaam el que se está levantando hoy en día: “Juntémonos todos”. Eso no funcionará. Caminemos con el Aguila, Jehová Aguila. Uds. son aguiluchos.",
    "De todo ese grupo entero hubo sólo tres que se salvaron: Moisés, Caleb, y Josué. Los demás perecieron en el desierto; Jesús así lo dijo en San Juan, capítulo seis. Dios, en misericordia, no les dejaría perecer con los demás incrédulos. Todos aquellos murieron allí mismo en el desierto, y están todos muertos. Dios salvó a Moisés y a los creyentes águila, por cuanto ellos tuvieron respeto a Su Palabra.",
    "Y hoy en día, amigos, la única manera que tendremos favor con Dios; Dios es rico en misericordia hoy, pero tenemos que respetar lo que El ha dicho al respecto. Ud. no puede tomar lo que otra persona dice; Ud. tiene que tomar lo que Dios dice. El ha dicho: “La palabra de todo hombre sea mentira, y Mi Palabra sea verdadera”.",
    "Hoy se nos dice: “Todo lo que tienen que hacer”, en muchos lugares, “es unirse a la iglesia, tener un credo o algo semejante, o decir alguna oración, o firmar su nombre en algún libro, o ser rociado o ser bautizado de cierta manera, o algo así. Eso es todo lo que Ud. tiene que hacer”. ¡Pero eso está errado!",
    "Para ser un águila de Dios, Ud. tiene que seguir a la Palabra, día tras día. Ud. tiene que continuar y alimentarse con la Palabra.",
    "Ahora, los hallamos, después de ese tiempo, murmurando nuevamente; debilitados en fe después que Dios les había mostrado misericordia. Y los hallamos murmurando contra Dios, y cuando lo hicieron, estaban muriéndose de picaduras de serpientes. Bueno, lo merecían. ¡Ciertamente que sí! Cualquier persona que errara en la Palabra de Dios e hiciera las cosas que ellos hicieron, ellos merecían morir. Cada uno de ellos merecía morir en el desierto.",
    "Pero cuando estaban tan enfermos que aun el doctor Moisés, y ninguno de ellos, podía hacer alguna cosa, y estaban muriendo por miles; pero Dios, rico en misericordia, El preparó una vía de escape para aquellos que Le creerían. El formuló un antídoto para eso al hacer que colocaran en alto la serpiente de bronce. Dios en Su rica…Dios preparó una vía de escape para que Sus hijos creyentes pudieran ser sanados.",
    "Dios está interesado en todo lo que está errado, en todo lo que Ud. participa. Todo camino de la vida, Dios está interesado en Ud. Ud. es Su hijo, y El es rico en misericordia. El quiere hacer algo por Ud.",
    "La gente pecó más tarde, al tomar esta misma cosa que Dios les había dado para su redención, por la serpiente de bronce, lo cual representaba el pecado ya juzgado, y ellos pusieron a este don como ídolo. Y nuevamente entró el pecado. “Dios no compartirá Su gloria con nadie”. Por lo tanto, no podemos tener dos, ni tres, ni cuatro dioses. Hay un solo Dios. El no compartirá Su gloria con ninguna otra cosa. El es Dios, solo, ¿ven?, así como los paganos tienen muchos dioses. Nosotros tenemos al único Dios, y El no compartirá Su gloria con ningún otro. Tampoco permitirá que alguna cosa sea un ídolo frente a El. Aunque El había hecho una expiación para el pueblo, y era la Palabra de Dios, estaba correcto; pero cuando ellos llegaron a idolatrar aquella cosa, entonces se metieron en problemas.",
    "Ahora, esa es la misma cosa, pienso yo, que ha sucedido en nuestras edades de la iglesia. Dios nos envió el mensaje de Martín Lutero, con su mensaje, Juan Wesley, luego el mensaje Pentecostal. Pero ¿qué hicimos con todo eso? La misma cosa que aquellos hicieron con la serpiente de bronce, lo idolatramos, diciendo: “Yo pertenezco a esto, yo pertenezco a aquello”. ¿Ven Uds.? Pertenecen a algo sin la sinceridad que viene con la adoración genuina y santa de la Palabra.",
    "¿Qué pasó? La Biblia, nos es dicho en la Biblia, que: “El profeta tomó el ídolo y lo destruyó”. ¡Aleluya!",
    "Lo que necesitamos en la escena hoy en día es un profeta que destruirá el ídolo de las denominaciones, que piensan que van a entrar al Cielo solo por pertenecer a algún credo o alguna denominación; eso necesita ser destruido, quemado y botado. Dios está lleno de misericordia. El es rico en misericordia. En el día cuando todos hubiéramos estado allá afuera en ese caos de tinieblas, mas Dios, rico en misericordia, nos ha enviado el real y genuino Espíritu Santo, con Su Propia interpretación de Ello, aquí mismo en el edificio cada noche. Dios, rico en Su misericordia, ¡qué maravilloso hallamos que El es! Sí señor.",
    "Ahora, todo lo que ellos pensaron que tenían que hacer era acercarse a esta víbora o, a esta cosita que Dios había hecho allí, había mandado a Moisés hacer, y que lo alzara en el poste, y que podían ser sanados sin nada de sinceridad. Simplemente se pararon a mirarlo. Y así comenzaron a idolatrarlo, luego Dios mandó un profeta y lo destruyó.",
    "Ahora, todos los que rechazaron mirar a la serpiente allá en el desierto, perecieron. Ahora, Dios prepara un camino, pero si Ud. rechaza mirarlo, si Ud. se queda sentado al otro lado de la calle, si Ud. se mantiene con algún credo, y rechaza ver directamente a la Palabra y considerar si es correcto o no; todos los que rechazaron mirar, perecieron. Y Dios es un Dios incambiable. Y todos los que rechazaron mirar, perecieron. Y así es hoy, la misma cosa.",
    "Entonces el pueblo pecó después, y como siempre han hecho, e hicieron el ídolo de esa—de esa cosa, haciendo de ello un—un—un…Tratando de obtener sanidad sin sinceridad, y ellos “pertenecían a algo”, y así como se hace hoy en día. Y entonces vemos que allá la diferencia era que Dios…",
    "Era una buena expiación, una buena señal para aquel tiempo. En aquel tiempo estaba bien. Pero era solamente para aquel tiempo, para aquella jornada. Sólo para eso funcionaría, para aquella jornada.",
    "Y el mensaje que trajo Martín Lutero, de justificación, fue correcto para la edad de Lutero. Pero hasta allí llegó.",
    "Santificación estuvo bien en la edad de Wesley. Hasta allí llegó.",
    "Luego entramos a la edad pentecostal, y la restauración de los dones es una cosa muy buena. Fue muy bueno en aquella edad, pero ya estamos avanzando más allá de eso ahora. Estamos más allá de eso, tan seguro como que existe el mundo. Tenemos que llegar más allá de esta cosa, por cuanto hemos hecho la misma cosa con esto como ellos hicieron allá, haciendo un ídolo. “Yo pertenezco a este orden de eso, yo pertenezco a ese orden de eso”.",
    "Dios enviará a alguien que hará pedazos de esa cosa, y la hará pedazos y confirmará Su Palabra, toda la Palabra. Noten. ¡Alabado sea Dios! Ahora, vemos que eso es la verdad. ¡Dios, rico en Su misericordia!",
    "Luego, cuando el profeta destruyó esto, eso los dejó sin ninguna señal de sanidad, de expiación, por cuanto su ídolo estaba destruido. Pero Dios, rico en misericordia, les hizo otro. Y ¿qué fue lo que hizo? El movió las aguas en el estanque en el templo, y muchos vinieron y fueron sanados al entrar en el agua. Jesús vino a este mismo estanque, y vio un hombre que había estado acostado allí por muchos años, esperando el movimiento de las aguas. ¿Ven? ¡Dios, rico en misericordia! Aunque ellos idolatraron esa cosa, aunque el profeta tuvo que despedazar esa cosa, Dios les preparó otro camino porque El es rico en misericordia. El desea que sean sanos, y El preparó un camino para su sanidad.",
    "Ahora, aquello ocurrió, y el mundo llegó a ser más y más pecaminoso todo el tiempo. Y por fin el mundo llegó a ser tan pecaminoso que Dios lo pudo haber destruido, El dijo en Malaquías 4: “No sea que yo venga y hiera la tierra con maldición”. El pudo haberlo hecho; sólo la cuestión.",
    "Pero luego, Dios rico en misericordia, El envió un Salvador, Jesucristo. El envió a Jesús para ser Salvador y sanador. Por cuanto dijo: “Así como Moisés levantó la serpiente de bronce en el desierto, así también el Hijo del hombre debe ser levantado”, para el mismo propósito. El, la expiación, sobre eso es que tenemos derecho, nada sino la expiación. Lo que Jesús compró con Su Sangre, sobre eso es que tenemos derecho. Y la Biblia dice: “Mas El herido fue por nuestras rebeliones, molido por nuestros pecados, el castigo de nuestro paz fue sobre El, y por Su llaga fuimos nosotros curados”. Eso es lo que nosotros podemos reclamar por cuanto eso es lo que la expiación, por la cual estamos parados, mandó para nosotros. ¡Dios, rico en misericordia!",
    "Esta habría de ser una expiación Eterna, porque El mismo vino. Dios mismo vino en la forma de carne pecaminosa para proveer una—una—una expiación Eterna; y El sufrió en la carne, e hizo la expiación; luego volvió nuevamente en la forma del Espíritu Santo, para confirmar la expiación. Cuando ni la serpiente de bronce ni el agua movida podía hacer esto, todo enfocaba en aquella Expiación perfecta. Dios, rico en Su misericordia, ha hecho esto.",
    "Ahora, hoy, siendo el día en que estamos viviendo, hemos pasado por todas estas edades de la iglesia, y hemos llegado a explicar todo hasta la nada. Nuestros teólogos del día han perdido ese lado de la Cosa. Ellos lo explican todo para otro día, para otra edad, algo distinto muy atrás, allá muy lejos. Y la sanidad Divina casi había quedado en nada, casi no se hallaba a nadie que la creyera. Ellos se e mofaron de esto. No hace más de veinte años, se estaban mofando de esto. Los Pentecostales casi se habían apartado de esto. Ellos lo comenzaron en los días primitivos, pero se apartaron de ello.",
    "Y vean cómo lo hicieron. Ahora tienen una locura denominacional, corriendo para todos lados, cada quien con su credo, etc. Pero en vez de aceptar la Luz cuando la Luz viene, ellos se organizaron y se formaron credos, cada uno dando sus vueltas y haciéndose un credo, una doctrina y manteniéndose en esa doctrina. Y luego le quitaron tantas cosas hasta que el Espíritu Santo no podía entrar ya en la iglesia. Llegaron a ser simplemente otro ídolo como la serpiente de bronce. Llegó a ser una idolatría. Cada persona dijo: “Yo pertenezco a esto”. Y “Yo pertenezco a aquello”. Fue una idolatría. En qué enredo estábamos en el tiempo del fin.",
    "Pero Dios, rico en Su misericordia, ha enviado nuevamente el Espíritu Santo sobre nosotros, y está vindicando Su Palabra en esta noche como prometió que haría. Dios prometió que haría estas cosas. ¡Vean lo que El hizo!",
    "Vean lo que El hizo, cómo es que ahora podemos ver que El prometió que ciertas cosas sucederían en cada edad. Y hallamos que sucedió exactamente como El dijo que haría, por cuanto El es rico en Su misericordia, para siempre tener misericordia para cumplir toda palabra que El ha prometido. El tiene que hacerlo, y siempre, para permanecer Dios. El siempre hace esto, Su Palabra siempre se cumple en Su tiempo. Su simiente que El sembró en la tierra. ¿Qué hizo? El la colocó aquí en la Palabra, y esa es una simiente. Y cada vez que la edad llega, esa simiente se madura y luego llega una reforma. Y El lo prometió, y así sucede.",
    "Ahora, nosotros no merecíamos estas cosas. Nosotros no merecíamos las bendiciones de Dios, porque nosotros habíamos salido tras las cosas del mundo, habíamos entrado en el error de Caín. Caín, edificando su altar tan bonito, y una iglesia bonita, y colocándole flores, y pensando que así era exactamente; fueron unas manzanas, o peras, o granadas, o lo que era que su padre y su madre habían comido en el huerto del Edén, lo que los echó fuera. Así que él ofreció eso nuevamente a Dios, y Dios lo rechazó.",
    "🦅 Pero Abel, por fe ofreció a Dios un sacrificio más excelente que el de Caín”.",
    "Y hoy, la Biblia dice en Judas, que: “Han seguido el camino de Caín y perecieron en la contradicción de Coré”. ¿Ven? “Siguieron en el camino de Caín”, edificando altares, edificando iglesias, denominaciones, poniéndole muchas flores, cosas grandes, más miembros que todos los demás; aceptando cosas, cualquier cosa que llega por allí que brinca y salta, o que da la diestra de compañerismo, o que fuera bautizado de cierta forma, o que hablara en lenguas, o que corrió por todo el edificio, ponen su nombre en el libro. Correcto. Y luego le dan la espalda a la Verdad genuina cuando es predicada, y La niegan. ¿Cómo puede ser así? ¡Noten bien el enredo en que estábamos! Noten.",
    "Y la Biblia dijo: “Y se lanzaron por lucro en el error de Balaam y perecieron en la contradicción de Coré”. ¡Perecieron en la contradicción! ¿Cuál fue la contradicción de Coré? “Pues, ¿piensas tú que eres el único hombre santo? Pues Dios…Todos nosotros somos santos. Toda la iglesia es así. Todos…Juntémonos todos, así debemos hacer”. Allí es donde perecieron, en eso. Y nosotros verdaderamente lo merecíamos. Merecíamos ser aquello.",
    "Pero Dios, rico en misericordia, nos ha sacado de todo ese caos y nos ha permitido ver la cosa antes de que llegue. Rico en Su misericordia, y nos ha enviado nuevamente un avivamiento de sanidad Divina y el derramamiento nuevamente del Poder de Dios. Según la historia, ningún avivamiento ha durado más de tres años. Este avivamiento ya lleva quince años, ha estado encendiendo fuegos alrededor y alrededor del mundo. ¿Por qué? ¿Porque lo merecemos? Dios, rico en Su misericordia, no porque nosotros así lo deseábamos, o más bien dicho, porque así lo merecíamos. ¡Sólo piensen en lo que ha hecho!",
    "Yo pienso en una de sus propias hermanas aquí en Phoenix, la cual muchos de Uds. conocen, la Señora Hattie Waldrop, ella tenía cáncer del corazón, y ella estaba en la línea de oración aquí cuando yo y el Hermano Moore estuvimos aquí la primera vez, hace como quince o dieciocho años. Y ella se estaba muriendo de cáncer del corazón, y ella debía haber muerto hace mucho tiempo. Pero Dios, rico en misericordia, envió Su Poder sobre ella y El salvó su vida, y ella vive hoy. ¡Dios, rico en misericordia!",
    "El congresista Upshaw, un hombre importante. Pienso que él fue presidente, o algo, de los—de los Bautistas, de la Convención de los Bautistas del Sur, en un tiempo, o vicepresidente o algo. El había hecho todo…Era un hombre bueno. El hizo todo lo que sabía hacer. El había ido con todo médico. Nadie podía hacer nada por él. El estaba atado. Ministros habían orado por él. Y sobre él habían vaciado cuando menos un galón de aceite, ungiéndolo por diferentes ministros, en todas partes.",
    "Y una noche, en Los Angeles, California, cuando llegaba yo al púlpito, observé las sillas de ruedas como dos, o tres veces más que las que están aquí esta noche, que estaban por todos los pasillos, para arriba y para abajo. Y así a un lado había una camilla, y en ella una niñita negra. Y su—su mamá estaba sentada allí a su lado. Y mi hermano estaba preparando la línea de oración.",
    "Y yo estaba observando, no sabiendo lo que estaba pasando. Y vi a un doctor con lentes con marcos de carey, operando en una niñita negra de una condición de la garganta, y ella fue paralizada. Y miré por allí y pensé: “¿Dónde está esa niña?” Yo no la podía ver.",
    "Después de un rato, allá muy abajo, sin esperanza, una bella niñita como de siete u ocho años, y que tuviera que permanecer paralizada toda su vida. Y allí estaba su mamá arrodillada, orando. Entonces yo dije: “Este médico operó en su niñita”, y les describí como era.\n\nElla dijo: “Eso es correcto, señor”.",
    "Luego ella intentó traer la niña a la plataforma. Le dijeron que no lo hiciera. Trataron de calmarla. Y cuando la calmaron, yo pensé: “Bueno, tendremos oportunidad para orar por ella”. En unos momentos…Quizás hay gente aquí que estuvo allá aquella noche.",
    "Y yo estaba mirando a través de la audiencia, y vi esa niña caminando por lo que parecía ser un caminito angosto, con su muñeca en sus brazos, meciendo la muñeca. No importaba que tanto decía el médico que ella iba a permanecer paralizada toda su vida; Dios, rico en misericordia, envió el Espíritu Santo por una visión, y esa niña se levantó de allí, y ella y su mamá se tomaron de las manos y caminaron por el pasillo, alabando a Dios.",
    "Allá muy atrás estaba sentado un hombre anciano, el congresista Upshaw, muchos de Uds. conocen su testimonio. El había sido un hombre bueno, lo intentó toda su vida, tenía sesenta y seis años siendo un inválido en una silla de ruedas; lo tenían que acostar; traía muletas debajo de los brazos con las cuales caminaba, y jamás iba a poder caminar normalmente. Y allí estaba él sentado, mirando esa situación. Y de repente, yo miré y vi una visión. Allí venía él, caminando por encima de toda esa congregación, con la cabeza inclinada, y podía caminar tan correctamente como cualquiera. Yo no sabía quién era ese hombre.",
    "Yo dije: “Hay un hombre importante sentado allá atrás. El se cayó de una carreta cuando era un niñito y se cayó en el armazón de la carreta, y se lastimó la espalda. Perforaron el piso de la casa para evitar que la vibración, cuando la gente caminara, que no le llegara a la espalda”. Yo dije: “El ha llegado a ser un hombre importante, y continúa haciéndose más importante. El está sentado en un gran círculo en la Casa Blanca”.",
    "Luego este hombre llegó adonde yo estaba y me dijo: “Ese es el congresista Upshaw. ¿Ha oído Ud. de él?”\n\nYo dije: “Jamás he oído de él”.",
    "Entonces corrieron una extensión del micrófono allá y comenzaron a hablar con él.",
    "Luego yo comencé a mirar por todos lados, y vi al anciano congresista que venía caminando hacia mí en una visión, tan perfectamente normal como podía ser. Dios, rico en misericordia, lo sacó de esa silla de ruedas y él caminó sin muletas hasta el día que murió. ¡Dios, rico en misericordia! Cuando los doctores habían fallado, cuando la ciencia había fallado, cuando todo lo demás había fallado, Dios fue rico en misericordia con el congresista Upshaw.",
    "Yo pienso en mí mismo, cuando era un muchachito. Me acuerdo que…La gente hoy me dice: “odiador de mujeres”. La razón de eso es porque yo vi tanta inmoralidad en las mujeres cuando yo era niño. Yo las odiaba. Y no hago eso ahora, porque sé que sí hay unas genuinas. Pero me acuerdo de cómo era allá, tan malvado, tan inmoral. Y pensé: “Oh, yo nunca estaré donde hay gente. Yo no tengo educación, así que no la buscaré”.",
    "Y era un niñito sentado allí, ni tenía camisa, y tenía este abrigo abrochado así de esta manera con un seguro, y hacía calor, y la maestra me dijo: “William, ¿no tienes calor con ese abrigo puesto?”",
    "Yo dije: “No profesora, en realidad tengo un poco de frío”. Y ella hizo que fuera a la estufa y que le pusiera más leña a la estufa, y casi me quemaba del calor. Y yo—yo no tuve camisa en toda esa temporada.",
    "Y yo pensé: “Si yo pudiera obtener un poco de dinero en alguna ocasión, entonces podría comprarme un rifle 30-30”, y pensaba venir acá al oeste y vivir acá y cazar el resto de mi vida. Yo no quería tener nada que ver con gente. Quería apartarme porque ellos no me querían a mí, y—y yo pues me mantendría apartado de ellos.",
    "Luego cuando yo iba al centro para hablar con alguien, veía algunos muchachos en la calle que conocía, yo decía: “Hola Juan, Jaime. ¿Cómo estas?”\n\n“Oh, hola”.",
    "¿Ven?, ellos no querían hablar conmigo, no querían tener nada que ver conmigo por causa de mi papá y aquellos que fabricaban el whisky. Y yo—yo no hacía eso. No era algo que yo había hecho. Y yo hubiera sido de esa clase.",
    "Pero ahora le dije a mi esposa, no hace mucho: “Mi pared está llena de los mejores rifles que se pueden comprar”. Oh, y yo pienso de aquella ropa sucia cuando era muchacho. En esta noche tengo dos o tres trajes buenos. ¿Y sin amigos? Ahora tengo que esconderme en el desierto para apartarme del pueblo. ¿Qué pasa? ¿Es por causa de mi personalidad? ¿Es por causa de mi educación? No. Dios, rico en misericordia, me vio en aquella condición y me salvó.",
    "Me acuerdo de cuando me guiaron por los brazos como un hombre ciego. Yo no podía ver nada. Todo en frente de mí estaba borroso; yo estaría ciego el resto de mi vida. Pero Dios, rico en misericordia, me restauró la vista. Tengo cincuenta y cinco años, y aún tengo buena vista. Dios, rico en misericordia, es lo único que yo puedo decir.",
    "En una ocasión la iglesia no tenía manera provista para la sanidad. Tenían una, pero la rechazaron. Pero Dios, rico en misericordia, les ha enviado un don de sanidad Divina. Ese es el Espíritu Santo entre nosotros, confirmando la Palabra con señales que le siguen. ¡Dios, rico en misericordia!",
    "Yo aquí tengo otras dos o tres páginas de apuntes pero ni los voy a tocar, porque estoy consciente que estamos a la hora de comenzar la línea de oración. Pero, ¡Dios rico en Su misericordia!",
    "Muchos de Uds. aquí en esta noche, han sido desahuciados por los médicos. Aquí hay gente sentada en sillas de ruedas; quizás nunca saldrán de esas sillas. Se van a quedar en esas sillas, algunos de ellos paralizados en distintas maneras, ellos nunca podrán salir, no hay cómo puedan salir de esas sillas. Pero Dios, rico en Su misericordia, ha provisto una expiación. No lo rechacen. Recíbanlo. Hay hombres aquí con problemas del corazón, hay gente aquí con cánceres, con los cuales los médicos no pueden hacer nada. Uds. están sin esperanza, sin ayuda en este mundo.",
    "Pero Dios, rico en Su misericordia, ha enviado el Espíritu Santo, y está aquí ahora mismo para confirmar la Palabra para probar que El es el mismo ayer, y hoy, y por los siglos. ¿Porque lo merecemos? Porque ¡Dios es rico en Su misericordia! Amén. Ahora ese es Aquel, esa es la Persona, es el Señor Jesús. El no está muerto, sino que ha resucitado de entre los muertos y está vivo para siempre.",
    "El es el mismo ayer, y hoy, y por los siglos, y es igual de rico en Su misericordia como fue para con la mujer que tenía el flujo de sangre. Y ella comenzó a abrirse camino a través de esa multitud. Para ella no había esperanza, los médicos habían hecho todo lo posible. Ella tenía un flujo de sangre. Ella se estaba muriendo. Entonces ella tocó la vestidura del Maestro. Dios, rico en misericordia, se dio la vuelta y le dijo cuál era su condición. Y ella fue sana del flujo de sangre.",
    "Un día, una prostituta viciada fue a un pozo para sacar agua. No tenía esperanza. Ella había sido excomulgada de entre las vírgenes, y de todo el pueblo, su vida no servía para nada. Y ella pensaba: “¿De qué sirve hacer el esfuerzo? He sido echada a la calle. Para mí ya no hay nada”. Pero ella miró, y parado allí a un lado, o sentado allí al lado del pozo, allí había un Hombre sentado que le dijo todo cuanto había hecho. ¡Dios, rico en Su misericordia!",
    "Ese mismo Dios, esta noche, es igual de rico en Su misericordia, y es el mismo que era en aquellos días. Dios rico.…[Espacio en blanco en la cinta.—Editor]",
    "Creo que tenemos como doscientas tarjetas de oración repartidas, o lo que hemos llamado de las doscientas. Los vamos a llamar para que la gente se ponga en línea. Vamos a orar por ellos.",
    "Pero, antes de hacer eso, quizás hubiera algunos nuevos entre nosotros, y para apartarnos de todas las supersticiones. Esto no es superstición. Es más bien la manifestación de la promesa de Dios. Depende qué Ud. está mirando. No hay virtud en ningún hombre. No hay poder en ningún hombre. Pero nosotros, como creyentes, tenemos autoridad; no poder, sino autoridad.",
    "Alguien me preguntó, no hace mucho, dijo: “Hermano Branham, ¿cree Ud. que tiene poder para hacer esto?”",
    "Yo dije: “Yo no tengo nada de poder, nada, pero sí tengo autoridad”. Todo creyente lo tiene. Si Ud. lo rechaza, Ud. se quedará en donde está. Pero si lo acepta, eso le obrará la abundancia en exceso, por cuanto Dios es rico en Su misericordia.",
    "Por ejemplo un policía parado aquí en la calle, su ropa le queda grande por cuanto él es tan flaquito. El gorro lo tiene por las orejas. Y él sale a la calle donde los carros están corriendo por la calle a cincuenta millas por hora [Ochenta kilómetros por hora.—Traductor], y cada uno con motor de trescientos caballos de poder. El no tiene poder ni para parar una bicicleta. Correcto. Pero con el solo hecho de que sople en el silbato y levante la mano, y entonces vea cómo aplican los frenos. El no tiene poder, pero sí tiene autoridad. Toda la ciudad lo respalda.",
    "Y cuando un hombre o una mujer, no me importa en qué condición esté, Ud. tiene autoridad de Dios por medio de una promesa, porque El es rico y ha prometido que haría abundantemente y sin medida. “Si tú le dices a este monte, ‘muévete’, y no lo dudas en tu corazón, pero crees que lo que has dicho acontecerá, entonces puedes tener lo que has dicho”. Ud. no tiene poder, pero sí tiene autoridad.",
    "Recuerdo cuando El me dijo allá: “Podrás revelar los secretos de los corazones”. Porque El…¿Se acuerdan Uds. de eso, muchos de Uds. de aquí de Phoenix? El lo prometió. Lo que El promete, El hace.",
    "Ahora hay algunos de Uds. aquí que no tienen tarjetas de oración, no hay duda. ¿Cuántos están enfermos y no tienen tarjetas de oración? Levanten la mano. Seguro. Muy bien. Si Uds. desean conocer, no autoridad…no poder, sino autoridad de la Palabra: “Las cosas que yo hago, vosotros también las haréis”.",
    "Jesús prometió, en Lucas 17:30, que justamente antes de Su Venida, habría un tiempo como en el tiempo de Moisés o Noé: “Cuando estaban comiendo, bebiendo, dándose en casamiento, y no supieron hasta el día que Noé entró en el arca”. El dijo que llegaríamos a ese tiempo. Luego dijo también: “Como fue en los días de Lot”, y dijo, “esto acontecerá en los días cuando el Hijo del hombre será revelado, cuando el Hijo del hombre será revelado, en los últimos días”.",
    "Ahora vean lo que El, cómo fue que el Hijo del hombre se reveló en la persona de este Angel, lo cual fue el Hijo del hombre. Absolutamente. Abraham lo llamó “Elohim”. El fue el Hijo del hombre, revelándose a Sí mismo justamente antes que el mundo Gentil fuera quemado. ¿Cómo lo hizo? Al creyente. A los creyentes manufacturados, El les envió allá dos predicadores a predicarles. Pero El se quedó allí con el creyente genuino con Su espalda a la tienda, y dijo: “Abraham”. El era Abram el día…unos días antes. Pero ahora él es Abraham. “¿Dónde está tu esposa Sara?”",
    "Dijo: “Ella está en la tienda detrás de Ti”.",
    "Dijo: “Voy a cumplir Mi promesa que te hice. Te voy a visitar”.",
    "Oh, Abraham ya tenía cien años, y Sara noventa, pero Dios, rico en misericordia, cumplió Su promesa. Trajo el niño, por cuanto Dios es misericordioso, y El está lleno de misericordia, El es rico en misericordia, El cumple Su promesa.",
    "Noten, con Su espalda a la tienda, Sara se rió y dijo: “¿Cómo pueden ser estas cosas? Yo soy vieja. ¿Cómo puedo yo tener deleite con mi esposo como una joven casada? Pues, él ya tiene cien años. Nuestra relación familiar ha cesado hace muchos, muchos años. ¿Cómo puede ser esto?” Y ella se rió entre sí acerca de eso.",
    "Y el Angel con…el Hijo del hombre con Su espalda a la—a la tienda, dijo: “¿Por qué se ha reído Sara, diciendo, ‘¿cómo pueden ser estas cosas?’”",
    "¿Qué era? Jesús dijo, en San Lucas 17:30, que: “En los días como fue en los días de Lot”, la misma situación antes que el mundo Gentil sea quemado, El dijo: “El Hijo del hombre se revelará en aquel día”. El hizo la promesa, que Malaquías 4 promete, que un Mensaje saldría que restauraría al pueblo una vez más al Mensaje pentecostal original, y con las mismas bendiciones que tuvieron en el día de…¿Qué es? Es un águila con dos alas, el Antiguo y el Nuevo Testamento, aleteando las promesas de Dios, para cumplir lo que las promesas de la Biblia dijeron que haría. Amén.",
    "Dios, rico en misericordia, no iba permitir que Su pueblo saliera a esta Edad de la Iglesia de Laodicea tan denominacional, “rica en bienes y cosas de este mundo”, pero El les prepararía una vía de escape. Gente, créalo. Dios les bendiga. Amén. ¡Dios, rico en misericordia! Las misericordias de Dios, esa es la única cosa que yo deseo. No Su justicia, no Su ley; sino Su misericordia es por lo cual yo clamo. Dios sea misericordioso conmigo. Todos tenemos ese sentir.",
    "Yo he estado observando. Hay una damita sentada aquí al fin de esta hilera. Señora, ¿tiene Ud. una tarjeta de oración? ¿No tiene? Permítanme mostrarles que Dios es rico en misericordia. Ud. últimamente ha estado muy nerviosa. ¿Correcto? Muy nerviosa, y sus ojos han empeorado. ¿Correcto? Correcto. Ahora van a cambiar. Dios, rico en Su misericordia, al haberle preguntado a Ud. si creería esto. Ahora Ud. no tiene tarjeta de oración, Ud. no tiene nada; pero Ud. no lo necesita. ¿Ven?, es gracia que ha sido mostrada para Ud.",
    "Allí está sentado un muchachito muy pequeño, sentado allí en frente, con una…está sentado allí mismo. El está sufriendo con un crecimiento en su cuerpo. Y eso ha comenzado muy recientemente. ¿No es correcto, señor? Es correcto. Ud. no sabe lo que es. Ud. le tiene miedo. Correcto. Eso fue causado por un golpe, ¿no es cierto? ¿Tiene Ud. tarjeta de oración? No tiene tarjeta de oración. Ud. no la necesita. ¡Dios, rico en misericordia!",
    "¡Oh hermano, hermana, crea en Dios! No lo duden. ¡Créanle! Correcto.",
    "Aquí está sentado un hombre, con un traje color gris, con lentes. Mire acá, señor. ¿Cree Ud? Dios es rico en Su misericordia. Ud. está sentado allí con una hernia. ¿Cree Ud. que Dios puede sanar esa hernia y sanarlo, sentado allí al final de la fila mirándome? Si Ud. cree que Dios puede sanar esa hernia, Dios hará eso por Ud. si Ud. lo acepta. ¿Lo cree Ud.? ¿Lo acepta? Muy bien, Ud. lo puede obtener si solamente lo cree. Tenga misericordia. Sí señor.",
    "Aquí está una dama sentada aquí y está sufriendo de mala circulación en su cuerpo. Pero si ella creyera, Dios la sanará, si ella lo cree. Yo creo que ella lo va a pasar por alto tan seguro como cualquier cosa. Ten misericordia es mi oración. Como claramente veo que la mujer…Sra. Riley, ¿cree Ud. que Dios puede sanar esa mala circulación? Si Ud. cree, recíbalo. Amén. Solamente crea. Dios es bueno. ¿No es así, Stella? Sí, correcto. Nunca he visto a esa mujer en mi vida. Pero, ¡Dios, en Su misericordia!",
    "Aquí está sentada otra mujer, sentada aquí atrás de allí, allá al fondo, me está mirando directamente. Ella también, ella tiene mala circulación también. Ella estaba pensando en eso en ese momento. Nunca he visto a esa mujer en mi vida. Siendo que esta otra mujer tenía la misma cosa, ella me está mirando. ¿Cree Ud. que yo soy el profeta de Dios, o Su siervo? Ud. también tiene problemas del corazón. ¿Correcto? Levante su mano. Ahora ya no lo tiene. Dios, rico en Su misericordia, está mostrando que El está vivo aquí en el edificio en esta noche. ¡Dios, rico en Su misericordia! Amén.",
    "¿Podría haber, cuántos pecadores y recaídos se pondrán de pie y dirán: “Dios, rico en Su misericordia, sea misericordioso conmigo?” Pónganse de pie—yo oraré por Uds. Si creen que El desea…Ud. desea misericordia ahora. Dios le bendiga. Dios le bendiga. Dios le bendiga a Ud., y a Ud. Recaído, levántese, póngase de pie. ¡Dios, rico en Su misericordia! ¿Está Ud.—Ud.…?",
    "Seguramente Uds. no han llegado a estar tan entumecidos, en esta condición, que no pueden ver que esa es la promesa exacta para la hora. Seguramente no están tan envueltos en la denominación y en otras cosas, que no pueden ver que esta es la promesa de la hora, Dios rico en misericordia.",
    "Quienquiera que fuera Ud., que se puso de pie, voy a orar por Ud. en un momento. Deseo que Uds. busquen una buena iglesia del Evangelio completo, y sean bautizados en bautismo Cristiano. Y que Dios les dé el Espíritu Santo.",
    "¿Habrá otro que se ponga de pie y diga: “Yo, yo quiero ser recordado? Dios, en Tu misericordia, acuérdate de mí. Yo no he vivido como debiera. Quizás…” Dios le bendiga, señora. Y Dios le bendiga a Ud. Dios le bendiga a Ud. Dios le bendiga. Dios le bendiga. Correcto. Dios rico en Su misericordia. Ten misericordia de mí. Dios le bendiga, hermana. ¿Habrá…?",
    "¿Cuántos más habrán aquí que dirán: “Yo me pondré de pie. Yo quiero que Dios conozca que yo deseo misericordia. Yo no he vivido correctamente. He vivido de esta y aquella manera, he estado parado, sentado, pero quiero Su misericordia”? Dios le bendiga, hermano. ¿Alguien más que diga: “Dios rico en misericordia”? Dios le bendiga, hermana. Dios le bendiga, hermana. Correcto. ¡Dios, rico en misericordia! Dios le bendiga, también. Dios le bendiga a Ud. atrás. Dios la ve. Pónganse de pie.",
    "Dirá Ud.: “¿Beneficia hacer eso, Hermano Branham?” Seguro. Póngase de pie y vean cuanto beneficio le hace.",
    "Si Ud. realmente es sincero en su corazón, Dios es rico en misericordia. “El no desea que ninguno perezca, sino que todos puedan llegar al arrepentimiento”. Dios, rico en Su misericordia. Oh Dios, ten misericordia de nosotros.",
    "Ahora, ¿cuántos hay aquí que tienen esas tarjetas de oración? ¿Qué fueron? Fue la A y la B, ¿verdad? A y B. Todos los que tienen la tarjeta de oración con la letra A pónganse de pie acá de este lado, y los de la tarjeta B se ponen de pie detrás de ellos.",
    "¿Habrán algunos ministros aquí que deseen participar, ayudándome? Si los hubiera, quiero que vengan acá. Estaría muy contento yo de tener su—su asistencia aquí, porque estaríamos muy contentos de orar—orar con Ud.",
    "Esto dice la Biblia: “Estas señales seguirán a los que creyeren”. Sí señor. “En Mi Nombre lanzarán demonios, hablarán con nuevas lenguas”. ¿Lo hemos hecho? Por la gracia de Dios, no nosotros, pero Dios, rico en misericordia, para cumplir Su Palabra. ¡Dios!",
    "Ahora las sillas de ruedas, si las desean traer aquí al frente; oraremos por ellos aquí mismo, no tendrán que traerlos por allí, por todo ese pasillo. Déjenlos, muy bien, déjenlos que vengan por aquí. Ciertamente oraremos por ellos, cada uno de ellos. ¡Dios, rico en Su misericordia!",
    "Se paran al lado derecho por unos momentos. ¿Vino el Hermano Brown con Ud.? Viene mañana. Yo estaba esperando que viniera. ¿Dónde está el Hermano Outlaw? ¿Dónde está el Hermano Fuller? Algunas de aquellas personas que estaban aquí conmigo cuando vine la primera vez, volvamos. ¿Se acuerdan Uds. de aquellas líneas de oración que teníamos entonces, cuando nos parábamos y alguien me sostenía de un lado y otra persona del otro lado, yo me ponía tan débil?",
    "¿Cuántos de Uds. estuvieron en aquellas reuniones, allá en el principio? Mire no más. ¿Se acuerdan allá que yo les dije que el Señor Jesús me dijo que si yo fuera sincero, que estas cosas acontecerían? ¿Correcto? No tuvimos tales cosas en aquellos días, pero ha sucedido—por cuanto Dios es rico en Su misericordia y leal a Su promesa. ¡Amén! Estoy tratando de terminar g no puedo. Amén! ¡Alabado sea Dios! ¡Aleluya! Oh, estoy tan contento de ser uno de ellos. ¡Amén!\n\nHay gente por doquier,\n\nCuyos corazones están ardiendo,\n\nCon el fuego que cayó en Pentecostés,\n\nLo cual les limpió totalmente;\n\nOh, está ahora ardiendo en mi corazón,\n\n¡Oh, gloria a Su nombre!\n\nEstoy tan contento que soy uno de ellos.",
    "Oh, yo, un desventurado, miserable, pobre, ciego, desventurado, como era yo; y ahora por Su misericordia, Su rica misericordia, puedo ver el reino de Dios a la vista. Amén. ¡Cuán hermosos son Sus mandamientos!",
    "Párese por aquí, mi hermano con las muletas. Si no se puede parar, muy bien, quédese allí, iremos allí y oraremos por Ud.",
    "Y ahora que todos los que tiene las tarjetas A, y B, que se alineen acá a este otro lado y vamos a orar por ellos.",
    "Hermanos ministros, Uds. ciertamente están…si creen en imposición de manos sobre los enfermos, vengan y párense aquí conmigo en esta plataforma. Vamos a orar por los enfermos.",
    "Ahora, para Uds. que están parados en esa línea: si Uds. pueden creer que la Presencia de Dios está aquí, que el Espíritu Santo está ahora en nuestro medio, haciendo exactamente lo que El prometió que haría. Si yo tuviera el poder para sanarle, ciertamente lo haría. Si yo tuviera alguna manera de sanarle, yo ciertamente lo haría. Yo no tengo eso. Yo…Dios me ha dado este pequeño don.",
    "Yo no soy mucho como predicador. No tengo suficiente educación para calificar como predicador, lo que se llama predicador en estos días, cuando las—cuando las experiencias tienen que ser experiencias teológicas, y tienen que tener ciertos grados de doctorado y etcétera. Yo no puedo calificar para eso. Pero Dios viendo mi corazón y sabiendo que yo quería hacer algo por El, yo quiero agradecerle.",
    "Un hombre me dijo el otro día, dijo: “Yo pienso que Ud. es un hombre muy fino, Sr. Branham, pero yo creo que Ud. está sinceramente errado. Ud. está completamente fuera de la voluntad. ¿Sabe Ud. que allá en el fin Ud. será condenado?”",
    "Y yo dije: “Mire, yo quiero decirle algo. Voy a decir que Ud.—que Ud. está correcto, solamente por bien del argumento. Si yo estoy errado, lo cual yo—yo no creo estar, pero si estuviera errado, y yo supiera en este momento que yo iba a vivir hasta los cien años, y luego que El me iba a condenar en el fin del camino, y me iba a decir, ‘Tú no mereces venir a Mi Cielo, William Branham. Apártate a las tinieblas’. ¿Sabe Ud. qué? Yo le serviría de todas maneras todos los días de mi vida hasta el fin. Porque yo he recibido tantas de Sus bendiciones inmerecidas, que El es más que la vida para mí. El es todo de lo que yo…”",
    "Todo lo que yo soy, todo lo que yo jamás tengo esperanza de ser, todo lo he obtenido por Su gracia y misericordia. Yo era un desventurado, miserable, pobre, ciego; pero por la gracia El me ha sanado, y estoy fuerte y sano por la gracia de Dios. Tengo buena vista, tengo de comer, de beber, tengo todo cuanto tengo necesidad. El nunca prometió suplir mis deseos, sino mi necesidad.",
    "Y si en aquel día yo fuere un desechado, y conociera…Yo no puedo ver cómo sería. Pero si yo supiera que estaba errado, y que fuere la elección de Dios que yo estuviera errado, yo quisiera permanecer errado, y eso por cuanto deseo cumplir Su voluntad. Es que yo le amo a El a tal grado que quiero que se cumpla Su voluntad. Ahora, eso es algo grande para decir, pero ojalá puedan recibirlo en la manera, en el espíritu en que lo dije. ¿Ven?, yo quiero hacer Su voluntad. Hay veces cuando yo le pido algo a El, y El mueve la cabeza y dice: “No”. Yo me regocijo igual como si me hubiera dicho: “Sí”. Porque siempre debemos pedir: “Sea hecha Tu voluntad”. Cuando El dice “no”, si esa es Su voluntad, es mucho mejor que si nos hubiera dicho “sí”, si es Su voluntad decir así. Eso es cuando uno en verdad le ama. Amén.",
    "Me pongo a hablar de El, y no puedo parar. Oh, El es tan real, tan real para mí. Amigos, El es—El es todo lo que soy, todo lo que espero ser, todo lo que espero ser, todo está fundado en Cristo Jesús, Su Palabra.",
    "Estoy agradecido en esta noche por el testimonio del Espíritu Santo, por el Mensaje. Yo sé que, algunos quizás estén en desacuerdo, pero como les he dicho, yo estoy comprometido a un Mensaje. Salió una señal, y Dios no envía una señal solamente para mostrar que El es Dios. Un Mensaje, una Voz, siempre sigue la señal. Cualquiera sabe eso.",
    "Jesús vino con señales y maravillas. El fue un gran Hombre cuando El estaba obrando señales y maravillas, pero cuando comenzó a sentarse y comenzó a traer el Mensaje “Yo y Mi Padre Uno somos”, oh, eso era errado para ellos. ¿Ven? Pero la Voz tuvo que seguir la señal.",
    "A Moisés le fueron dadas dos señales y cada una tuvo una voz. Correcto. Yo prediqué sobre eso aquí hace algún tiempo, en alguna parte, sobre La Voz De La Señal. La señal debe tener una—una Voz. Es un cambio. Siempre es así. Si no es así, entonces no vino de Dios.",
    "Si un hombre sale con un ministerio raro y peculiar que es hallado en la Biblia que es la Verdad, y ese hombre se mantiene allí mismo en esa doctrina denominacional, olvídese. Eso no tiene nada. Dios no obra de esa manera. Esa cosa, eso es maná podrido que tiene termitas, o gusanos, o como Uds. lo quieran llamar, desde hace cuarenta, cincuenta años. Aún están tratando de comer ese maná viejo que cayó hace tantos años atrás. Y los hijos de Israel, cuando estaban en su jornada, maná nuevo caía cada noche. Correcto. No se podía guardar para otro día.",
    "Nosotros no vivimos por una edad que ya ha pasado. Estamos comiendo el Maná nuevo, el Maná fresco del Cielo, en nuestra jornada mientras avanzamos.\n\nAhora, inclinemos nuestros rostros.",
    "Señor Dios, Tú eres tan real, Tu Presencia. Yo pienso en gracia, Señor. Te hemos visto hacer tantas cosas. Te hemos oído hablar en lenguas, Te hemos visto interpretarlas, por medio de Tu pueblo. Oh Dios, al verte sanar a los enfermos, abrir los ojos de los ciegos, hacer que los cojos caminen, los sordos oigan, los mudos que hablen, ¡qué gran y poderoso Dios eres Tú!",
    "Y luego ver que Tú prometiste esto en estos últimos días. Aunque tenemos muchas personificaciones carnales, sin embargo, eso sólo ayuda a declarar que sí existe un verdadero Dios en alguna parte que verdaderamente es verdad. Y yo ruego Padre Celestial, en esta noche, que lleguemos a estar tan conscientes de Dios, que podamos ver que estas aquí.",
    "Y esta gente en esta línea, cuando ellos pasen por esta línea, Señor…Pues estamos haciendo esto porque les hicimos la promesa a ellos. Y Tú dijiste: “Estas señales seguirán a los que creyeren”.",
    "Aquí hay hermanos ministros parados, hombres que Tú has escogido, desde antes de la fundación del mundo, para que fueran lo que son en esta noche. Tú conocías antes que hubiese un mundo, que estaríamos parados aquí en esta noche, porque Tú eres infinito.",
    "Entonces rogamos, Padre Celestial, en esta noche que toda esta gente enferma, inválida, ciega, coja, con cáncer, lo que sea que tengan, cuando pasen por esta línea, que puedan darse cuenta que el mismo Dios que conoce el secreto del corazón, los sanará, si solamente lo aceptan. Que sólo miren y entiendan.",
    "Aquellos que miraron hacia la serpiente de bronce, simplemente como un pedazo de bronce, tal persona nunca fue sana, por cuanto él no tenía entendimiento de lo que era.",
    "Y hoy Señor, es lo mismo. Si ellos miran hacia un don pensando que quizás les ayudará, no tienen entendimiento. Es solamente una vindicación de la Presencia de Dios, que está aquí para sanar. Concédelo, Padre. Que así sea hecho en el Nombre de Jesús. Amén.",
    "Yo quiero que el pianista, si puede venir, hombre o mujer, quien sea, que vaya y toque este himno: “La tierna voz del Salvador, nos habla conmovida”, [El himno: El Gran Médico.—Traductor], si lo hace, donde sea que esté el pianista. Ahora eso es…",
    "Me acuerdo de uno de mis primeros cultos de sanidad, en Fort Wayne, Indiana, había una joven de religión Amish, estaba sentada, tocando el piano: “La tierna voz del Salvador, nos habla conmovida”. Me trajeron un niño a la plataforma. Y estaba lisiado, y mientras yo estaba orando por el niño se me brincó de los brazos y comenzó a correr por la plataforma. La mamá se desmayó, la abuela tiró su pañuelo al aire y comenzó a llorar.",
    "Y esta joven de religión Amish [Religión parecida a la Menonita.—Traductor], no conociendo nada acerca de los Pentecostales, porque ella pertenecía a la iglesia Amish; pero ella estaba tocando. Su cabello largo se le soltó, ella se levantó en el Espíritu, y comenzó a cantar en lenguas desconocidas, y la…y con la misma armonía de ese himno. Y las teclas del piano siguieron moviéndose, tocando: “La tierna voz del Salvador, nos habla conmovida”. ¡Amén! El es el mismo ayer, hoy, y por los siglos.",
    "Ahora oremos. Ahora, todos Uds. allá oren. Uds. que vienen por la línea, cuando impongamos nuestras manos sobre Uds., recuerden, Jesús dijo: “Si lo creen, serán sanados”. ¿Lo creen Uds.? Ahora, todos cantemos juntos.\n\nLa tierna voz del Salvador,\n\nNos habla conmovida.\n\nVenid…(Cerremos nuestros ojos ahora, mientras cantamos),…al Médico de Amor,\n\nQue da a los muertos vida.\n\nEl tiene toda potestad,\n\nPuede sanar la enfermedad;\n\nLleno de…(Padre, Dios, muévete sobre el pueblo ahora mismo),…gracia y de bondad,\n\nEs nuestro Jesucristo.",
    "🦅 El gran…” Ahora mientras caminan por aquí, El está aquí. Tomen mi palabra, o créanlo por sí mismo. El está aquí. Todos ahora en oración por esta gente.",
    "[El Hermano Branham y los ministros oran por los enfermos mientras el Hermano Borders dirige a la congregación en el canto. Espacio en blanco en la cinta.—Editor]",
    "Creo Señor, creo Señor;\n\nTodo es posible, Creo Señor.",
    "Todos los que creen, levanten la mano así y digan: “Yo creo”. [La congregación dice: “Yo creo”.—Editor]",
    "Aquí está sentado un hombre. La razón por la que me extendí, hablando, él se está muriendo de cáncer. El está en esta muleta. Fuera de Dios, no hay ninguna manera en todo el mundo para que ese hombre viva. El tiene cáncer por todos los intestinos, y él va a morir, si no es por la misericordia de Dios. Ojalá yo pudiera…[Espacio en blanco en la cinta.—Editor]…palabra de ánimo a este hombre.",
    "Ud., Ud. sabe que ahora los médicos no pueden hacer nada por Ud. Ud. está más allá de eso. Y Ud. tiene una sola oportunidad, y ese es Cristo. ¿Ven? Y hermano, Ud.…yo moriré algún día también. Ud. tendrá que ir, si Jesús tarda. Y yo tengo que encontrarme con Ud. allá, y pararnos juntos en el Juicio. Y en esta noche…",
    "Ud. sabe, como en la televisión, la televisión ha captado que cada vez que movemos el dedo, cualquier cosa, eso queda registrado. Toda palabra que decimos está registrada. Ahora vean, la televisión ha probado eso. Ahora, la televisión no produce esa imagen, solamente canaliza la onda por la televisión, ¿ven? No la produce. Había televisión cuando Adán caminaba sobre la tierra, había televisión cuando—cuando Moisés atravesó el Mar Rojo, había televisión cuando Elías estuvo sobre el Monte Carmelo, ¿ven?, pero es que acaban de descubrirla. ¿Ven? Y ahora, dondequiera que yo…",
    "Todo movimiento que hacemos, todo sonido, se está grabando en un disco con el cual nos enfrentaremos en el Juicio. Todo movimiento que hacemos nos enfrentará allá. Y yo tengo que responder por las palabras que les digo a Uds. como ministro. Lo tengo que hacer, por cuanto Dios me tiene responsable por eso.",
    "Ahora, si yo pudiera, yo lo sanaría; porque Ud. apenas tiene un poco de tiempo, si no fuera por Dios. Ahora yo bajé y oré por Ud., es todo lo que sabía hacer. Hermano, cualquier cosa en el mundo que yo pudiera hacer por un hombre sentado allí en tal condición, yo lo hiciera.",
    "Y déjeme preguntarle, ¿ve? Ud. ya está sano, porque Jesús dijo que así era, ¿ve? “Por sus llagas fuimos nosotros curados”. Ahora si Ud. puede, desde lo profundo de su corazón aceptar eso, Ud. no morirá ahora, sino que vivirá.",
    "Ahora vean. Ahora sabemos que televisión está pasando aquí por este cuarto. Sabemos eso. No lo vemos. No lo podemos ver, nuestros ojos no son hechos de tal forma, nuestros sentidos no lo pueden captar. Se necesita un aparato manufacturado, o lo que es, un cristal, para captar eso.",
    "Igualmente, Dios está presente. No lo vemos, pero sabemos que está aquí. Jesucristo es el mismo. Miren, El se acaba de declarar cómo es que El se muestra. Ahora, en cuanto a la sanidad, si El estuviera parado aquí presente El no podría hacer más por Ud., ¿ve? Ninguna cosa más. Si el Hijo de Dios estuviera parado aquí, lo cual está, El está aquí, pero El no podría hacer nada más por Ud., porque El ya se ha identificado aquí, ¿ve? Y El está aquí ahora mismo igual, para sanarlo y ponerlo bien.",
    "Y esa damita allí me dijo: “Ud. pidió una bendición, y profetizó o algo”, sobre ella, que ella tuviera un niño, sentada allí en esa silla de ruedas, y así fue. Y esa mujer tuvo el niño.",
    "Y ahora la damita está sentada aquí. Ahora ella tuvo una operación del bocio y la paralizó. Bueno, vemos tantas de esas cosas que suceden. Ahora, hermanita, yo sé que Ud. es una genuina Cristiana. Por qué Dios la ha dejado sentada allí, yo no sé. Yo creo que quizás pueda ser porque Ud. tiene fe, Ud. quiere tener fe para salir de allí, ¿ve? Pero ahora, vea, no intentemos tener fe, tengamos fe, ¿ve?, y simplemente va a estar allí. Eso es todo, eso va a comenzar ahora mismo y vamos a ser sanos. Y Uds. que están en esas sillas, dondequiera que estén, solamente recuerden que Cristo está presente.",
    "Ahora Ud. dice: “¿Habrá alguien? ¿Ve Ud. mi fotografía que está pasando?” Oh, sí.",
    "Aun las Palabras de Jesucristo que El habló cuando El estuvo aquí en la tierra, están pasando por este cuarto. Eso nunca muere. ¿Cuántos saben que eso es científicamente la verdad? [La congregación dice: “Amén”.—Editor] Bueno, ¿qué es? Entonces el Espíritu capta esa palabra que ha sido escrita y la manifiesta. ¡Oh gloria!",
    "El está aquí. El está aquí ahora mismo, el Señor. Nosotros…Nosotros hemos visto tanto, El ha hecho tanto, hasta que simplemente, Ud. sabe, tropezamos con eso. Si podemos darnos cuenta, no es simplemente una cosa mística, algún término teológico; sino la evidencia que El prometió que El se mostraría en este día, aquí El se está declarando aquí ante nosotros ahora mismo. ¡Qué cosa más maravillosa! ¿No es maravilloso? [La congregación dice: “Amén”.—Editor]",
    "Ahora, crea Ud. ¿Lo creerá? Crea que no va a morir; va a vivir, y va a honrar a Dios. Va a honrar a Dios. ¿Ha sido bautizado? ¿Es Ud. Cristiano? ¿Lo es? Es Cristiano. Bien, ¿Ud. desea vivir para la honra de Dios? Entonces vaya, mi hermano, ¡en el Nombre de Jesucristo, viva!",
    "¡Y hermana, ¿Ud. quiere caminar para la gloria de Dios y cuidar de su niño? Entonces camine, hermana, en el Nombre de Jesucristo!",
    "¡Uds., todos Uds., hagan lo mismo, en el Nombre de Jesucristo! No se olviden de este Motel Westward Ho, aquí esta noche, la Presencia de Dios se ha identificado aquí. El no tiene acepción de personas. El sólo quiere que Ud. crea. ¿Le creen Uds. ahora? [La congregación dice: “Amén”.—Editor] Amén. Dios les bendiga.",
    "Inclinemos nuestros rostros ahora. No sé a quién han escogido para despedirnos. Aquí, el Hermano Mushegian, venga aquí hermano. El nos va a despedir en oración. Dios les bendiga. 🦅"
  ]
}