{
  "title": "NO TE APOYES EN TU PROPIA PRUDENCIA",
  "id": "65050009",
  "content": [
    "🦅  Permanezcamos ahora de pie, sólo por un momento, para orar. ¿Cuántos aquí tienen una petición en su corazón, que desean que Dios haga algo especial por Ud. en esta convención? Inclinemos nuestros rostros a El.",
    "Padre Celestial, somos un pueblo privilegiado al estar congregados aquí en el Nombre del Señor Jesús, en un país libre donde podemos adorarte a Ti, hasta ahora, de acuerdo al dictado de nuestra conciencia. Y rogamos, Padre, que esto perdure. Y que ahora aprovechemos este gran privilegio que tenemos. Y que apliquemos todo nuestro corazón en el servicio esta noche, para adorarte, para que pueda ser dicho, que: “Dios estuvo entre nosotros esta noche, bendiciendo a Su pueblo”. Salva toda alma perdida que se encuentra aquí esta noche, Señor. Y todo descarriado, permite que regrese a la casa de Dios. Yo ruego por cada persona enferma, que sea sanada, que los afligidos puedan caminar, y los ciegos ver, los sordos oír, la alabanza y la gloria sea dada a Jesucristo entre Su pueblo. Que sea recordado por mucho tiempo, Señor, porque nos hemos reunido y pedido estas bendiciones en el Nombre de Jesús. Amén.\n\nPueden tomar asiento.",
    "De alguna manera, al venir al Ramada Inn, siempre parece como regresar a casa, en cierta manera, porque he estado tanto aquí al punto que yo—yo creo que ellos deben empezar a conocerme. Y estoy contento de eso, porque he encontrado un grupo de personas muy finas en estos Ramada Inn. En el de Tucson y el de aquí, ellos han sido muy amables con nosotros, permitiéndonos tener los servicios. No hace mucho, yo mismo tuve un servicio allá en el Ramada Inn, y el administrador ni siquiera me permitió pagar por el alquiler del salón. Eso fue algo realmente agradable. Por supuesto, yo recuerdo eso cuando estoy atravesando el país, para con aquellos que son buenos con la familia de Dios.",
    "Ahora hemos tenido, desde el domingo en la noche, o el domingo en la tarde mejor dicho, algunos grandes momentos en el Señor, o al menos los he tenido yo. He pasado un tiempo maravilloso disfrutando de Sus bendiciones, y del compañerismo del Espíritu Santo y con Su pueblo.",
    "Me—me gusta recordar que juntos estamos adorando a Dios. Uds. son un atributo de Dios, parte de Dios, cuando Uds. llegan a ser un hijo o hija de Dios. Y Dios está en Uds., haciendo Su voluntad, si Uds. se lo permiten.",
    "Así que esperamos, en esta noche, que cada persona se olvide de las cosas que han pasado durante los días, y lo pongan todo a un lado, y que sólo pongamos nuestros corazones directamente ahora en el servicio; no sólo en esta noche, pero en la convención que viene. No hay duda que muchos delegados se han reunido. Y yo veo algunos de los adicionales esta noche en la plataforma, reuniéndose para la convención que empieza mañana. Y le pido a la gente que está aquí para el avivamiento que acabamos de celebrar, que, si es posible, yo desearía que Uds. se quedaran para la convención. Vamos a tener algunos buenos predicadores en lista. Un hermano no pudo venir, y, pero tenemos muchos que estarán aquí para tomar su lugar. Yo mismo quiero estar para toda la convención, para disfrutar de este compañerismo.",
    "Saben, nosotros subimos aquí como ministros, y hablamos, y siempre le estamos dando a la gente todo lo que está en nosotros. Yo prediqué el tema una vez, donde Jesús dijo: “Considerad el lirio, cómo ellos ni—ni trabajan ni hilan, y, sin embargo Yo os digo que ni Salomón con toda su gloria se vistió como uno de ellos”. Y me di cuenta, que el lirio tiene que crecer, día y noche, hilar, trabajar, para manifestarse radiante. Pero él mismo no recibe ninguna bendición de todo eso. El mismo se abre, y—y el caminante allí huele el perfume. La abeja obtiene la miel directo del corazón. El entrega todo por lo cual ha trabajado para abastecerse. Y yo nombré mi mensaje, El Reverendo Señor Lirio, así que ese es un texto un poco raro.",
    "Pero—pero así es, los ministros se entregan a la gente, y es bueno entonces simplemente sentarse y—y escuchar a otros. Así como calentarse frente al fuego, nos gusta sentarnos bajo la llama de fuego del otro y calentar nuestros corazones con el Evangelio que nuestros hermanos están predicando a la gente. Y estoy agradecido de tener esta oportunidad de hacer eso. Y ahora estoy confiando que esta noche…",
    "Billy me dijo que él repartió las tarjetas de oración, completamente. Pero no podríamos tener una línea de oración aquí arriba aun si tuviéramos que hacerlo. ¿Ven? Uds. tendrían que salir por allá, y a través de un pasillo oscuro, y venir por aquí, y se tropezarían con todo, para llegar aquí. Y los afligidos y lisiados estarían en una situación terrible, intentándolo.",
    "Pero no sabemos lo que nuestro Señor pueda hacer. El podría bajar entre nosotros, en esta noche, y—y sanar a cada uno que está aquí, todo enfermo. Oh, yo prefiero ver eso que todas las líneas de oración que he tenido en mi vida, sólo—sólo ver la soberanía de Dios bajar entre Sus hijos obedientes. A mí—a mí siempre me gusta eso.",
    "Por lo general, si uno tiene contacto personal alguno con la gente, como imposición de manos, pudiera ser, no creo que muchos lo harían, pues, ellos dirían: “¡Un cierto—cierto ministro puso sus manos sobre mí, y gloria a Dios”! Eso hace entonces que la gente mire a ese ministro.",
    "Pero si uno tan sólo se puede parar aquí, predicar la Palabra, y dejar que el Espíritu Santo sane a cada uno, entonces es absolutamente la gracia de Dios. Y entonces Dios recibe toda alabanza, gloria, y no queda ni la sombra de nada para nadie más. Esa es la manera que yo, en mi ministerio, la razón que no llego a muchos, a no ser que…Ahora, anoche, tratamos de orar por todos los que pudimos. Pero la imposición de manos…",
    "Eso por lo regular es en las noches, que de pronto el Espíritu Santo venga entre nosotros y El mismo empiece a manifestarse, dándose a conocer El mismo entre nosotros. Y entonces a raíz de eso, lo cual yo creo que eso es real, cuando en soberanía El quizás lo logra ¿ven? Pues yo no puedo decir: “Este hombre, o esta mujer, o ese niño”, ¿ven? El Espíritu Santo se mueve a través del edificio y habla a quien El desea hablarle. ¿Ven? Eso así es soberano. Y entonces eso trae el conocimiento, porque es una promesa de Dios, y eso trae el conocimiento de la soberanía de Dios, y también hace descender Su Presencia entre nosotros. ¡Deberíamos ver eso y regocijarnos! Y no importa lo que…",
    "Ud. dice: “Pues, yo estaba lisiado en mi mano. Yo estuve allí anoche. No-no-no he mejorado”. Eso nada tiene que ver. Para Ud., eso ya está concluido. Ud. ya no está mirando su mano, pero está mirando a una promesa, ¿ven Uds.? Y por lo tanto, Ud. no puede decir: “Pues, el Hermano Fulano de Tal no oró la oración de fe, o tal o tal…” Es la Presencia del Señor que le dio a Ud. la fe (¿ven Uds.?), y entonces “El envió Su Palabra y los sanó”. [Salmos 107:20]",
    "Ahora, anoche yo—yo quebranté mi promesa otra vez. Verdaderamente voy a intentar cumplirla esta noche, si me es posible. Y entonces alguien dijo: “Ud. no se quedó dentro de su texto anoche”. No, yo—yo no lo hice; y les diré la razón. Yo iba a predicar sobre un tema, y me olvido ahora exactamente cual era, “Dios Rico En Misericordia”.",
    "Y yo empecé a tratar de explicar cómo es que Pablo, hablando allí, dijo: “Nosotros que en otro tiempo estábamos”, en una vez, en algún otro tiempo distinto que ahora, “estábamos muertos en pecados y delitos; a quien Dios ha vivificado, dado vida”. Ahora, vean, antes que algo pueda ser vivificado, tiene que haber algo allí por medio del cual vivificarlo. Correcto.",
    "Así que, vean, si Uds. estaban en el previo conocimiento de Dios, entonces Uds. están llegando a ser parte de Dios. Y la única manera que puedan ser un hijo de Dios o una hija de Dios, es que tenían que ser parte de Dios; y Dios no está completo sin Uds. Así tiene que ser. Correcto, porque hay una sola fuente de Vida Eterna, y ese es Dios, y solamente El tiene Vida Eterna. ¿Ven? Ahora, y Uds. eran parte de El, a tal grado que son un atributo, o estaban en Su pensamiento en el principio. Y debido a que El pensó de Ud. allá en el principio, eso le causa a Ud. ese pequeño tirón hacia El. Eso es lo que tiene que ser vivificado. Algunos de ellos nunca serán vivificados; ellos simplemente no poseen eso, eso es todo.",
    "Así como si Ud. pusiera un grano de maíz en la tierra, que no tiene…Por más hermoso que fuera, si no tiene el germen de vida en él, nunca puede ser vivificado. Pero el germen de vida primero tiene que estar allí.",
    "Y tengo esa historia acerca de ese águila, caminando con las gallinas y los pollos porque él fue empollado allí y allí nació; pero él nunca se sintió igual que esos pollos. Y, saben, cuando su mamá pasó por allí y gritó, él oyó una voz que le sonó bastante bien, porque recuerden, para comenzar él era un águila. El sólo tenía que llegar a descubrir quién era, encontrar su lugar.",
    "Y así es todo creyente. Uds. no nacieron para este mundo. Uds. fueron creados en la imagen de Dios, para ser hijos de Dios. Y Uds. no pertenecen en este gallinero aquí afuera; son águilas.",
    "Y saben, comencé con eso del águila y no pude volver a fijar mis pies en la tierra, entonces simplemente me…Yo me extendí demasiado, y luego olvidé cuál era mi texto, y perdí mis notas y todo lo demás. Así que fue un tiempo muy tremendo. Pero así fue, todo tuvo que ver con ese águila.",
    "Ahora que ese Aguila, Dios…Uds. saben, Dios compara a Sus profetas con águilas. Y El mismo se llama un águila; El es Jehová Aguila, Papá Aguila.",
    "Y la razón que El lo hace, es porque un águila puede volar más alto que cualquier otra ave, y porque él es hecho diferente a cualquier otra ave. Ahora, él no construye su nido en el suelo como los pollos y demás, sino que él sube a las alturas para construir su nido.",
    "Y otra cosa, él es un ave especialmente creado. Ahora si un—si un halcón, o un cuervo, o un buitre, o cualquier otra ave tratara de seguirlo allá arriba a los cielos, se desintegraría; él no está creado para eso. Tiene que ser una persona especial para subir allá. Sus plumas están más comprimidas que las de cualquier otra ave.",
    "Y—y su ojo es más agudo que el de cualquier otra ave. Y entre más alto va, más lejos él puede ver. Pero algunas de esas aves, cuando llegan a su altura máxima, quedan tan ciegas como un murciélago. Y así es con…Pues, cuando ellos dejan ese credo, entonces saben nada. Dicen: “Los días de los milagros ya pasaron”. ¿Por qué? Porque ellos no lo pueden ver.",
    "Pero las águilas pueden subir a los cielos, y a los cielos del Cielo, allá arriba. ¿De qué sirve subir hasta allá si no se puede mirar nada? Oh, estoy tan contento de ser uno de aquellos, y estar ahora asociado con un nido lleno de los mismos.",
    "Abramos en el Antiguo Testamento, al Libro de los Proverbios, escrito por Salomón, uno de los hombres más sabios del mundo, aparte de nuestro Señor Jesús. Pero El no fue exactamente como Salomón, puesto que Salomón fue un hombre nacido de mujer y fue engendrado por un padre terrenal, David. Pero Jesús fue un Hijo nacido de una virgen, y no fue completamente un hombre; sino que El era Dios, el Dios-Hombre, y El fue más que un hombre, El fue un hombre y más. Pero Salomón fue sólo un hombre como Ud. y yo, y él le pidió a Dios sabiduría para dirigir su reino. Y él tenía un don de sabiduría; fue el hombre más inteligente que jamás hemos conocido aparte de nuestro Señor. El escribió los Proverbios, y yo pienso que son muy buenos.",
    "Y vamos a abrir ahora al Libro de Proverbios, al capítulo uno, y, o al capítulo dos mejor dicho, y los primeros versículos de los Proverbios, del 2, comenzando con el 1. Proverbios 2, comenzando con el 1, la continuación de Salomón aconsejando a sus hijos: “Hijo mío, si recibieres…” Perdónenme.",
    "Es Proverbios 3:1. Perdónenme. Yo miré aquí en—en mi libro, y veo que es Proverbios 3 en vez de 1 o 2. Perdónenme. Proverbios 3:1.\n\nHijo mío, no te olvides de mi ley, y tú corazón guarde mis mandamientos;\n\nPorque largura de días y años de vida y paz se te aumentarán.\n\nNunca se aparten de ti la misericordia y la verdad; átalas a tu cuello, escríbelas en la tabla de tu corazón;\n\nY hallarás gracia y buena opinión ante los ojos de Dios y de los hombres.\n\nFíate de Jehová de todo tu corazón, y no te apoyes en tu propia prudencia.\n\nReconócelo en todos tus caminos, y él enderezará tus veredas.",
    "¡Oh, yo creo que esa es la Escritura más hermosa! Ahora yo quiero tomar como texto, del quinto versículo, No Te Apoyes En Tu Propia Prudencia.",
    "Ahora este es un—un texto muy extraño para el día en que estamos viviendo, porque hoy el énfasis ciertamente es puesto en la educación y sobre nuestro propio entendimiento de las cosas, es un día de—de conocimiento. Pero encontramos aquí que esta declaración tan extraña, como otras Escrituras, tiene su lugar, y confiamos que Dios nos permitirá ver cuál es ese lugar.",
    "Hoy en día enviamos nuestros niños a la escuela, para que obtengan entendimiento. Luego cuando terminan con la escuela primaria, los enviamos a la escuela secundaria para un mejor entendimiento de conocimientos. Luego cuando terminan allí, algunos jóvenes aun son lo suficiente afortunados para ir a la universidad, y pasar por la universidad para completar su educación y su entendimiento de los conocimientos. Lo que a ellos se les requiere por…Muchas veces, para conseguir un trabajo, se necesita tener por lo menos entendimiento de la secundaria, o una educación de universidad, o demás.",
    "Sin embargo, el sabio Salomón nos dijo que no nos apoyáramos en eso, en nuestra propia prudencia; “no aprendan de estas cosas”. Y nos preguntamos ¿por qué él diría tal cosa como ésta? Normalmente es porque nuestro entendimiento moderno usualmente es a base de la sabiduría del hombre, la cual es contraria a la Palabra de Dios. Y yo creo que eso es lo que Salomón estaba tratando de aconsejarle a sus hijos, no era para que fueran analfabetos, sino que no se apoyaran en su prudencia.",
    "Y yo creo que sería una buena exhortación hoy en día, si les dijéramos a nuestros hijos y a los hijos de Dios, que está bien tener una educación, no hay nada en contra de eso; pero cuando esa educación es contraria a la Palabra de Dios, entonces inclínense hacia la Palabra y dejen a un lado la educación (¿ven?), por causa de la Palabra. Y la educación durará y le brindará un buen empleo, probablemente una buena posición entre la gente intelectual, pero, eso está bien, lo cual probablemente le será una gran ayuda; le ayudará en lo económico y en su—su sustento, le hará mejor la vida.",
    "Pero recuerda una cosa, hijo mío: tienes que morir. No importa cuánta educación adquieras, cuánta cultura puedas acumular, sin embargo tendrás que enfrentar la muerte, porque escrito está: “El hombre debe morir, y después de esto el juicio”. [Hebreos 9:27] Y Dios, cuando…La muerte no es tan grave, pero llegar al Juicio es la parte crítica. Ahora, uno puede morir, “pero después de esto el juicio”. Y Dios no le va a preguntar a uno cuánta educación obtuvo cuando estuvo aquí en la Tierra, ni cuánto conocimiento acumuló; que si uno tiene su licenciatura en letras, o cualquier título que pudiera haber tenido, aun como ministro. Eso no le será requerido.",
    "Pero sí le será requerido a uno lo que hizo con respecto al entendimiento de la Palabra de Dios. Allí es donde está el requisito. Y es que su educación está bien, pero la Palabra de Dios es Vida. “Mi Palabra es Vida”, y conocerla es Vida. Y El dijo: “Conocedle a El”. El es la Palabra. Así que uno sólo puede conocerlo a El a través de la Palabra, porque El es la Palabra. Y esa es la única manera que uno lo conocerá, es por Su Palabra.",
    "Alguien pudiera llegar y decir, “este es Dios”, o “ese es Dios”, o “ese es Dios”, o “esto es lo correcto”, y “eso es lo correcto”, pero nosotros regresamos a la Palabra, la cual es la Verdad.",
    "Y la Palabra es como la—la estrella Polar, es una estrella fija. No importa en qué dirección el mundo esté flotando, esa estrella Polar está centrada con la Tierra. Uno cuadra su brújula con la estrella Polar. Ella siempre está en el centro de la Tierra. Otras estrellas flotan igual que el mundo, pero la estrella Polar permanece estable.",
    "Ahora, la brújula es el Espíritu Santo, y el—el poste de amarre sería la estrella Polar, así que el Espíritu Santo siempre apuntará hacia la Palabra. El Espíritu Santo nunca lo guiará a otra cosa sino a la Palabra de Dios. Así que ¿cómo pudiera un hombre aceptar un credo, cuando es contrario a la Palabra, y todavía decir que él tiene el Espíritu Santo? El Espíritu Santo lo guiaría a uno al contrario de eso. Se necesita el Espíritu Santo para apuntarlo a uno hacia la Palabra, porque El es la Palabra. El es la Palabra, y El sólo puede…Como el—como el imán en la brújula solamente está fijado hacia el Polo Norte, esa es la única dirección hacia donde puede atraer. Y cuando el Espíritu Santo es el Autor y Escritor, y el Vivificador de la Palabra, ¿cómo pudiera apuntar a la persona hacia algo distinto que la Palabra?",
    "Entonces cuando una persona dice que tiene el Espíritu Santo, y acepta algo contrario a la Palabra, eso muestra que no es el genuino Espíritu Santo lo que él tiene. ¿Ven? Puede ser un espíritu, yo no discutiría eso, pero no—no es el Espíritu Santo de Cristo. Ahora, Uds. saben, muchas veces ellos reciben los espíritus el uno del otro; y entonces eso los pudiera apuntar, por decir a un grupo de hombres, hacia una cierta cosa, pero eso no—eso no apuntará hacia Cristo. Pero el Espíritu Santo siempre apunta hacia Cristo, y Cristo es la Palabra.",
    "Nosotros vemos esto tan claro en la Biblia; o, lo veo yo. Quizás esté equivocado, pero (en mi manera de pensar), pero no creo que sea así; porque esto de: “No te apoyes en tu propio entendimiento de las cosas”. Si uno se inclina hacia su propio entendimiento, entonces es seguro que se saldrá del camino correcto. Uno no se puede apoyar en la prudencia de alguien más, cuando se trata de Vida. Para encontrar Vida, uno se tiene que apoyar en la Palabra. Esa es Vida.",
    "Vemos esto desde el principio. Es tan claramente dado a conocer a nosotros, desde el principio, que Dios le dio Su Palabra a Su primera familia en la Tierra, por la cual debieran vivir. Sólo debían vivir por Su Palabra. Ahora, eso no era con respecto al alimento que comían, y demás; sino que por medio de Su Palabra era que ellos vivirían Eternamente. Y mientras ellos guardaron esa Palabra, ellos vivieron Eternamente. Pero al ser mal colocada la primera pequeña frase de esa Palabra, la cadena entera se rompió, y la raza humana fue sometida a muerte. ¿Ven? Ahora notamos.",
    "Eva, que sin duda era una persona inteligente; la primera después de Adán, el cual era el—el hijo de Dios. Y Eva, ciertamente estando en ese lugar donde no había existido pecado, no había lugar para el pecado, ella ciertamente debió haber tenido un maravilloso concepto de lo que era Dios. Porque cada día por la tarde, ella y su esposo caminaban en lo fresco del huerto, al atardecer, y hablaban cara a cara con Dios. ¡Qué cosa tan—tan irrazonable que una persona que caminaba cara a cara con Dios, todos los días, y luego se desviara al razonamiento de algo que causó que ella razonara en sentido opuesto a la Palabra de Dios!",
    "Todavía los tenemos. Ellos tan fácilmente razonan contrario a la Palabra de Dios, después de haber estado en la Presencia de Dios. Viendo la Palabra de Dios predicada, la Palabra de Dios manifiesta, borrachos y pecadores viniendo al altar y siendo convertidos y ser hechos nuevas criaturas en Cristo; gente de mala fama convertidos en damas y caballeros. Y luego desviarse de esa Cosa bendita que los guió a esta Vida, y luego ser pervertidos, yéndose tras alguna clase de credo, para llegar a ser más popular o—o entrar en lo que ellos llamarían una mejor clase de gente.",
    "Pues, Uds. ya están en la mejor clase que existe: hijos e hijas de Dios. Pues, a mí me gusta mejor esa compañía que estar con todos los reyes y potentados, y todos los demás. ¡Denme ese grupo de gente humilde, aunque no puedan distinguir entre diestra y siniestra! Con tal que conozcan a Dios, y lo aman y le sirven a El, para mí esa es la gente famosa del Cielo. ¡Sí señor!",
    "Ahora, pero encontramos que Eva fue fácilmente persuadida por Satanás, aparte de la Palabra de Dios, y ella se apoyó en su propia prudencia, porque Satanás le había proyectado algo a ella que no cuadraba con su verdadero entendimiento de Dios. Pero a ella le fue dicho algo diferente por el enemigo, Satanás, y ella lo creyó.",
    "Ahora, encontramos los resultados de esto. Hundió toda la raza humana en muerte, porque la primera madre en la Tierra, se apoyó en su propia prudencia, contrario a la Palabra de Dios, y hundió a toda la raza humana en muerte. Ahora, ¿creen Uds. eso? [La congregación dice: “Amén”.] Esa es la Palabra. Pues, una mujer siempre es…",
    "Iglesia, en la Biblia, es tipo de la mujer. Y una iglesia hoy puede aceptar una cantidad de dogmas o credos, y hundir a la congregación entera en una separación de Dios. Esas personas que adoptan esas cosas, en lugar de la Palabra de Dios, son igual que Eva. Y ha sido hecho vez tras vez, al grado que tiene a toda esta generación sumergida en oposición a la Palabra de Dios.",
    "Y cuando la Palabra es manifiesta, que la Palabra es revelada, ellos no la aceptan, y la razón de no hacerlo es porque se apoyan en su propia prudencia. “Esta iglesia fue edificada aquí; es un lugar hermoso; es una gran organización. Ella es miembro de un gran cuerpo de personas. ¿Por qué no debiéramos pertenecer a eso? Yo confiaré en eso”. ¡No confíen en su propia prudencia, mas confíen en la Palabra del Señor!",
    "Ahora-ahora, eso finalmente terminó en muerte para toda la raza, como dije, igual que ahora para la mayoría de las personas que se apoyan en su propia prudencia, en sus dogmas y credos, y todo eso, afirmando: “La Palabra de Dios no es completamente la verdad, parte de Ella es inspirada y la otra parte no”. ¿Cómo pueden Uds. tener fe en la Biblia, si una parte es inspirada y otra parte no? Si una, si una cita está mal, entonces la cosa entera podría estar mal. Toda tiene que estar correcta, exactamente correcta.",
    "Y algunas de estas supuestas, perversas escuelas Bíblicas donde enseñan la acumulación del conocimiento humano, donde ellos se reúnen y se sientan en un concilio de personas, y dicen: “Ahora miren, los días de los milagros, todo eso terminó en los días de los apóstoles”. Y muchos hombres bajo el obispo o los hombres importantes, se sientan allí y dirán: “Pues, si tan sólo estoy de acuerdo con él, no hay duda que yo pudiera estar próximo en línea para su posición”. Vean, entonces se apoyan en su propia prudencia, en vez de pararse bien por la Palabra de Dios. Eso es lo que causa estas cosas.",
    "Hace algún tiempo, alguien…Yo estaba en un altercado sobre el impuesto sobre la renta. Y ellos dijeron, me dijeron: “Pues, supongo que sus síndicos no son más que títeres”.",
    "Yo dije: “Si yo tuviera un síndico en la junta, que tuviera una idea diferente, y él no se parara — y a mí no me interesa quién sea el que esté hablando — y él no expresara sus propios puntos de vista al respecto, yo lo expulsaría de la junta”. Sí señor. Aunque fuera contrario a mi propia creencia, yo quiero que él exprese lo que él piensa que es correcto. Para eso es que lo tengo a él allí, para ver lo que él dice al respecto. No obstante, tenemos eso.",
    "Fíjense, Jesús dijo, en San Juan 10: “Mis ovejas conocen Mi Voz”. Una Voz, por supuesto, es Su Palabra, cuando El está hablando. “Mis ovejas conocen Mi Voz. Para ellas, Mi Voz ha sido probada ser la verdad; ha sido vindicada que sí es Mi Voz”. Ahora, ahora fíjense, ellas no están sujetas a seguir ninguna otra voz. Ellas no lo harán. “Mis ovejas conocen Mi Voz, mas al extraño no seguirán”. En otras palabras, ellas no entenderán una voz teológica que esté enseñando contrario a la Palabra. Las ovejas no entienden eso, igual como el águila de anoche que no podía entender el cloqueo de la gallina. Ellos no lo entendían porque él era un águila. Y es igual con un genuino hijo de Dios nacido de nuevo, ellos entienden únicamente las cosas que son de Dios.",
    "Ahora alguien dice: “Pues, mire, uno puede hacer esto, es mi pensar. Eso, yo no creo que sea de esa manera. Yo creo que los días de los milagros han pasado. Yo no creo que eso sea sanidad Divina. Yo no creo Esto”. Ahora, un Cristiano genuino, nacido de nuevo, eso nunca parará en sus oídos, él no lo entiende para nada. Y ¿cómo pudiera un hombre que cree en Dios, y que puede leer la Biblia y ver que El es el mismo ayer, y hoy, y por los siglos, jamás aceptar tal cosa como esa? Yo no lo entiendo.\n\nAsí que ellos no se apoyan en su propia prudencia.",
    "Así como un—un bebé. Si Ud. toma a un bebecito, y cuando nazca, permita que él se apoye una vez sobre el seno de su madre, que se nutra de ella, la leche tibia, que apoye su cabecita sobre el seno, aunque él tenga sólo unas cuantas horas de nacido. En un día o dos, apártelo de su madre y entréguelo al pecho de una madre extraña, él estirará esos pies al aire y gritará. Esa no es su madre. Vean, él ya ha tenido algo al respecto, porque él es parte de esta madre, y la naturaleza le ha provisto a él una manera de conocer a su propia mamá.",
    "Y si la naturaleza le ha provisto la manera a un bebé para que conozca a su madre, de la cual ha nacido, ¿cuánto más lo habrá hecho El con un hijo de Dios que es nacido por el Espíritu de Dios? ¡El conoce a su Mamá! El conoce, porque él nació de la Palabra, y él entiende la Palabra. Pónganlo en un lugar extraño, él ciertamente estará fuera de—fuera de lugar, se saldrá de allí tan pronto como pueda. Porque él tiene, él no se apoya…\n\nAlguien dice: “Ahora espera, querido, ésta ahora es tu mamá”.",
    "Esa no es su mamá, porque él tiene una manera de saber que él es parte de esta madre acá, la cual es su madre, y ninguna otra puede tomar jamás su lugar. El conoce su propia madre. Fíjense cómo es que—cómo es que eso es tan cierto, así Dios ha hecho todo conforme su género.",
    "El ganado conforme a su género. Muchas veces al bajar una manada, traíamos manadas enteras de ganado y los pequeños becerros, yo me preguntaba, ¿cómo hacían para reconocer a su propia madre? Pues, ellos, al bajar de las montañas, el ganado estaba todo mezclado. Una—una—una vaca que está con su becerro, quizás un becerro con hambre pudiera nutrirse un poco de otra madre, si tiene mucha hambre; pero cuando los deteníamos allá en la pradera, esa mamá pasaba a través de todas las vacas y becerros hasta encontrar al suyo, y él becerro estaría corriendo hacía su mamá. El conocía ese cierto sonido en su bramido. Y ella estaba bramando por ese becerro, y las otras madres estaban bramando a tal grado que uno ni siquiera podía oír sus propios pensamientos, sin embargo ese pequeño becerro sabe encontrar ese cierto llamado de su madre, porque es parte de la madre.",
    "Y un Cristiano nacido de nuevo del Cielo, él es parte de esta Palabra. Correcto. A otra madre él no seguirá. El es parte de la Palabra. El se queda con la Palabra. “Si la trompeta diere un sonido incierto, ¿quién puede prepararse para batalla?”, dijo Pablo. [1 Corintios 14:8] El conoce el sonido de la Palabra. Fíjense como—como es esto, la mano predestinada de Dios siguiéndolos siempre. El sabe que él fue ordenado, y que está en la Verdad del Evangelio. El sabe que nació por el Espíritu de Dios. El sabe que el Espíritu de Dios no puede negar la Palabra de Dios, por lo tanto a un extraño él no seguirá. Fíjense cómo…",
    "Estaba mirando algo que tenía apuntado aquí. Lo—lo pasé por alto, pero sucede que vi la lectura de la Escritura, y pensé en referirme a esto de nuevo. Fíjense cómo Sus propias ovejas predestinadas lo siguieron a El, allí mismo en los días de los más grandes teólogos que jamás hemos tenido. Ellos salieron, porque lo conocían a El. Ellos sabían lo que la Palabra había prometido para ese día. Ellos sabían cómo debía ser el Mesías cuando El viniera. Y Simón Pedro vino a El, el cual era únicamente “Simón” en ese entonces.",
    "Y Andrés había tratado de hablarle acerca de todo eso. “Este Hombre es el Mesías”. Pues, Simón, por supuesto, él quizás era un poquito testarudo, y él no quería ir.",
    "Pero cuando él llegó ante la Presencia de Jesús, cuando Jesús dijo: “Tu nombre es Simón, y tú eres el hijo de Jonás”. Ahora, sabemos que Jesús le dijo a Sus apóstoles que El los conocía, y eso desde antes de la fundación del mundo, y que ellos eran los atributos de Sus pensamientos. Por lo tanto, siendo que esa simiente estaba en él, y él sabía que la Palabra decía y que había sido prometido que el Mesías sería un profeta. Y cuando él vio eso, allí mismo dejó de pescar. El supo entonces que abandonaría sus redes, porque él iría—iría y llegaría a ser un pescador de hombres. Por…",
    "Ahora, había otros parados allí, que vieron las mismas obras, y lo clasificaron como “espíritu maligno”. Esos eran los teólogos, porque no era al gusto de su enseñanza teológica. Y ellos lo rechazaron, porque se apoyaron en su propia prudencia, según sus doctores; siendo que Jesucristo vino según el cumplimiento de la Palabra de promesa, y ellos estaban demasiado ciegos para verlo. Ellos se apoyaron en lo que los sacerdotes decían, y en lo que la iglesia decía, en vez de sobre lo que dijo Dios.",
    "Ahora, Jesús los reprendió por eso. El dijo: “Escudriñad las Escrituras, porque en Ellas vosotros afirmáis que tenéis Vida Eterna. Y Ellas son las que testifican de Mí. Estas Escrituras que Yo os estoy pidiendo escudriñar, Ellas os dicen quién Soy Yo”.",
    "Pero ellos no se apoyaban en lo que decía la Palabra, sino que se apoyaron en la prudencia que ellos tenían. Ellos se apoyaron en su propia prudencia. Y la Escritura nos dice que fueron velados. El velo de su propia teología los tenía cegados.\n\nUds. dicen: “Hermano Branham, ¿a qué está llegando Ud.”?",
    "Yo sólo estoy llegando a esto. Esa cosa está ocurriendo otra vez, al grado que hombres y mujeres y personas se apoyarán en una cierta iglesia a la que ellos se han unido y a la que pertenecen, sin importar lo que dice la Palabra de Dios al respecto. Ellos siguen con eso, apoyándose en su propia prudencia, e ignorando la Palabra de Dios, como si nunca hubiese sido escrita. Es una simiente de vida humana sin germinar. Tiene la vida física, pero sin vida espiritual para ser vivificada. El velo estaba sobre sus rostros.",
    "Ahora fíjense, ellos tenían sus propios pensamientos de lo que Dios debería ser; ellos tenían sus propias ideas de lo que el Mesías debería ser. ¡Pero la Palabra declaró lo que debería ser el Mesías! Ahora, vean, ellos tenían su propio entendimiento de lo que El sería. No hay duda que el sumo sacerdote dijo: “Todos mis sacerdotes bajo mis órdenes, ahora cuando venga el Mesías…Hemos construido aquí un gran templo. Hemos hecho todo esto. Y la Biblia dice: ‘El prestamente vendrá a Su templo’, y todas estas cosas. Cuando El lo haga, el Mesías pasará hasta aquí y se dará a conocer El mismo con nosotros, y dirá: ‘Yo soy el Mesías. Yo he llegado. Yo soy ese Mesías que Uds. han estado buscando’”. Pues, cuando El por fin vino, El vino en una manera tan diferente a como ellos pensaron que sería, que ellos no lo reconocieron. Ellos no supieron quién era El. Pero Su…",
    "¿Y qué si algún hipócrita hubiera subido allí y hubiera dicho: “Yo soy el Mesías. Yo soy el Doctor Fulano de Tal”? Ellos lo hubieran aceptado.",
    "Pero cuando se trató de un Hombre, que había nacido de un nacimiento dudoso, sin educación de ninguna escuela a la que El hubiese asistido para aprender, sin haber tenido ningún seminario, ninguna tarjeta de compañerismo; sin embargo El era la interpretación de la Palabra de Dios, hecha manifiesta. “Las obras que Yo hago, les dicen Quien soy. Si no hago las obras que fueron prometidas que Yo haría, entonces no me crean”.",
    "Y ¿no pudiéramos aplicar eso mismo a este día? Cuando el Espíritu Santo venga, lo cual ellos quieren aplicar a alguna otra edad, cuando El entra en acción y en las demostraciones de Su poder de Vida Eterna, la gente quiere llamarlo un—un “fanatismo salvaje”. ¿Por qué? Ellos se están apoyando en su propia prudencia, y no en la Palabra del Señor. Y Uds. saben que así es.",
    "La identificación, que la propia interpretación de Dios es la manifestación de la promesa.",
    "Quizás yo lo diré, lo haré un poquito más claro. Cuando Dios habla la Palabra, El no necesita a ningún hombre o a ninguna mujer, o a nadie más, que diga lo que Eso significa. Cuando El dijo…Pues, Uds. dicen: “Dios quiso decir esto”. Dios quiere decir justamente lo que El dice que quiere decir. ¿Ven?",
    "Ahora, ¿cómo interpreta El Su propia Palabra? Al cumplirla. La Biblia dice: “Una virgen concebirá”, ella concibió. Eso no necesita ninguna interpretación. Dios dijo: “Sea la luz”, y la hubo. Eso no necesita ninguna interpretación.",
    "Dios también dijo que en estos últimos días “El derramaría Su Espíritu sobre toda carne”, y El lo ha hecho. Eso no necesita ninguna interpretación. Eso únicamente necesita una aceptación, alguien que acepte lo que Dios ha hecho. Eso no necesita una interpretación. Dios interpreta Su propia Palabra. Dios prometió las cosas que nosotros vemos, día tras día, que El las haría en el último día.",
    "La gente hoy en día, como fue entonces, se apoya en su propia prudencia. “Mi pastor dice que eso es fanatismo”. Pero la Biblia dice que acontecería. ¿En la prudencia de quién se va apoyar Ud.?",
    "La Biblia prometió que en los últimos días: “La Edad de la Iglesia de Laodicea llegaría a ser tan rica, y se pondría tan…o tendría tanta suficiencia propia, ‘Yo soy rico, y de ninguna cosa tengo necesidad. Estoy sentada como reina’”. Y ella es rica. Y El dijo: “No sabes que eres miserable”. ¡Ahora esa es la edad entera de la iglesia, la iglesia! “A la iglesia de Laodicea: estás desnuda, ciega, pobre, miserable, y no lo sabes”. Sentada en sus riquezas, millares de millares, y millares de miembros, casi toda la riqueza del mundo en la mano. Juntándolo todo, hasta la fecha, con la iglesia católica y los protestantes, juntos, como se están juntando, ellos poseen la riqueza del mundo.",
    "Estamos casi en bancarrota en esta nación. Estamos pidiendo prestado de los impuestos que serán pagados dentro de cuarenta años desde ahora, me han dicho que así dijeron en Life Line [un programa radial]. Los impuestos que estamos gastando ahora, serán pagados de aquí a cuarenta años. Mi pequeño nieto, si Jesús tarda, los impuestos que él pagará cuando él tenga cuarenta años, lo estamos gastando ahora. Enviándolo como ayuda en el extranjero, y nuestros propios indios y demás muriéndose de hambre; procurando comprar el compañerismo. El compañerismo no se compra. El amigo no se puede comprar. No, pero eso es lo que estamos haciendo. Esa es la manera en que estamos establecidos, imponiéndole impuestos a la gente sobre todo lo que se pueda, impuesto, impuesto, impuesto. Y no estaremos libre de la deuda de la guerra aún por cientos de años me supongo, a la cual hemos sido sometidos por los políticos. Y no deberíamos estar de esa manera, no hay razón para que estemos de esa manera.",
    "Pero las iglesias mismas han llegado a ser ricas. “Casi toda la riqueza del mundo”, dice la Biblia, “está en la iglesia católica”. Por eso es que Rusia la echó, pues Rusia la excomulgó. Esas eran las propias raíces del comunismo, porque la iglesia enseñaba que era algo, y no se distinguía de los demás del mundo.",
    "Cuando estuvimos allá en Finlandia, y ese muchachito fue levantado de los muertos. Allí estaban aquellos soldados rusos parados en atención, y ellos dijeron: “Nosotros recibiremos a un Dios que puede resucitar a los muertos”.",
    "Nosotros hemos hecho denominaciones, y escuelas y—y edificios, y hemos fallado en hacer lo que Jesús nos dijo que hiciéramos, y eso era “predica el Evangelio”. Hemos tratado de educar al mundo. El no dijo: “Educad el mundo, aquél que es educado será salvo”. Uno tiene que nacer de nuevo, ser lleno del Espíritu. Y por esa razón hemos fallado tan miserablemente, en todas partes. Vean, tenemos la riqueza, tenemos la cosa.",
    "Ahora ¿qué acontecerá? Y cuando esta iglesia, el Concilio Mundial de Iglesias, se una, ¿no pueden Uds. ver quién es el que va servir de guía? ¿No pueden Uds. metodistas y presbiterianos entender eso, y todos los demás, hasta los pentecostales? Uds. dicen que no van a entrar en eso. O entrarán, o quebrarán la denominación. Uds. harán una o la otra. Eso está delante de Uds., tienen que hacerlo, es por la fuerza, la marca de la bestia. Y eso es, exactamente. Denominacionalismo, absolutamente (y yo puedo probar eso por la Biblia) es la marca de la bestia. “Ella era una ramera; ella tenía hijas prostitutas”. Y nosotros sabemos que esa es la Verdad. Religión organizada es contraria a la Biblia, y es anticristo en sus principios. No todo allí es anticristo; pero en sus principios, su sistema es anticristo, porque es contra la Palabra de Dios. Todo sistema organizado es de esa misma manera.",
    "Allí lo tienen (¿ven?), y Uds. se apoyan en la prudencia de alguien más, en su prudencia, en vez de apoyarse en la prudencia de Dios, en lo que Dios dijo al respecto. Por esa razón está mal. Muchachos van a los seminarios donde les ofrecen una buena educación, a estas escuelas Bíblicas supuestamente las llaman. Y quizás ellos tienen un llamado de Dios en su corazón. Y ellos llegan allí y son indoctrinados a tal grado, y desde un solo punto de vista, hasta que: “Fulano de Tal lo dijo, el Obispo Fulano de Tal. Este lo dijo. Aquel lo dijo. El concilio de los hombres acordó que debería ser de esta manera”.",
    "¡No importa lo que alguien más dice! Jesús dijo: “¡Toda palabra de hombre sea mentira, y la Mía sea Verdad! No importa de quién sea, la Mía sea la Verdad”.",
    "Ahora, ¿cómo sabemos cuál es Verdad? Cuando la Biblia declara que algo sucederá, que algo va a acontecer, y sucede de esa manera.",
    "Ahora, la Biblia dice: “En ella estaba la—la riqueza del mundo: oro, plata”.",
    "Ahora si estamos bajo la norma del oro, y estamos en bancarrota, pues ¿qué va suceder? ¿Qué va suceder? Uds. bien saben, la gente rica de esta nación, estas grandes fábricas, y los hombres del whisky y los hombres del tabaco, y así por el estilo, no van a tolerar que se cambie la moneda, así que la única cosa que tendremos que hacer es pedirlo prestado. Y hay un solo lugar donde podemos pedirlo prestado. Y cuando lo hacemos, vendemos nuestra primogenitura a eso. Esa es la verdad. Entonces, ¿qué van a hacer? Uds. son poseídos por eso, ese sistema. No hay nada más que puedan hacer.",
    "Oh, gente, no piensen que yo…de pronto Uds. estarán pensando que estoy loco. Pero cuando mi voz sea silenciada por la muerte, todavía se estarán tocando estas cintas, y Uds. reconocerán que lo que yo he dicho ha llegado a cumplirse. Yo sería la persona más ridícula en tomar la posición que he tomado, aun en contra de esta cosa, yo—yo estaría—yo estaría en contra de Dios; yo estaría en contra de todo lo que es Dios, si yo (si yo hubiera) si estuviera equivocado en mi parecer y en mi llamamiento. La cosa estaría en contra de Dios. Pero he tomado mi posición porque lo veo aquí en la Palabra. Esta es la Palabra de Dios. Entonces lo veo siendo vindicado, probado que es la Verdad. Esa es la interpretación que Dios da de Su Palabra. La propia interpretación de Dios, de Su Palabra, es como El lo vindica y lo hace veraz.",
    "¿Por qué estaban ciegos estos fariseos? ¿Qué los cegó a tal grado? Porque ellos no quisieron aceptar la revelación o la vindicación de la Palabra.",
    "Y esa es la razón que hoy las iglesias están ciegas, es porque no aceptan la revelación que está siendo vindicada. Si la Palabra dice tal cosa, y eso es revelado, y luego aun es probado, sin embargo, no lo aceptan.",
    "Esa es la razón que estos judíos…Los judíos hasta el día de hoy, no lo harán. Uno no les puede hablar a ellos de Cristo, porque el velo todavía está sobre su rostro, cegados.",
    "Y la iglesia, uno no les puede hablar acerca del Evangelio completo y del poder de Dios, porque el dios de este mundo los ha cegado a las verdades de Dios, y ellos se apoyan en su propia prudencia. Cuando mujeres vienen a la iglesia y se han cortado el cabello, porque sus pastores les dicen: “Oh, eso está bien. Aquel hombre está loco”. Pero la Biblia dice que ella ha hecho mal cuando hace eso; Dios rehusa responderles la oración. Y algunas de esas mujeres cometen otra desgracia, y tratan de ser predicadoras, luego ella ha cometido una cosa doble. La Biblia dice que ella no debería hacer eso, nada de eso. Pero la organización de la iglesia la recibirá, y la ordenará y la enviará, ¡se están apoyando en su propia prudencia!",
    "Una sola Palabra de Dios mal colocada, o mal interpretada, o no aceptada, rompe toda la cadena. “No sólo de pan vivirá el hombre, sino de toda Palabra que sale de la boca de Dios”.",
    "¿Por qué es, mujeres, Uds. me oyen predicar en contra de estas cosas, de usar pantalones cortos, y pinturas, y—y peinados de este cabello corto, y toda clase de cosas; y luego cada año cuando regreso Uds. todavía están sentadas en la misma condición? Es porque se están apoyando en su propia prudencia en vez de la Palabra del Señor.",
    "Y pastores, ¿por qué no limpian su iglesia? Es porque se inclinan a su credo denominacional en vez de la Palabra del Señor. Esa es la verdad. No se apoyen en su propia prudencia. Pues, no se apoyen en su propia prudencia sino en la Palabra del Señor.",
    "Ellos no la aceptaban, porque ellos no aceptaban la vindicación. Jesús vino con un—un Evangelio, exactamente de la manera que El dijo que vendría. Hasta muchas veces…",
    "Juan estuvo un poco confundido cuando él fue echado en la prisión, y él—él, estando allí…Y él había predicado que “el Mesías vendrá, el aventador está en Su mano; El limpiará Su era, y quemará la paja en el fuego que nunca se apagará, y recogerá el trigo en el granero”. El Espíritu de Dios presentando, brotando de él como una fuente. Y entonces cuando él vio a Jesús que vino en la escena, un tipo de Hombre dócil, manso y humilde, siendo empujado, que corrió de aquí para allá por Su vida. Pues, ellos no…",
    "Juan no podía entender eso, así que él envió algunos de sus discípulos para indagar de Jesús si El verdaderamente era Aquél. ¡Qué deshonra hacia Jesús! Después que ese profeta, estando parado allí en el agua con la Palabra de Dios, y dijo: “Lo conocí, porque vi el—el Espíritu Santo, como una paloma, Dios, descendiendo del Cielo como una paloma y entrando en El, y escuché una Voz del Cielo, diciendo: ‘Este es Mi Hijo amado’”. Luego Juan dijo: “Vayan y pregúntenle a El si verdaderamente El era Aquél, o—o—o, ¿debemos esperar a otro”?",
    "Pues Jesús no le envió un libro sobre cómo comportarse en la prisión, o a qué iglesia él debería haberse unido. Sino que El dijo: “Quédense por aquí un rato y observen lo que sucede, y luego vayan y muestren a Juan las cosas que han visto que se han hecho”, por razón de que las obras que El hizo lo vindicaron a El ser el Mesías, el Hijo de Dios. “Bienaventurado es aquél que no halle tropiezo en Mí”.",
    "Tantos se han ofendido. Tanta gente toma ofensa tan fácilmente con la Palabra del Señor. Es-es algo contrario, ellos quieren apoyarse en su propia prudencia. Ellos no quieren tomar la Palabra del Señor. Y tienen que irse por el camino donde han sido instruidos. Y la manera que ellos son enseñados, es hacia donde su iglesia se incline. No importa si Dios prometió que El-El mandaría lluvia, que tendría lluvia por la mañana, y la iglesia dice: “Eso es tontería”, ellos le creerían a la iglesia en vez de Dios. ¿Debido a qué? Ellos son nacidos de la iglesia.",
    "Pero un hombre que es nacido de Dios, es de la simiente de Dios. Y la simiente de Dios es la Palabra de Dios, y él sólo vive es por Eso. Esa es su Vida.",
    "Ahora, ellos se apoyaron en su propia prudencia, y no quisieron apoyarse en la Palabra de Dios. Ellos tenían mejor conocimiento. Eso estaba en la Escritura. Ellos lo llamaron un “espíritu malo”, a ese Hombre. ¿Debido a qué? Porque su sacerdote había dicho: “Cualquiera que vaya a oír a este Hombre predicar, será expulsado de la sinagoga”.",
    "Cuando un hombre que antes era ciego, fue sanado por Jesús; aun sus padres, tan contentos con la sanidad, pero tenían temor de confesar que era Jesús el que lo hizo. Sí.\n\nEl dijo—él dijo: “¿Es éste su hijo”?\n\nDijeron: “Sí”.\n\nDijo: “¿Quién lo sanó”?",
    "Dijeron: “Yo—yo no sé”. Dijeron: “El es mayor de edad, pregúntenle a él. El, él puede hablar por sí mismo”.",
    "Porque, ya se había dicho: “Cualquier hombre que se apoye en la prudencia de Cristo”, en vez de la prudencia de ellos, “será sacado de la iglesia”. Ahora, ¿no hemos llegado a lo mismo? Les hago una pregunta clara y precisa. [La congregación dice: “Amén”.] Correcto. Es igual. No importa lo que Dios hace, tiene que ser de acuerdo a la prudencia de ellos, no lo que Dios vindica ser la Verdad. Ahora, y sin embargo, ese hombre tenía la respuesta.\n\nEl dijo: “¿Quién te sanó”?\n\nEl dijo: “Uno llamado Jesús de Nazaret”.\n\nDijo: “El es un pecador. Nosotros no sabemos de donde viene”.",
    "El dijo: “Ahora esa es una cosa extraña. Se supone que Uds. son los líderes en esta hora. Y aquí está un hombre que abrió mis ojos, lo cual no ha sido hecho desde que comenzó el mundo, y sin embargo Uds. dicen que no saben de dónde El viene”. ¡Oh, qué cosa!",
    "¿Por qué? Ellos se estaban apoyando en su propia prudencia en vez de la Palabra del Señor. Porque Isaías dijo: “Los ciegos verán, el cojo saltará como un ciervo, los desiertos brotarán en gozo”. Pero (¿ven Uds.?), ellos se apoyan en su propia prudencia, no en la Palabra; en su propio sistema que han trazado.",
    "Ahora, fíjense que las iglesias de hoy en día hacen lo mismo. Ellas han formado una gran super raza de conocimiento en sus sistemas denominacionales. En el cual tienen tal super conocimiento, y no quieren que nadie más tenga algo que ver en el asunto, y que nadie entre a no ser que pertenezca a ese grupo.",
    "No me digan nada; yo vivo en Tucson, Arizona. Llegué allí hace tres años, me reuní con el concilio de iglesias, y dije: “Yo no he venido para comenzar una iglesia. Yo he venido para tener compañerismo con Uds. Yo vengo para ayudarles. Yo soy un misionero, un evangelista, sea lo que sea que hago”.\n\nEllos dijeron: “¿Viene Ud. aquí para comenzar una iglesia”?",
    "Yo dije: “No señor. Yo vengo aquí…Si yo quisiera una iglesia, tengo una en Indiana”. Yo dije: “Yo vengo aquí porque el Señor me guió aquí en una visión. Me voy a quedar ahora por un tiempo, a no ser que El me guíe a irme, pero no he venido para comenzar una iglesia. Yo vengo para ayudarles a Uds. hermanos”.",
    "Eso fue hace tres años. Yo no he sido invitado a un solo lugar. ¿Por qué? Porque hubo una reunión un poco después de eso, y dijeron que si algún hombre me tuviera en su púlpito, ellos excomulgarían a ese predicador. ¿Ven? ¿Por qué? ¡Apoyándose en su propia prudencia! Ciertamente, eso es el así llamado, ellos forman su super conocimiento.",
    "A no ser que uno ponga su nombre en el libro de ellos, uno se…uno está perdido. Un ministro me dijo eso. “Oh”, dicen Uds., “ese era algún loco”. Ese era un pentecostal.",
    "Jack Moore y yo estuvimos sentados allí escuchándolo, en Dallas, Texas. Dijo que él iba a tener que “quitar a un hombre del libro”.\n\nYo dije: “¿Por qué”?\n\n“Porque él tuvo compañerismo con Ud.”\n\nYo dije: “Pues, quítelo”.\n\nEl dijo: “Pues, entonces él estará perdido”.\n\nYo dije: “¿Perdido”?\n\n“Pues”, dijo él, “¡si su nombre no aparece allí”!",
    "Yo dije: “¿Me quiere decir que siendo un presbítero del distrito Ud. cree eso”?\n\nEl dijo: “Esa es la verdad”.",
    "Yo dije: “Mire señor, mejor cuelgue el teléfono. Ud., Ud.…Esa no es la gracia de Dios, esa—esa”. ¿Ven Uds.?",
    "🦅 Porque por un solo Espíritu fuimos todos bautizados en un Cuerpo…” [1ª Corintios 12:13] Y así llegamos a ser miembros de ese Cuerpo. No importa qué marca tenga uno, eso no tiene nada que ver. Uno es Cristiano totalmente por nacimiento, y esa es la única manera. Es la única manera de lograrlo; no por unirse, no por credos, no por emoción de esto, o recitando esto, ni ninguna otra cosa, ni por educación, ni teología. Uno es Cristiano cuando ha nacido de nuevo, y uno no puede nacer de nuevo a menos que haya sido elegido para nacer de nuevo. “Ninguno puede venir a Mí si el Padre que me envió no le trajere; y todo lo que el Padre me ha dado vendrá”. Amén. “Yo le resucitaré en el día postrero”.",
    "Estas grandes, así llamadas, escuelas Bíblicas que tenemos, se apoyan en su propio aprendizaje. ¡Oh, qué cosa! A ellos no les importa lo que dice la Palabra, ellos lo pueden explicar tan claramente, o sea para ellos mismos, al grado que ellos mismos lo creen y también los de su propia clase: “Los días de los milagros han pasado. No hay tal cosa como profeta, profetas, apóstoles. No hay tal cosas como dones de sanidad, y demás. Todo terminó allá en los días de la Biblia”. Ellos mismos pueden hacerse creer eso.",
    "Uds. saben, la Biblia dice que uno puede creer una mentira y por ella ser condenado. [2ª Tesalonicenses 2:11, 12] ¿Ven? Es exactamente la Verdad. Ellos se forman, y no importa lo que dice la Palabra de Dios, ellos se apoyan en su propia prudencia. Ellos, ellos se apoyan en eso, ellos lo creen, ellos piensan que es la verdad. Uno puede continuar creyendo una mentira, una y otra vez y otra vez, hasta que se le vuelve verdad, para uno mismo. Correcto.",
    "Pero ¿cómo sabemos nosotros si es la Verdad o no? Dios prueba que es la Verdad, porque está en Su Palabra y El lo vindica. El le da Su propia interpretación.",
    "¿Cómo hacen para llegar a esto? Ellos lo hacen por medio de su cultura, su educación, por sus conocimientos por—por sus títulos de doctorados, los títulos y demás, mostrando que han venido de cierto seminario y han aprendido estas cosas.",
    "Pero, miren amigos, escuchen. En ninguna parte en la Biblia se nos pide que entendamos. No se nos ha pedido que lo entendamos. Se nos ha pedido que lo creamos. ¿Creerlo por medio de qué? Por medio de fe. Si uno lo entiende, entonces eso anula la fe. Uno no lo puede entender, pero de todas maneras lo cree. Si yo pudiera entender a Dios, no tuviera que creerle a Dios. Yo no entiendo a Dios. Ningún hombre entiende a Dios. Yo no puedo entender la Palabra de Dios, pero yo la acepto. Yo la creo. A mí no se me pide que la entienda.",
    "Yo no fui a ningún seminario, y todo este gran entendimiento de conocimiento de hombre sobre eso. Yo sólo sé que la Biblia dice que: “Jesucristo es el mismo ayer, y hoy, y por los siglos”, y yo lo busco a El en esa misma categoría. Yo sé que El prometió que El haría esto en este día, yo espero que El lo haga y El lo hace. Correcto. El prometió gracia, yo la busco y la he recibido. El prometió sanidad, yo lo creo y yo la acepté, y yo la recibí.",
    "Ahora, no quiero tomar demasiado de su tiempo, pero quiero preguntarles una cosa si aguantan conmigo por un momento, para considerar algunos de aquellos que no se apoyaron en su propia prudencia; algunos personajes de la Biblia, sólo unos cuantos, que no se apoyaron en su propia prudencia, a pesar de lo que era el entendimiento de su edad.",
    "Tomemos por ejemplo a Noé. Noé vivió en un gran día de investigación científica. En los días de Noé, ellos probablemente construyeron las pirámides, las cuales no se pueden reproducir. Hoy no tenemos con qué hacerlo, nada con qué levantar las piedras. Ellos no podrían, hoy en día. En aquellos días, tenían alguna clase de química que podían utilizar para teñir y hacer la ropa verse natural hasta hoy. Ellos tenían un liquido para embalsamar con el que podían hacer una momia; nosotros no podríamos hacer una hoy en día, aun si tuviéramos que hacerla. Hemos…muchas de las artes que hemos perdido. El día en que él vivió, era una edad científica e inteligente.",
    "Jesús se refirió a eso, que esa misma clase de edad se repetiría otra vez antes que El regrese: “Porque como fue en los días de Noé”. Ahora Uds. creerán eso, ¿no es así? [La congregación dice: “Amén”.] ¿Creen Uds. que Jesús dijo eso? [“Amén”.] ¿Creen Uds. que hemos regresado a esa edad? [“Amén”.] Ahora eso está en el Libro de Lucas, el capítulo 17 y el versículo 29.",
    "Ahora, en Lucas 17:30, El dijo: “Y como fue en los días de Lot, cuando el Angel del Señor…”",
    "Ahora, El estaba leyendo la misma Biblia que nosotros. Y cuando El…Regresen y averigüen qué clase de día era antes de la lluvia de Noé. Regresen y averigüen qué clase de día era antes que el mundo fue destruido en los días de Lot. Averigüen lo que era, y verán de lo que estaba hablando Jesús.",
    "🦅 En los días de Noé, estaban comiendo, bebiendo, casándose, y dándose en matrimonio; no lo supieron hasta que Noé entró en el arca, y vino la inundación, y se los llevó a todos”.",
    "En los días de Lot, un poco antes que el mundo fue…el fuego quemó el mundo gentil, los sodomitas; había homosexuales, perversiones, y de todo. Un gran…Era un Los Angeles moderno; no únicamente un Los Angeles moderno, pero un Estados Unidos; no únicamente un Estados Unidos, pero el mundo entero. Ciertamente así era, ¡perversión! El hombre perdió su fuente natural de vida y sus conocimientos naturales del sentido común, llegaron a ser pervertidos por un espíritu malo que cambió todo el curso de su vida natural, y fueron poseídos por espíritus diabólicos. Si ese no es el cuadro de los días de Noé, entonces no lo sé, o sea en los días de Lot, es que quiero decir. En los días de Noé, también, comiendo, bebiendo, casándose, dándose en matrimonio, las cortes de divorcio llenándose, y todo, así es como era.",
    "Pero recuerden, antes que el mundo fuera destruido, Abraham fue enviado sobre la faz de la tierra y le fue dada la promesa de un hijo. Y Abraham se encontró con Dios en muchas etapas, como tipo de la iglesia que se ha encontrado con Dios. Pero un poco antes de la destrucción y el regreso del hijo prometido, o que viniera mejor dicho — vino el hijo que había sido prometido — Dios descendió y fue manifestado en carne humana, en un hombre, tres hombres. Y ellos bajaron con Lot; vinieron primero con Abraham, y allí se sentaron. Y Abraham había tenido un cambio de nombre, de Abram a Abraham; y Sarai a Sara.",
    "Y este Hombre, el vocero, Elohim, cuando El descendió a hablar con él, ¿qué le dijo? El dijo: “¿Dónde está tu mujer, Sara”?\n\nDijo: “Ella está en la tienda, detrás de Ti”.",
    "Dijo: “Yo te visitaré según el tiempo de la vida”. Y ella se rió en la tienda, detrás de El. Y El dijo: “¿Por qué se rió Sara”? ¿Ven? Ahora El le hubiera quitado la vida a Sara allí mismo, por haberse reído de Su Palabra; pero El no podía hacerlo, porque Sara era parte de Abraham.",
    "Y hoy, Jesús dijo en Lucas el capítulo 17 y el versículo 30: “Como fue en los días de Lot, así será en el tiempo del fin cuando el Hijo del Hombre…”",
    "Ahora recuerden: “Hijo de hombre” es un profeta. Jehová llamó a Ezequiel “Hijo de hombre”. Jesús vino en tres nombres: Hijo del Hombre, Hijo de David, Hijo de Dios. El mismo se llamó “Hijo del Hombre” para que la gente entendiera, porque El era ese Profeta que el Señor Dios habría de levantar.",
    "Ahora fíjense. Entonces El prometió ¿qué? Que el Hijo del Hombre se revelaría nuevamente, un poco antes de ese tiempo, antes del fuego. Y esa fue la última señal que Abraham vio antes de la llegada del hijo prometido; y él fue convertido en un hombre joven, y ella a una mujer joven, antes. Ahora fíjense, la Escritura específicamente dice eso, y ahora nosotros debemos esperar por eso.",
    "Y entonces si vemos el mundo en perversión y las cosas que allí suceden hoy en día, como se va desarrollando, entonces ¿cómo podemos decir que aquello es correcto, y a la vez no decir que esto acá es correcto? Es porque en alguien, Uds. se están apoyando en la prudencia de ellos, y no en la prudencia del Príncipe de Vida el Cual era esa Persona que estuvo allá con ellos en la puerta de Sodoma. Ahora nos damos cuenta, nosotros no nos apoyamos en nuestra propia prudencia.",
    "Noé no se apoyó en su propia prudencia. Esa fue una gran edad científica, pero él no se apoyó en su prudencia de su día. Mas bien él se apoyó en la promesa de Dios, y se movió según el poder de Dios, y preparó un arca para la salvación de su hogar. Cuando era absolutamente contrario al sentido común; no había nada de agua allá arriba, y nunca había existido. Pero él sabía que si Dios dijo que habría, entonces habría. Así que él no se apoyó en su propia prudencia, sino que por fe él se movió por la promesa de la Palabra de Dios. El Espíritu lo movió, y él lo hizo.",
    "Abraham, él no se apoyó en su prudencia con respecto a la vida humana. El se había casado con su mujer como a los diecisiete años. Aquí estaba él, de setenta y cinco años, y ella tenía sesenta y cinco años, siendo diez años más joven. Pero Abraham no se apoyó en su propia prudencia cuando Dios dijo que le daría un hijo por Sara. Sino que él llamó a cualquier cosa — cualquier prueba científica que era contraria a la Palabra de Dios, o cualquier entendimiento aparte de la Palabra de Dios — como si no existiera. Y él le dio alabanza a Dios, se fortaleció, dándole gloria a El. El ni siquiera consideró su propio cuerpo ni tampoco la esterilidad del cuerpo de Sara, o—o de su propio cuerpo. El no consideró nada, sino que se apoyó sobre la promesa de Dios. El no se apoyó en su propia prudencia. El no se apoyó en razonamientos.",
    "🦅 Pues”, Uds. dirán: “Hermano Branham, es lógico que Dios no sane al enfermo, cuando tenemos tantos buenos médicos”.",
    "La Biblia dice: “Refutando razonamientos”. [2ª Corintios 10:5] Nosotros no razonamos. La fe no razona; la fe cree y acepta. Fíjense.",
    "Pero él creyó en vez de descreer; y llamó las cosas que no existían, como si fuesen, lo cual era absolutamente en contra de cualquier razonamiento. Pero él no razonó, él simplemente lo creyó. No había razonamiento que pudiera probar que ese bebé pudiera nacer. Esa mujer ya había pasado la menopausia por casi veinte años, y el cuerpo de él estaba casi muerto. Y cuando él tenía cien años, o sea veinticinco años más tarde, él todavía estaba glorificando a Dios, contrario a cualquier clase de entendimiento. Mas por fe, él sabía que Dios guardaría Su Palabra. El no se apoyó en su propia prudencia.",
    "¿Qué si Moisés se hubiera apoyado en su propia prudencia, cuando Dios le dijo que él debía tomar a Faraón…o sea a los hijos de Israel de la mano de Faraón? ¿Qué si él se hubiera apoyado en su propia prudencia, cuando él estaba allí frente a la Columna de Fuego, cuando Dios le dijo: “Ve y Yo estaré contigo”? ¿Qué si él se hubiera apoyado en su propia prudencia cuando él los trajo al Mar Rojo, y allí se encontraban frente al agua, y aquí Dios les había prometido la tierra prometida? ¿Qué si él se hubiera apoyado en su propia prudencia? “¿Cómo voy a llegar de aquel lado? No tenemos tiempo para construir un puente. Allí está el ejército que viene detrás de nosotros. Aquí están las montañas a ambos lados. Aquí tenemos al agua de frente, el Mar Rojo”.",
    "Ahora, si él se hubiera apoyado en su propia prudencia, él hubiera tirado las manos al aire y hubiera corrido, cayendo a los pies de Faraón para decir: “Faraón, perdóname, yo actué mal”.",
    "Pero él no se apoyó en su propia prudencia. Mas él oró y Dios le dijo que diera un paso hacia adelante, y el mar se abrió, lo cual era en contra de todo razonamiento. Pero él no se apoyó en su propia prudencia.",
    "¿Qué si Josué, cuando él fue allá con las otras diez denominaciones; y fue allá y vio esa tierra prometida por Dios, y hubiera regresado con ellos y hubiera dicho: “Ahora esperen un momento, sí es verdad; nosotros parecemos como langostas, y ellos son gigantes? ¿Cómo podremos jamás conquistarlos? Nosotros ni siquiera tenemos espadas; sólo lo que tenemos a la mano. ¿Cómo podremos jamás entrar y tomar esa tierra? Pues, es totalmente imposible. Ellos nos exceden en número, cincuenta hombres a uno. Ellos son soldados entrenados, y nosotros no somos más que una cantidad de pastores de ovejas y labradores de barro, salidos de Egipto. ¿Cómo? Ni siquiera tenemos escudos ni esas cosas, ¿cómo jamás la conquistaremos”?",
    "Pues, de seguro el razonamiento probaría que ellos no podían lograrlo. Cualquier hombre militar, como era él, o Moisés, no pudiera haberse apoyado en su propia prudencia. Mas ellos no se apoyaron en su prudencia. Pero ellos sabían que Dios dijo: “Yo les he dado esa tierra. ¡Vayan y tómenla”!",
    "No se apoyen en su propia prudencia. Si Ud. se apoya en su propia prudencia hoy, estando enfermo, quizá sentado en una silla de ruedas, muriendo de cáncer, con problema cardíaco, y el médico dice que Ud. va a morir; si Ud. se apoya en esa prudencia, Ud. sí morirá. Mas no se apoye en esa prudencia. De ninguna manera.",
    "¿Qué de los muros de Jericó, donde se dice que era posible correr una carrera de carros encima, sobre ellos, esas grandes murallas? Dios dijo: “Ve allá y marcha alrededor tantas veces, y toca la trompeta y todos Uds. griten, y el muro caerá”. Pues, eso sería absolutamente una necedad para la mente carnal. Pero Josué conocía lo grueso de esos muros, porque él había construido muchos muros allá en Egipto. El conocía el cemento que contenían, y cómo estaban armados, para aguantar las carreras de carros allá arriba, y aun casas construidas arriba. Pero él no se apoyó en su propia prudencia. El creyó en lo que Dios dijo que era la verdad, y obedeció Su Palabra, y los muros cayeron. No apoyándose en su propia prudencia.",
    "¿Qué si él hubiera estado peleando esa batalla, y (como yo estaba predicando el domingo), y allí el sol se estaba poniendo, el enemigo había sido disperso? Esa noche se hubieran juntado y hubieran venido con nueva fuerza, matando a muchos de sus hombres. Ahora ¿qué si él hubiera dicho?: “Necesito más luz del día; necesito más luz del sol. Pues, ahora esperen un momento. Dios estableció este orden, y el sol da vueltas, así que el mundo da vueltas. Ahora veamos, si yo le dijera al sol que se detuviera…Quizá si el mundo ahora se detuviera, entonces perdería su gravedad, yo me caería”.",
    "El no le puso atención a su prudencia. Lo único que él dijo fue: “¡Sol, detente; y, luna, quédate donde estás”! Y le obedecieron. El no se apoyó en su propia prudencia. Mas bien se apoyó en la promesa de Dios: “¡Yo les he dado a Uds. esa tierra; vayan y obténganla”.",
    "El les ha dado a Uds. la promesa del Espíritu Santo. Uds. lo pueden recibir en esta convención. Lo pueden recibir ahora mismo.",
    "No se apoyen en: “Ud. sabe, estoy cansado. Le digo, yo comí demasiado en la cena. No-no-no me gustaría que Juan me viera haciendo esto”. ¡Oh, qué barbaridad! Se están apoyando en su propia prudencia.",
    "🦅 Para vosotros es la promesa, y para los hijos de vuestros hijos, para los que están lejos, para cuantos el Señor nuestro Dios llamare”.",
    "🦅 El médico dijo que voy a morir. El me examinó, y dijo que tenía este cáncer, que tenía esto, lo que fuera. Yo tengo que morir”. No se apoye Ud. en esa prudencia. Dios es el Señor tu Dios que sana todas tus dolencias. Así que no se apoye Ud. en ese entendimiento, ni en la prudencia de ningún hombre. Apóyese en la prudencia de Dios.",
    "¿Qué de Sansón, allá en el campo, cuando los filisteos, que mil hombres lo sorprendieron? Y allí estaba parado él, un pequeño renacuajo de cabello rizado, como así de alto. El no; pues, él no era un hombre de espada, porque él no sabía; él no tenía entrenamiento, entrenamiento militar. El sólo era un pequeñito de cabeza rizada de aspecto cobarde, con siete mechones colgándole, el mimado de su mamá, parado allí, y allí venían mil filisteos. Pues, él no tenía nada en la mano. Miró al suelo, y allí encontró una quijada de mula, ya blanca, descolorida, y él la recogió.",
    "Entonces dijo: “Veamos, ahora, yo no haré mucho con esto, porque los cascos que tienen en la cabeza son…De esos filisteos, todos son soldados, todos tienen lanzas. Todos ellos tienen armaduras de malla. Y los cascos pesan como quince libras cada uno [7 kilos], hombres grandes, bien formados. Pues, si yo llegara a pegarle con esta frágil quijada de mula, sobre uno de esos cascos, pues se reventaría en pedazos. Eso es todo”.",
    "El no se apoyó en su prudencia. El sólo tomó lo que tenía a la mano, y empezó a golpear filisteos. Y después de haber tumbado a mil de ellos, él todavía tenía la quijada en la mano. Amén.",
    "A mí no me interesa lo que diga la teología del hombre, no se apoyen en eso. Apóyense en la Palabra de Dios: “Jesucristo el mismo ayer, y hoy, y por los siglos”. Ciertamente, él lo creyó.",
    "¿Qué si David hubiera escuchado a la teología de Saúl? Allí estaba parado Goliat con su gran jactancia, y todos éstos asustados; Saúl, cabeza y hombros sobre el ejército entero. Goliat dijo: “Alguien salga y pelee conmigo; no es necesario que—que todos muramos. Si yo lo mato, entonces todos Uds. nos servirán. Y si él me mata a mí, pues, nosotros les serviremos a Uds.”, porque él les llevaba la ventaja. Así es como le gusta hacer al diablo, cuando tiene todo el seminario presente y todo así, cuando va avanzando, ¿ven?",
    "El pequeño David caminando por ahí, vestido con un pedazo de piel de oveja; rojizo, de hombros encorvados, una persona pequeña como de cien libras, ciento diez [de 45 a 49 kilos]. El dijo: “¿Quieren decirme Uds. que los ejércitos del Dios viviente, que están circuncidados a un pacto, se mantienen aquí parados y permiten a ese filisteo incircunciso desafiar los ejércitos del Dios viviente”?",
    "Saúl dijo: “Muchacho, ven acá”. El dijo: “Yo admiro tu valor, pero los días de los milagros han pasado. Ya no tenemos tales cosas, ¿ves? Y déjame decirte algo más, ¿qué tarjeta de compañerismo puedes mostrar? Tú ni siquiera tienes armadura. Tú no tienes más que una honda en la mano. ¿Ves? Tú no tienes título de Ph.D ni LL.D. ¿Cómo vas a lograr eso? Pues, ese hombre es un guerrero. Pues, él—él es un D.D., L.L., Ph.D., LL.Q. Pues, él ha obtenido tantos títulos, él podría cubrir una pared con ellos. Y ¿quién eres tú? Un pastor de ovejas”.",
    "El dijo: “Pero yo quiero decirle algo”. El dijo: “¿Sabía Ud.”? Dijo: “Yo estaba allá cuidando las ovejas de mi padre, y”, dijo, “un león llegó y agarró una de ellas y huyó. Y sabe Ud., yo cogí esta pequeña honda y fui en pos de él, y lo tumbé. Yo le saqué el—el cordero de la boca, y él se levantó contra mí, y cuando lo hizo, yo simplemente saqué el cuchillo y lo maté”. Dijo: “Yo regresé. Y aquí venía un oso, buscando esa oveja, y la agarró y huyó. A él también lo maté”. El dijo: “Ahora el Dios…No mi Ph.D., no mi propia prudencia. Yo no puedo decirles cómo lo hago. Yo no sé cómo sucede eso. Pero el Dios” (¡Amén!), “el Dios que me libró de la garra del oso y del león, ¡cuánto más me librará El de la mano de ese filisteo incircunciso”!",
    "El obispo Saúl dijo: “Sabes muchacho, yo creo que tú tienes un llamamiento. Te diré, si vienes acá conmigo, te enseñaré cómo combatir en duelo, ¿ves? Y te diré, yo soy—yo soy el doctor, así que ponte mi armadura. Yo quiero vestirte”. David se paró allí, y le dieron un Ph.D. un LL.D., y todo eso, y—y el pobre muchachito ni siquiera se podía mover; él no sabía cómo.",
    "El dijo: “Yo no he ensayado esto. Ese chaleco eclesiástico no me queda. Quítenme esta cosa. Déjenme ir con aquello con que Dios me ha ayudado”. Esa era la fe en el poder de Dios. Y él—él no se apoyó en su propia prudencia. El no se apoyó en lo que alguien más dijo. El se apoyó en la fe. Porque él sabía que si Dios lo había salvado de la garra del oso, ¡cuánto más lo salvaría El de ese filisteo!",
    "Pues, si Dios los amó a Uds. lo suficiente para sacarlos del pecado y para llenarlos con el Espíritu Santo, ¿qué es lo que pasa con Uds. pobres débiles, sin espinazo, por todo el país? ¿No los librará El mucho más de sus aflicciones, siendo que El prometió que lo haría? La Palabra de Dios lo dijo. El lo hará. Seguro, El lo libró a él de la mano.",
    "Oh, cada uno de los profetas, ¿qué si ellos se hubieran apoyado en su propia prudencia en su edad? Ellos nunca se hubieran acercado a esos sacerdotes y sumos sacerdotes para llamarlos “paredes blanqueadas” y todo lo demás. Ellos nunca hubieran profetizado contrario a ellos. Ellos hubieran sido como algunos de esos profetas modernos: siempre de acuerdo, vestidos de ropas finas, y viviendo en los palacios de reyes.",
    "¿Qué si Juan hubiera tratado de apoyarse en su propia prudencia? No obstante, él fue directamente.",
    "Ellos dijeron: “Ahora, espera un momento Juan, no prediques sobre Casamiento y Divorcio”.",
    "El fue directamente ante Herodes, y dijo: “¡No te es lícito tenerla”! Sí señor.\n\nDijeron: “Pues, ¿no sabes tú quién es? Ese es el pro-…”\n\n“A mí no me importa quién sea”. El no se apoyó.",
    "Dijeron: “Ahora, sabes, tú no tienes mucho, te encuentras por acá en este desierto. La asociación no te recibirá si te pones a actuar así”. A él no le importó ninguna asociación. El no se apoyó en su propia prudencia, pero en la prudencia de Dios. Seguro.",
    "Hubo un hombre que sí se apoyó en su propia prudencia, y su nombre fue Judas Iscariote. Oh, él…Yo—yo no veo cómo él pudo haberlo hecho. El había estado cara a cara con Cristo, así como Eva allá en el principio. El había visto la vindicación, él había mirado a Dios en la cara, como lo hizo Eva, en el fresco de la tarde. Eva miró a Cristo, en el fresco de la tarde, allá en el huerto. Y Judas se había sentado en el fresco de la tarde, en el huerto de Getsemaní, y en muchos lugares, y había mirado al mismo Cristo; lo había oído a El enseñar, probándose El mismo por la Palabra, vindicado ser el profeta del que Moisés había hablado que se levantaría. Y les dijo en la Escritura Quién era El, y todo al respecto. Ellos lo habían visto probado por Dios, que El era; y después él se apoyó en su propia prudencia.",
    "¿Cómo pudo él haberlo hecho? Fue porque para comenzar él nunca lo tenía aquí adentro. El no era una simiente germinada. El era el hijo de perdición, nacido de perdición, y regresó a perdición. Ahora, nos damos cuenta, pero él salió, y quizás fue que tuvo una idea según su prudencia. El quizás pensó que Jesús…El le tenía tanto respeto: “Ahora, saben, quizás yo lo venda por treinta piezas de plata. Y si lo hago, tendré un poco de dinero, y entonces podré hacer algo con eso. Y El mismo será capaz de librarse”. Vean, él no sabía que en la Escritura él había llegado a la escena precisamente para tomar ese lugar.",
    "Y tampoco se da cuenta la gente hoy en día de la condición en que se encuentra. Ha sido ordenado que esta iglesia de Laodicea esté en esta condición, poniendo a Cristo del lado afuera. Y El tocando a la puerta, tratando de volver a entrar, aunque sin cooperación por ninguna parte. Vindicando Su Palabra en el día de hoy, como El lo ha hecho en cada día, y ellos se apartan de eso inmediatamente; apoyándose en su propia prudencia, eso es—eso es todo.",
    "O quizás, vamos a decir esto, que—que él pensó que quizá si él vendía a Cristo por treinta piezas de plata, pues, que él tendría compañerismo con algunas de las grandes denominaciones de ese día, los fariseos y los saduceos. El diría: “Ahora un momento, El puede cuidarse a Sí mismo. Yo lo he visto en grandes batallas; yo—yo sé que—que El puede cuidarse a Sí mismo; para yo así ganar un poco de dinero, como una—una pequeña jubilación, por decirlo. Y luego, también, yo pudiera tener un gran puesto con estas iglesias hoy, si se los entrego”. ¿Ven? Pero él se apoyó en su propia prudencia, en vez del entendimiento que esa era la Palabra vindicada de Dios, y él hizo con Jesús exactamente lo que las Escrituras dijeron que él haría.",
    "Y hoy día, el mundo eclesiástico ha rechazado a Cristo en estos últimos días, exactamente como el Libro de Apocalipsis dijo que ellas harían. Es el espíritu de Judas otra vez, en forma de iglesia: “Teniendo forma de piedad, pero negando la Palabra”. ¿Ven? Eso es verdad. Ahora, ¡oh qué cosa! ¿En qué resultó aquello? Muerte, igual como con Eva. Y lo mismo sucede con todos los demás que tratan de pervertir la Palabra de Dios, y que se apoyan en su propia prudencia. Aun ahora ellos venden, no por treinta piezas de plata, pero quizás por llegar a ser, oh, algún gran oficial, o por alguna experiencia de seminario. No valdría ni treinta piezas de plata, pero ellos de todas maneras lo venden; venden su entendimiento de Dios, por tal cosa como esa.",
    "Cuán diferente al gran erudito San Pablo, que tenía todo el conocimiento del cual pudo jactarse. Pero él dijo: “He dejado por un lado todo mi razonamiento. Un día yo me encontré con una Columna de Fuego, en el camino a Damasco”. Y él dijo: “Yo no vine entre Uds. con excelencia de palabras, porque si tal fuera el caso, Uds. confiarían en la sabiduría de hombre. Pero yo vine a Uds. en el poder y las demostraciones del Espíritu Santo, para que Uds.—Uds. se apoyaran en la Palabra de Dios”. Amén. Dijo: “Si aun viniere un ángel del cielo, y os anunciare alguna otra cosa, sea anatema”, Gálatas 1:8. Eso es correcto. No señor, no fue así con él.",
    "La mujercita junto al pozo, ella era inmoral. Pero ella sabía que las iglesias la habían excomulgado. Y, pero ella no se apoyó en su propia prudencia. Cuando ella se encontró con Este junto al pozo, que le dijo todos los pecados que ella había cometido, ella corrió a la ciudad. Ahora, no era correcto para una mujer hacer eso, andar anunciando cualquier cosa, siendo que ella era una prostituta. Pero cuando ella se encontró con Jesús, ella no se apoyó en la prudencia de la gente de aquellos días. Ella vino y dijo: “Vengan, vean a un Hombre que me ha dicho las cosas que he hecho. ¿No es este el mismo Mesías”? Ella no se apoyó en su prudencia, no.",
    "La virgen María, cuando el Angel Gabriel se encontró con ella y le dijo que ella iba a tener un bebé, sin conocer hombre. ¡Ay! Eso nunca había sucedido. Ella no se apoyó en su propia prudencia: que una mujer no podía tener un bebé sin tener un—un esposo. Ella no se apoyó en eso. Mas bien dijo: “He aquí la sierva del Señor, hágase conmigo conforme a Tu Palabra”. Ella no dijo: “¿Cómo lo voy a lograr? Y ¿cuándo será? Y ¿cómo va suceder todo esto”?",
    "El Angel dijo: “El Espíritu Santo te hará sombra; y Eso Santo que nacerá de ti será llamado el Hijo de Dios”.",
    "Ella dijo: “He aquí la sierva del Señor”. Ella no tomó su razonamiento, que le decía que esto era imposible. Ella sólo dijo: “He aquí la sierva del Señor”. Eso es correcto. Fíjense.",
    "La—la mujer que tenía el flujo de sangre; el médico le dijo, dijo: “No hay esperanzas”. Ella había gastado todo su sustento en médicos, y ninguno podo ayudarla. Mas ella no se apoyó en eso. Cuando Jesús…Ella caminó entre la multitud, y ella dijo: “Yo creo que si puedo tocar las vestiduras de ese Hombre, seré sana”. Ella procedió.",
    "🦅 Ahora espere, el médico ya le dijo: ‘Ud. no puede sanar’”. Ella había tenido este flujo de sangre por años y años. Ella se ponía más débil cada vez, y empeoraba. Los médicos la habían desahuciado. Ese era todo el entendimiento que ellos tenían.",
    "Pero ella habló por fe. No había ninguna Escritura diciéndole que hiciera eso. Pero ella dijo: “Si yo pudiera tocar el borde de su vestido, seré sana”, y ella se metió por allí y lo tocó. Ella regresó, se sentó.",
    "Y Jesús se dio la vuelta y dijo: “¿Quién me tocó”? El miró alrededor hasta que la encontró. El le dijo a ella de su flujo de sangre.",
    "Y ella sintió en ese mismo momento, en su propio cuerpo (ella no podía probarlo allí mismo), pero ella sintió en su propio cuerpo que se detuvo el flujo de sangre. Ella no razonó que si el médico la había desahuciado, ¿cómo podía alguna otra cosa ayudarla? Ella no acudió al razonamiento, sino que acudió a la fe.",
    "Ahora la Biblia dice, que El es el Sumo Sacerdote hoy, que puede compadecerse de nuestras debilidades. ¿Es correcto? [La congregación dice: “Amén”.]\n\nNo entren a razonar, diciendo, “Oh, eso es…”\n\nEl dijo: “El es eso, hoy mismo. El ahora mismo es un Sumo Sacerdote que puede compadecerse de nuestras debilidades, el mismo ayer, y hoy, y por los siglos”.",
    "¿Qué piensan Uds. cuando yo estaba allá y era un predicador bautista, y ese Angel del Señor me encontró allá y me comisionó a ir a hacer esto que estoy haciendo? Pues, mi pastor dijo: “Te has vuelto loco. Pues, tuviste una pesadilla, tú…”.\n\nYo dije: “Es mejor que Ud. me reciba la tarjeta de compañerismo ahora mismo”.",
    "🦅 Pues”, dijo él, “¿cómo puedes tú, con ni siquiera una educación de primaria, predicar alrededor del mundo? ¿Cómo podrás tú orar por reyes y potentados, y tú—tú—tú ni siquiera puedes usar bien la gramática”?",
    "Yo no estaba confiando en mi gramática. Yo no estaba confiando en ninguna habilidad que tuviera. Yo fui comisionado. ¡Aleluya! Y yo no me puse a razonar. Si yo hubiera escuchado los razonamientos, probablemente hubiera miles de personas muertas, años atrás. Pero yo llevé un Mensaje exactamente como El dijo, vuelta y vuelta al mundo.",
    "Y lo haré otra vez, por la gracia de Dios; no por razonamientos, sino por una comisión. Aleluya. Yo no me apoyé…Ud. dirá: “Ud. ya tiene cincuenta y cinco años”. Si tuviera noventa y cinco, eso no significa nada. El todavía es el mismo Dios que fue con Abraham. Sí señor. No se apoyen en su propia prudencia.",
    "Y después que salió la señal, y la Voz le siguió, y las iglesias empezaron a rechazarme y a cerrar sus puertas, sobre Doctrina, lo cual ninguno de ellos se atrevía a pararse delante de mí para decir que estaba bien o mal. Yo reto a cualquiera de ellos. No para aparecer muy listo, pero yo sé donde estoy. Correcto. ¿Qué hicieron ellos? ¿Qué hicieron ellos? Ellos cerraron toda puerta. “Ahora ¿qué piensa hacer”?",
    "El otro día, allá arriba de la montaña, yo estaba parado allí. Dije: “Señor, yo tengo una puerta abierta en toda la nación, hasta donde yo sé, esa es en Phoenix, Arizona; es la única que tengo”. Y yo comencé a bajar de la montaña. Y tan claro como he oído a cualquiera hablar, El dijo: “¿Qué a ti? Sígueme tú”. Ya no nada de mi propia prudencia, yo me apoyo en Su promesa.",
    "Oh, amigos, no se apoyen en razonamientos. Clamen mas bien con Eddie Perronett de antaño: [Loores Dad A Cristo El Rey]\n\n¡Aclamen todos el poder del Nombre de Jesús!\n\nPermitan que Angeles caigan postrados;\n\nTraigan la diadema real,\n\nY corónenlo Señor de todo,\n\nCorónenlo a El Señor de todo.",
    "Eso es correcto. No se apoye en lo que Ud. piensa, o en lo que alguien más piensa. Por fe acepte la promesa de Dios. ¿Lo harán? Ahora no se trata de que si alguien más lo hizo, o si no lo hicieron, ¿pero qué de Ud. mismo? ¿Qué harán Uds. con este Jesús llamado el Cristo, que se da a conocer en este día, igual como El lo hizo en aquel día? ¿Le creen a El? [La congregación dice: “Amén”.]\n\nOremos.",
    "Señor Jesús, Rey de reyes, Señor de señores, Dios de dioses, Dios de todos los potentados; el Primero, el Ultimo; el Alfa, la Omega; el Principio y el Fin; la Estrella Resplandeciente de la Mañana, la Rosa de Sarón, Lirio del Valle, Raíz y Linaje de David; ven, Señor Dios, ¡el mismo ayer, y hoy, y por los siglos!",
    "Bendice esta multitud de gente, Señor. Esta…[cinta en blanco] que apenas se está iniciando mañana. Hemos tenido una pequeña reunión aquí, y allí Tú nos has bendecido. Tú mismo te has dado a conocer a nosotros. Yo ruego Dios, que Tú mismo continúes dándote a conocer entre nosotros. Bendícenos esta noche. Ayúdanos ahora. Somos un pueblo necesitado.",
    "Y, Señor, Tú sabes que a mí no me gusta regañar a la gente, pero ¿cómo puedo silenciar ese ardor santo? A mí no me gusta hacer eso, Señor. Tú conoces mi vida, mi corazón. Yo tengo que hacerlo. Y yo ruego, Dios, que Tú me ayudes a hacerlo. Sólo dame gracia, y nunca me permitas apoyarme en mi propia prudencia, mas permite apoyarme en Tu promesa. En el Nombre de Jesús. Amén.",
    "Yo deseo que Uds., cada uno, sea muy reverente sólo por unos momentos. En esta multitud de gente, hay aquí hombres y mujeres sentados, sin duda, que están enfermos. ¿Cuántos aquí están enfermos y afligidos, levanten la mano, sólo digan: “Yo necesito de parte de Dios”? Sólo levanten su mano ahora mismo: “Yo necesito de parte de Dios”.",
    "Ahora, yo no conozco a mucha gente. Yo conozco a estos tres muchachos sentados aquí. Yo conozco al Sr. Dauch y a su esposa sentada allí. Creo yo, creo que esta es la Hermana Moore. Yo no estoy seguro. ¿Es correcto eso, Hermana Moore? Aparte de eso, creo que es todo. Con la excepción del Hermano Mike, y la plataforma, hasta donde puedo ver, que conozco.",
    "Pero el Padre Celestial que prometió, y que en este día El mismo se vindicaría en esta edad, exactamente de la manera como lo hizo en Sodoma. ¿Lo prometió así? [La congregación dice: “Amén”.] ¡Manifestándose El mismo! ¿Creen Uds. eso? [“Amén”.]",
    "Ahora, si Uds. oran, y ¡es por fe! Pues no intenten razonar: “¿Cómo podré yo tocarlo a El como el Sumo Sacerdote”?",
    "Ahora, la Biblia dice en el Nuevo Testamento: “El es el Sumo Sacerdote ahora mismo. El continúa el Sumo Sacerdote según el orden de Melquisedec. El es el Sumo Sacerdote para siempre. No hay otro Sumo Sacerdote sino El. No hay otro mediador entre Dios y el hombre, sino el Hombre, Cristo”. Correcto. El es el Unico, y El es el mismo ayer, y hoy, y por los siglos.",
    "Ahora si El permanece ese mismo Sumo Sacerdote, y la Biblia dice que nosotros podemos tocarlo por nuestras debilidades, como lo hizo esa mujercita que tocó Su vestidura; la fe suya puede tocarlo a El en esta noche y El actuará de la misma manera, en carne humana, como El lo hizo cuando El estuvo en carne humana allá junto al—al encino de Abraham. ¿Creen Uds. eso? [La congregación dice: “Amén”.] El prometió que El lo haría. Ahora sólo oren, cualquiera que tenga una necesidad. Y yo—yo…",
    "Es como dije, un don no es algo como tomar un cuchillo, y si uno quiere cortar esto, pues lo corta; o si desea cortar esto, lo puede cortar, o cualquier cosa que uno quiera. Ese no es un don de Dios. ¿Ven? No.",
    "Un don de Dios es alguna manera que uno tiene para hacerse a un lado. Y dones y llamamientos son por la predestinación de Dios. “Dones y llamamientos son irrevocables”. Uno nace con ellos. Es un pequeño cambio de velocidad en el que uno mismo se engrana, pero uno no puede pisar el acelerador. ¿Ven? Dios es el que tiene que operarlo. Uno mismo tiene que hacerse a un lado.",
    "La fe de Uds. puede operarlo, no la mía; la de Uds. La mía sólo lo hace a un lado. Uds. crean con todo su corazón que Jesucristo vive hoy.",
    "No se apoyen en su propia prudencia, para decir: “Pues, ahora mire, yo—yo estoy en una condición seria, hermano. Ud. no me conoce. Yo he estado en esta silla de ruedas. Yo he estado…”",
    "A mí no me importa cómo haya estado Ud.. Y vea Ud. si Dios no baja y obra exactamente igual que El lo hizo cuando estuvo aquí en la tierra en un cuerpo físico. El lo hará en el cuerpo suyo, en mi cuerpo, juntos como unidad creyendo en El. El lo hará porque prometió que El lo haría.",
    "Ahora no se apoyen en lo que alguien dice: “Oh, eso es—eso es telepatía mental”, lo que ellos le llaman. Dijeron que con Jesús era la misma cosa. Dijeron que El era un adivino, “un diablo”. Pero El era el Hijo de Dios, porque El estaba de acuerdo a la Palabra prometida de Dios.",
    "Ahora, como dije, en nuestros—nuestros lugares, no es necesario que tengamos eso, de venir y poner manos sobre la gente. Les impusimos las manos anoche. Pero lo único que Uds. necesitan tener es fe, y entonces reconocer. Por fe Uds. lo aceptan, por fe. No—no por alguna cosa que…\n\nNo digan: “Pues, ahora ¿cómo irá a suceder”?",
    "Si yo pudiera decirles cómo se hace, entonces ya no sería fe. Yo no sé cómo se hace. Yo no sé, pero yo lo creo. Yo—yo no sé cómo—cómo Dios salva a un pecador, pero El lo hace. Yo no sé cómo Dios hace todas estas cosas, pero yo lo acepto. El, El lo hace, y es esa la manera. Porque no puedo explicarlo. Ahora, pues, yo…Nunca será explicado. Nadie es capaz. Porque, de ser así, entonces ya no es fe.",
    "No veo cómo Dios y Cristo pudieran ser la misma Persona, pero lo fueron. La Escritura lo dice. Pues, uno no puede explicarlo, pero lo fueron. “Mi Padre está en Mí; no soy Yo que hago las obras, es Mi Padre en Mí. Si Yo no hago Sus obras, entonces eso muestra que Yo no soy de El. Mas si hago Sus obras, entonces El mismo testifica que Yo soy de El”.",
    "Pues, es la misma cosa ahora, exactamente la misma cosa. El es el mismo ayer, y hoy, y por los siglos, si Uds. creen.",
    "Ahora hay un hombre sentado aquí mismo delante de mí, él tiene cabello oscuro. El tiene un reloj en su brazo, un traje oscuro. El usa lentes. Si Uds. pueden mirar aquí, lo pueden ver sentado allí con sus ojos cerrados, orando. Yo no conozco a ese hombre. El Padre Celestial sabe que yo no lo conozco. Pero sólo voy a mirar hacia él por un momento, porque él parece ser tan sincero, sentado allí. Desde que hice mención, ese hombre sólo cerró sus ojos y empezó a orar. El hombre es un extraño para mí, eso es, a mis manos. Yo no lo conozco a él. Dios conoce a ese hombre, y El puede revelarme a mí (si esa promesa en la Biblia es verdad), El me puede revelar porqué ese hombre tiene sus ojos cerrados, y acerca de lo que él está orando. ¿Creen eso? [La congregación dice: “Amén”.]",
    "¿Lo cree Ud., señor? Si abriera Ud. sus ojos, Ud. sentado aquí, mire aquí. ¿Lo cree Ud.? Muy bien. Ahora Ud. sabe que no lo conozco. Nosotros somos desconocidos el uno al otro; pero Dios le conoce. El ha empezado ahora a llorar, sollozando. Porque, puedo decirle ahora que Dios va a responder a su petición ¿ven? Porque eso es lo que le impactó a él en ese mismo momento, esa Luz; de oscuridad cambió a Luz. ¿Ven?",
    "Ahora, el hombre, él está orando por alguien más, y es este muchachito sentado allí junto a él. Ese es su hijo. Eso es verdad. Ahora, ese muchachito está sufriendo con un—un trastorno estomacal, y también de algo mal con sus intestinos. Correcto. Correcto.",
    "Ellos no son de aquí. Ud. no es de Arizona. Ud. es de California. Eso es correcto. Y Ud. es un ministro, y su compañerismo es con las Asambleas de Dios. Eso es verdad. Reverendo McKeig es su nombre, o Reverendo Keig, eso es correcto. ¿Si eso es verdad mueva sus manos así? Su muchachito ahora se va a poner bien. ¡Su fe!",
    "¿Ahora qué? Ahora allí está el hombre con sus manos levantadas, él no me conoce, yo no lo conozco a él. ¿Pero qué fue? El tocó al Sumo Sacerdote. Ahora, vean, él no podía apoyarse en su propia prudencia. Ahora ¿qué tiene que hacer él, qué hará ahora? El tiene que creer que eso que le fue dicho es la verdad, porque él sabe que no me conoce. Eso es correcto.",
    "Aquí, aquí está una mujer sentada también exactamente frente a mí, ella tiene su rostro inclinado. Ella está sufriendo con cáncer. Ella también viene de California. Yo espero que ella no se pierda esto. Señorita Adams, es su nombre. Yo nunca la he visto en mi vida. Sí, eso es correcto.",
    "Hay una señora sentada atrás, por aquí. Yo simplemente no puedo ubicar, no puedo señalarla, pero veo la Luz suspendida sobre ella. Ella está profundamente en problemas. Para comenzar ella tiene problemas con su cuello. Y otra cosa, ella—ella tiene un—un problema espiritual, una preocupación que la tiene angustiada. Y ella tiene un problema doméstico; su hija acaba de huir. Eso es correcto. Eso es verdad, ¿no es así? Ella tiene su mano levantada. Sra. Miller, eso es correcto. ¿Lo cree? Dios se la enviará de nuevo; y sanará su cuerpo. Ahora, yo nunca la he visto a ella en mi vida. Ella es completamente una total desconocida.",
    "Hay una señora sentada aquí, entre la audiencia. Ella—ella no es de aquí, ella es también de California. Ella tiene cáncer, y el cáncer está en su seno. Ella ha sido operada de un seno, y se le ha pasado al otro. Eso es verdad. Sra. Kalin, eso es correcto. ¿Cree Ud. que Dios la sanará? Ud. créalo. Señora, yo soy un desconocido para Ud. Yo no la conozco. Esa es la verdad, ¿ven? Ella tiene cáncer.\n\n¡Es para que Uds. sepan que Dios está presente!",
    "Hay una señora sentada justo al lado de ella. Su nombre es Sra. Harris. Ella es totalmente desconocida para mí. Pero cuando el Espíritu tocó a esta mujer, ella estaba también en simpatía con ella. Y ella viene de California. Eso es correcto. Y ella tiene problema con su hombro. Eso es correcto. ¿Cree Ud. que Dios la sanará? Si eso es verdad, levante su mano para que la gente pueda ver; es totalmente desconocida.",
    "No se apoyen en su propia prudencia. ¿Qué puede hacer eso? Uno no puede explicar eso. Eso es una paradoja. Eso va más allá de la explicación. Pregúntenselo a esas personas; ahora yo nunca las he visto en mi vida, no sabía nada acerca de ellas. Simplemente pudiera continuar así a través de la reunión.",
    "Pero, ahora miren, no se apoyen en su propia prudencia, sino que apóyense en lo que El prometió, que El haría; si ese no es el mismo Espíritu que estaba morando en carne humana, que supo que Sara se rió en la tienda, detrás del Hombre. ¿Es correcto eso? Y El prometió, que un poco antes que el mundo fuera destruido con fuego, cuando el Hijo del Hombre se revelaría otra vez de la misma manera, como el—el Hijo del Hombre (profético), se revelaría en carne humana así como El está aquí con nosotros esta noche, como El lo hizo entonces. Ahora ¿en qué hora estamos viviendo? Justamente cerca de la destrucción.",
    "Amigo, no siga más aquí como pecador. Acepte a Jesucristo mientras Ud. está en Su Presencia. Ahora, yo sé, por lo general que es costumbre que ministros hagan súplicas y cuenten historias acerca de la madre que ha muerto y que ha partido. Eso está bien. Mas nosotros no venimos basados en que nuestra madre haya muerto. Mi madre también está muerta; también mi padre. Sino que venimos, inteligentemente, aceptando sobre la base de Dios manifestándose en Jesucristo, para quitar los pecados del mundo. Nosotros venimos y creemos en la expiación. Y mientras El ha vindicado Su Palabra…",
    "A mí no me importa a qué iglesia Uds. hayan asistido, metodista, bautista, católica, presbiteriana, o a ninguna iglesia. Si Uds. admiten que lo han entendido diferente, y saben que verdaderamente nunca han nacido de nuevo, pero quieren, y desean aceptarlo ahora, pues hablando de la promesa. Puede que Uds. no sean llenos ahora, pero serán llenos cuando…a medida que las reuniones continúan. Uds. que quieren aceptarlo sobre esas bases, ¿se pondrían de pie y me permitirían ofrecer oración por Uds. allí mismo donde están de pie? Todos los que están aquí que saben…",
    "No se apoyen en su propio, diciendo pues: “Yo he hablado en lenguas”. Pues eso no tiene nada que ver. Yo también creo en hablar en lenguas.",
    "Pero yo he visto brujos, diablos, y de todo hablar en lenguas e interpretarlas. Correcto. Pregúntenle aquí a los misioneros, nos daríamos cuenta, Hermano Creech, Ud. sabe que es cierto. Yo los he visto hablar en lenguas, y beber sangre de un cráneo humano, invocar al diablo. Seguro. Los he visto colocar un lápiz, y luego se levanta y escribe en lenguas desconocidas; y el brujo, el mago parado allí, interpretándolo.",
    "Así que el hablar en lenguas no es señal que Ud. tenga el Espíritu Santo. Si así fuera, y si Ud. habla en lenguas y niega esta Palabra, hay algo mal en alguna parte. Correcto, es verdad. No se apoyen en su propia prudencia.",
    "Alguien ahora, pudiera decir: “Pues, yo grité”. Yo lo hago también. Mas no se apoye en eso.",
    "Yo he visto toda clase de poderes demoníacos gritar y exclamar. Yo he visto mahometanos gritar y exclamar, al punto que ellos mismos se entusiasman a tal grado, que pudieron atravesar sus manos con astillas. En India, yo los he visto gritar y saltar de arriba para abajo, tomar bolsas de agua, atadas a ganchos, y atravesarlos por su piel y caminar sobre carbones ardiendo de fuego, es cierto, negando a Jesucristo.",
    "Vean, no se apoyen en su propia prudencia, sino en la Palabra de Dios. Si su vida no cuadra con esta Biblia, para creer toda Palabra que está escrita allí; y Uds. quieren creerlo, y quieren que Dios obre Su voluntad a través de Uds., para que así puedan formar parte de Dios, ¿se pondrían de pie para decir: “Hermano, yo lo aceptaré ahora mismo”? Gracias. Gracias. Dios le bendiga. Dios le bendiga. Dios le bendiga. Dios le bendiga. Dios le bendiga. Maravilloso. Dios le bendiga. Que Dios se los conceda a todos estos que son sinceros. Uds. dicen…Sólo—sólo continúen de pie, por sólo…",
    "Uds. dicen: “Yo soy miembro de iglesia, Hermano Branham, pero en realidad yo soy pentecostal; pero cuando realmente se trata de verdaderamente decir que yo puedo creer que toda esa Palabra es la Verdad, yo simplemente no puedo, pero yo—yo quiero hacerlo. Ud. ayúdeme, ore por mí. Yo quiero ponerme de pie y decir: ‘Yo—yo…’” Ud. dice: “Pues, mire el que está sentado aquí; o, yo he testificado ya en esta iglesia, que lo era”. Pero Ud. sabe, en el fondo de su corazón, que Ud. no lo es. Dios también sabe que Ud. no lo es, ¿ven? Entonces ¿por qué simplemente no ponerse de pie? No se apoye en su propia prudencia, sino que apóyese en Su Palabra.",
    "¿Se pondrían de pie, algunos más? ¿Alguien más que se quiera parar? Dios le bendiga. Dios le bendiga a Ud. Dios le bendiga a Ud. “Dios, ayúdame”. Dios le bendiga a Ud., a todos. Eso está muy bien. Simplemente continúen de pie.",
    "Ud. dirá: “¿Me aprovechará eso en algo”? Párese una vez, y vea si lo hace. Hágalo realmente en sinceridad: “Yo quiero, Hermano Branham, yo quiero estar correctamente. Yo quiero estar correctamente”.",
    "Ahora, yo no estoy diciendo que dejen a su iglesia. No señor, quédese allí mismo donde está, sólo sea una persona genuina, llena con el Espíritu Santo en esa iglesia. Ud. dice: “Pues, yo no sé lo que dirá mi pastor”. El le apreciará a Ud., si él es un hombre de Dios. Eso es correcto.",
    "🦅 Así alumbre vuestra luz delante de los hombres, para que vean vuestras buenas obras, y glorifiquen a vuestro Padre”.",
    "Dios le bendiga a Ud. Pues, Dios los bendiga a ambos, y a Ud.; y a Ud., hermano, a Ud. Dios les bendiga, a cada uno. Dios le bendiga. Dios los bendiga a Uds. aquí.",
    "Ahora Uds. que se levantaron, si Uds. se sienten mejor después de levantarse, sólo levanten sus manos para dejarle saber a otros que Uds. se sienten mejor al respecto después que Uds. se levantaron. Vean, toda mano. ¿Ven? Seguro que es así. Vean, Uds. son sinceros. Uds. están de pie, diciendo: “Yo seré un testigo”.",
    "🦅 El que se pare aquí por Mí, Yo me pararé por él allá. El que se avergonzare de Mí aquí delante de estos hombres, Yo me avergonzaré de él delante de Mi Padre y de los santos Angeles”. No se avergüencen de El. No se apoyen en su propio razonamiento. Apóyense en la Palabra de Dios. “El que me confesare delante de los hombres, a él lo confesaré delante de Mi Padre y de los santos Angeles”.",
    "¿Habrán otros, antes que oremos? Entonces inclinemos nuestros rostros. Dios la bendiga, hermana. Seguro. Dios le bendiga, y a Ud. hermano. Ciertamente. ¿Habría otro, mientras tenemos nuestros rostros inclinados? Dios le bendiga, y a Ud. Ahora, sí, todavía se están poniendo de pie. Esperaremos un momento, sólo un momento. Dios le bendiga, hermano. Dios le bendiga. Dirán: “¿Significa algo, decir: ‘Dios le bendiga’”? Eso es pronunciar mis bendiciones a Uds., Dios les bendiga.",
    "Algunos de Uds. parados junto a la pared, porque no tienen donde sentarse, ¿levantarían su mano, diciendo “Yo, Dios, soy yo”? Dios le bendiga, hermano. Dios le bendiga, y a Ud.; y a Ud., hermana; y a Ud. mi hermano; y a Ud., mi hermana.",
    "Oh, el Espíritu Santo se está moviendo tan dulcemente sobre la audiencia. ¿Lo pueden sentir Uds.? Dios le bendiga, al joven aquí en la plataforma. Dios le bendiga, allá en la esquina. Dios le bendiga, joven. Sí.",
    "Oh Espíritu Santo, muévete ahora frescamente en nuestros corazones. Muéstranos nuestras faltas, Señor. Nosotros no…Nosotros no nos apoyaremos en nuestra propia prudencia, ni nuestro propio razonamiento. Mas bien nos apoyamos en Ti, porque sabemos que estamos parados en Tu Divina promesa vindicada de hoy. Tú mismo te has dado a conocer más allá de cualquier cosa, más allá de cualquier razonamiento. Nosotros no podríamos razonarlo ni explicarlo. Pero Tú has descendido aquí mismo entre nosotros ahora, y nos has mostrado que Tú estás aquí, y hombres y mujeres están creyendo eso y aceptándolo.",
    "Dios, tómalos a cada uno en Tu seno, y escóndelos en la Roca de las Edades hasta que pasen los fuegos. Señor, estamos a punto de ser quemados, lo sabemos. Estamos otra vez en Sodoma. “Pero el justo no perecerá con el culpable”. Tú llamarás a Tus hijos, Señor. Tú le dijiste a Lot: “Sal de allí, sal”. Yo ruego Dios, que cada uno que está en esa condición en esta noche, que está allá, sin estar seguros donde están parados…",
    "Dios, ellos no correrían el riesgo de caminar por una calle de un solo sentido, contra flecha. Ellos no correrían el riesgo de pasarse una luz roja, si están en su mente cabal, porque podrían matarse. Entonces ¿cómo pudiera una persona correr el riesgo en cuanto a su destino Eterno, sólo adivinando, suponiendo, aventurando sin realmente tener autoridad para aventurar, solo porque pertenecen a una iglesia o a una denominación? Y realmente ellos no pueden, no pueden entender cómo es que la Palabra de Dios pudiera ser hoy como lo fue en ese entonces, de cómo estas promesas pudieran ser manifestadas. “Que no existe la edad apostólica”. Ayúdalos Padre. Yo los encomiendo a Ti en el Nombre de Jesucristo. Amén.",
    "Gracias, mi hermano, hermana. Yo estoy tan contento de llamarles mi hermano, mi hermana.",
    "Recuerden, Dios me hará responder por cada palabra, en el Día del Juicio. Todo lo que he predicado esta noche, yo tendré que responder por eso. Yo soy consciente de eso. ¿Qué he hecho yo desde que era un muchachito, predicar este Evangelio, y luego terminar un réprobo?",
    "Ahora ¿cuántos de Uds. están enfermos y afligidos, aquí esta noche, y quieren que se ore por Uds.? Levanten su mano. Ahora ¿harían Uds. una cosa más por mí? Pongan sus manos el uno sobre el otro. Pongan sus manos el uno sobre el otro. Inclinen ahora todos su rostro y así, como si estuvieran en la iglesia, y aquí en la plataforma.",
    "Amado Dios, en el Nombre de Jesucristo, y en Su Presencia, ¡una Presencia vindicada! La misma Palabra que ha sido predicada, ha sido confirmada, que Tú eres el mismo ayer, y hoy, y por los siglos. Permite que el Espíritu Santo de Dios pase sobre esta multitud de gente ahora mismo. Muchos de ellos han venido y te han aceptado a Ti como su Salvador, muchos descarriados te han aceptado y han regresado. Oh Dios, yo ruego en el Nombre de Jesucristo, que Tú sanes a cada persona. Tú dijiste: “Estas señales seguirán a los que creen; si pusieren sus manos sobre los enfermos, ellos sanarán”. Tú lo prometiste Señor, y los hijos creyentes tienen sus manos puestas el uno sobre el otro.",
    "Satanás, tú estás derrotado. Sal de estas personas, en el Nombre de Jesucristo. Suelta a esas personas, por causa del Reino de Dios, en el Nombre de Jesús. Amén.",
    "Todos los que creen que Jesucristo es ahora su sanador, así como su Salvador, y Uds. lo quieren aceptar a El sobre esa misma base, pónganse de pie y digan: “Yo ahora acepto a Jesús como mi Sanador, así como mi Salvador”. ¡Maravilloso! ¡Alabado sea el Señor! ¡Gracias Señor! Ahora levantemos nuestras manos y cantémosle a El.\n\nLe alabaré, le alabaré,\n\nAl Cordero inmolado;\n\nDenle gloria, pueblo entero,\n\nCon Su Sangre toda mancha quitó.",
    "Oh, ¿no se sienten bien? Muevan sus manos. ¡Oh, qué cosa! Cantémoslo otra vez.\n\nLe alabaré, le alabaré,\n\nAl Cordero inmolado…(Recuerden, “el mismo ayer, hoy, y por los siglos”, es ese Cordero.)\n\nDenle gloria, pueblo entero,\n\nCon Su Sangre toda mancha quitó.",
    "¿Aman Uds. eso? [La congregación grita: “¡Aleluya”!] Amén. Extendámonos y saludémonos de manos con alguien. Esta es la apertura de la reunión, el comienzo de la convención. Digan: “Dios le bendiga, hermano, peregrino. Dios le bendiga”. Eso está bien. Eso es bueno. ¡Maravilloso! Ahora ¿creen que vamos a tener una gran convención después de esto? [“Amén”.] Le damos gracias a Dios por una gran reunión, ahora vamos a tener una gran convención. Todos los que lo creen, digan: “Amén”. [“Amén”.]\n\nObjeto de mi fe,\n\nDivino, (miremos hacia El ahora) Salvador.\n\nPropicio sé;\n\nCordero de mi Dios,\n\nLibre por tu bondad\n\nLibre de mi maldad,\n\nMe quiero ver.\n\nLa senda al recorrer,\n\nObscura y de dolor,\n\nMe has de guiar;\n\nAsí tendré valor,\n\nAsí podré vivir,\n\nAsí podré morir,\n\nEn dulce paz.",
    "¡Amén! La congregación dice: “Amén”. [“Amén”.] ¡Aleluya!\n\nOh, alábenle a El.\n\nAl Cordero inmolado;\n\nDenle gloria, pueblo entero,\n\nCon Su Sangre toda mancha quitó.\n\n¡Qué maravilloso!",
    "Muy bien, inclinemos ahora nuestros rostros para la bendición. Yo no sé quién ha sido escogido para hacerlo. El Hermano Johnny Manadal, de California, mientras tenemos nuestros rostros inclinados. Ahora no olviden mañana en la noche, es el primero, el comienzo. Mañana en la noche, la convención será aquí, aquí mismo en esta sala, a las siete y media.",
    "Dios les bendiga. ¿Han disfrutado la Presencia de Dios? [La congregación dice: “Amén”.] Amén. Ahora inclinemos nuestros rostros mientras el Hermano Johnny nos despide. 🦅"
  ]
}