{
  "title": "CISTERNAS ROTAS",
  "id": "65060009",
  "content": [
    "🦅  Creo, Señor; creo, Señor,\n\nTodo es posible; creo, Señor.",
    "Permanezcamos de pie por un momento, inclinando nuestros rostros. Señor Jesús, al cantar esto, queremos expresarte en nuestra manera humilde que nosotros creemos. Y oramos, Señor, que ahora, que continúes partiendo el Pan de Vida para nosotros, impartiéndonos de Tu Palabra, según nuestra necesidad; porque lo pedimos en el Nombre de Jesús. Amén.",
    "Tomen asiento. Estoy muy seguro que si lo hiciéramos, si en estos momentos yo pronunciara esa palabra plena y suficiente de “amén”, que las bendiciones majestuosas de Dios aún reposarían sobre esta audiencia.",
    "Esta mañana me senté y escuché atentamente el servicio, me gocé con los testimonios, las distintas maneras que cada uno tiene de expresarse; y al escuchar a los nuevos, al hermano bautista que vino aquí a disculparse por haber considerado eso un poco errado. Así que yo—yo realmente agradezco cuán humano, a alguien que pueda ser tan humano, o—o tan caballero, también, al considerar que ha cometido un error. Él no se disculpó conmigo exactamente, no era a mí a quien le estaba pidiendo disculpas, era a Dios. Así que yo—yo agradezco eso, ¿ven? Que Dios bendiga a nuestro hermano, y a su hermano evangelista.",
    "¡Vaya, ese bautista!, saben, yo mismo pertenecía a la iglesia bautista. Yo era miembro de la Iglesia Misionera Bautista. Habiendo venido entre el pueblo, sé cómo se siente Ud.; yo me sentí de la misma manera, simplemente lleno de algo que yo—yo no conocía.",
    "Recuerdo mi primera experiencia al ver a un pentecostal, fue en Dowagiac, Michigan… Discúlpenme, yo había estado en Dowagiac en un viaje de pesca, y venía de Dowagiac hacia Indiana. Y entonces vi los nombres de “Jesús” en todos los autos y en las cosas, y escuché sus servicios ese día. Y al día siguiente ellos me invitaron a pasar a la plataforma, a decir unas palabras, y lo hice. Y yo… Ellos me preguntaron a qué iglesia pertenecía, y les dije que yo era bautista.",
    "Y esa noche tenían a un anciano de color que iba predicar, y debe haber tenido ochenta y tantos años, y él salió a la plataforma. El anciano, tuvieron casi que llevarlo allí. Él era, tenía puesto uno de esos sacos ministeriales largos, el cuello era de terciopelo, y sólo tenía un pequeño borde de pelo blanco por los lados. Y yo pensé: “Con todos estos hombres aquí y teólogos, grandes hombres, ¿cómo permiten que le den este servicio a un individuo como ése? Pues, el anciano debiera estar en una silla por ahí, sentado”.",
    "Ese día habían estado predicando sobre lo que Jesús hizo aquí en la tierra. Y, pero él toma, tomó su tema, creo que fue de Job 7,20, (no estaría seguro si ésa sea la Escritura). Sin embargo, ésta es la cita, o parte de ella: “¿Dónde estabas tú cuando Yo fundaba la tierra, cuando alababan todas las estrellas del alba, y se regocijaban los hijos de Dios?”. Y él habló sobre lo que aconteció en el Cielo, mientras que ellos habían estado hablando sobre lo que aconteció en la tierra.",
    "Y en un lapso como de cinco minutos, después de estar hablando, él, el Espíritu del Señor lo impactó, y saltó muy alto del piso y pegando sus talones taconeó. ¡Vaya, había mucho espacio, casi la mitad de esta plataforma! Y él se fue bajando, dijo: “Uds. simplemente no tienen suficiente espacio aquí arriba para que yo predique”.",
    "Bueno, yo tenía como veinte años en ese entonces. Pensé: “Si—si hará eso por ese anciano, ¿qué no hará por mí?”. Así que ¿ven?",
    "Pero mantengamos todo en orden para nuestros hermanos nuevos, que realmente les damos la bienvenida a nuestro compañerismo. Veo, creo que mencionaron que había un sacerdote sentado aquí, creo yo; por supuesto, siendo irlandés, mi gente es católica. Y, así que había unos más, bautistas y otros más. Uds. tal vez hayan quedado un poco confundidos, hace un rato. Me fijé que ninguno de los hermanos habló de eso, pero pensé que intentaría aclararlo. Cuando el Hermano Shakarian… Después que ese orador tan fino aquí se llenó de gozo, de saber que la Venida del Señor está tan cerca, a la mano, él—él nos habló en una lengua desconocida. Y tenemos intérpretes que dan la interpretación; que la Escritura dice: “Si no hay intérprete, entonces que guarden su paz”. Pero si—si hablan en lenguas y luego lo interpretan, eso viene a ser profecía. Así que, por eso esa pequeña confusión de—de dos de ellos a la vez. Ahora, eso no confundió, para nada (¿ven?), porque uno de ellos estaba dando la interpretación, el otro estaba profetizando. ¿Ven? Así que eso…",
    "Pensé que les daría a entender a nuestros hermanos, por si no entendieron, porque uno de ellos estaba dando correctamente… ¿Se fijaron en los espacios de tiempo de cada uno? Y el otro estaba tan lleno, él mismo, que el Espíritu de Dios estaba profetizando a través de uno; el otro interpretando, estaba dando la interpretación. Para que quede claro, que Uds.… no estamos… A veces, para la mente natural… Así como nuestro precioso hermano que presentó su disculpa esta mañana, es un poco confuso para la persona que no entiende. Pero para aquéllos que están en ella, los veteranos de la batalla en la que estamos, pues, entendemos eso, lo que son estas cosas. Por tanto, pensé que diría algo al respecto, si no hubiera inconveniente.",
    "Ahora, yo—yo sé que éste no es lugar para decir esto. Pero siendo que todos han estado relatando cositas, yo… Uds. saben, ese hombre dijo, el anciano de color dijo: “Uds. no tienen suficiente espacio para que yo predique”, ¡Uds. no tienen suficiente tiempo para que yo predique! [La congregación aplaude.—Ed.] Soy de buenos pulmones.",
    "Un hombre habló un día, dijo: “Un ministro subió, él había sido pastor de la iglesia por veinte años. Y él siempre predicaba exactamente treinta minutos cada domingo en la mañana en su iglesia”. Y él dijo: “Ese domingo en la mañana, él predicó tres horas”.",
    "Y entonces la junta de diáconos lo llamó, y le dijo: “Pastor, realmente lo apreciamos a Ud.” Dijeron: “Nosotros sabemos que—que Ud. se para por la Biblia y Sus derechos”. Y añadieron: “Y Ud. siempre nos corrige para que podamos sentirnos puros y limpios delante de Dios. Y nosotros realmente lo apreciamos, y creemos que Ud. es un siervo de Dios. Y en realidad agradecemos ese mensaje esta mañana. Pero” dijeron, “sólo hay una cosa que queremos preguntarle”. Dijeron: “Como junta de diáconos, nosotros le marcamos el tiempo a Ud.”. Dijeron: “Cada domingo en la mañana Ud. se toma treinta minutos exactamente, y hoy se tomó tres horas”. Dijeron: “Ahora, recuerde, nosotros agradecemos cada porción. Todo estuvo bien”. Haciendo que el pobre anciano se sintiera bien, Uds. saben.",
    "Él dijo: “Bueno, hermanos, les diré lo que es”. Dijo: “Cada mañana cuando voy a… que me llaman al púlpito” dijo, “me pongo uno de esos Life Savers [una menta.—Trad.] en la boca” dijo él, “y yo sencillamente la chupo”. Y dijo: “Cuando ese Life Saver se deshace” dijo, “sólo requiere de treinta minutos” y dijo, “entonces yo termino de predicar”. Él dijo: “Saben, esta mañana, sí me pareció que me pasé un poquito del tiempo. Lo escupí, y tenía un botón en la boca”. [La congregación se ríe.—Ed.]",
    "Yo no voy a usar nada, así que espero que no agarremos botones. Pero estamos… Espero que eso no haya sonado sacrílego aquí. Pero es que yo… Saben, hasta Dios tiene un sentido del humor, Uds. saben.",
    "Así que estamos muy agradecidos de estar aquí y por tener este tiempo de compañerismo, y—y con este gran privilegio de partir el Pan de Vida una vez más, en mi propia manera sencilla. Yo sé que hay teólogos (como ese hombre que habló aquí anoche, de Inglaterra), ¡vaya!, detesto tener que subir aquí después de una persona como ésa, con mi educación de séptimo grado. Pero espero que Dios les interprete a Uds. la intención de mi corazón. ¿Ven? Si mis palabras no son las correctas, yo—yo confío que mis intenciones lo sean.",
    "Ahora, leamos en la Escritura. A muchos de Uds. les gusta seguir. Y en esta mañana voy a leer, por unos momentos, del Libro del profeta Jeremías, el capítulo 2, y voy a empezar ahora con el versículo 1.\n\nVino a mí palabra de Jehová, diciendo:\n\nAnda y clama a los oídos de Jerusalén, diciendo: Así dice Jehová: Me he acordado de ti, de la fidelidad de tu juventud, y del amor de tu desposorio, cuando andabas en pos de mí en el desierto, y en la tierra no sembrada.\n\nSanto era Israel a Jehová, primicias de sus nuevos frutos. Todos los que le devoraban y eran culpables; mal venía sobre ellos, dice Jehová.\n\nOíd la palabra de Jehová, casa de Jacob, y todas las familias de la casa de Israel.\n\nAsí ha dicho Jehová: ¿Qué maldad hallaron en mí vuestros padres, que se alejaron de mí, y se fueron tras la vanidad y se hicieron vanos?\n\nY no dijeron: ¿Dónde está Jehová, que nos hizo subir de la tierra de Egipto, y que nos condujo por el desierto, por la tierra desértica y despoblada, por la tierra seca y de sombra de muerte, por una tierra por la cual no pasó varón, ni…habitó hombre?\n\nY os introduje en tierra de abundancia, para que comieseis su fruto y su bien; pero entrasteis y contaminasteis mi tierra, e hicisteis abominable mi heredad.\n\nY los sacerdotes no dijeron: ¿Dónde está Jehová? y los que tenían la ley no me conocieron; y los pastores se rebelaron contra mí, y los profetas profetizaron en nombre de Baal, y anduvieron tras lo que no aprovecha.\n\nPor tanto, contenderé…con vosotros, dijo Jehová, y con los hijos de vuestros hijos pleitearé.\n\nPorque pasad esta tierra de Quitim y mirad; y…a Cedar, y consideradla cuidadosamente, y ved si se ha hecho cosa semejante a esta.\n\n¿Acaso alguna nación ha cambiado sus dioses, aunque ellos no son dioses? Sin embargo, mi pueblo ha trocado su gloria por lo que no aprovecha.\n\nEspantaos, cielos, sobre esto, y horrorizaos; desolaos en gran manera, dijo Jehová.\n\nPorque dos males ha hecho mi pueblo: me dejaron a mí, fuente de agua viva, y cavaron para sí cisternas, cisternas rotas que no retienen agua.",
    "Que el Señor añada Sus bendiciones a la lectura de Sus Palabras. Y me gustaría tomar—tomar un tema de allí, siendo: Cisternas Rotas.",
    "Al leer esta Escritura esta mañana, lo cual, toda Escritura es dada por inspiración, y venimos a la Casa del Señor para hallar corrección y entendimiento. Y algunas veces que vemos el… cualquier pequeño impedimento.",
    "Como nos estaba hablando este militar hace un momento, y decía de ciertas cosas, que quizás en algún otro país tienen un cierto mísil, o—o algo por el estilo, y nosotros tenemos que buscar algo para contrarrestar eso en—en una estrategia militar.",
    "Bueno, lo mismo se aplica en una iglesia, en una parroquia donde un hombre está predicando, o si él es un evangelista, en el campo. Cuando él ve insurrecciones, y algo que apenas está comenzando, en su infancia o lo que sea, le corresponde a ese hombre, si él es un siervo de Dios, bloquear esa cosa tan lejos de la mente de las personas que ellos se mantengan alejados de eso. Y no queremos que eso suceda, que nosotros entremos en situaciones así.",
    "Ahora, durante el tiempo aquí de Jeremías, de su profecía, habían pasado como sesenta años después de la muerte de—de Isaías—Isaías. Y ellos habían estado unos sesenta años sin un profeta mayor. Estuvo Habacuc y algunos de los pequeños profetas menores, pero Isaías fue el último profeta mayor. Y el pueblo, durante este tiempo, no había tenido a nadie que los reprendiera; ellos se habían extraviado. Aun, siendo el pueblo de Dios, se extraviaron cayendo ahora en esta condición en que—en que los encontramos, de la cual Jeremías había venido a profetizarles. Y Jeremías también estuvo… Él profetizó antes del exilio, y también fue al exilio con ellos.",
    "Y entonces, por supuesto, Daniel vino después de Jeremías. Y Daniel dijo que él recibió entendimiento, por la Escritura, de los setenta años que ellos estarían allí.",
    "Desde luego, hubo otro profeta entre ellos, que quiso hacer este yugo, al ponérselo sobre su cuello, que sería algo menor, que: “Dentro de dos años, pues, que Dios los traería a todos de regreso”, pero Jeremías sabía que no era así. Y sabemos lo que le sucedió al profeta que profetizó erróneamente: él murió ese mismo año. Así que Dios no le permitió que permaneciera.",
    "Y ahora también nos fijamos en las condiciones del pueblo de aquel día. Ahora no quiero que Uds. me malentiendan (esto no—no va dirigido a alguien en particular) lo que quiero decir aquí, algunas Escrituras y pequeños apuntes.",
    "Antes yo no tenía que—que anotar mis Escrituras y cosas. Pero después que pasé los veinticinco por segunda vez, bueno, yo—yo no recuerdo como antes; así que, anoto una Escritura y sé más o menos, de allí, hacia donde me dirijo. Y entonces, con tanto tiempo orando por los enfermos, y demás, y ausente y viajando, no me queda tiempo para realmente estudiar como lo debo hacer.",
    "Ahora, pero este gran profeta de ese día, era Jeremías, y él era algo como Amós y muchos de los otros profetas que se levantaron: Él se inquietó cuando vio la condición de la nación. Ahora hay lugares…",
    "A veces cuando uno habla de una nación, que se pudiera pensar que se está dirigiendo a un—un cierto grupo —no es así; es el cuadro general de la nación. Y hallamos hoy, una—una condición muy similar hoy a como fue en los días de Jeremías, que la nación misma, en general, ha entrado, por así decirlo, en idolatría; yo diría que se ha apartado de Dios. Y eso ha sido hecho por la debilidad del púlpito. Porque si el púlpito hubiera permanecido recto, y con la Palabra de Dios, Dios estuviera en cada iglesia como Él se está moviendo aquí entre nosotros. Pero ellos han llevado a que se aparten de eso. Y de eso es que yo—yo quiero hablar en esta mañana. Y ahora nos damos cuenta que eso es absolutamente cierto en cada edad.",
    "Creo que fue Amós, como me referí a él hace un rato, que dijo que él “no era profeta, ni hijo de profeta”. Pero dijo que: “Cuando el león ruge, ¿quién no temerá?”.",
    "Y si alguien ha llegado a escuchar a un verdadero león rugir en la jungla, éstos que Uds. escuchan en las jaulas por aquí sólo están maullando. Pero cuando ruge uno en la jungla, todo hace caso. Yo he estado tendido en la selva, los cazo. Y él es el rey de las bestias, y, cuando ese león ruge, hasta los escarabajos dejan de chillar, todo. Los—los chacales y las—las hienas aullando, y los otros animales, el graznido de los babuinos y los monos, los escarabajos, uno a duras penas puede oírse pensar; pero que ruja un león a lo lejos, y todo escarabajo dejará de chillar. ¿Ven? Todo le teme a él. Sin embargo, hay muchas cosas que pueden matarlo, pero él es reconocido como el rey entre las bestias.",
    "Él dice: “Cuando el león ruge, ¿quién no temerá?”. Él dijo: “Entonces Dios ha hablado, ¿quién no profetizará?”.",
    "Y ésa es la condición, creo yo, que le hace frente nuevamente al reto de hoy: ¡Dios ha hablado! ¿Ven Uds.? Y nosotros vemos la escritura en la pared, así que es muy fácil profetizar y ver que estamos en el tiempo del fin.",
    "Y estamos viendo a Dios, en todo punto de las denominaciones, desde el catolicismo, pasando por todas las iglesias protestantes, budas y todo lo demás, de la India, y cuanta cosa más. Él está convocando a Su pueblo, reuniéndolos. Y estoy—estoy muy feliz por eso, de ver este día llegar. Ahora, nosotros… Es—es un gran día, uno de los privilegios más grandes.",
    "Pues, si tuviera que hacerlo, si yo hubiera sabido antes de que existiría un mundo, cuando éramos almas, una parte de Dios, lo cual somos, pues nosotros estábamos con Él antes de las fundaciones del mundo, porque sólo hay una forma de Vida Eterna y ésa es Dios; y nosotros somos parte de Él. No lo estábamos tanto en el sentido que supiéramos y—y pudiéramos pensar, y tuviéramos un ser; sino que estábamos en Sus pensamientos de lo que éramos, antes de la fundación del mundo. Pues somos parte de Él, así como mi hijo es parte de mí, y yo soy parte de mi padre, y así sucesivamente. Nosotros somos hijos e hijas de Dios, por medio de Su previo conocimiento.",
    "Y allá atrás, si yo pudiera haber sabido como sé ahora, y pudiera haber mirado a través de todo el transcurso del tiempo, y Él me hubiera dicho: “¿En qué tiempo quieres vivir?”. Yo hubiera dicho que en este tiempo, ahora mismo, justo en la víspera de la—de la culminación de la historia del mundo, y de la llegada del Reino de Dios para ser establecido en la tierra. Yo pienso que es el tiempo más glorioso de todas las edades, lo es ahora mismo.",
    "Nos damos cuenta aquí que Israel es acusado por el profeta, (cuando, Dios lo había ordenado y enviado), que ellos fueron acusados de dos pecados mayores. Y queremos hablar de esas dos cosas que ellos habían hecho. Y, por esto, queremos ser prosperados. Ahora, ellos se habían apartado de Dios, la Fuente de Agua Viva, y se habían cavado cisternas. Ellos se habían apartado de lo que Dios les había dado, y habían cavado algo que ellos mismos habían hecho. Y estas cisternas, si Uds. se fijan, él había—ellas se habían roto y estaban filtrándose.",
    "Ahora, una cisterna rota no puede retener el agua; se sale. Yo fui criado en una granja y sé lo que es una cisterna vieja, y la dificultad que tenemos con ella.",
    "Y esta cisterna rota es un—un cuadro muy bueno, pienso yo, de este día, que cuando (nuestro) todo lo que hemos tratado de hacer para unir al hombre, unir a la gente, unir a las iglesias, siempre ha sido en el ámbito de los esfuerzos intelectuales. Hemos intentado hacer que todos los metodistas se conviertan en bautistas, y viceversa, y las distintas denominaciones. Y, para comenzar, ése no fue el programa de Dios.",
    "Dios solamente tiene un lugar de encuentro. Él dijo por acá en el Libro de Éxodo, que: “Yo he escogido el lugar donde poner Mi Nombre, y ése es el único lugar donde me encontraré con el pueblo”. Y Él escogió el lugar para poner Su Nombre. Y donde Él puso Su Nombre, allí es donde Él se encontró con Israel. Hoy Él tiene un lugar donde se encuentra con Su iglesia, y Él escogió ese Nombre, y ese Nombre es Jesucristo. Y allí es donde Él se encuentra con el verdadero creyente: cuando él está en Jesucristo. Allí fue donde Dios escogió poner Su Nombre.\n\nUd. dice: “¿El Nombre de Dios?”.",
    "Él dijo: “Yo vine en el Nombre de Mi Padre”. Así que allí fue donde Dios puso Su Nombre, fue en Cristo. Y en Cristo es donde todos podemos reunirnos bajo la Sangre derramada, y allí tener un verdadero compañerismo real.",
    "Dios hizo Su programa en el principio, en el huerto del Edén, el lugar donde Él se encontraría con el hombre, y no fue en base a conocimientos intelectuales; si así hubiera sido, entonces Eva estuvo exactamente en línea con Su programa. Pero nosotros sabemos que ella aceptó el concepto intelectual de Satanás: “Ciertamente Dios no hará eso”, ¡pero Dios dijo que lo haría! Y entonces Él escogió el lugar de redención, y fue por Sangre, y no por algo concebido en el intelecto.",
    "Así que sólo damos golpes al aire, pero ésa es la naturaleza humana que—que la gente trate de—de hacer eso. Si tuviéramos tiempo, pudiéramos desmenuzar esto en muchos pedazos, pero yo no quiero ese botón. Así que trataremos de hacerlo lo más sencillo posible: “cisternas rotas”. Y encontramos que definitivamente eso ha—ha ocurrido de nuevo; es un cuadro exacto de nuestra edad en la que vivimos, de todos nuestros esfuerzos.",
    "Y no es menospreciando todo esfuerzo de cada siervo de Dios que invoca el Nombre de Jesucristo. Él debería ser honrado por el sólo hecho de invocar Su Nombre en reverencia y respeto. Y con los grandes sistemas evangelísticos que han cruzado la tierra, y demás, en estos últimos días, aun pienso que nunca podremos lograr que la gente sea de un mismo corazón hasta que los coloquemos debajo de la Sangre de Jesucristo. Ése es el único lugar donde alguna vez estaremos a salvo.",
    "Alguien me llamó no hace mucho, de allá del este, y dijo: “Hermano Branham, oigo que Ud. se ha mudado a—a Arizona, y que ha formado un—un lugar allá donde hay seguridad”. Y Uds. saben de cómo vino el Mensaje, y el Señor me dijo lo que sucedería en Alaska, y cómo sucedería por todo California, y ha sido exactamente de esa manera. Ellos dijeron: “Si ahora eso se está estremeciendo y todo, ¿dónde está la zona de seguridad?”.",
    "Yo dije: “Sólo hay una zona de seguridad que conozca: es en Cristo. Porque aquéllos que están en Cristo, traerá…”. Ésa es la única que yo conozco.",
    "Ahora, Jeremías también fue llamado: “El profeta de los lamentos”. Y la razón, creo yo, que hizo lamentar—lamentarse a este profeta, mejor dicho, fue porque él siendo profeta (y la Palabra del Señor viene a ellos) y viendo al pueblo ir en pos de sus tradiciones, y ellos pensando que estaban bien, pues no había forma alguna de hacerlos volver.",
    "Pues, ellos iban directo al exilio, porque sabemos que uno cosecha lo que uno siembra, sin importar quién sea, ni lo que Ud. sea. Y nosotros como nación hemos cosechado… o sembrado, mejor dicho, y tenemos que cosechar. Mañana hablaré, si el Señor lo permite, en la tarde, de Dolores De Parto; y allí yo—yo tocaré ese punto: que no se nos dejará pasar nada por alto; tenemos que cosechar lo que sembramos.",
    "Y si Dios nos dejara pasar por alto con nuestra perversión de Cristianismo hoy, y pervirtiendo a la gente, metiéndola en estas cosas que supuestamente llaman Cristianismo, como dijo el Hermano Moore una vez: “Él estaría obligado moralmente a levantar a Sodoma y Gomorra, y pedirles disculpas por quemarlas”. Eso es correcto, porque Dios aún es justo. Y la injusticia hasta donde ha llegado; es—es propio para Su santidad y Su Palabra que Él haga que las personas cosechen lo que ellos siembran, y nosotros tendremos que hacerlo.",
    "Ahora, fíjense que ellos lo habían dejado a Él, la Fuente de aguas vivas, y se habían cavado cisternas.",
    "Ahora, pudiera haber alguien aquí que no entienda lo que es una cisterna. Una cisterna es un tanque hecho por el hombre con el que se intenta remplazar un pozo; es algo que alguien cavó. Y ¿cuántos saben lo que es una cisterna? Bien. Muy bien, hay mucha gente del campo aquí esta mañana. Así que ellos… Recuerdo la vieja cisterna allá en casa, cómo lucía, y yo siempre temía beber de esa cosa. Era un—un tanque hecho por el hombre; y nunca es de confiar. Ud. no puede confiar en una cisterna.",
    "Ahora, cualquier cosa que haga el hombre, generalmente no es muy buena. Pero, así como el—el Señor fijó el tiempo en—en—en su ciclo, y a la tierra que gire, cada año, cada vez que ella cruza, cada día, cada hora, y la puesta del sol, pues nunca falla. Pero los mejores relojes que podamos tener, fallarán por varios minutos en el lapso de un mes, no hay duda. Pero, noten Uds. que todo lo que Dios hace es perfecto, y que lo que el hombre hace es imperfecto. Entonces, ¿por qué aceptar lo que hace el hombre, cuando Ud. puede tener lo perfecto?",
    "Yo siempre he dicho eso acerca de nosotros, el pueblo pentecostal. Vean, nosotros sabemos, y no estamos—no estamos, por supuesto, fuera del orden de Dios, no creemos eso; pero también sabemos que entre nosotros tenemos personas que tratan de imitar a la otra persona, eso simplemente es de humanos. Ellos van a querer hacer eso. Lo hicieron en la Biblia, “Uno: ‘Yo soy de Pablo’. ‘Yo soy de Silas’”, y así sucesivamente. Pero, ellos, ellos trataban de personificar lo que otra persona hizo, o estaba haciendo.",
    "Pero ¿por qué aceptará Ud. una personificación falsa, cuando los cielos están llenos de la cosa genuina, cuando “la promesa es para vosotros y para vuestros hijos?”. ¿Por qué aceptaríamos nosotros algo diferente? ¿Por qué adoptaríamos un credo o un dogma, cuando la Biblia es la Palabra de Dios sin adulteración? ¿Por qué buscaríamos añadirle o quitarle, cuando el Señor Jesús dijo en Apocalipsis 22:18: “Todo aquel que le quitare una Palabra, o le añadiere una palabra, su parte será quitada del Libro de la Vida?”.",
    "Cuando Dios primero puso a la raza humana sobre la tierra, Él les dijo que vivieran por medio de Su Palabra. Ahora, la Palabra de Dios es como una cadena, Uds. están cruzando sobre el infierno suspendidos de Ella; y esta cadena es tan fuerte como su eslabón más débil, y Dios quiere que nosotros guardemos cada Palabra de Ella. Ahora, eso fue al principio de la Biblia; quebrantar una sola Palabra, sumergió a la raza humana en una muerte tenebrosa.",
    "Jesús vino a la mitad de la Biblia, y Él dijo que: “No sólo de pan vivirá el hombre, sino de toda Palabra”. No sólo de una parte de las Palabras, o de noventa y nueve de cien; sino de toda Palabra, así como fue con Adán y Eva.",
    "Y al final de la Biblia, en Apocalipsis 22:18, Él dijo que: “¡Todo aquel que le quitare una Palabra a Esto, o le añadiera una Palabra a Ella!”.",
    "Entonces ¿por qué necesitamos inyectar Aquí las ideas de alguien acerca de las cosas, cuando Ésta es la Propia Idea de Dios al respecto? Nosotros queremos tomar lo que Él dijo. Y también está escrito: “La palabra de todo hombre sea mentira, y la Mía Veraz”.",
    "Eso era lo que sucedía con este profeta. En los días de Jeremías, él era profeta, él tenía la Palabra del Señor. Y éste otro individuo estaba queriendo inyectarle algo a Ella, ahora no era de confiar. Y yo estoy comparando estos tanques ahora con estos sistemas que hemos querido adoptar, para que ocupen el lugar de la Palabra original de Dios.",
    "Pues, nada puede ocupar Su lugar; Ella es Dios. “En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios. Y el Verbo fue hecho carne y habitó entre nosotros”. Y en Hebreos 13:8, dice: “Él es el mismo ayer, hoy, y por los siglos”. ¿Cómo podemos quitarle a Eso? Tiene que ser la Verdad. Él sigue siendo el mismo. Él es el mismo en cada principio.",
    "Por esa razón es que Uds. la disfrutan, Uds. bautistas y metodistas, y católicos y presbiterianos, y demás, disfrutan esa Presencia. En alguna parte de Uds., han aceptado a Dios. Tal vez en alguna ocasión de una manera intelectual, tal vez Uds. hayan sentido el Poder de Dios, y Ud. sea un siervo de Dios; pero cuando Ud. realmente puede entrar en Dios, y reconocer su lugar en Él, como un hijo o una hija de Dios, eso es lo que le trae a Ud. esa gran emoción, la cual Dios quiso que Ud. tuviera.",
    "Ahora, nos damos cuenta, en San Marcos, el capítulo 16, que Jesús no dijo: “Id por todo el mundo, y—y—y enseñad”; Él dijo: “Id y predicad el Evangelio”. ¡Predicad el Evangelio, es demostrando el Poder del Espíritu Santo! “Id por todo el mundo, y demostrad el Poder del Espíritu Santo”.",
    "Hablaba con un hermano, uno de los patrocinadores en… de mi reunión en la India, allá en Bombay, bajando a Sudáfrica y en distintos lugares, donde los misioneros habían enseñado Esto como letra o como algo concebido en el intelecto. Pero un día en la reunión, el Espíritu Santo mismo bajó, y salvó a treinta mil indígenas de mantas con un solo llamado al altar, y allí en el mismo terreno donde estaban parados. Mujeres paradas allí, que habían estado casi tan desnudas como cuando vinieron al mundo, y en el mismo instante en que levantaron las manos para recibir a Cristo…",
    "Y el Espíritu Santo cayó sobre el lugar y sanó a veinticinco mil personas de una sola vez, parándolos de sillas de ruedas, catres y camillas. El alcalde de la ciudad me hizo mirar al día siguiente esas furgonetas cargadas, yendo por la calle.",
    "Esas mujeres paradas allí, desnudas, sin saber que estaban desnudas. Pero tan pronto como el Espíritu Santo las tocó, ellas cruzaron sus brazos para alejarse de la presencia de sus hombres.",
    "Y yo me pregunto cómo es que nosotros en América nos llamamos una nación Cristiana, y en la Presencia de Dios, y cada año nosotros (nuestras mujeres), se desvisten más. Y Uds. deberían estarse vistiendo más. Y mientras más se ponga Ud. de Cristo, más consciente estará de sus propias condiciones. A veces yo veo el comportamiento de la gente en la calle, y me pregunto si están bien de la mente. Parece que no se dan cuenta que cuando hacen eso, lo que están haciendo, se están convirtiendo en carnada del diablo y es para enviar almas al infierno. Es cierto. Pero el mundo está en una corrupción como lo estuvo en los días de Jeremías.",
    "Ahora, volviendo a la cisterna. Ahora, no se puede confiar en esta cisterna porque ella misma no se puede llenar. Y tiene que depender de las lluvias locales para que la llenen, las lluvias locales o los avivamientos locales, tener un pequeño avivamiento aquí y un pequeño avivamiento por allá, o así por el estilo, para llenarla. Así que no se puede confiar en ella. Ella misma no se puede llenar. Es insuficiente en sí misma; no puede hacerlo. Y ella tiene que depender de las lluvias, para que la llenen.",
    "Fijémonos entonces de dónde ella—ella recibe su lluvia, de dónde recibe su agua, la cisterna. Viene de los cobertizos de los establos, es desagüe, donde todo ese polvo sucio que es soplado allí, es lavado por la lluvia y cae directo a la cisterna; un tanque hecho por el hombre. Se convierte casi en un estanque inmundo. Y lava el techo del establo donde todos los animales, la hediondez de los corrales y todo eso, y se asienta. Y el aire sopla el—el polvo y las cosas sobre el establo, luego viene la lluvia local y lava eso de allí, la lluvia.",
    "Y entonces el agua es llevada por un canalón hecho por el hombre, a través de un caño hecho por el hombre, hasta un tanque hecho por el hombre. Y luego, cuando llega allí, es sucia, tan sucia que uno tiene que ponerle un colador de trapo, o no se podría beber. Ahora, vean, son los residuos del techo bajando por un canalón hecho por el hombre, por un caño hecho por el hombre, a un tanque hecho por el hombre. Y luego, encima tiene un colador hecho por el hombre, para asegurar que algunos de los insectos y cosas no pasen.",
    "Ahora, nos damos cuenta que en estos pocos días del agua estancarse allí, en esto denominado por el hombre, o este tanque… discúlpenme. Discúlpenme. Muy bien. Después de que es—después que eso ha sido lavado, que le han entrado toda clase de teologías y cosas, ahora nos damos cuenta que después de estar allí unos días, se estanca.",
    "Y cualquiera sabe, en la historia de la iglesia, que cuando Dios envía algo, un mensaje, y llega fresco de parte de Dios, entonces después de la—la vida de ese fundador (o lo que pudiera ser; llámenlo reformador, o como Uds. le quieran decir), después de su muerte, entonces ellos trazan un sistema y forman una organización. Y tan pronto hacen de eso una organización, allí mismo muere; nunca más se levanta. Lo ha hecho así cada vez, desde allá atrás, desde muy atrás.",
    "Con el debido respeto a este sacerdote católico sentado aquí: cuando Dios organizó la iglesia… o, no la organizó, Dios nunca organizó una iglesia; Él no está en esa clase de negocio. Él está en el nacimiento, no en organización. Así que cuando Dios inició la iglesia en el Día de Pentecostés, y finalmente allá en Nicea, Roma, ellos la organizaron, y allí fue donde perdió su Poder.",
    "Entonces llegamos a la reforma luterana, y fue algo grandioso. La Palabra de Dios fue dada: “El justo por la fe vivirá”. Y cuando lo hicieron, en vez de tomar eso todos, unirse todos y marchar adelante, ellos formaron una iglesia luterana, separándose ellos de este grupo, y entonces eso murió.",
    "Luego Dios levantó a John Wesley, con la santificación, el mensaje de la segunda obra de la gracia, y fue una cosa maravillosa. Pero después de Wesley y Asbury, ellos lo organizaron, eso murió.",
    "Luego vinieron los pentecostales con la restauración de los dones. Ellos iban bien, pero ¿qué sucedió? Lo organizaron y murió. Exactamente.",
    "Ahora, en medio de todo esto, Dios todavía está llamando a un remanente de cada una de esas generaciones. Seguro que sí. Y es nuestro tiempo para salir, para reunirnos. Y allí es donde yo pienso que los Hombres de Negocios del Evangelio Completo han desempeñado un papel muy importante en derribar estas paredes, y en decir que: “No hay diferencia entre nosotros. Reunámonos y adoremos a Dios bajo un solo principio, no bajo una organización”. Si fuera una organización, yo me bajaría de esta plataforma ahora mismo. Yo no tengo nada que ver con eso.",
    "Lo que es, tiene que ser un compañerismo, y no un compañerismo de algún credo; sino un compañerismo en Cristo, por el poder de Su resurrección, que es lo que trae Vida. Eso trae el nacimiento.",
    "Y antes que pueda venir el nacimiento, nos damos cuenta que tiene que haber una muerte antes del nacimiento. Y un nacimiento es un desorden, no me importa qué clase de nacimiento sea. Si es en un corral de cerdos, o—o donde sea, es un desorden. Y así es el nuevo Nacimiento, le hace hacer cosas que Ud. normalmente no creería que haría. Pero cuando Ud. está dispuesto a morir a sí mismo, entonces Ud. nace de nuevo, es una nueva criatura en Cristo Jesús; entonces las cosas se abren y la vida se convierte en algo nuevo para Ud., porque Ud. ha aceptado a la Persona de Jesucristo, y no alguna teoría o algún credo.",
    "O, aun con la Palabra escrita, tiene que ser vivificada por el Espíritu Santo. No importa cuánta teología Ud. tenga, está allí muerta. Yo pudiera tener un puñado de trigo; pero hasta que entre en el proceso donde pueda ser vivificado, ese trigo jamás vivirá. Y Ud. puede tener un doctorado, Ph., LL., lo que Ud. desee, pero hasta que el Espíritu Santo venga sobre eso y se lo vivifique a Ud. como una experiencia personal con Dios, entonces el trigo de nada sirve. Sus conocimientos son en vano.",
    "Como dijo este inglés aquí la otra noche, eso me dejó muy asombrado. Con todos los conocimientos que tenía, así como Pablo, él tuvo que olvidar todo lo que sabía, para poder encontrar a Cristo, hacer cosas que él nunca pensó que haría.",
    "Pero de esa manera obra Dios, Él nos humilla en nuestro sistema educacional. No es que yo esté queriendo apoyar la ignorancia, pero estoy tratando de mostrarles la diferencia. La educación jamás puede traer Vida. Se requiere el Espíritu de Dios para que traiga Vida, y esa Vida no debe provenir sólo de un avivamiento intelectual. Ella tiene que venir de la Biblia, un avivamiento de la Palabra, y esa Palabra es la misma ayer, hoy, y por los siglos. Y cuando Ella baja hoy, y vivifica, Ud. obtiene los mismos resultados que en Hechos 2. Exactamente. Siempre lo ha hecho, y siempre lo hará, porque es el Espíritu de Dios que acondiciona la atmósfera.",
    "Se necesita de la atmósfera para obrar las cosas. Por eso es que a Uds. los hombres se les enseña siempre: “Traigan aquí a sus hijos”. Bueno, por supuesto, eso es correcto. Me alegré de ver a mi hija, Rebeca, venir y sentarse hace unos minutos. Algunos de Uds. me vieron guiñarle el ojo a una mujer, era mi hija, así que ella entró y se sentó. Yo quiero que ella reciba el bautismo del Espíritu Santo, y por eso es que ella está aquí en la reunión; es con ese propósito. Se requiere de la atmósfera.",
    "Como decía el anciano Doctor Bosworth: “Ud. puede tomar un huevo de gallina y ponerlo debajo de un perrito, y saldrá un pollo”. ¿Por qué? Porque es un huevo y recibió la atmósfera correcta.",
    "No me importa si Ud. es un metodista, bautista, presbiteriano, ¡en la atmósfera correcta, producirá un hijo de Dios recién nacido! Es la atmósfera que lo hace, sin importar la etiqueta denominacional que Ud. tenga.",
    "Yo antes arreaba ganado. Me fijaba en el inspector, cuando los llevábamos arriba al bosque, lejos de—lejos de los pastizales allá abajo en los ranchos, y las llevábamos al bosque. Él se paraba allí y observaba mientras ellas pasaban por el portal, en la cerca de retención. Él no le prestaba mucha atención a las marcas, pues pasaban todo tipo de marcas por allí. Pero él sí se fijaba en una cosa: la cédula de identificación de la sangre. Tenía que ser una Hereford purasangre o no podía entrar a ese bosque, porque la Asociación Hereford es la que apacienta en ese bosque. Tiene que tener una cédula de identificación de sangre, para mantener la raza correcta.",
    "Y yo pienso que así será en el Día del Juicio. Él no me va a preguntar si yo fui metodista, bautista, pentecostal, o presbiteriano, pero Él sí va a buscar la cédula de la Sangre. “Cuando viere la Sangre pasaré de vosotros”. Ésa es la cosa.",
    "Hallamos entonces que estas cisternas, después de estar allí por un tiempo, ellas se—ellas se estancan y no sirven. Y entonces viene a ser, también viene a ser la habitación de ranas y lagartijas y culebras e insectos y gérmenes y cuánta cosa más, por la condición estancada de lo que es empujado allí. ¿Podrían imaginarse, lavar el techo de un establo, o el de una casa cerca del establo, o cualquier lugar donde haya tierra, la clase de insectos y gérmenes, y todo lo que entraría a esta cisterna?",
    "Ahora, ése es un ejemplo perfecto de cualquier clase de sistema hecho por el hombre. Para comenzar, él es un fracaso. Por eso es que él necesita un Salvador. Él mismo no se podría salvar; en eso no puede hacer nada. Para comenzar, él está perdido. Él nace en el mundo, un pecador; viene al mundo hablando mentiras. Para empezar, él es un mentiroso, así que ¿cómo podrá hacer algo por sí mismo?, ¿cómo podrá algún hombre santo?",
    "No hay ningún hombre santo. No hay ninguna iglesia santa. ¡Es un Espíritu Santo! No una iglesia santa, un pueblo santo; es un Espíritu Santo entre un pueblo, eso es. Amén. No un monte santo donde Pedro y aquellos estuvieron, el monte no era santo; pero es el Dios Santo en el monte, que lo hizo santo. No es una persona santa; es el Espíritu santo usando a esa persona, lo que hace algo santo. No es la persona, ¡sino la Persona del Espíritu Santo! No es el hombre, porque él tan sólo es un hombre “nacido en pecado, formado en iniquidad, vino al mundo hablando mentiras”.",
    "Cualquier sistema hecho por el hombre lo sujetará a él allí; cegará el asunto del intelectual, de los ojos del intelectual, para que piensen: “Yo pertenezco a la iglesia, mi nombre está en el registro; Yo he hecho esto; Mi padre era esto, y así por el estilo”. Eso suena todo bien; lo cual está bien, nada que decir contra eso. Pero con todo, amigo, Jesús dijo: “El que no naciere de nuevo, ni siquiera puede ver”, ver allí no quiere decir que él ve con sus ojos, sino: “entender el Reino del Cielo”. ¡Hasta que Ud. nace en Él!",
    "¿Cómo pudo haberlo hecho este evangelista bautista? ¿Cómo lo haría ese hombre que se paró allí y criticó y se burló de Esto? ¿Ven? En él no había nada para siquiera poder recibir Esto; pero Dios tuvo que hacerlo, ¿ven? Dios le dio a él el Espíritu Santo. Él manifestó que esto no era hipocresía, esto es la Palabra. Él simplemente lo ha oído de la idea de una escuela, y ellos quieren tomar todas las—las bendiciones de Dios y colocarlas en un día pasado.",
    "Aquí no hace mucho, un joven predicador bautista, está aquí presente en esta mañana; pues él vino y me dijo: “Hermano Branham, hay una cosa errada que Ud. está haciendo”.\n\nYo le dije: “Ayúdeme”.",
    "Y él dijo: “Ud. es, yo creo que Ud. es sincero y es una buena persona, pero…”.\n\nYo le dije: “Gracias, señor”.\n\nÉl dijo: “Pero hay una cosa que Ud. está haciendo mal”.\n\nDije: “Espero que el Señor sólo encuentre una sola cosa errada”.",
    "Y él dijo: “Bueno, hay… Esto es lo que Ud. está haciendo mal”. Dijo: “Ud. está queriendo presentar ante el mundo un ministerio apostólico, y” dijo, “el ministerio apostólico cesó con los apóstoles”.",
    "Yo dije: “De bautista a bautista, me gustaría hacerle una pregunta”.\n\nDijo: “¿Qué?”.",
    "Yo dije: “¿Cree Ud. que la Palabra de Dios es inspirada, cada porción de Ella?”.\n\nÉl dijo: “Por supuesto”.",
    "Yo dije: “Entonces, Él ha dicho: ‘No le añada una palabra, ni le quite Una’. Porque” entonces le dije, “yo le mostraré a Ud. dónde fue que vino la Bendición apostólica sobre la gente, por una promesa de Dios, ahora Ud. muéstreme la promesa de Dios y cuándo fue quitada de la gente. Vea, si Ud. no puede mostrar eso en la Palabra, entonces—entonces olvídese de eso, ¿ve?” dije, “porque Ella aún sigue vigente”.",
    "Él no dijo nada por unos minutos. Y entonces yo dije: “Bueno, hermano, entonces me gustaría preguntarle lo siguiente. Pedro presentó el mensaje apostólico en el Día de Pentecostés. Y todos sabemos que eso es cierto, pues él tenía las llaves del Reino, que Jesús le había dado. Y ahora fíjese en lo que él dijo. Él dijo: ‘Arrepentíos, cada uno de vosotros, y bautícense en el Nombre de Jesucristo para la remisión de los pecados, y recibiréis el don del Espíritu Santo. Porque para vosotros es la promesa, y para vuestros hijos, y para los que están lejos, para tantos como el Señor nuestro Dios llamare’. Entonces si hay un lugar donde Él la quitó, ¿qué pasó luego con las palabras de Pedro en el Día de Pentecostés?”. ¿Lo ven? ¡No, jamás ha cesado!\n\nQuerido Cordero moribundo, Tu Sangre\n\nPreciosa nunca perderá su Poder,\n\nHasta que toda la Iglesia de Dios redimida\n\nSea salva, para nunca más pecar.\n\nEntonces en un canto más noble, más dulce,\n\nYo cantaré de Tu Poder para salvar,\n\nCuando esta pobre y ceceante lengua\n\nTartamuda yazca silenciosa en el sepulcro.",
    "¡Dios me ayude a creer Eso y a aferrarme a Eso, y a todos nosotros, y a respaldarlo, porque es la Verdad del Evangelio! Sí, señor.",
    "Un hombre sabio jamás debe mirar estas cosas; y saber que ellas no funcionan, jamás han funcionado. Una religión organizada y una experiencia organizada jamás funcionarán en la Presencia de Dios. Ella tiene que venir sin adulteración de Dios. Jamás ha sido usada por Dios, en ningún momento en el pasado ha usado Dios tal sistema. Ahora, Uds., ¡oh, Uds. obtienen miembros y cosas como ésa! Pero yo me refiero a la simiente genuina de Dios, la Bendición como cayó en el Día de Pentecostés, nunca viene por medio de la organización; viene por medio de un nacimiento, al nacer de nuevo.",
    "Se nos invita a tomar a Israel como—como ejemplo, lo cual lo han sido. Noten: “Ellos lo habían abandonado a Él, su fuente provista, y se habían cavado cisternas”. ¿Podrían Uds. imaginarse una—una—una—una cosa, a un hombre cuando está junto a un pozo artesiano, bebiendo, y luego querer hacerse una cisterna (¿ven?), para beber de ella? Ahora, eso es lo que dijo el profeta, es lo que dice la Palabra de Dios. Eso es lo que Dios le dijo al profeta. “Uds. Me han abandonado y—y Me han dejado, la fuente de aguas vivas; y se han cavado cisternas que están rotas y se están filtrando”.",
    "Vean, algo, ellos querían algo que pudieran controlar, o para mostrar lo que ellos habían hecho. Ésa es la—ésa es la necedad de la religión organizada. Siempre está queriendo, necesitan ellos mismos tener parte en el asunto. Necesitan tener todos estos sistemas y sociedades y cosas: “Y yo pertenezco a esto”. En lugar de simplemente ser hijos de Dios humildes, quieren algo que ellos mismos puedan mostrar. En lugar de dejar que Dios lo haga a Su manera, ellos quisieron hacerlo a su manera. Y así es como los sistemas tienen a la iglesia de hoy. No… Cada sistema, uno lo quiere de esta manera, y otro lo quiere de aquella manera. Si Ud. es metodista, Ud. tiene que serlo de esta manera. Un bautista, de esta manera. Un presbiteriano, católico, lo que sea, tienen sus sistemas. Nada en contra de eso, pero eso no es de lo que estoy hablando.",
    "El hombre quiere su manera de hacerlo, y Dios tiene Su manera de hacerlo. Y Él dijo: “Uds. se están aferrando a su manera: una cisterna rota, y no aceptan Mi manera: el camino de Vida”.",
    "Y así mismo es hoy. No ha cambiado en lo más mínimo. Piensen en la necedad de un hombre que deje un pozo artesiano de agua limpia y pura burbujeando, y luego que quiera ir a una cisterna rota que él mismo hizo; y cavarse una cisterna, con esa basura que está en el techo del establo cayendo en ella, para luego beber de ella. Verdaderamente que algo anda mal mentalmente con esa persona.",
    "Y cuando un hombre se aferra a—a una concepción eclesiástica de la Escritura, en lugar de aceptar el Espíritu Santo que vindica la Escritura y la hace real para uno, algo anda mal espiritualmente con esa persona. Eso es exactamente correcto. ¡Seguro, el Espíritu Santo! Cada uno tiene una interpretación de su Biblia, lo que Ud. considera que es correcto. Dios no necesita su ayuda. Dios no necesita su interpretación.",
    "Dios es Su propio intérprete. Dios la interpreta de la manera que Él—de la manera que Él dice que lo haría. El Señor dijo en el principio: “Sea la luz”, y fue la luz. Eso no necesita ninguna interpretación. Eso es lo que hizo Dios. Él dijo: “Una virgen concebirá”, y ella concibió. Eso no necesita ninguna interpretación. Él dijo que “derramaría Su Espíritu sobre toda carne”, Él lo hizo. Eso no necesita ninguna interpretación. Dios interpreta Su propia Palabra cuando la vindica, y la manifiesta y la prueba.",
    "Así era como se probaba que un profeta era de Dios. Él dijo: “Si hubiere alguno entre vosotros, que sea espiritual o profeta, Yo Jehová me daré a conocer a él en visiones, le hablaré por medio de sueños. Y si lo que él dice se cumple, entonces témanle; pero si no, no lo hagan”.",
    "Así mismo es cuando Dios habla Su Palabra, y el hombre dice: “La Palabra es Esto”, y de esa manera sucede, entonces es Dios haciéndolo.",
    "Pero si él dice: “Es de esta manera, y esos días han pasado”, pues, eso quita todo… con su mano él arrebata el pan del hambriento, para los hijos, y se los quita; y ellos muriéndose de hambre. ¿Por qué querrán Uds. beber de una cisterna cuando este pozo artesiano está allí?",
    "Ahora, ¿qué es una fuente de Vida? ¿Qué es la fuente de Vida, la fuente de Aguas vivas? Nosotros la compararíamos con un pozo artesiano.",
    "Ahora quiero que noten la diferencia entre una cisterna y una fuente de agua viva; un pozo artesiano y una vieja cisterna rota por allá, llena de insectos, lagartijas, ranas, gérmenes y cuánto más, ¿ven?",
    "Y acá hay un pozo artesiano. Ahora observen esto: se mantiene a sí mismo. Uds. no necesitan meterse en grandes sistemas ni invertirle mucho dinero. Uds. no tienen que traer a muchos miembros. Él mantiene a sus miembros, el Espíritu de Vida en ellos, funcionando.",
    "Fíjense en el agua que sale de él: fresca, pura y limpia. No una cisterna, o algo estancado que ha sido adoctrinado por cuarenta o cincuenta mentes distintas, que dicen: “Esto es correcto, y eso es correcto, y este concepto”, y llaman a votación, como lo hacen ellos, y entonces lo hacen una denominación. Ella es la Palabra de Dios sin adulteración, pura y limpia, viniendo de la mano de Dios. Es un verdadero pozo artesiano.",
    "Noten, lleva el secreto de su poder por dentro. El hombre no puede encontrarlo. Es alguna clase de presión, por debajo, que lo hace empujar hacia arriba.",
    "Recuerdo antes, cuando yo era guardabosques estatal de Indiana. Yo pasaba por el condado de Harrison junto a cierto pozo, un manantial. Siempre estaba borboteando. Y simplemente, ¡oh, parecía como que era la cosa más feliz! Ya sea que hubiera nieve en el suelo, hielo, que estuviera congelado, o lo frío que estuviera, aún así borboteaba; mientras que los viejos estanques y tanques hechos por el hombre, con ranas y todo, estaban allí congelados, sólidos.",
    "Y eso muestra que toda denominación, con una pequeña falta de Espíritu o un pequeño cambio de atmósfera, se congelará. Pero el pozo artesiano de Dios, que Él es—es el mismo ayer, hoy, y por los siglos, borbotea, manteniendo fuera todas esas cosas. Y para comenzar, allí adentro no hay nada de eso. El minuto que eso le entre allí, empujará eso sacándolo del camino.",
    "Esa cosa estaba borboteando de esa manera, y yo dije, me senté allá un día y pensé: “Creo que hablaré con ese manantial, por un momento”. Me quité el sombrero y dije: “¿Por qué estás tan contento? ¿Por qué estás borboteando tanto? Tal vez es porque los venados beben de ti, de vez en cuando”.\n\nSi él hubiera podido hablar, hubiera dicho: “No”.\n\nYo dije: “Tal vez sea porque yo bebo de ti”.\n\n“No, no es por eso”.",
    "Yo dije: “Bueno, ¿qué te hace tan puro, tan limpio? Entonces ¿qué—por qué borboteas?, ¿qué te hace borbotear y estar lleno de gozo todo el tiempo, y que nada te pueda congelar? Estás disparando chorros al aire, y solo hay agua limpia”.",
    "Si me hubiera podido hablar, ¿saben lo que me hubiera dicho ese pozo? Me hubiera dicho: “Hermano Branham, no soy yo borboteando, es algo detrás de mí, borboteándome”; y por eso es. Ésa no es la mejor palabra, pero Uds. saben lo que quiero decir.",
    "Y así es con la experiencia de nacer de nuevo; Ud. no puede contenerla. Es un—un pozo de agua en Ud., borboteando para Vida eterna. Vean, hay algo respecto a eso, con lo que Ud. no tiene nada que ver. Los tanques hechos por el hombre pudieran congelarse, y ellos rogarían por avivamiento y todo eso, pero un hombre que esté debajo de esa Fuente, viviendo en esa Fuente, ¡es de día y de noche! No, Ud. no tiene que esperar las lluvias locales ni los avivamientos locales. Ud. está lleno de Eso. “Yo le daré a él una fuente de Vida, borboteando en él”. Hay algo en Ella que es fresco todos los días, puro y limpio. Es la Palabra de Dios que no ha sido adulterada en su corazón ni en su boca, vindicándose Ella misma, hablando por Sí misma. No me importa si está lloviendo, si está nevando, el clima que sea, Ud. sigue contento porque el Espíritu Santo está borboteando allí adentro. Es el Poder oculto. Noten. ¡Oh, lleva su secreto por dentro!",
    "Da libremente de sí mismo, a todo el que beba y use de su sustancia. Ahora, Ud. no escoge, ni dice: “Bueno, pues sólo tengo que ir a la iglesia metodista porque yo soy metodista, para tener un avivamiento. Tendré que ir acá, pero (si…) tengo que ir a una pentecostal porque yo soy un pentecostal avivado”. Déjeme decirle, cuando Ud. tiene ese pozo de Agua saltando, esa Fuente, cuando Ud. bebe de allí, no hay diferencias, Ud. le da a cualquier cosa que pase por allí. Ud. está dispuesto a darle esperanza de Vida a un católico, a un protestante, a un judío, a un ateo, o lo que sea. Ud. realmente, realmente tiene Algo por dentro que lo está haciendo.",
    "Fíjense en otra cosa acerca de eso: uno no tiene que bombearla. Uno no tiene que jalar, ni inyectarle emoción. Yo he visto tanto de eso que me enferma, inyectándole emoción a algo; tocando bastante música, y estar saltando, o—o grandes cantidades de literatura por la ciudad, y anuncios enormes: “El hombre de la hora”.",
    "Sólo hay un Hombre de la hora, y ése es Jesucristo, Quien es el mismo ayer, hoy, y por los siglos. Hay un solo Mensajero de Dios, y ése es—ése es Jesucristo. Sí, señor.",
    "Uds. no tienen que inyectarle emoción a Esto, o jalarlo para que baje; o, no, Uds. no tienen que unirse a Él. Simplemente participan de Él libremente. Amén. “Yo soy la Fuente de Agua viva; Uds. me abandonaron a Mí, para ir a hacerse tanques”. Ahora Uds. no tienen que bombearlo—bombearlo, jalarlo, unírsele, cavarlo, ni nada. Uds. simplemente tienen que participar de Él libremente.",
    "Uds. tampoco necesitan de alguna teología hecha por el hombre como colador de trapo, para que les diga lo que pasa por Allí, o lo que hizo. Ninguna. Alguna teología hecha por el hombre de algún sistema educacional, una religión intolerante en esto, en esto, o alguna cisterna de sistema religioso —Uds. no la necesitan. Eso no tiene que estar allí. Si Uds. le ponen un trapo encima, lo dispararía directo al aire. Él no tiene nada que ver con eso, ¡se mantiene solo! ¡Es el Poder de Dios saltando a Vida! ¿Por qué un hombre abandonaría algo Así, para unirse a un sistema? no sabría decirles. No necesita coladores de trapo; no lo necesita. No necesita que sea, no necesita depender de las lluvias locales para llenarse; está lleno todo el tiempo. Amén.",
    "Un hombre, los escucho decir: “Hoy estoy con el ánimo por el suelo”. ¡Oh, qué cosa!",
    "¡Oh, yo estoy contento de estar viviendo en la Presencia de Dios, ya sea que las cosas estén marchando bien o no! Él es mi Vida. Amén. Él es nuestra Vida. Él es la Vida, la Vida abundante. Sí, señor. Y—y miren lo que hace por nosotros. Su poder y pureza está dentro de Sí mismo. No necesita ser cebado de la cisterna o de algún otro sistema.",
    "Alguien dice: “Bueno, ¿cuál es tu tarjeta de compañerismo? Veamos si eres un buen bautista. Veré si tienes una tarjeta; o—o, un buen pentecostal, si eres un unitario, de la dualidad, trino, o—o lo que sea”. Vean, no necesita ser cebado; siempre está fluyendo. Si.",
    "Saben, yo tenía una cisterna vieja, tenía que echarle agua allá abajo y cebar y cebar y cebar, con una bomba vieja de succión, para sacarla de allí; Uds. saben, le echaba más agua, y salían una cantidad de insectos y cosas, para poder bombear insectos y cosas. Más o menos así son algunos de estos avivamientos sistemáticos.",
    "Pero, gracias a Dios: “¡Hay una Fuente llena de Sangre, donde los pecadores se sumergen debajo del raudal!”. Uno no hace miembros de iglesia; uno hace Cristianos de ellos cuando vienen a esa Fuente.",
    "¿Por qué dejaría Ud. la Fuente de aguas vivas, para beber de un estanque tan inmundo como ése?",
    "No hay que bombear, Su poder está internamente. No necesita ser cebado (sí, señor), porque internamente, Su Propia Vida está internamente. Así es como está la simiente de Dios en el corazón de un hombre. La Vida de Dios está por dentro en el individuo, no en la iglesia: en Ud.; está en Ud., Ud. es el que tiene por dentro el germen de Vida.",
    "Sólo un sorbo de Ella convence toda clase de clérigos. Pregúntenle al sacerdote católico, pregúntenle al bautista, a quien sea. Un solo trago de esta agua artesiana tan buena y fresca, les digo que convence de que es la Verdad. Su alma hambrienta… como sea, es muy convincente de todas maneras para el sediento. Ahora si Ud. no está sediento… Este pequeño bautista, él no estaba sediento al principio; pero cuando tuvo sed, encontró el agua muy sabrosa. Eso es correcto, pero Ud. tiene que tener sed, “esa sed bendita”, como Jesús la llamó. “Bienaventurados son cuando Uds. tienen hambre y sed de justicia, porque Uds. serán saciados”. Y, amigo, fue Jesús quien dijo eso. Sí, señor, es una Fuente bendita para el sediento.",
    "¿Por qué querría alguien cambiarla por un pantano? ¿Qué le parecería a Ud. cambiar un pozo artesiano por el agua de un pantano, lleno de insectos y contaminaciones de toda clase de teorías hechas por el hombre, lo cual Dios dice que: “Añadirle una a Su Palabra, o quitarle una de Sus Palabras, su parte sería quitada del Libro de la Vida?”.",
    "Y siendo que Dios prometió que Él vindicaría esta Palabra en cada generación, “Porque para vosotros es la promesa y para vuestros hijos, y para los que están lejos, para tantos como el Señor nuestro Dios llamare”, ¿por qué bombearía Ud. de alguna bomba sistemática que ha sido contaminada durante años, con algún maná viejo? Tal vez el maná estaba bien, nada contra eso, en los días de Martín Lutero, en los días de esto y en los días de aquello, y de los otros reformadores, nada contra eso; pero es maná que cayó hace mucho tiempo.",
    "Si nos fijamos en la Biblia, ellos tenían que recogerlo diariamente; tenían que recogerlo fresco. Después que se ponía un poco viejo, se descomponía. No se puede pudrir si no se descompone. Necesita tener bacteria, o algo así para—para que se pudra; sabemos que eso es así.",
    "¡Y así son los sistemas! Después de estar allí pasando de un gran avivamiento a otro, se contamina, se llena de insectos y es como una cisterna llena de gusarapos, como les decíamos; pequeños insectos que se mueven allí adentro.",
    "Y eso es lo que sucede con la experiencia de tanta gente hoy día. Ellos—ellos están llenos de gusarapos, meneándose de uno a otro, y de uno al otro, contando cuentos que no tienen ninguna Verdad. Correcto, meneándose de uno a otro. “Yo era metodista. Yo me uní a los bautistas. Yo era católico. Yo fui a ser esto. Yo fui a ser aquello”; no son más que gusarapos.",
    "¡Oh, olvídense de todo eso!, y vengan a la Fuente, amén, al Pozo artesiano, ¡a la Presencia de Cristo que siempre vive! Yo creo que Él es la Fuente Inagotable de Vida. Mientras más beba Ud. de Él, más fresco se hace, y más fría se pone, y mejor se pone, más dulce sabe. Yo he estado sirviéndole a Él ya por treinta y tres años, y cada día se hace aún más dulce que el día anterior. Yo nunca he estado… Él dijo que uno jamás tendría sed si bebemos de esta Agua. Fíjense en lo grandiosa que Ella es. ¡Oh!",
    "Israel hizo como muchos hacen hoy, dejaron la Fuente de Aguas Vivas, para ir a cavarse cisternas.",
    "Ahora, hablemos de la gracia por un momento, de lo que es la gracia de Dios. Nosotros tenemos leyes y ordenanzas: “Y si Ud. no cuadra con esta norma… Yo tengo una vara religiosa de medir; si Ud. no da esa medida, lo cual tiene que hacer, no podrá entrar”, y así por el estilo. Pero Dios nos salva por gracia, no por medio de una vara de medir. ¿Ven? Pero Dios, hablando ahora de gracia, y como fue esto, el beber de Él. De esta vara de medir…",
    "Murmurar, Israel murmurando. Observen, Él dijo: “Y Yo volveré a visitarlos”; fíjense en la Escritura. Fíjense: Él va a probarlos, a visitarlos de nuevo. Israel murmurando, frente al Mar Rojo, fue invitado a seguirlo a Él a través del agua estancada de los egipcios, para ser un pueblo libre. Ellos eran esclavos. Fueron invitados a cruzar para ser un pueblo libre, con Él. Salieron a través del Mar Muerto, el Mar Muerto, el Mar Rojo, mejor dicho, salieron a través de él, para entrar a un desierto, para traer una separación entre ellos y los personificadores que trataron de personificar eso, sin tener la circuncisión.",
    "¡Oh, eso fue lo que causó el problema! Cada uno de ellos pereció allí mismo en el de-… o allí—allí mismo en el mar, Faraón y su ejército. Ellos vieron a seres humanos caminando por medio de un Poder sobrenatural, y entonces ellos fueron y trataron de personificar eso, sin estar incluidos en la bendición. Y cuando lo hicieron, ellos perecieron; eso es una imitación carnal.",
    "El hombre que trate de hacer eso, que trate de personificar algo, está por lo tanto haciendo una imitación carnal de un verdadero Cristiano.",
    "Mi hermano indio allí sabe eso. Vayan a Bombay y verán a la gente allí, a los hindúes y demás, acostados sobre clavos y sobre… caminando sobre vidrio y—y caminando en el fuego, para mostrar lo que ellos pueden hacer, y cosas como… Ésas son personificaciones carnales de algún hombre allá en la jungla, que hace eso como un sacrificio para su dios.",
    "Hallamos eso entre toda vida religiosa, personificaciones carnales, alguien queriendo ser como el otro. Hay un solo ejemplo que Ud. debe seguir, y es ser como Jesucristo, Quien fue la Palabra. Y entonces cuando la Palabra de Dios viene a Ud., será de la misma manera.",
    "Pero Dios de todas maneras los guió directamente hasta la tierra prometida. Ellos también encontraron cada tanque, cuando salieron en su jornada a través del desierto, después que se habían separado, se dieron cuenta que cada tanque estaba seco, para ellos.",
    "Y Ud. hallará lo mismo, hermano, cuando comience esta jornada a la Tierra prometida. Ud. hallará puertas cerradas. Como dijo ese predicadorcito, un anglicano, o lo que él fuera, y, cuando menos se dio cuenta, su iglesia lo sacó. ¿Lo ven? Cuando tuvo tantos que recibieron el Espíritu Santo, hasta allí llegó eso.",
    "Y nosotros… Israel se encontró con lo mismo (como ejemplo), en su jornada a la tierra prometida. Los tanques estaban todos secos. Sí, su jornada en obediencia a Su Palabra prometida, en su jornada hallaron los tanques secos. Ahora ellos se dieron cuenta que no podían confiar en el tanque—en los tanques, para la jornada.",
    "Y si Ud. ha comenzado la jornada en obediencia a la Palabra de Dios, y quiere unirse a esto y unirse a aquello, Ud. se dará cuenta que no hay ningún tanque en el mundo que respalde Eso; de ninguna manera. Ud. es un individuo. Dios lo guía a Ud. de la manera como Él quiere guiarlo. Entonces, hoy encontramos lo mismo, y todos los tanques se han secado.",
    "Pero la promesa siempre es fiel, con Dios que le cumple Su promesa a Su pueblo. Él prometió suplir todo lo que ellos necesitaran, y lo hizo. En medio de esos tanques vacíos y secos (piensen en eso), y de Israel quejándose en el desierto, en su jornada, Él llamó a su siervo-líder, el profeta Moisés, a un lado, y abrió una fuente de agua viva, por una Roca herida, para que Sus hijos creyentes no perecieran.",
    "En este día, eso me habla a mí de la gracia. Nosotros no lo merecemos. La manera en que hemos obrado, la manera en que hemos vivido, no lo merecemos.",
    "Pero Dios, en este día, como aquí mismo en esta mañana, miren, para el metodista, bautista, presbiteriano, católico, y para todos, les ha abierto una Fuente. Hebreos 13 prueba esto, que Él es el mismo ayer, hoy, y por los siglos. Así que eso—eso hace a Juan 3:16 verdad: “Porque de tal manera amó Dios al mundo, que ha dado a Su Hijo unigénito, para que todo aquel que en Él cree, no se pierda, mas tenga Vida eterna”.",
    "Y fue alzada por una doble razón, porque la gente estaba murmurando y pecando y habían sido mordidos por culebras, y se estaban muriendo; y para el perdón de sus pecados y la sanidad de sus enfermedades.",
    "Y ésa es la misma Fuente que está abierta hoy para nosotros, para nuestra salvación y para nuestra sanidad, la sanidad física; pues “Él es el mismo ayer, hoy, y por los siglos”.",
    "Y cuando la Roca que fue herida por la Palabra prometida de Dios, lo había ordenado, Ella dio chorros de agua pura y limpia; no—no estancada, ni contaminada, sino la propia Presencia de Dios. Fue Agua pura, y salvó a todos los que bebieron. Ahora, nosotros sabemos que eso es verdad, porque lo leemos en el Antiguo Testamento, como un tipo.",
    "Ahora, uno no tenía que extraerla, bombearla, unirse a ella, ir al seminario para aprender cómo usarla. Ellos allá le dirán cómo usarla, ¿ven?; “¡Oh, bueno, Ud., si Ud. ha recibido el Espíritu Santo, nosotros lo creemos, pero con tal que Ud.—Ud. lo haga de esta manera!”.",
    "Pero (¿ven Uds.?), no hay cómo controlarlo. Uds. no usan al Espíritu Santo, el Espíritu Santo los utiliza a Uds., ¿ven? Miren, Uds. no, Uds. no deben usar al Espíritu Santo; el Espíritu Santo los tiene a Uds. Un don no es algo como uno tomar un cuchillo y usarlo para sacarle punta a un lápiz. Es rendirse uno mismo a Dios, y hacerse uno mismo a un lado para que el Espíritu Santo lo pueda usar a uno.",
    "Fíjense, ellos no tenían que bombearla o extraerla, ni tenían que preguntar: “Bueno, ¿cómo usamos esta agua?”; porque ellos sabían cómo usarla, ellos tenían sed. Ellos sabían qué hacer con ella.",
    "Y así es con un hombre o con una mujer, (¿qué…?) no importa a qué credo o denominación pertenezca. Si él está sediento de Dios, él no tiene que regresar al seminario, como lo hizo este hermano anglicano, o el hermano británico, anoche, que tuvo que regresar para consultar con la iglesia anglicana cómo debe usar este gran don que él recibió, de hablar en lenguas; y cómo él debe usar esto. Para empezar, ellos lo echarían. ¿Ven? Él estaba sediento, así que Dios sencillamente lo llenó. Eso es todo. Es estar sediento, y entonces Él simplemente lo llena.",
    "Ud. no tiene que tener ningún control, alguien que le diga qué hacer con eso. Dios guía a cada individuo en la—de la manera que Él quiere que Ud. lo haga. Ud. es un—un individuo, Ud. mismo. Ud. es una parte de Dios. Nadie puede ocupar su lugar. Y Ud. de ninguna manera tiene que ir a alguien, y ahora por decir: Tendré que “hacer esto con ello”, o tengo que hacer “aquello con eso”; no, señor. Dios lo usa de la manera que—que Él quiera. Cuando Ud. está sediento, Ud. sabe lo suficiente para beber.",
    "Y si Ud. está sediento en esta mañana, beba de Él, es todo lo que Ud. tiene que hacer. Dios había provisto una manera para la sed de ellos, para que los hijos sedientos participaran gratuitamente de Él mismo. Y Dios ha provisto una manera para cada hombre y mujer en esta mañana, que tenga hambre y sed. Posiblemente haya personas sentadas aquí que nunca han sido salvas. Hay personas sentadas aquí a punto de ser salvas.",
    "Hay personas aquí, sentadas aquí que son miembros de iglesia: Uds. quieren hacer lo correcto, ¡pero Uds. están bebiendo de un tanque! Ellos jamás les dirán a Uds. estas Verdades.",
    "Lo único, para venir, es tomar la promesa de Dios y venir a esa Fuente; entonces Él calmará la sed. “El que bebiere de esta Fuente no tendrá sed jamás”.",
    "Noten ahora cómo—cómo Él liberó a Sus—a los Suyos que recibieron esta agua, por gracia, y no por medio de un sistema o una cisterna de educación. Él vindica Su Palabra, es un recurso dador de Vida. ¿Cuántos aquí saben que recibieron Vida cuando Uds. participaron de esa Palabra y Su agua, y Uds. saben que recibieron Vida? [La congregación dice: “Amén”.—Ed.]",
    "Bueno, sólo tomemos por decir, otro ejemplo o dos, y luego voy a terminar en un momento. Yo—yo debo tener ese botón en algún lugar. Pero noten. Yo sigo hablando, pero no es mi intención hacerlo. Miren, tomemos como ejemplo sólo dos personas.",
    "Tomemos a la mujer junto a la cisterna de Jacob, un pozo cavado. Allí estaba ella sentada. La mujer no conocía más que esta cisterna donde ella venía a buscar agua. Y allí frente al pozo, ella encontró en un pequeño panorama: a un Hombre sentado allí, un judío. Y ella era samaritana; es una ciudad de Sicar. Y vemos que este Hombre (este judío), le habló Palabras muy inusuales a esta mujer, dijo: “Tráeme de beber”.",
    "Ella dijo, pues: “Tenemos segregación. No es—no es correcto que Ud. me pida algo así; Ud. siendo un judío y yo una samaritana”.",
    "Él dijo: “Pero si supieras con Quién hablas, tú me pedirías a Mí de beber, y Yo te daría aguas para que no tengas que venir a beber de esta cisterna; sería un pozo de agua borboteando en ti”; nótenlo, ¡cuando ella halló que eso probó ser la Verdad!",
    "Ahora, en primer lugar, cualquier hombre pudiera haber dicho eso. Pero ella dijo: “Uds. dicen que se adore en Jerusalén, y nosotros adoramos en este monte”.",
    "Y Él dijo: “La salvación viene de los judíos; nosotros sabemos lo que creemos. Pero” dijo, “una cosa te diré”, en palabras como éstas: “ni en este monte, ni en Jerusalén. La hora viene cuando el hombre adorará a Dios en Espíritu y en Verdad, pues a los tales busca el Padre”. Él dijo: “Ve, trae a tu marido, y ven acá”. Observen, aquí se probó. Aquí mostró frente a qué fuente estaba ella. Dijo: “Ve, trae a tu marido, y ven acá”.\n\nElla dijo: “Yo no tengo marido”.",
    "Él dijo: “Has dicho la verdad”. Vean, parecía toda una contradicción a lo que Él le había pedido, que dijo: “Ve, trae a tu marido”.\n\nDijo: “Yo no tengo marido”.",
    "Dijo: “Tú has dicho la verdad”. Dijo: “Porque has tenido cinco, y con el que estás viviendo ahora no es tuyo”.",
    "Observen a esa mujer, ¡qué distinto a los sacerdotes de aquel día! Los sacerdotes de aquel día vieron eso mismo acontecer y dijeron: “Eso es un diablo, alguna telepatía, o—o un Belcebú”. ¿Ven? Ellos fallaron en ver que la Palabra prometía eso.",
    "Pero esa mujercita estaba más versada en la Escritura que cualquiera de los sacerdotes. Ella dijo: “Señor, me parece que tú eres profeta. No hemos tenido uno en cuatrocientos años, desde Malaquías. Pero” dijo, “hemos esperado uno, y sabemos que vendrá, el Mesías. Y cuando Él venga, esto será lo que Él hará”.\n\nJesús dijo: “Yo soy”. Amén.",
    "¿Se fijaron Uds.? Ella dejó su balde en la cisterna de Jacob, y corrió a la ciudad, ¡llena de un pozo artesiano! Ella lo había visto perfectamente vindicado, y Él era esa Fuente de Vida. Permítanme se las presento. Ella dejó aquello; cuando se probó que Él era la Palabra de Vida. Ella dejó eso; y descubrió que la misma Roca que fue herida en el desierto, había probado estar presente en ese momento.",
    "Permítanme decir esto: ese mismo Dios que estuvo en los días pasados, del cual hablamos tanto, está presente aquí mismo ahora; no por medio de algún entendimiento teológico, sino mediante un conocimiento personal de Su vindicación que en los últimos días Él derramaría el Espíritu Santo sobre Su iglesia. Él no es un “Yo fui”. Él aún es el “YO SOY”, tiempo presente, siempre.",
    "La cisterna entonces perdió su sabor. Y así también todo hombre que alguna vez cae bajo el poder de Dios, por medio del bautismo del Espíritu Santo, los sistemas denominacionales pierden su sabor. Ud. ya no quiere más de esas ranas estancadas, y lagartijas, insectos y todo eso. Ud. está bebiendo de una Fuente que es fresca y pura: la Palabra de Dios, fresca a toda hora en su alma. Igual es hoy, cuando se ha probado que la Palabra es la Verdad, prueben y vean si no es correcta.",
    "Aunque la cisterna había servido bien (servido bien en su tiempo), pero, Uds. ven que ahora la Fuente de Vida estaba allí, ya no era el pozo de Jacob, para beber espiritualmente. Y, ellos consideraban que estaba bien beber de ese pozo; pero ahora la Fuente de Vida Misma estaba allí.",
    "Ahora no necesitamos los sistemas y organizaciones que teníamos; estamos en el tiempo del fin. Y Dios prometió, en este tiempo del fin, las cosas que Él haría. Y vemos que se ha cumplido, conforme a la Palabra. Oímos a los hombres con poder militar pararse y temblar, y decir, ellos: “Algo está a punto de suceder”. Nosotros sentimos al Espíritu Santo advirtiéndonos de que algo está por suceder. Vemos que todo está en su lugar. Entonces, dejen ese sistema y vengan a la Fuente. Sí, señor.",
    "Sirvió su propósito, pero ahora ella estaba cara a cara con la Fuente Misma.",
    "En Juan 7:37-38, Jesús dijo en los últimos días de la fiesta del tabernáculo (¿qué dijo Él?): “Si alguno tiene sed, venga a Mí y beba”. ¡Allí mismo en medio de una cantidad de teólogos! “Si alguno tuviere sed, venga a Mí y beba. Como dice la Escritura, de su interior correrán ríos de Agua viva”.",
    "Allí está la Fuente viva. Ésa es la Fuente que la gente ha abandonado hoy. Por los credos ellos han abandonado la Fuente de Agua viva. Permítanme les presento a Él. Para mí, Él… Y estoy terminando.",
    "Para mí, Él es esa Fuente que le salvó la vida a Agar y al niño, cuando ellos estaban muriendo en el desierto.",
    "Yo creo que Él es esa Roca, en Isaías 32, Él es esa Roca en tierra calurosa. Él es el refugio en el tiempo de tormenta.",
    "En Zacarías 13, Él es el Manantial que está abierto en la casa de David, por el pecado. Yo creo que eso es Él. ¿Y Uds.? [La congregación dice: “Amén”.—Ed.]",
    "En los Salmos 36:9, Él es el Manantial de Vida de David. Él es las Aguas de reposo de David, y los delicados pastos. Él es el Agua junto al arroyo, para David.",
    "En Génesis 17, Él es el pecho amamantador de Abraham, El Shaddai. Pero cuando la vida había salido de él, sin embargo él… Dios dijo:",
    "🦅 ¿Cómo acontecerá esto a un hombre de cien años de edad? Yo soy viejo, y mi esposa es vieja, ¿cómo pueden ser estas cosas?”.",
    "Él dijo: “Yo soy El Shaddai”. Ahora, El es “el”, y—y Shaddai es “pecho”, y Shaddai es plural, lo cual significa: “Yo soy el Dios provisto de pechos”.",
    "Como un bebé que está inquieto y está enfermo, y se le han acabado las fuerzas, se apoya sobre el seno de la madre y se amamanta, recuperando su fuerza. Seguro. No sólo… Una vez que él se está amamantando, ya no está inquieto. Él está satisfecho en el pecho de la madre, porque está recobrando las fuerzas.",
    "Y todo hombre que tome la promesa de Dios en su corazón, que: “Para vosotros es la promesa, y para vuestros hijos, para los que están lejos, para tantos como el Señor nuestro Dios llamare”, y se recueste allí y se amamante recuperará las fuerzas. ¡Bebé inquieto, créalo! Es para los creyentes.",
    "Para el poeta creyente, me vienen a la mente muchas canciones que nos han compuesto los poetas. Uno de ellos dijo una vez, Él…\n\nHay una Fuente sin igual,\n\nDe Sangre de Emmanuel,\n\nY queda puro en su raudal,\n\nQuien se sumerge en Él.\n\nEl malhechor se convirtió\n\nPendiendo de una cruz;\n\nÉl vio la Fuente y se lavó,\n\nCreyendo en Jesús.\n\nY yo también mi pobre ser\n\nAllí logré lavar,\n\nLa Gloria de Su gran poder,\n\nMe gozo en ensalzar.",
    "Para Mí, Él es las Aguas de Separación de la Palabra, que lo separa a uno de todo lo que es contrario a Su Palabra. Ésa es la Fuente que yo creo que Él es. Sí, señor. Eso, son las Aguas que me separaron a mí de cisternas hechas por el hombre, a la Fuente de Agua viva. ¡Oh, amigo, yo pudiera… uno pudiera seguir y seguir con las cosas que—que Él es para nosotros! Él es el Alfa y Omega. Él es el Principio y el Fin. Él es el que Era, el que Es, y que ha de venir. Él es la Raíz y el Linaje de David. Él es la Estrella de la Mañana. Él es mi Todo en todo.",
    "Y, hermano, hermana, si Ud. no ha tenido un—un… Ha estado bebiendo de este tanquecito hecho por el hombre, toda su vida, ¿por qué no abandona ese tanque en esta mañana y viene a esta Fuente?",
    "Inclinemos nuestros rostros por un momento. Con sus rostros inclinados… [Una hermana empieza a cantar en otra lengua. Espacio en blanco en la cinta. Alguien da una interpretación.—Ed.]…en mi opinión, es el llamamiento al altar. ¿Cuántos ahora?",
    "Yo—yo estaba todo nervioso, que los—los estuviera reteniendo demasiado, y eso me hizo cortar mi mensaje en pedazos. Pero creo que el Espíritu Santo quiere que Uds. capten lo que yo quiero decir. Miren, no hay nada más importante en este día que enmendarse con Dios (¿ven?), que nuestras cenas, lo que sea, cualquier cosa; el Señor está aquí. Ahora, yo sólo he oído eso como una sola vez en mi vida, desde esta vez.",
    "Ahora, ¿cuántos…? todos Uds. aquí, no “cuántos”. Todos Uds. aquí que quieran beber de Eso, pónganse de pie por un minuto, sólo para orar. Dios les bendiga. El Señor les bendiga.",
    "Ahora ¿cuántos aquí, que—que están de pie, dirían al levantar la mano así: “Dios, ven a mí, lléname, déjame beber de esta Fuente. Y yo no he hecho lo que es correcto, pero quiero—quiero que me perdones por eso. Quiero que me laves de mis pecados. Y permite—permite—permíteme desde este día, sólo…?”. ¡Miren nada más! ¡Vaya!\n\nHay una Fuente sin igual,\n\nDe Sangre de Emmanuel,\n\nY queda puro en su raudal,\n\nQuien se sumerge en Él.\n\nQuien se sumerge en Él,\n\nQuien se sumerge en Él;\n\nY queda puro en su raudal,\n\nQuien se sumerge en Él.",
    "Ahora, Ud. que es creyente Cristiano, Ud. ha aceptado a Cristo como su Salvador personal, pero todavía no ha… Ahora, si Ud. no lo ha hecho, ésa es la Fuente. La Única que conozco es esa Fuente de las venas de Emmanuel. Ahora, y si muchos de Uds. aquí…",
    "Es así como hablaba la otra noche acerca de este aguilucho que caminaba con los pollos en el corral. Y él no conocía más que los pollos, pero él sabía que había algo en él que era diferente a los pollos. Y entonces su madre vino buscándolo, y ella gritó desde arriba. Era un llamado de águila. Vean, para comenzar, él tenía que ser un águila, o nunca hubiera reconocido ese llamado. ¿Ven? él…",
    "Tiene que haber algo allí, germinado, o nunca podrá producir Vida. Y si la Simiente (la Palabra de Dios), está en Ud., el Espíritu Santo está aquí ahora para hacer germinar eso y hacérselo una realidad a Ud.",
    "¿Cuántos aquí no han recibido el bautismo del Espíritu Santo, levanten las manos? Por todos lados, en todo el lugar, sean muy sinceros, si Uds. no han recibido el Espíritu Santo, y quisieran recibirlo, levanten la mano. Dondequiera que estén, sólo mantenga su mano levantada, por un momento.",
    "Ahora quiero que, Uds. que están parados y están mirándolos, quiero que alguien ponga sus manos sobre ellos.",
    "Yo creo que ahora mismo el Espíritu Santo llenará a cada uno de Uds. que Lo quiera. Ahora, no piensen en la comida allá en la cafetería; pensemos en esta Comida aquí; Ésta es. Esto es Vida. ¿Ven? Esto es Vida.",
    "Ahora dense la vuelta, cada uno de Uds., y pongan las manos los unos sobre los otros. “¡Y ellos les impusieron las manos”! Ahora quiero que Ud. ore por esa persona sobre quien tiene la mano…",
    "Ahora, no piensen en salir. No piensen en ninguna otra cosa. Sólo piensen que ahora mismo el Espíritu Santo está aquí para llenar a cada individuo. Abra su corazón, vacíe toda el agua de cisterna, y diga: “¡Oh, Fuente de Vida, entra en Mí! Lléname, ¡oh Señor, Dios!, con Tu bondad y misericordia”.",
    "Señor Jesús, ¡Fuente inagotable! Oro, Dios, que Tú llenes a cada uno de ellos. Que el Espíritu Santo caiga aquí. Oro, Dios, que nos olvidemos de todo lo demás; que el Espíritu Santo caiga en medio nuestro, ahora mismo, y nos dé libremente esas Aguas de Vida, desde todas partes. Concédelo, ¡oh, Dios! Mientras continúan las—las oraciones y los cantos armonizando, Señor, sabiendo que ésa es Tú Presencia, Tú Presencia Divina, queremos venir a la Fuente. Queremos el verdadero y genuino bautismo del Espíritu Santo. Señor, estas personas están orando para recibirlo. Yo oro que ahora en este mismo momento, que ellos sean llenos de esta bondad de Dios. Concédelo, ¡oh, Dios! Escucha la oración de Tus hijos. Que Tú vengas sobre su ser, que el Poder de Dios, y el Espíritu Santo los inunde. Concédelo, Dios.",
    "¡Oh, cuánto te agradecemos por esa frescura, por la Presencia del todopoderoso Dios del Cielo en nuestro medio! ¡Aliméntanos, Señor, ahora mismo en esta hora del mediodía! Señor, queremos Comida de Tu mesa. Aliméntanos, Señor, ahora mismo. Aliméntanos con el Espíritu Santo, en nuestras vidas. Nuestras almas hambrientas y resecas están sedientas. Así como dijiste en la interpretación del canto: “Derramaría agua sobre tierra reseca”. Que así suceda, Señor. Permite que Tus Palabras sean manifestadas en los corazones de Tus hijos, “Aguas sobre tierra seca, sedienta”. Eterno Dios, escucha la oración de Tus siervos, y concédenos esa Bendición. Amén.\n\nOh, cuánto amo a Cris-…",
    "Sigan alabándolo ahora. Averígüelo, el Espíritu Santo está aquí. Si Ud. no Lo recibe, la culpa es suya.\n\nCuánto amo a Cristo,\n\n“¿Me amas más que a éstos”?\n\n…amo a Cristo,\n\nPorque antes a mí me amó.\n\nOh, cuánto amo… (¡Alabado sea Dios!)\n\nOh, cuánto amo… (¿Qué si Él viniera en …?…-ento?)\n\nOh, cuánto amo a Cristo,\n\nPorque antes a mí me amó.\n\nNunca le abandonaré,\n\nNunca le abandonaré,\n\nNunca le abandonaré,\n\nPorque antes a mí me amó.\n\nMaravilloso, maravilloso, Cristo es para mí,\n\nConsejero, Príncipe de Paz, Dios Fuerte es Él;\n\nOh, me salva, me guarda de pecado y vergüenza,\n\nMaravilloso Redentor, alabado sea Su…",
    "¡Cantémosle a Él ahora!\n\nMaravilloso, maravilloso, Cristo es para mí,\n\nConsejero, el Príncipe de Paz, Dios Fuerte es Él;\n\nOh, me salva, me guarda de pecado y vergüenza,\n\nMaravilloso Redentor, alabado sea Su Nombre!",
    "Todos los que sientan eso digan: “amén”. [La congregación dice: “Amén”.—Ed.] ¡Oh, aleluya! Veo que algunas personas ya están venciendo, con el Espíritu Santo.\n\nYo una vez estuve perdido, ahora fui hallado, libre de condenación,\n\nJesús da libertad y plena salvación;\n\nMe salva, me guarda de pecado y vergüenza,\n\nMaravilloso Redentor, alabado…\n\nLevantemos nuestras manos ahora y realmente alaben…\n\nOh, maravilloso, maravilloso, Cristo es para mí,\n\nConsejero, el Príncipe de Paz, Dios Fuerte es Él;\n\nOh, me salva, me guarda de pecado y vergüenza,\n\nMaravilloso Redentor, alabado sea Su Nombre.",
    "¿Le aman? [La congregación dice: “Amén”.—Ed.] ¡Oh, maravilloso! ¡Alabada sea esa Fuente llena de Sangre, donde los pecadores pierden todo temor de hombres, toda condenación, y son libres en Él! ¡Aleluya! ¡Oh, hermano, eso realmente es maravilloso!",
    "Ahora mientras cantamos eso nuevamente, que todos los metodistas, bautistas, católicos, presbiterianos, lo que sea, mientras cantamos esto: “Maravilloso es Cristo para mí”, démonos vuelta y saludémonos de mano unos a otros, confundámonos los unos entre los otros. Uds. saben, yo, eso es lo que me gusta. Vamos, cantémoslo ahora mientras lo hacemos.\n\nOh, maravilloso, maravilloso, Cristo es para mí.",
    "[El Hermano Demos Shakarian le habla al Hermano Branham: “Hermano Branham, acabo de recibir una noticia de que al Presidente Johnson, le dio un infarto y lo han llevado al hospital, y quizás deberíamos orar por él y por nuestra nación”. Los hermanos hablan al respecto. Alguien dice: “Esperemos un minuto”.—Ed.]\n\nMaravilloso Cristo es, (eso es correcto)\n\nOh, consejero, Príncipe de Paz,",
    "[El Hermano Shakarian le habla de nuevo al Hermano Branham: “Discúlpeme, discúlpeme de nuevo, ¿quiere bajar por un minuto?”. El Hermano Earl Prickett dirige a la congregación cantando: Maravilloso… Cinta en blanco. La congregación canta Hay Un Río De Vida. Otro espacio en blanco en la cinta.—Ed.]\n\nLa Biblia dice: “Orad por los que están en autoridad”.",
    "Nuestro Padre Celestial, tenemos una necesidad apremiante en favor del líder de nuestra nación, nuestro Presidente. Señor, tal vez él nunca sepa esto, pero Tú lo sabes. Yo oro por el Hermano Johnson, ya que él profesa ser un creyente en Ti. Y, Padre, tenemos entendido que ha sufrido un infarto. Oro, Dios, que le salves la vida. Estamos en una—una crisis nacional ahora mismo, en verdad. Y permite que Tú Espíritu venga sobre él, Señor. Y ahora mismo, en el hospital o dondequiera que se encuentre, permite que Tú Espíritu descienda a ese Hospital Walter Reed y toque su cuerpo, salvándole la vida. Señor, ese hombre está bajo presión, más presión de la que entendemos. Así que oramos, Dios, como creyentes y como parte de esta nación, oramos por nuestro líder, que Tú le concedas prolongación de vida, en esta gran hora, en el Nombre de Jesucristo. Amén. 🦅"
  ]
}