{
  "title": "DOLORES DE PARTO",
  "id": "65070009",
  "content": [
    "🦅  Inclinemos nuestros rostros.",
    "Amado Dios, estamos muy agradecidos hoy por el gran derramamiento de Tu Presencia ya en nuestros medios; y estamos esperándolo extraordinariamente en abundancia esta tarde. Te agradecemos por este maravilloso canto de esta mujer Cristiana tan fina que acaba de entonar este himno; y por Tu Espíritu que descendió y por la interpretación. Señor, permite que así sea, es nuestra oración. Y, Dios, oro que nos bendigas a cada uno, y permite que nuestros corazones sean llenos de gozo cuando veamos acontecer esto.",
    "Amado Dios, pedimos en esta tarde que si hay algunos aquí que no están preparados para encontrarte, permite que esta sea la hora en la que ellos tomen esa decisión final y entren en Ti por medio del nuevo Nacimiento. Concédelo.",
    "Bendícenos a todos, Señor, quienes llevamos mucho tiempo en el camino. Pedimos que Tú nos enseñes cosas nuevas conforme a Tu Palabra. Danos mejor entendimiento por Tu Espíritu, Señor. Permite que Él venga e interprete la Palabra. El único intérprete que tenemos es el Espíritu. Oramos que Él nos conceda eso hoy. Pedimos esto en el Nombre de Jesús. Amén.",
    "[Una hermana comienza a profetizar. Cinta en blanco.—Ed.]",
    "Eso satisface. [Un hermano le habla a otro hermano.—Ed.] ¡Qué hora! No conozco un lugar mejor donde estar a menos que fuera en el Cielo, porque ya estamos sintiendo Esa unción ahora (¿ven?), sentados juntos en lugares Celestiales en Cristo Jesús, reunidos en lugares Celestiales.",
    "¡Dios bendiga a la Hermana Florence! Y ella está pasando por un tiempo de duelo y penumbra, su padre acaba de fallecer. Y mi—mi oración es: “Dios, bendice a esa criatura”.",
    "Y el Hermano Demos, con la carga en ambos hombros y el peso de todas estas convenciones y cosas. Él también necesita de nuestras oraciones. ¡Dios bendiga al Hermano Shakarian!",
    "Hermano Carl Williams, realmente estoy contento de estar aquí en esta convención con Ud., entre todos estos hermanos finos. Y tuve el privilegio de conocer algunos. Y ahora, esta es mi parte final del servicio, hasta donde sé, pues, ahora espero poder estrechar manos con algunos de estos hombres finos, y—y poder conocerlos, porque espero pasar la Eternidad con ellos, en una—en una Tierra mejor.",
    "Solo una—una cosita, espero no ser malentendido. Y no es una coincidencia, a mi parecer, pues yo—yo creo que fue providencial, que ayer un amigo me diera un regalo aquí, de parte de un amigo mío, Danny Henry. Él era un muchacho… Un día, en la Convención de los Hombres Cristianos de Negocios de California, yo estaba teniendo una—una reunión. Estaba hablando muy fuerte en contra de la—la condición del tiempo.",
    "Y yo—yo espero que todos entiendan que—que no tengo maldad en mi corazón. No es eso. No. Uds. seguramente entenderán que no lo digo de esa manera. Pero yo solo tengo que decir lo que recibo para decir.",
    "Y entonces al concluir eso, este amiguito, un hermano bautista… Y yo creo que él tiene parentesco con alguna estrella de cine. Y él bajó para darme un abrazo, para decir: “El Señor le bendiga, Hermano Branham. Yo solo quiero hacer una oración”. Y él empezó a hablar en francés. Y el muchacho no sabe una sola palabra de francés.",
    "Y alguien se levantó, una mujer algo robusta. De… Creo que era de Louisiana. Ella dijo: “Eso es francés”.\n\nY luego un hombre que estaba allá, dijo: “Eso es francés”.",
    "Y ellos escribieron lo que era. Yo tengo la copia original aquí. Y luego sucedió que un joven vino caminando desde atrás, hacia el frente, quería ver sus notas. Y él era el intérprete del francés de la ONU. “¡Precisamente francés”!",
    "Y me gustaría leer esta nota. Esta es la nota original de uno de ellos, y era de este hombre que la interpretó. Tal vez yo no sea capaz de decir su nombre correctamente. Le Doux, Victor Le Doux, él es un francés legítimo. Ahora, aquí está el mensaje:\n\nPor cuanto tú has escogido el sendero estrecho, el camino más difícil, has caminado por tu propia elección, has escogido la decisión correcta y precisa, y ese es Mi Camino. Debido a esta decisión importante, una enorme porción del Cielo te espera. ¡Qué decisión tan gloriosa has tomado! Esto en sí mismo es lo que dará y hará cumplirse la tremenda victoria en el Amor Divino.",
    "Cuando recibí eso… Saben, cuando primero escuché a personas hablar en lenguas, yo—yo no criticaba nada (¿ven?), porque he visto eso genuinamente. Pero, siempre tuve una incógnita. Pero cuando eso sucedió, y ya sabiendo cuál era la comisión, yo—yo supe que venía de Dios.",
    "Entonces, su hermano sentado aquí, un—un abogado muy reconocido, me dio un regalo de parte de Danny. Danny acaba de salir de la Tierra Santa. Y él estaba acostado sobre la tumba, en la tumba, mejor dicho, en donde Jesús había sido puesto después de Su muerte. Y cuando lo hizo, dice él que empezó a pensar en mí. Y—y el Espíritu del Señor vino sobre él, y fue al Monte Calvario en donde aconteció la Crucifixión, y recogió un pedazo de piedra. Y regresó y me hizo un par de mancuernillas de ella. Y realmente las aprecio.",
    "Y ahora, esto, por supuesto, Danny no lo sabe. Pero, esta mañana mientras estaba en oración, miré esas mancuernillas, y cada una de ellas, si Uds. se fijan, están teñidas de sangre y también cada una tiene una línea recta que las atraviesa de lado a lado. Y aquí en el mensaje que él dio de Dios, del camino derecho y estrecho. ¡Eso encajó exactamente! Yo creo que eso tal vez fue providencial o… Y realmente le agradezco a Danny. Dígale, hermano, cuánto agradezco eso. Y lo ex-… Otra cosa extraña, le dije a mi esposa la mañana cuando me puse una camisa que tenía que usar con mancuernillas, y ella dijo: “Olvidé traer tus mancuernillas”, así que, el Señor ya me las tenía provistas.",
    "¡Oh, es una vida gloriosa! ¿No es así, hermanos? [La congregación dice: “Amén”.—Ed.] ¡El solo caminar en la simplicidad del—del Evangelio! Y aún en Su simplicidad, es lo más grandioso que conozco; sé que no hay nada como Eso. Y siendo que fue hecho simple, fue para que yo también tuviera una oportunidad de entrar en Él (¿ven?), por la gracia de Dios.",
    "Ahora, en esta tarde no quiero tomar mucho tiempo porque sé que Uds. van a iglesias esta noche. Pienso que todos Uds. visitantes aquí deberían dar un vistazo a la plataforma, ver a estos ministros, y ellos, ¡oh!, ellos estarán contentos de tenerlos a Uds. en sus servicios esta noche. Les beneficiarán. Sin duda, Uds. fueron a alguna escuela dominical esta mañana en la ciudad. Y mientras estamos teniendo estas convenciones, y siendo los Hombres de Negocio del Evangelio Completo, pienso que deberíamos brindar todo nuestro apoyo que podamos a nuestras iglesias, porque allí es donde van nuestros hombres de negocios. Y, ahora, es una casa de Dios, y espero que Uds. visiten alguna iglesia esta noche.",
    "Mañana en la noche es la clausura de la convención, creo yo, y supongo que han anunciado al predicador; que, quiero estar aquí si es la voluntad del Señor, para oír su mensaje.\n\nDios los bendiga a cada uno de Uds.",
    "Ahora, yo soy, no reclamo ser un predicador. Soy—soy algo así como… no tengo la educación suficiente para llamarme predicador. Un predicador, cuando uno dice eso, ellos esperan que uno tenga un par de títulos universitarios. Y—y yo no tengo sino Esta pequeña honda. ¿Ven? Me esfuerzo por venir tras las ovejas enfermas, si puedo, para traerlas de regreso al prado del Padre.",
    "Si cometo errores, perdónenme; no soy un teólogo. Yo no critico a los teólogos. La teolo-… La teología está bien; es lo que necesitamos. Pero algunas veces critico la condición a la que hemos llegado. Y eso no está dirigido hacia a un cierto individuo; es simplemente el Mensaje. Yo—yo desearía que no me tocara darlo a mí. Me hace pedazos, porque Uds. saben cómo se siente con sus propios hijos. ¿Ven? ¿No le duele a Ud. tener que darle a un niño una reprimenda, una regañada o algo así? Yo también soy un padre y sé lo que eso significa. Y yo—yo confío que Uds. me perdonen.",
    "Y yo quiero que hagan lo siguiente: mientras están sentados esta tarde, voy a pedirles un favor. Solo tengo unos pocos apuntes cortos aquí. Y como les he dicho, tengo que hacer esto, anotar mis Escrituras. Antes yo podía casi citar la Biblia de memoria, pero ahora no. He pasado por muchas batallas duras, estoy muy viejo para eso. Pero, confío que—que Uds. me escuchen por un ratito, en esta tarde, y realmente abran su corazón y traten de entender lo que quiero decir. Entonces pienso que estará mejor, especialmente los pastores de la ciudad y de diferentes lugares. Yo—yo confío que Uds. estarán escuchando con mucha atención.",
    "Y ahora Uds. hagan eso, háganlo como cuando yo como mi pastel favorito, el de cerezas. De mis carnes favoritas, el pollo. Pero cuando estoy comiendo un buen pedazo de pastel de cereza y encuentro una semilla, no dejo el pastel; simplemente arrojo la semilla y continúo comiendo pastel. ¿Ven? Cuando me encuentro con el hueso del pollo, yo no tiro el pollo a la basura, solo tiro el hueso.",
    "Entonces, ¿si en algún momento yo dijera algo con lo que Ud. no está de acuerdo? Simplemente descarte esa parte. Y, pero, mírela muy bien, esté seguro pues que sea un hueso. ¿Ven? [La congregación se ríe.—Ed.] Y entonces también permítame decir: si es una Semilla, recuerde: Ella trae la Vida nueva. Así que, mire muy bien, y que el Señor los bendiga.",
    "El Hermano Carl Williams dijo algo la otra noche respecto a dedicarnos a orar por los enfermos, lo cual sería muy bueno. Sé que sería bueno. Pero nosotros simplemente… no estamos preparados aquí para eso, para hacer una línea de oración. Y yo no sé si el Hermano Oral o cualquiera de los otros hermanos alguna vez hayan tenido líneas de oración en las convenciones o no; yo no sé. Yo lo he intentado dos o tres veces. Pero, normalmente en un grupo como este, uno tendría que repartir tarjetas de oración (¿ven?), para hacerlo; porque no se puede. No es un coliseo, es una casa de Dios. ¿Ven? Ha sido dedicada para eso. Y nosotros… Ellos presionan y empujan. Y uno con tarjetas, uno los alinea ordenadamente.",
    "Entonces Billy me preguntó, dijo: “¿Voy y reparto tarjetas? La gente me está pidiendo tarjetas de oración”.",
    "Yo dije: “No, Billy. Dejemos al Espíritu Santo que haga lo que Él quiera hacer”. ¿Ven? Eso (¿ven?), y dejémosle a Él, tal vez que levante la fe, y que sean sanos allí mismo en donde Uds. están. ¿Ven? Pero el… ¿Ven?",
    "Sanidad Divina es algo secundario en el Evangelio. Y Ud. no puede hacer de una cosa secundaria lo principal; cualquiera sabe eso. Pero, ellos… Es una carnada que se usa para conseguir que la gente crea en la Presencia sobrenatural o en Dios, que lo Sobrenatural está presente. Y entonces, por medio de eso, si ellos pueden reconocer Su Presencia, entonces son sanados (¿ven?), por fe, creyéndolo.",
    "Ahora, quiero leer un poco de la Palabra de Dios, el Nuevo Testamento. Y luego quiero tomar un texto de este Nuevo Testamento y de esta Escritura, y hablar en esta tarde sobre un tema, solo por un—un ratito. Y no quiero retenerlos mucho tiempo, por razón de los servicios en esta noche. Pero recuerden, espero haber quedado claro. Solo préstenle atención por un momento, por favor.\n\nAhora, antes de hacer esto, inclinemos nuestros rostros de nuevo.",
    "Saben, nosotros pudiéramos cantar demasiado; pudiéramos gritar demasiado hasta quedar roncos; y pudiéramos cantar no siendo el momento o gritar no siendo el momento; pero esto es algo en lo que nunca estaremos fuera de orden: cuando estamos orando. “Yo desearía que los hombres oraran en todas partes, levantando manos santas, sin dudar”. O…",
    "Padre, es el privilegio más grande que un mortal jamás haya tenido, el cerrar sus ojos y abrir su corazón, y hablarte a Ti. Y sabemos que Tú oyes, si tan solo podemos creer que Tú oyes. Porque Jesús dijo: “Si vosotros pedís algo al Padre en Mi Nombre, será dado”. Eso tiene unas condiciones: si nosotros no lo dudábamos. Así que, Padre, ayúdanos a creer en esta tarde que nuestras peticiones serán concedidas. Y que no quede ni una sombra de duda, en ninguna parte. Sino que vengan a cumplimiento las cosas que estamos pidiendo. Y eso es, Dios, que Tu gran Nombre sea honrado hoy, al introducir en Tu Reino a cada alma errante y perdida que pueda estar bajo el sonido de nuestra voz, o que esta cinta pudiera alcanzar allá en las tierras paganas, alrededor del mundo adonde ellas van.",
    "Yo oro, Padre Celestial, que no quede una persona enferma en nuestros medios hoy. Cuando el servicio termine, que el Señor Dios salve toda alma perdida y sane todo cuerpo enfermo, y llene el corazón de Sus hijos con gozo. Por eso es que tenemos fe, Señor, para pedir en el Nombre de Jesús, a Dios nuestro Padre, debido a que Él prometió que oiría, y esto es para Su gloria. Amén.",
    "En el Evangelio de San Juan, el capítulo 17, y empezando en el versículo 20, deseo leer para un—un texto. Creo que está correcto.\n\nMas no ruego solamente por éstos, sino también por los que han de creer en mí por la palabra de ellos,\n\nPara que…",
    "Creo que no es aquí. Bueno, discúlpenme por un momento. Estoy buscando la oración de Jesús que… O, no la oración de Jesús, sino por Su… Tal vez tenga marcado algo mal aquí en mi texto. Es donde Jesús oró para que… o estaba diciendo que como una mujer en dolor de parto para dar a luz a su hijo, nacimiento, parto.",
    "¿Es Lucas o Juan? Jack, ¿en cuál está? [Alguien dice: “Juan 16”.—Ed.] El 16 de Juan. Sí pensé que estaba bien, pero no sonaba igual. El 16 de Juan. [“Versículo 21”.] El versículo 21. [Alguien más dice “Sí”.] Seguro, el versículo 21. Seguro. Aquí estamos. Juan, San Juan 16:21.\n\nPara que sean…",
    "No Hermano Jack, no es ahí. [Alguien dice: “Pruebe Juan, versículo 21”. Otro dice: “21”. Otro dice: “Versículo 21 del 16”. Otro dice: “16”.—Ed.] Es veinte-… 16:21. Yo tengo el capítulo 16 de San Juan, el versículo 21. Pero… ¿Estaré equivocado? [Un hermano dice: “Una mujer cuando da a luz, ahí está”.]",
    "Bueno, hay un enredo aquí, una mezcla en esta Biblia. Sí, señor. [Un hermano dice: “La han—la han impreso mal.—Ed.] La imprimieron mal. Sí, señor. [La congregación se ríe.] ¿Saben qué? Esa es la pura verdad. Es una Biblia nueva. La acabo de recibir. Y tiene—tiene la… Está mal impresa. [La Biblia Scofield del Hermano Branham tenía las páginas 1138-1139 pegadas. Escuchen: Hoy se ha cumplido esta Escritura 65-0219.]",
    "[Un arzobispo católico parado en la plataforma, el Rev. John S. Stanley, se acerca y le da su Biblia al Hermano Branham y dice: “Solo—solo respire profundo. Hay una razón por la cual pasó esto, y Ud. lo sabe. Dios le mostrará algo que rescatar de esto y es maravilloso”.—Ed.] Muy bien. [“Use la mía, hermano”.] Gracias. Muchas gracias: 16:21. Muchas gracias. Es verdad.\n\nLa mujer cuando…\n\nDe cierto, de cierto, os digo, que vosotros dormiréis, lloraréis y lamentaréis, y el mundo se alegrará;…aunque vosotros estéis tristes, vuestra tristeza se convertirá en gozo.\n\nLa mujer cuando da—da a luz, tiene dolor, porque…llega su hora; pero después que ha dado a luz un niño, ya no se acuerda de…anglustia—angustia, por el gozo de que haya nacido un hombre en el mundo.",
    "Muchas gracias, mi hermano. Realmente agradezco eso. [El Hermano Branham devuelve la Biblia al sacerdote católico.—Ed.]",
    "Ahora, eso seguramente es un error de imprenta aquí en la Biblia; la página ha sido mal ubicada. Y sucedió que la encontré en mi vieja Biblia Scofield, pero tomé esta y subí acá de prisa, hace unos momentos, pues mi esposa me acaba de dar esta como regalo de Navidad.",
    "Ahora, quiero hablar en esta tarde sobre un tema que anuncié: Dolores De Parto. Ahora, eso suena muy mal, pero está en la Biblia.",
    "Yo creo que Jesús aquí estaba hablando que, como dijo Él: “Tendréis tristeza, pero vuestra tristeza se convertirá en gozo”, hablándole aquí a Sus discípulos, sabiendo que el nacimiento del—del Cristianismo venía a existencia. Y ahora, lo viejo tiene que morir para que lo nuevo nazca. Como cualquier cosa que da a luz, tiene que sufrir dolores de angustia. Y ellos ciertamente iban a atravesar por el dolor de la aflicción y la angustia, para pasar de la ley a la gracia.",
    "El parto normal tipifica el Parto espiritual. Todas las cosas de lo natural son tipos de lo espiritual. Y nos damos cuenta que si miramos aquí en—en la tierra, y vemos un árbol en la tierra creciendo, él está luchando por vivir. Eso muestra que hay un árbol en alguna parte que no muere, porque está—está clamando por algo.",
    "Encontramos gente, no importa cuán ancianos, cuán enfermos, en qué condición se encuentren, ellos están clamando por vivir, pues eso muestra que hay una vida en alguna parte en donde nosotros vivimos, vivimos para siempre. Fíjense cuán perfecto.",
    "Ahora, en Primera de Juan 5:7, creo que es, si no me equivoco, Dice: “Hay tres que dan testimonio en el Cielo: el Padre, el Verbo, y el Espíritu Santo; estos tres son Uno. Hay tres que dan testimonio en la tierra, son el agua, la Sangre, y el Espíritu, y ellos concuerdan en uno”. Ahora, fíjense. Los primeros tres son Uno; los tres segundos son terrenales, los cuales concuerdan en uno. No puede tener el Padre sin el Hijo; Ud. no puede tener el Hijo sin tener el Espíritu Santo. Pero Ud. puede tener el agua sin la Sangre, y la Sangre sin el Espíritu.",
    "Pienso que a través de nuestras edades se ha probado que esto es verdad; agua, Sangre, Espíritu; justificación, santificación, el bautismo del Espíritu Santo. Eso tipifica o hace el… mejor dicho, y un ante-tipo, que toma del nacimiento natural.",
    "Miren cuando una—una mujer o lo que sea que está en dolor de parto, para dar a luz. La primera cosa que pasa, el rompimiento del agua, en un parto normal; la segunda cosa es la sangre; y luego viene la vida. Agua, sangre, espíritu; y eso constituye el parto natural, normal.",
    "Y así es en la esfera espiritual. Es el agua: justificación por fe, creyendo en Dios, recibiéndolo a Él como su Salvador personal, y siendo bautizado. El segundo es santificación del espíritu: en el que Dios limpia el espíritu de todos los elementos del mundo, y del deseo del mundo. Y luego el Espíritu Santo entra y le da un nuevo Nacimiento y llena ese vaso santificado.",
    "Por ejemplo, como en esto. Ahora, ya les dije: lo que Uds. no crean, pónganlo a un lado, luego tomen el pastel. Fíjense. Ahora, hay un—un vaso tirado afuera en el gallinero. Ud. no solo lo toma y lo pone en su mesa y lo llena con agua o leche. No. El levantarlo es justificación. El limpiarlo es santificación, porque la palabra griega santificar es una palabra compuesta que significa “limpiado y apartado para servicio”. No en servicio; para servicio. Entonces cuando Ud. lo llena, es puesto en servicio.",
    "Excusen esto ahora, no es para herir. Ahí es donde Uds. peregrinos de santidad, nazarenos, fallan en caminar hasta entrar a Pentecostés. Uds. fueron limpiados por santificación; pero cuando estaban listos para ser puestos en servicio, con los dones de hablar en lenguas y otras cosas, Uds. lo rechazaron, retrocedieron cayendo afuera otra vez en el corral. ¿Ven? Ahora, eso—eso es lo que sucede. Eso es lo que siempre hace.",
    "Ahora, pues no es para criticarlos a Uds., pero yo—yo solo quiero sacar esto de mi corazón. Y esto arde en mí desde que estoy aquí, así que mejor lo hago. Y, con la gracia de Carl y la de Demos y ellos, y la de todos Uds., yo—yo trataré hasta donde más pueda de liberar mi alma de eso (¿ven?), después ya depende de Uds.\n\nLo normal, tipificando lo espiritual.",
    "Ahora, nos damos cuenta entonces, que ha nacido completamente. Cuando el bebé, generalmente… Ahora cuando rompe el agua, Ud. no tiene que hacer mucho al respecto. Y cuando viene la sangre, Ud. no tiene que hacer mucho al respecto. Pero, para que entre vida en el bebé, Ud. tiene que darle una nalgada y hacerlo gritar. Y esa es una… Ahora, no teniendo educación, no como mis hermanos aquí que están tan bien instruidos, lo de ellos, pues yo tengo que tomar la naturaleza para tipificarlo. Y allí lo tienen Uds. Eso es lo que sucedió. Se necesitó una verdadera nalgada, para darles esto a ellos.",
    "Ahora, tome Ud. alguna pequeña clase de estremecimiento. Tal vez no tendría que nalguearlo, sino solo estremecerlo un poco. Aun la mera idea de nacer, algunas veces lo hará. Agárrelo, sacúdalo. Si él no empieza a respirar, dele unas nalgadas, y luego él gritará, en lenguas desconocidas para sí mismo, me supongo. Pero, él—él, como sea él está haciendo ruido.",
    "Y yo pienso que si un bebé nace en—en un parto quieto, sin hacer ruido, ni hay emoción, ese es un bebé muerto.",
    "Eso es lo que sucede con la iglesia hoy, el sistema; tenemos demasiados hijos que nacen muertos. Es cierto. Ellos necesitan una nalgada del Evangelio (¿ven Uds.?), y es para despertarlos, para traerlos en sí, para que Dios pueda soplar el aliento de Vida en ellos. Y ahora nos damos cuenta que eso es muy cierto. Es teología ruda, pero como sea es la Verdad.",
    "Así que, fíjense, en el nacimiento de una simiente, la simiente vieja debe morir antes de que la nueva pueda nacer. Por tanto, la muerte es dura, en cualquier momento. Pues, es dolorosa, es angustiosa. Es lo mismo en el nacimiento, porque Ud. está trayendo vida al mundo, y es—es doloroso.",
    "Jesús dijo que Su Palabra era una Semilla que el sembrador fue a sembrar. Ahora, todos estamos familiarizados con eso. Y yo quiero enseñar esto como una lección de escuela dominical, porque es domingo. Fíjense, entonces esta Palabra, que es una Semilla. Pero recuerden, la—la semilla solo trae una nueva vida cuando muere.",
    "Y por esa razón fue tan difícil para esos fariseos entender a nuestro Señor Jesucristo, porque ellos estaban bajo la ley. Y la ley era la Palabra de Dios en forma de Semilla. Pero fue cuando la Palabra se hizo carne y llegó a ser: no ley, sino ¡gracia! Ahora, la gracia y la ley no pueden existir al mismo tiempo. Porque la gracia está muy por encima de la ley que la ley ni siquiera está en el cuadro. Y por eso fue tan difícil para los fariseos morir a la ley de ellos para que la gracia pudiera nacer; sin embargo, ella debe morir. Las dos leyes no pueden existir al mismo tiempo.",
    "No puede haber una ley que diga que Ud. puede pasarse este semáforo, y otra que diga que Ud. puede pasárselo; una dice que Ud. puede, la otra dice que no puede. Ellas, tiene que ser una ley a la vez. Tal vez en un tiempo Ud. pudo habérselo pasado; con precaución, pasarlo. Pero en este tiempo, está en rojo. ¡Alto! ¿Ven? Y entonces no pueden existir dos leyes al mismo tiempo.",
    "Ahora, notamos que siempre… Mi pensamiento ahora para Uds., es que se requiere dolor, angustia, molestia. Miren cómo esos fariseos murieron a esa ley, pasaron dolor, angustia y molestia. ¡Pero así tiene que ser!",
    "Ahora, nos damos cuenta que la lluvia que trae fruto sobre la tierra, “nace” como dice el poeta, “en los campos de trueno, en un cielo escabroso, quebrajado”. Pero si no tuviéramos el trueno y los cielos escabrosos, quebrajados, la gotita de lluvia destilada que ha sido alzada de los mares y destilada de la sal, no nacería. Se necesitan esos rayos, explosiones de relámpagos; lo escabroso, fuerte, una cosa tenebrosa para producir las suaves gotas de agua sobre el pétalo. Se requiere dolor para dar a luz; se requiere morir. Y a medida que las nubes mueren, la lluvia nace, porque la lluvia es parte de esa nube. Una tiene que cesar para que la otra pueda existir.",
    "Ahora, y mis hermanos aquí, algunos serían capaces, ellos les podrían dar a Uds. todas las leyes de esas cosas. Yo no puedo.",
    "Ahora pasemos a otra cosa, solo como una pequeña prueba. Yo pienso que una de las flores más bonitas… Cada quien tiene sus propios gustos. Pero pienso que la flor más bonita que yo he visto, está allá en el este, nuestro lirio de estanque. ¿Cuántos han llegado a ver un lirio de estanque? ¡Oh, no hay nada semejante para mí! ¿Pero se han fijado Uds. lo que ese lirio de estanque tuvo que ser? Yo pienso en lo que dijo Jesús: “Considerad el lirio, no trabaja ni hila; pero os digo, que ni aun Salomón con toda su gloria se vistió así como uno de ellos”. Porque la gloria de Salomón y su vestuario todo fue artificial. Pero el lirio, en su belleza, es la vida que lo está haciendo bello, no alguna cosa artificial embadurnada, pintada.",
    "Así como con nuestras mujeres, yo no creo que Uds. deben tener todo esto verde, Uds. saben, y pestañas, Uds. saben, así de largas, y toda esa manicura, o—o no, yo confundo toda esa cosa, por toda su cara para hacerla a Ud. bonita. Bonita es el comportamiento bonito. Si Uds. añaden un poquito de Hechos 2:4, lo mezclan todo con un poquito de Juan 3:16, le ganará a todo lo que Max Factor alguna vez haya tratado de arreglar. ¿Ven? Su esposo la amará más; lo harán los demás, y estoy seguro que Dios la amará.",
    "🦅 El lirio” dijo Él, “considérenlo, cómo crece, se esfuerza, para salir arriba”. Este pequeño lirio de estanque, miren todo por lo que atraviesa: tierra, suciedad, lodo, aguas lodosas, aguas sucias. Se abrió camino a través de todo eso, este pequeño germen de vida, esforzándose desde el fondo del estanque en donde están las ranas y—y las cosas, y luego sale a través de todo eso. Pero cuando llega a la presencia del sol, nace. La pequeña simiente se abre a vida; no lo puede hacer hasta que pasa por todo ese proceso. Tiene que pasar por eso. Eso es lo que lo hace, sucede porque el sol mismo lo está atrayendo. Y cuando llega completamente a estar sobre todas las aguas sucias y la suciedad y demás, entonces es tan feliz que da su vida gratuitamente. Y es una vida hermosa cuando llega a la presencia de lo que lo estaba atrayendo.",
    "Yo pienso que es un tipo hermoso de la vida Cristiana. Cuando Algo lo está atrayendo a Ud. a salir del mundo, hasta que un día Ud. nace allí mismo en Su presencia, por el Espíritu Santo. ¡Qué hermoso! Si trata de ayudarlo, Ud. lo mata.",
    "Como un pollito cuando está naciendo, saben, si Uds. se han fijado en uno de estos pequeñitos, encima de su piquito o en cualquier pájaro que nace de un huevo. Tiene—tiene… Está madurando, en ese viejo cascarón del huevo. Esas viejas partes internas del huevo tienen que—que podrirse. Y tiene que usar este piquito, y raspar de allá para acá hasta que quiebra el cascarón. Nosotros le llamamos “picoteando” para salir, allá en Kentucky de donde yo vengo. Picoteando para salir. Ellos no han encontrado una manera mejor. ¿Ven? ¿Ven? ¿Por qué? Es la manera provista de Dios. Si Uds. tratan de ayudarlo, lo matan. Quítele el cascarón y él morirá. ¿Ven? Él tiene que trabajar, esforzarse, salir.",
    "Así debe hacerlo un Cristiano. No es solamente que alguien le dé un apretón de mano, dándole a Ud. la entrada. Ud. tiene que postrarse allí hasta que Ud. muera, se pudra, y nazca en el Reino de Dios. Es la manera provista de Dios. Ud. no entra por libro o por estrechar manos y unirse, enalteciéndose, bajándose. Ud.—Ud. simplemente tiene que apartarse del cascarón viejo. Fíjense, no han encontrado una mejor manera.",
    "Ellos no han encontrado una manera mejor para que un bebé reciba lo que quiere, aparte de la manera de Dios. Ahora, cuando ese bebé nace, Ud. pudiera ponerle una campana aquí al lado de su cunita, y decir: “Hijito mío, yo soy un—un teólogo en el tema. He leído libros sobre cómo criar a un bebé. Y, déjame decirte, tú eres un niño moderno. Tú has nacido en un hogar moderno, de un padre moderno. Cuando tengas hambre o necesites a tu madre o a mí, solo has sonar la campanita”. Eso jamás funcionará. La única manera en que él consigue lo que quiere, es llorando por ello. Esa es la manera de Dios.",
    "Y de esa manera nosotros conseguimos lo que queremos, es clamando por ello. ¡Clame! No se avergüence. Diga: “Tengo hambre de Dios”. No importa los diáconos, pastores o quien esté alrededor, grite de todas maneras. Los vecinos están sentados allí, ¿qué importa? Clame, es la única manera que hay para conseguirlo, hasta que Ud. reciba ayuda. Él enseñó eso cuando estaba aquí en la tierra, Uds. saben, con lo del juez injusto.",
    "Una gotita de rocío, yo no sé la fórmula de eso. Tal vez haya una ciencia aquí de… Simplemente voy a decir la manera como lo pienso. Pudiera ser alguna clase de materia congestionada de la atmósfera, que se junta en una noche oscura, y eso cae en la tierra. Y cuando lo hace, nace en la noche. Pero en la mañana, yace allí fría y tiritando sobre una hojita de césped o colgada de la cuerda de un tendedero de ropa. Pero solo deje que el sol empiece a brillar, ¿se han fijado Uds. lo contenta que se pone? Simplemente resplandece y tiembla. ¿Por qué? Ella sabe que esa luz del sol la va a regresar a donde ella estaba en el principio.",
    "Y así es con cada hombre o mujer que es nacido del Espíritu de Dios. Hay algo al respecto, cuando la Luz nos cubre que nos hace felices, es porque sabemos que estamos regresando de donde vinimos, del seno de Dios.",
    "Puede destellar con gozo, cuando el sol la toca, por supuesto, sabiendo que vuelve de donde vino.",
    "Cositas rudimentarias con las que pudiéramos continuar, pero busquemos algo más.",
    "Sabemos que la simiente vieja, debe, antes de que la simiente nueva salga de la simiente vieja, debe podrirse, absolutamente. No solamente morir sino podrirse después de que está muerta. Sabemos que eso es la verdad.",
    "Es lo mismo en el nuevo Nacimiento. Nosotros jamás regresamos, sino que vamos adelante cuando uno nace de nuevo. Y por esa razón pienso que hoy tenemos (tantos) no tantos, mejor dicho, nuevos Nacimientos genuinos, es porque la simiente, tal vez, simpatiza con la Palabra o la persona, pero ellos no quieren podrirse del sistema viejo en el que estaban. Ellos no quieren salir de él. Ellos quieren quedarse en el sistema viejo, y reclamar el nuevo Nacimiento o el Mensaje de la edad. Encontramos eso bajo Lutero, Wesley, los pentecostales y todas las otras edades. Ellos aún quieren seguir aferrados del sistema viejo y reclamar Esto. Pero el sistema viejo de la edad tiene que morir, podrirse, para traer el nuevo. Ellos aún quieren seguir aferrados.",
    "Fíjense. Saben que el sistema viejo está muerto, pero ellos no quieren podrirse para salir de eso. Ahora, podrirse es cuando realmente queda eliminado. Cuando un… Se hace una declaración, de que ellos son recién Nacidos, pero el declarar eso solo es señal de haber sido engendrado. Podrirse, produce el nuevo Nacimiento. Hay que podrirse saliendo de eso, como hicimos en todas las edades, por la wesleyana y todas las demás.",
    "Pero la cosa es que, después de eso, nace el nuevo Nacimiento. Wesley o… Lutero vino con una palabra: “El justo por fe vivirá”. Bueno, él no podía aferrarse más al sistema viejo. Él tenía que salir de él.",
    "Y luego cuando los calvinistas llevaron la iglesia anglicana a tal condición, bajo la doctrina calvinista, a tal grado que Dios levantó una doctrina arminiana, la cual fue John Wesley. El sistema viejo tuvo que morir, para que viniera el nuevo.",
    "Y cuando la edad de Wesley cesó, y todas las edades pequeñas o las hojas que salieron del tallo o de la borla, en el tiempo de Wesley… ¿Ven?, cuando vino Pentecostés con la restauración de los dones, ellos tuvieron que salir de los bautistas, presbiterianos, peregrinos de santidad, nazarenos, la Iglesia de Cristo (así llamada) y todo eso. Ellos tuvieron que salir de eso, podrirse de eso, para aceptar el nuevo Nacimiento.",
    "A uno siempre lo llaman loco. Pero es como Pablo dijo cuando se pudrió de lo que él una vez afirmaba. Dijo: “En el camino que llaman herejía, ese es el camino en el que yo alabo al Dios de nuestros padres”. ¡En el camino que llaman herejía! ¿Ven? Él había aceptado la Vida nueva, que el Antiguo Testamento había dado nacimiento al Nuevo, y él tuvo que podrirse del Antiguo y solo hizo de él una sombra. Para poder…",
    "Ahí precisamente es donde estamos ahora. Ahora, tolérenme. Pero esa es mi idea. Las iglesias se han vuelto tan sistemáticas que uno no puede entrar en una a menos que pertenezca a una. Ud. tiene que tener una tarjeta de compañerismo o alguna clase de identificación. Y por creer esto, la única puerta que me queda un poco abierta son estos Hombres de Negocios. Y mientras ellos no sean una organización, puedo entrar con ellos, pero, y puedo traer el Mensaje que yo siento en mi corazón para el pueblo. Pero eso se ha vuelto muy sistemático. Y yo los amo a Uds. pueblo pentecostal. Y como sea, Pentecostés no es una organización; son Uds. mismos que se llaman así. Pentecostés es una experiencia y no una denominación.",
    "Pero, vean, la cosa es que eso es muy difícil para muchos hombres. Siendo que ellos Lo miran y Lo creen, y Lo ven identificado así por Dios, en la Palabra, sin embargo, es muy duro podrirse de esa cosa en la que Ud. ha estado. “¿Qué haría yo? ¿De dónde comeré?”.",
    "¿Qué? Dios es su comida. Dios es la cosa de la que Ud. se aferra; “Buscad primeramente el Reino de Dios y Su justicia”. Lo dejaré así. Uds. saben de lo que estoy hablando.",
    "Nos es dicho por los profetas de Dios que vamos a tener una tierra nueva, un Cielo nuevo y una tierra nueva. Si Uds. quieren la Escritura para eso, es Apocalipsis 21. Yo se la puedo citar a Uds., la tengo aquí. Juan dijo: “Yo vi un Cielo nuevo y una tierra nueva: porque el primer cielo y la primera tierra pasaron”. Ya no existían. Ahora, si vamos a tener una tierra nueva, la tierra vieja y la tierra nueva no pueden existir a la misma vez; o el mundo nuevo y el mundo viejo no pueden existir a la misma vez. No puede haber dos sistemas mundiales juntos, a la vez. Ahora, para tener la tierra nueva, la vieja tiene que morir. Ahora, si la vieja tiene que morir, entonces está en dolores de parto para una nueva ahora.",
    "Y entonces si un médico fuera a examinar a una paciente que estuviera en dolores de parto, pues, la… una de las cosas que ese médico haría; siendo que, estoy hablando en la presencia de dos o tres, que sé que están aquí, buenos médicos, médicos Cristianos. Y yo—yo—yo les preguntaría a Uds. esto. Una de las primeras cosas que ese médico hace después de haber estado observando a la paciente, es tomar la duración de los dolores, los dolores de parto. Él toma la duración de los dolores, cuán cerca está uno del otro y cuánto más fuertes se ponen cada uno. Uno tiene que ser más fuerte que el otro. El siguiente, aún más fuerte, haciéndose más frecuentes. Así él diagnostica el caso, por los dolores de parto.",
    "Bueno, si el mundo tiene que producir el nacimiento de un mundo nuevo, examinemos algunos de los dolores de parto que estamos teniendo en la tierra, y luego veremos para qué día y cuán avanzada está ella en sus dolores de parto.",
    "La Primera Guerra Mundial mostró grandes dolores de parto. Mostró uno de los primeros dolores de parto, que ella había entrado en trabajo de parto. Pues para ese tiempo de ella, habíamos producido las bombas, y teníamos ametralladoras y gas venenoso. Y Uds. recuerdan, tal vez muchos de Uds. no puedan, yo solo era un niño pequeño como de ocho años; pero recuerdo oírlos hablando de este gas mostaza y cloro, y esas cosas. “Parecía como que apenas empezaba y” ellos decían que, “eso quemaría toda la tierra; mataría a todos. Bueno, podía ser un—un—un comienzo, solo bastaba que vientos lo soplaran por la tierra”. ¡Y cómo todos estaban muertos de miedo por esa gran arma de gas venenoso! La tierra pasó por eso, tuvo sus primeros dolores de parto.",
    "Y vemos ahora que tuvimos una segunda guerra, Guerra Mundial, y sus dolores fueron mucho más fuertes. Más horribles cada vez, los dolores de parto de la tierra. Ella por poco tuvo que producir algo durante el tiempo de la bomba atómica, porque eso destruiría toda una ciudad. Fueron mucho más fuertes que los dolores de la Primera Guerra Mundial, en destrucción de la tierra.",
    "Ahora, ella sabe que su tiempo de liberación está a la mano. Por esa razón ella está tan nerviosa y agitada como lo está, es porque hay una bomba de hidrógeno y proyectiles del aire que pudieran destruir todo el mundo. Una nación le teme a la otra, no importa cuán pequeña sea. Ellas tienen esos proyectiles que dicen que con solo… Uno de ellos. Ellos pueden dirigirlos por las estrellas y dejarlos caer en cualquier parte del mundo que quieran.",
    "Rusia, como oí en las noticias el otro día, dice que ella puede destruir a esta nación, y—y evitar que los átomos o cosas hagan pedazos a su nación. Nosotros no sabemos qué hacer al respecto. Cada una está haciendo estas declaraciones, y así es.",
    "La gente de ciencia se ha metido en el gran laboratorio de Dios, a tal grado que se van a destruir ellos mismos. Dios permite, siempre permite que la sabiduría se destruya ella misma. Dios no destruye nada. El hombre mismo se destruye por medio de la sabiduría, como él lo hizo en el principio, escogiendo la sabiduría de Satanás, en lugar de la Palabra de Dios.\n\nAhora, ella sabe que tiene que producir algo. Ella no puede soportarlo.",
    "Rusia, creo yo, destruiría a esta nación hoy, si ella pensara que pudiera destruirla sin causarse daño a ella misma. Cualquiera de esas naciones pequeñas pudieran hacerlo. Pero, ellas temen hacerlo, porque saben que este mundo no puede sostenerse en su órbita bajo tales condiciones.",
    "Así que, el mundo sabe que los dolores de parto de ella son tan grandes, que tiene que producir algo. Habrá un nuevo nacimiento, un nacer, a la mano. Estoy agradecido por eso. Estoy cansado de este. Cualquiera… cualquiera sabe que—que aquí es un lugar de muerte y tristeza, y toda clase de discrepancias y demás. Estoy contento porque ella tiene que producir algo, y estoy contento porque ese tiempo está a la mano. Como dijo Juan de antaño: “Sí, ven, Señor Jesús”.",
    "Ahora, ella debe podrirse, por supuesto, como ya dije, para traer el nacimiento nuevo. Miren en lo que ella se ha podrido. ¡Fíjense, mis hermanos! Ella está totalmente podrida. Su política y sus sistemas están podridos a más no poder. No hay un hueso sano en ella, en sus sistemas del mundo, su política y su política religiosa y lo que sea. Uno dice: “Soy un demócrata. Soy un republicano. Soy un metodista. Soy bautista”. ¡Pues, la cosa toda está podrida hasta la médula! Algo tiene que salir. Ella no puede soportarlo. Si Ud. pone a un George Washington y a un Abraham Lincoln en cada distrito de este Estados Unidos, ni aun así pudiera regresar. Está más allá de la redención.",
    "Solamente hay una cosa que la puede ayudar: esa es la Venida del Creador. Amén.",
    "Ella sabe que tiene que producir algo. Ella está en dolor y en angustia. Una no sabe qué hacer. Una está mirando en esta dirección y otra en aquella dirección, y todo. Una temerosa de la otra. Una tratando de hacer algo para destruir esta. Y esta queriendo contrarrestar aquella, destruir a la otra; al grado que ahora lo tiene en manos de hombres pecadores, que pudieran destruir todo el mundo en un lapso de cinco minutos. ¿Ven? Así que, ella sabe que no puede soportarlo. La gente sabe que ella no puede soportarlo. Y el mundo sabe que a eso van, eso va a suceder.",
    "Pues, Dios lo dijo. “Todos los cielos y la tierra van a arder”. Habrá una renovación de la cosa completa para que un mundo nuevo pueda nacer. Dios lo ha profetizado.",
    "Ella está podrida en todos sus sistemas, y tiene que hacer eso, para descomponerse.",
    "Por eso es que ella, dije yo, está tan nerviosa y roja en su rostro, y agitada. Y terremotos en todas partes, y por toda la costa. Y maremotos en Alaska, y sacudiendo toda la costa con terremotos y cosas. Y la gente escribiendo: “¿Nos salimos? ¿Nos salimos?”. ¿Ven? No saben qué hacer. No hay más que Una zona de seguridad: es Cristo, el Hijo del Dios viviente. Y solo hay una cosa que es la zona de seguridad, y esa es Él. Todo fuera de Allí perecerá, tan cierto como Dios lo dijo.",
    "Ahora miremos en el Libro del Médico, si ella está en esta clase de condición, y veamos si esto debe suceder cuando vaya a nacer la tierra nueva. Mateo 24, en el Libro del Médico, el cual es la Biblia, y veamos lo que está profetizado, cuáles serían sus síntomas.",
    "Ahora, si un médico conoce los síntomas del nacimiento de un niño… Y el momento para cuando el niño vendrá, él tiene todo listo, porque sabe que ese es el—el tiempo en que el niño va a nacer. Pues todos los síntomas lo muestran; el—el agua ha salido, la sangre. Y ahora el… Es el tiempo. El niño ha bajado, y es tiempo para que el niño nazca. Y entonces él prepara todo para eso.",
    "Ahora, Jesús nos dijo exactamente lo que sucedería en este tiempo. Él nos dijo, en Mateo 24, que la Iglesia (la Iglesia verdadera), y la otra iglesia sería… La iglesia natural, Iglesia espiritual, “serían tan parecidas, personificadores, al punto que engañarían al propio Elegido, si fuere posible”. Como fue en los días de Noé: “Cómo ellos estaban comiendo, bebiendo, casándose, dándose en casamiento”, y toda esta inmoralidad del mundo que vemos hoy. La Biblia, el Libro, el Libro del Médico dijo que sucedería. Así que, cuando vemos esto sucediendo, nosotros sabemos que el nacimiento está a la mano. Tiene que ser. Sí, señor. Ahora, miramos eso, como—como nación; no como nación, sino un mundo.",
    "Ahora, Israel, la iglesia, empecemos con ella por unos minutos. Y tal vez sigámosla en los próximos diez minutos. Israel tuvo dolores de parto con cada profeta que vino a la tierra. Ella tuvo dolores de parto en su Mensaje. Pues, ¿qué hizo? El profeta tenía la Palabra. Y—y ella había sembrado tanta podredumbre y había hecho tantos órdenes sistemáticos en su ser, al grado que este profeta la sacudió de su fundamento. Ellos fueron odiados por todos. Por tanto, cuando Dios enviaba un profeta, la iglesia en sí entraba en dolores de parto; pues, el profeta, “la Palabra del Señor viene al profeta, y a él solamente”. Esto es, la Palabra que ha sido hablada para ese día es manifestada por el profeta de esa edad, siempre ha sido así. Y las iglesias, ellas edifican tantos sistemas alrededor de la Palabra, al grado que él la sacudía de su mecedora cuando venía. Ella tenía dolores de parto.",
    "¿Qué era? ¡Regresar a la Palabra! ¡Regresar a la Vida! Los sistemas no tienen Vida; solamente la Palabra de Dios tiene Vida. Los sistemas edificados alrededor de Ella no tienen Vida; es la Palabra la que da Vida. Su Mensaje sacudía el remanente de regreso a la Palabra. Un grupito saldrá y creerá. En cada ocasión, tal vez… En el tiempo de Noé, solo fueron como ocho personas; pero, de todas maneras Dios meció el remanente y destruyó, el resto tuvo que desaparecer cuando fue mecido.",
    "Eso hizo por todas las edades, hasta que finalmente la iglesia les dio a luz a un Hijo Varón, y ese Hijo Varón era la Palabra Misma, hecha carne; “En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios. Y el Verbo se hizo carne, y habitó entre nosotros”. Él conquistó todo diablo, todo poder sobre la tierra que vino contra Él, solo con la Palabra del Padre. Cada tentación que Satanás le trajo, Él reprendió a Satanás: no con Sus—Sus Propios poderes que Él tenía, sino con la Palabra de Dios. “Escrito está… Escrito está… Escrito está…”; porque Él era la Palabra.",
    "Cuando Satanás voló contra Eva, ella no era la Palabra, así que, ella falló. Cuando él voló contra Moisés, lo mismo sucedió. Pero cuando él dio contra el Hijo de Dios, Él era diez mil voltios. Le hizo volar las plumas sueltas, cuando Él respondió y dijo: “Escrito está: ‘No solo de pan vivirá el hombre, sino de toda Palabra que sale de la boca de Dios’”. Allí estaba ese Hijo Varón hecho carne. La Palabra Eterna de Dios, Él mismo manifestado en un Cuerpo de carne aquí en la tierra, para representar la Palabra.",
    "Por eso es que Él sabía lo que había en sus corazones. Por eso es que Él pudo decirle a Felipe en dónde había estado, quién era él. Él podía decirle a Simón Pedro quién era él; se lo dijo a la mujer en el pozo. ¿Por qué? Él era la Palabra. Correcto. La Biblia dice, en Hebreos el capítulo 4: “La Palabra de Dios es más cortante y más eficaz que una espada de dos filos, penetra aun hasta los tuétanos, y discierne los pensamientos y las intenciones del corazón”.",
    "Pues, esos sacerdotes fariseos ciegos no podían ver que Eso era la Palabra manifestada, porque ellos estaban envueltos en un sacerdocio y un sistema. Y el sistema viejo tenía que ceder. Era la Palabra, pero lo que había sido prometido se había cumplido. Así que, si se cumplió, tiene que podrirse; es la cáscara. La Simiente siguió adelante.",
    "Moisés no podía haber traído el mensaje de Noé. Ni tampoco Jesús podía haber traído el mensaje de Noé, porque era otra edad. Y la simiente vieja era lo correcto, pero cumplió su propósito y estaba muerta y había pasado. La transformación de la vieja a la nueva, en donde estaba la Vida, era lo que estaba preocupando a la gente, es lo que aún les preocupa a ellos hoy.",
    "Nosotros no estamos edificando una pared, como cuando empezamos con el mensaje de Lutero, seguir una línea recta o un mensaje Pentecostal. Correcto. Estamos dando vuelta esquinas. Estamos edificando un edificio. La Palabra de Dios es el plano. Cualquiera puede llevar una línea recta, pero se necesita un albañil para darle vuelta a la esquina. Se necesita el poder de Dios para hacer eso. Se necesita un ungido enviado del Cielo, que sea enviado para hacer eso. Así ha sido en cada edad. Y en la edad del profeta, la Palabra del Señor viene a través de esos profetas, y ellos le dieron vuelta a esas esquinas, lo hicieron diferente. Pero los edificadores querían edificar una pared. No es una pared, en lo absoluto, es un edificio, un edificio de Dios.",
    "Ahora, sentimos y sabemos que Esta es la Verdad, que los sistemas estaban podridos en cada edad. Y cada uno de sus sistemas tenía que podrirse y morirse, hasta que ella diera a luz a esa Iglesia. De ese enredo podrido salió la Palabra Misma. “La Palabra del Señor vino a los profetas”; nunca vino a los sacerdotes, Ella vino a los profetas.",
    "Y fíjense, y cuando sucedió, finalmente esa Palabra nació del todo aquí en carne humana. La plenitud de la Deidad corporalmente reposó en Él. Él era la Palabra. Los profetas son parte de la Palabra, la Palabra para su edad. Nosotros, hoy, somos parte de la Palabra, quienes seguimos la Palabra. Pero Él era toda la plenitud de la Palabra. Él era la Palabra. Él dijo…",
    "Cuando ellos lo acusaban, de Él hacerse igual a Dios, porque Él era el Hijo de Dios, ellos le dijeron: “Pues, Tú mismo Te haces Dios”.",
    "Él dijo: “¿No está escrito en vuestras leyes, que vosotros llamáis ‘dioses’ a aquellos a quienes vino la Palabra de Dios, a los profetas? Y ellos lo eran. Entonces ¿cómo pueden condenarme a Mí cuando digo que Yo soy el Hijo de Dios?”.",
    "Pues, la plenitud de la Deidad corporalmente reposó en el Hijo de Dios. Él fue la manifestación plena de Dios. Eso es lo que finalmente… Los dolores de parto bajo esos profetas, pues, siendo ellos la Palabra, apuntaron a esa plenitud de ellos mismos, a la plenitud de la Palabra. Y luego, finalmente los sistemas murieron, hasta que “la Palabra fue hecha carne y habitó entre nosotros”.",
    "Fíjense cómo fue representado en Jacob. Fíjense cómo fue representado en José, exactamente. Amado de sus her-… su padre; odiado por su hermano, sin ninguna causa. Él era espiritual, podía predecir cosas e interpretar sueños. Y él no podía evitar ser así. Él simplemente había nacido así. Él fue predestinado para ser así. Pero fue odiado por sus hermanos, y finalmente lo vendieron por treinta piezas de plata, casi treinta piezas. Y fue levantado, puesto a la diestra de Faraón. Miren, en su prisión había un copero y un panadero: uno se perdió y uno se salvó.",
    "Jesús en Su prisión, en la cruz: uno se perdió, uno fue salvó. Exactamente. Y después fue exaltado a los cielos y se sentó en el Trono de Dios. Y cuando Él salga otra vez, habrá un sonido: “¡Doblar rodilla!”, y toda lengua confesará.",
    "Y cuando José dejaba el trono y avanzaba hacia adelante, sonaba una trompeta, y toda rodilla tenía que doblarse, “José venía”.",
    "Entonces, algún día sonará la gran Trompeta de Dios, los muertos en Cristo se levantarán, y toda rodilla se doblará y toda lengua confesará a esta Palabra. Pero ¿para qué viene Él? ¿Para qué viene Él aquí?",
    "Fíjense, ella dio a luz esta Palabra completa la cual fue hecha carne, bajo los dolores de parto de los profetas que anunciaron: “¡Él viene! ¡Él viene! ¡Él viene!”.",
    "Ahora, pero ella estuvo sin un profeta por cuatrocientos años, de acuerdo a la historia y a la Escritura, desde Malaquías hasta Juan. Ellos solamente tenían teólogos, sacerdotes, pastores. Ahora, aquí, nosotros podemos imaginarnos que sin eso en la clase de condición podrida que debe haber estado su sistema, por cuatrocientos años sin un Mensaje directo, de ASÍ DICE EL SEÑOR, procedente de Dios. Así que, los sacerdotes, profetas y demás, lo habían llevado a un enredo horrible. Ella estaba podrida.",
    "Entonces Juan, el Elías prometido de Malaquías 3, no Malaquías 4; Malaquías 3, porque Jesús dijo lo mismo en—en Mateo el capítulo 11.",
    "Cuando el ojo de águila de Juan se empañó, como creo que las Edades Primitivas de Pember lo expresan, y él dijo: “Id a preguntarle si es Él o esperamos a otro”. ¿Ven?",
    "Y Él dijo, Jesús, después de enviarle allí de regreso a sus discípulos, después de decirles que se quedaran en la reunión y vieran lo que acontecía. “Y vayan, muéstrenle a Juan estas cosas. Y bienaventurado es el que no halle tropiezo”.",
    "Él se volteó y miró a Sus discípulos y a la gente a quien Él le estaba hablando. Él dijo: “¿Qué salisteis a ver cuando fuisteis a ver a Juan?”. Él dijo: “¿Salisteis a ver a un hombre en vestidos delicados?”. Y Él dijo: “Mas os digo, esa clase está en palacios de reyes”. Él dijo: “¿Salisteis a ver una—una—una caña que era sacudida por el viento?”.",
    "En otras palabras: toda pequeña cosita que venía, ¿lo sacudía? “Déjame decirte, si vienes y te unes con nuestro grupo, podemos darte un salario mejor”. No a Juan. “Si solo no predicas en contra de esto y aquello, bueno, puedes unirte a nuestros grupos”. No Juan.",
    "Dijo: “Entonces, ¿qué salisteis a ver, un profeta? Mas Yo os digo, más que un profeta. Si podéis recibirlo, este es de quien fue dicho por el profeta, diciendo: ‘Yo enviaré Mi mensajero delante de Mí, para preparar el camino’”. Este es Malaquías 3:1.",
    "No Malaquías 4, en lo absoluto. Eso es diferente. Porque, cuando ese Elías venga, el mundo va a ser quemado inmediatamente, y los justos caminarán sobre las cenizas de los malos.",
    "Ahora, fíjense. Su Mensaje no los sacudió mucho a ellos de su sueño eclesiástico. Ellos solo dijeron: “Hay un hombre loco allá. Pronto pasará. Él mismo se dice loco; quiere ahogar a la gente allá en el agua. ¿Ven? Pues, ese anciano no significa nada. ¡Vaya, él ni siquiera tiene la vestimenta correcta! Él anda envuelto en una piel de oveja. Bueno, él no puede ser más pobre. Pues, ¿de qué seminario ha salido él? ¿Qué tarjeta de compañerismo? Nosotros ni siquiera cooperaremos en sus reuniones. Lo dejaremos allí y que se muera de hambre”. ¿Ven? El mundo no ha cambiado mucho, ni tampoco los sistemas. “Pero solo dejaremos que se quede allá. Él no tiene…”.",
    "¿Saben Uds. por qué no? Recuerden, su padre era un sacerdote. ¿Pero por qué no siguió él la línea de su padre, lo cual era la costumbre de los hijos en aquellos días? Porque él tenía algo, un Mensaje mucho más importante. Él iba a presentar al Mesías, pues el Espíritu Santo lo había dicho. Ese remanente pequeño que había sido traído de nuevo por el Mensaje de Gabriel, allá, sabía que eso sería así. Así que, nos es dicho que como de nueve años, él se fue al desierto. Después de perder a su padre y a su madre, que él se fue al desierto, porque él tenía que oír con exactitud.",
    "Porque en ese edificio teológico grande allá, ellos hubieran dicho: “Ahora, yo sé que tú eres el que debe anunciar al Mesías. Isaías dijo que tú venías, así que tú vas a ser esa voz. Ahora, ¿no piensas tú que el Hermano Jones, aquí, cumple eso a cabalidad?”. Y fácilmente él pudiera haber sido persuadido.",
    "Pero él no aprendió ninguno de sus sistemas. Su Mensaje era demasiado importante. Él salió al desierto para quedarse.",
    "Fíjense. Su Mensaje no era como el de un teólogo. Él usó tipos. Él dijo: “¡Oh, Uds. generación de culebras!”. Llamando a esos clérigos, “culebras”. Esto, una de las cosas malas que él había encontrado en el desierto, una de las cosas más escurridizas, eran las culebras. Y él pensó: “Es la mejor comparación que conozco”. Él dijo: “Generación de víboras, ¿quién os enseñó a huir de la ira venidera? No empecéis a decir: ‘Nosotros pertenecemos a esto y a eso’, porque Dios puede de estas piedras levantar hijos a Abraham”. “Estas piedras”, lo que él encontró en el desierto y en la ribera del arroyo.",
    "🦅 También el hacha” que él usaba en el desierto, “está puesta a la raíz del árbol”, lo cual veía en el desierto. “Todo árbol que no da buen fruto”, él sabía de dónde conseguía su leña (¿ven?), “es cortado y echado al fuego”, hacía de eso leña para el fuego. ¿Ven? Su Mensaje no era el de un clérigo, en lo absoluto; era conforme a la naturaleza, en el desierto.",
    "Pero él tenía el Mensaje para anunciar, y tenía la fe en su Mensaje, para decir: “Ese Mesías está tan cerca de venir, que Él está aquí entre Uds. ahora. Yo os digo que en medio vuestro hay Uno a quien vosotros no conocéis, Cuyo calzado yo no soy digno de llevar. Él os bautizará con el Espíritu Santo y Fuego”.\n\n“¿Quién es Él, Juan”?\n\n“No lo sé”.",
    "Pero un día, vino un Joven caminando hacia el río, un Hombre de apariencia común. En… Juan el Bautista estaba parado allá, el bendito profeta, y él miró por el Jordán. Él dijo: “He aquí, allí está el Cordero de Dios que quita el pecado del mundo”.\n\n“¿Cómo Lo conoces, Juan”?",
    "🦅 El que me dijo en el desierto que fuera a bautizar en agua, dijo: ‘Sobre Quien veas descender el Espíritu, Él es Quien bautizará con el Espíritu Santo’”.",
    "Su Mensaje no podía venir de un punto de vista teológico o algún sistema de credo hecho por hombre; tenía que venir directamente de Dios.",
    "Pues, su Mensaje no los sacudió mucho. Ellos pensaron: “¡Ah, él dijo que vio Eso!, yo lo dudo mucho. Yo no vi nada. Yo miré. ¡Oh, vaya! Yo no pude ver nada de eso”, dijeron los sacerdotes y ellos.",
    "Pero él Lo vio, y nosotros sabemos ahora que él Lo vio. Seguro, él Lo vio. ¿Pero se fijaron lo que consiguió?",
    "No los despertó a ellos de su sueño. Ellos continuaron adelante, le cortaron la cabeza de todas maneras. Pero eso—eso no los inquietó.",
    "Pero sí inquietó al remanente, aquel que tenía por dentro la Vida, ese grupito, Ana y—y Simeón, y unos cuantos de esos que estaban esperando la Venida del Señor. Y Ana estaba en el templo, ciega, era una profetisa que servía al Señor en oraciones. Y, entonces, un día cuando ella estaba en el Espíritu…",
    "Y Simeón había profetizado y dicho, un hombre anciano, dijo: “El Espíritu Santo me dijo que yo no vería muerte hasta ver al Cristo del Señor”.",
    "Bueno, algunos de los sacerdotes, Uds. saben, dijeron: “Pobre anciano, él está un poco mal, Uds. saben. Pues, ya tiene un pie en la tumba y el otro que resbala. ¡Pues, déjenlo en paz! Él ha sido un anciano honorable. Pero él está un poco…”.",
    "Pero, ¿ven Uds.?, ¿que tenía él? Eso le había sido revelado a él por el Espíritu Santo.",
    "Es lo mismo que les ha sido revelado a Uds. en esta tarde. El Espíritu Santo los trajo aquí a Uds. por alguna razón. Para algunos… ¡El Espíritu Santo! Miren a estos sacerdotes y clérigos aquí de los metodistas, bautistas, católicos y todos. Ellos fueron movidos por el Espíritu Santo. La hora está aquí. Tanto, que el Espíritu Santo se movió en ellos, y ellos lo han estado buscando, hambrientos. Entonces, solo en un…",
    "Un día, Uds. saben, ellos no tenían televisión. Gracias al Señor por ese día.",
    "Así que ellos, ellos estaban en la ladera de la montaña de Judea. Un—un Bebé nació. Una Estrella apareció, y todo eso.",
    "Pero después de ocho días, la madre trajo al Bebé envuelto en pañales. Sus pañales, me dicen… dijeron que eran… Ellos no tenían nada para ponerle. Era un—un trapito del yugo de un buey, me dijeron, lo que era Su pañal. Aquí viene José y ellos, entrando con este Bebé.",
    "Me imagino a las madres guardando distancia, con sus bebés en ropa tejida y todo. Diciendo: “Miren allá. ¿Ven? ¿Ven? Allí está ella. ¿Ven? Ella salió embarazada de ese hombre. Aquí viene entrando. Esa, apártense de ella; guarden su distancia”. Ellos aún piensan lo mismo.",
    "Pero, María, con ese Bebé en sus brazos, no le importó lo que ellas pensaban. Ella sabía de Quién era ese Hijo.",
    "¡Y así es con todo creyente que acepta la Palabra de Dios en su corazón! A mí no me interesa lo que digan los sistemas, Ud. sabe lo que es; es una promesa de Dios. Le fue revelado a Ud. por el Espíritu Santo, cuando le hizo sombra a Ud. con Su poder. Ud. sabe en dónde está. Ningún hombre tiene derecho de predicar el Evangelio, hasta que se haya encontrado con Dios, en la parte trasera del desierto, en esa zarza ardiendo, donde no hay sistema eclesiástico en el mundo que se lo pueda quitar a Ud. con explicaciones. Ud. estaba allí. Le sucedió a Ud. A mí no me importa lo que digan los sistemas, Ud. es un testigo de eso. ¡Aleluya! Me siento como ese anciano de color del cual hablé: “ahora yo no tengo el espacio suficiente aquí arriba”. ¿Ven? Me siento muy religioso en estos momentos, cuando lo pienso. Y eso es correcto. Dios Mismo, revelado a Ud.",
    "Simeón tenía la promesa. Sentado en su estudio esa mañana, ¡oh, yo me imagino que allí pudieron haber sido muchos cientos de bebés que traían cada mañana! Como dos millones y medio de judíos en el país, y estos bebés venían, y nacían muchos. Cada ocho días la madre tenía que venir a ofrecer una ofrenda de purificación. Y ahora aquí viene… Simeón, sentado allá, Uds. saben, tal vez leyendo los pergaminos de Isaías. Yo no sé. Pero de repente…",
    "Ahora, si el Espíritu Santo le ha hecho a Ud. una promesa, el Espíritu Santo tiene que cumplir esa promesa, si realmente es Dios. Él, si Él…",
    "Si un hombre viene y dice una cierta cosa, Dios no lo respalda, para empezar no es Escritural. ¡Olvídelo! Y si él dice que lo es y Dios aún no lo respalda, sigue siendo un error.",
    "Porque Dios interpreta Su Mensaje. Él es Su Propio intérprete. Si lo que él dice viene a cumplimiento, entonces Dios dice: “Escúchenlo, porque es la Verdad”; solo es sentido común. Si él dice que sucederá y sucede, eso lo declara. Debe ser cada vez exactamente la Verdad, porque Dios no dice mentiras.",
    "Y, entonces, aquí está Simeón sentado allá, recibiendo la persecución. Él era el remanente. Él había oído a Juan, con el remanente pequeño de ese día. Y aquí estaba él allí sentado, escuchando este pergamino, sabiendo. Mejor dicho, sabiendo que Juan iba a venir, porque él—él era parte del remanente. La Palabra le fue revelada a él. Y, de repente, cuando ese Bebé entró al templo, era entonces la obligación del Espíritu Santo revelar que Él estaba allí. Luego él, movido por el Espíritu, salió del pequeño cuarto de estudio, derecho por el pasillo, se topó con esa línea de mujeres. Continuó a lo largo por esa línea de mujeres hasta que llegó a donde estaba este Bebé, del que todas guardaban distancia. Tomó al Bebé en sus brazos, dijo: “Señor, permite a Tu siervo partir en paz, porque mis ojos han visto Tu salvación”.",
    "Y en ese momento, otro de los pequeños elegidos de ese día, fue Ana, una profetiza. Ella estaba sentada por allá, ciega, en una esquina. Se levantó, ciega. Allí viene, guiada por el Espíritu, entre todas las mujeres y gente amontonada por dentro y por fuera del templo, hasta que llegó directamente a donde estaba el Niño Cristo.",
    "Si el Espíritu Santo pudo guiar a una mujer ciega a Él, ¿qué me dice de un grupo pentecostal que se supone que tiene su vista? Lo dejaré hasta allí. Uds. saben el resto. Fíjense. ¡Oh, vaya! ¡Cómo debe haber estado esa iglesia en un tremendo enredo nuevamente, seguramente debe haberlo estado en ese día! Pero eso sacudió al pequeño remanente, como dije.",
    "Ahora seamos honestos. Si nosotros vemos a esa iglesia en esa condición hoy, ¿no hemos llegado a ese tiempo otra vez? [La congregación dice: “Amén”.—Ed.] Pues solo miren las cosas en la promesa, de la Biblia, que estarían aconteciendo en la iglesia en este tiempo. Nosotros vemos lo que está aconteciendo en el mundo, y vemos que está en su fin. Ahora miremos la iglesia.",
    "Ella, la iglesia, tuvo dolores de parto bajo Lutero. Ahora, sabemos que hay siete edades de la iglesia y siete mensajeros para esas edades de la iglesia, conforme a Apocalipsis. Ahora, cuando Lutero tuvo que venir, verdaderamente que arrojó a la iglesia en dolores de parto, pero eso produjo un Lutero. Correcto.",
    "Después de eso, entró en problemas nuevamente, así que produjo un Wesley. Correcto.\n\nProdujo otra vez, y trajo un Pentecostés.",
    "Cada uno de esos mensajeros de su edad sacudieron el… de regreso a la Palabra, el Mensaje de su edad, el Mensaje conforme a la Biblia. Tengo un libro acerca de eso listo para salir, el comentario de los primeros cuatro capítulos de Apocalipsis. Léanlo, tan pronto como lo imprimamos. Y prueba, sin lugar a duda, lo que era el mensaje de Lutero, justificación; lo que es santificación, el siguiente proceso en el nacimiento natural. Y luego vienen los pentecostales, exactamente.",
    "Ahora, fíjense, cada edad sacudió a la iglesia y le dio dolores de parto. Pero ¿qué hicieron ellos? Después que vinieron los dolores de parto, en lugar de continuar con la Palabra, ellos reunieron a un grupo de hombres igual como hizo la primera. Así exactamente. Inmediatamente después del sacudimiento de los apóstoles, entonces la encontramos a ella apartándose otra vez. Luego nos dimos cuenta que vinieron muchos de los otros, Agabo, y muchos de los grandes reformadores allá en el principio. Cada edad lo había hecho, como Uds. estudiaron en el Concilio de Pre-Nicea, Los Padres de Nicea y todo eso atrás. Uds. lo encuentran todo allí. Toda edad fue sacudida cada vez que un mensajero vino con ASÍ DICE EL SEÑOR.",
    "Ahora Ella está en la peor etapa en la que, conforme a la Escritura, ella alguna vez haya estado. Nosotros estamos en la edad de la iglesia de Laodicea, “una edad de la iglesia rica pero cegada, que no lo sabe”.",
    "No hubo en la Biblia ninguna parte en la que Cristo fuera sacado de la iglesia, sino en la edad de Laodicea. Ella está en la peor edad. Ella es la más corrompida que ha habido. Dijo: “Estoy como una reina, no necesito nada”.",
    "🦅 Y no sabes que estás desnuda, miserable, ciega, pobre y no lo sabes”. Sí, señor. Dijo: “Yo te aconsejo que vengas a comprar de Mí colirio, para que Yo te pueda abrir los ojos”. Y eso—eso indudablemente… El colirio de Dios indudablemente traerá Luz a la iglesia si ella quiere abrir sus ojos a lo que Dios ha dicho.",
    "Fíjense, ahora rápidamente. Ahora, ella está en esa etapa sin lugar a duda; estamos en la edad de la iglesia de Laodicea.",
    "Ahora, su mensajero está prometido en Malaquías el capítulo 4. Se prometió que Él lo haría. Y el Mensaje es para traer de nuevo la Palabra, traer al pueblo de nuevo a la Palabra. El nacimiento será… Ella será liberada por un nuevo Nacimiento, de acuerdo a Malaquías 4.",
    "En el mundo eclesiástico hoy, hay dos sistemas obrando. Ahora escuchen muy atentamente. Pues quiero ver si Uds. van a decirle “amén” a esto. Hay dos sistemas obrando en el mundo eclesiástico hoy. Voy a quitarme este peso del hombro, y así descanso de eso. Todos nosotros lo sabemos: es la Palabra de Dios y el sistema denominacional. Allí están los dos sistemas obrando. Igual como fue en Jacob y Esaú; uno conforme al Espíritu, el otro conforme a la carne. Y ¿qué es? Esaú y Jacob estaban peleando en el vientre de la madre, hasta el momento en que nacieron. Y así es con los denominacionales y la Palabra, peleando uno contra el otro. Ellos han estado así desde que Lutero trajo la primera reforma. Yo espero que sea lo suficientemente sencillo para que Uds. puedan entenderlo. ¿Ven?",
    "Estos hombres, si toman Esto y salen con Eso, le pueden dar más sentido (¿ven?), presentarlo de tal forma que Uds. puedan. Yo solo quiero poner esta Semilla, luego espero que ellos La hagan cobrar Vida. Fíjense. ¿Ven?",
    "Siempre ha sido eso. Por eso ella está teniendo dolores de parto, porque hay una pelea en ella.",
    "Hay un Esaú, simplemente un hombre del mundo, muy religioso. Y, ¡oh!, él está bien, un buen hombre, es limpio, moral, hasta donde yo sé, pero no sabe nada acerca de esa Primogenitura. Él nació de esa manera. Él así está moldeado.",
    "Y Jacob, a mí no me interesa lo que sea él, él quiere esa Primogenitura. Él es el espiritual.",
    "Y esos dos, hoy, están en el vientre de la iglesia. Hay un gran sistema enorme que quieren formar, llamado el Concilio Mundial de Iglesias. Y del vientre de la iglesia están saliendo dos niños. Uds. escuchen lo que les digo. El mundo…",
    "La Palabra debe dar a luz a la Iglesia Novia Palabra. De ella tiene que venir La Iglesia por parto, una Novia para Cristo. Aquellos que durmieron en todas las edades formarán esa Novia que salió por la Palabra, por la cual ellos salieron, como subiendo de sus pies a su cabeza. Ella va—va creciendo, y más necesita Ud., y así. A medida que el cuerpo crece, así mismo crece el Cuerpo de Cristo. Y finalmente la Cabeza vendrá allí, Su Cabeza, ahora, si nos fijamos, es porque todo—todo está conectado con la Cabeza. La Cabeza es la que hace voltear, jala.",
    "Pero estos sistemas no crecerían en Ella, porque es un sistema, y no puede producir. Una cizaña no puede producir una cantidad de trigo. Pero ambos están en el mismo campo, regados por la misma agua y la misma luz del sol. Uno es la Palabra; el otro no es la Palabra. Y esos dos están peleando. Han estado peleando desde la primera reforma, y ellos aún siguen peleando.",
    "Ahora, no es necesario que profundice más en eso, ¿verdad? Seguramente Uds. saben de lo que estoy hablando. [La congregación dice: “Amén”.—Ed.] Sí, señor. Ahí lo tenemos. Ahí lo tienen Uds., un sistema. ¿En qué sistema está Ud.?",
    "Solo imagínese ahora, si Ud. hubiera vivido en los otros días, bajo el sacudimiento de los profetas de Dios y las Palabras que fueron dadas, ¿de qué lado hubieran querido Uds. haber estado allá en el pasado?",
    "Bueno, Uds. así igual tienen que escoger hoy. Ella está para traer la Palabra perfecta allá atrás, y la Palabra viene por la Novia Palabra. Así como una—una mujer es parte de un hombre, tomada de él, así la Iglesia tendrá que ser una Iglesia que mora por la Palabra, por cada Palabra de la Biblia; no sistemas, dogmas, ni nada añadido a Ella. Tendrá que ser una Palabra virgen, pura, sin adulteración. Correcto.",
    "Y en los días de la Luz de Lutero, cuando la iglesia se cerró bajo cerrojo, Lutero lo forzó. Ella comenzó con sus dolores, pero él vino con: “El justo por la fe vivirá. Y esta no es la comunión”.",
    "Ahora, nos damos cuenta que bajo los días de John Wesley, ella tuvo dolores otra vez, pero allí—allí nació un Wesley. Pero ¿qué hizo él? Regresó directamente como lo hizo la madre.",
    "Luego bajo los días de los pentecostales, vuestros padres y madres salieron de esa cosa y la odiaron. Ellos salieron a la calle, su madre, sin calcetines, llevando el ritmo con una lata vieja y hablando del bautismo del Espíritu Santo, y con una guitarra vieja. Se acostaban sobre los rieles de los tranvías, pasaban toda la noche en la cárcel. ¡Y nosotros tan almidonados!, y regresamos directamente a una organización y nos hicimos la misma inmundicia. Ellos, sus hijos volvieron a meter en eso, de lo cual ellos habían salido. Ellos se darían vuelta en sus tumbas; se avergonzarían de Uds. Yo sé que eso es duro, pero es la Verdad. [La congregación dice: “Amén”.—Ed.]",
    "Ud. dice: “Yo pensé que Ud. amaba a la gente”. Si el amor no es correctivo, entonces ¿cómo puede Ud. producir amor? El amor es correctivo. Y yo sí amo al mundo… Yo tengo—yo tengo celo por la Iglesia de Dios.",
    "Y ver estos sistemas que la están atando bajo dogmas, se está pudriendo. Y Dios declarando que Su Palabra es la Verdad, y aun así ellos se aferran de eso. Amén. [La congregación dice: “Amén”.—Ed.] Eso es verdad. Uds. saben que es la verdad, hermano, hermana. [“Amén”.] Eso solo es Esto. Esa es la manera sencilla de decirlo. No—no es analizar el griego y cosas, sino que es analizar y mostrar sentido común. Seguramente Uds. podrán entender Eso; dos y dos son cuatro. ¿Ven? Ahora nosotros sabemos que Eso es correcto.\n\nAhora, la Palabra debe producir a la Novia.",
    "Pero el sistema viejo tiene que seguir su tipo; tiene que producir un Esaú quien vendió su primogenitura.",
    "Aquí viene. Puedo sentirlo. Espero que Uds. no piensen que estoy loco. Bueno, si lo estoy, déjenme en paz. Me siento bien de esta manera. Estoy mejor de esta manera que de la otra manera. Yo—yo pudiera estar loco para el mundo. Yo—yo—yo sé en dónde estoy; sé en dónde estoy parado.",
    "Miren. Va a producir un bebé que nace muerto, un sistema eclesiástico que va a reunir a todas las denominaciones, para producir un Esaú que odia a Jacob. Amén. Yo espero que Uds. lo vean, una denominación que nace muerta, todos ellos uniéndose.",
    "¡Oh, creyentes de la Palabra!, ríndanse a mi Mensaje. Escúchenme: no a mi Mensaje sino a Su Mensaje que Él firmemente declara ser la Verdad. Uds. tienen que escoger de alguna parte. Uds. no pueden quedarse quietos después de esto. Uds. tienen que escoger.",
    "¿Recuerdan Uds. el otro día, allá en el Westward Ho, esa mañana, allá en el desayuno, cómo el Señor me permitió mostrarles ese trigo? Cómo ha crecido por Lutero, por Wesley, y las borlas y demás, y los pequeños retoños que salieron, cada iglesia representada en una espiga de grano. Luego llegó directo a ese trigo, como fue, y allí estaba ese pequeño forro, lucía exactamente como el verdadero grano de trigo. Cuando Ud. sale y va a mirar, si no conoce su trigo Ud. dirá que tiene trigo allí, pero solo es la cáscara. Entonces Ud. abre esa cáscara y allí no hay trigo, en lo absoluto. En la parte de atrás hay un pequeño retoño de vida que viene. Tome Ud. una lupa y lo verá. Y cuando Pentecostés salió al principio, era tan parecido, dijo Jesús en Mateo 24:24, que “engañaría a los propios Escogidos si fuere posible”. ¿Qué debía hacer? Ser un apoyo para el grano. ¿Es correcto? [La congregación dice: “Amén”.—Ed.] Ahora, la borla…",
    "Miren esto. La hoja no se parece al grano que fue sembrado, ni tampoco la borla, pero sí se parece un poquito más. Y la cáscara se parece mucho más a él, pero todavía no es el trigo; es el portador del trigo.",
    "¿No ven Uds. cómo esos mensajes han venido con dolores de parto? Pero la Vida salió directamente de allí, para ir al mensaje siguiente. La Vida salió de Lutero, al mensaje de Wesley; salió del mensaje de Wesley al mensaje pentecostal. Ahora es tiempo nuevamente para dejar la cáscara. ¿Qué sucede? Allí está la naturaleza en cada forma, declarando que esa es la Verdad.",
    "Ahora ven por qué Uds. piensan que estoy loco. Tal vez lo esté, como dije; pero, hay Algo en mí. No puedo detener Eso. No fui yo que puse Eso allí. No vino por mi escogencia. Es Dios. Y Él Lo confirma, para probar que es la Verdad, para hacerlo la Verdad. No que yo tenga algo en contra de Lutero y Wesley, pentecostales o bautistas, o quien sea; nada en contra de nadie. Los sistemas es contra lo que yo estoy, porque la Palabra está en contra de eso; no de los hombres. Miren a estos sacerdotes y clérigos sentados aquí hoy. No estarían aquí si ellos hubieran escuchado al sistema, pero ellos tuvieron la audacia común, de la Palabra de Dios, para dar un paso afuera y aceptar Eso. Aleluya, quiere decir “alabado sea nuestro Dios”; no les hará daño. [Alguien dice: “Amén”.—Ed.] Significa “así sea”. Yo lo creo. Yo creo y sé que Eso es la Verdad. Está confirmado que es la Verdad. Algún día Uds. se darán cuenta, quizás sea demasiado tarde. Ahora fíjense. Fíjense.",
    "La Biblia dice: “Su esposa se ha preparado Ella Misma”, al final de la edad. ¿Cómo Se preparó Ella, para llegar a ser Su Esposa? Y ¿qué hace Ella? ¿Qué clase de vestido tenía Ella puesto? Su Propia Palabra. Ella estaba vestida en Su Justicia. Eso es. Correcto. ¿Ven?",
    "¡Visión! Fíjense, ya para terminar. Yo quiero decir solo esto antes de terminar: Eso fue lo que me llevó a decir esto. Ahora, es “ASÍ DICE EL SEÑOR”. Si un hombre dijera eso, sin… poniendo allí su propia idea, él sería un hipócrita y debería irse al infierno por eso. Correcto. Si él tratara de conseguir un grupo de personas, personas finas como aquí, y engañarlas, pues, él sería un diablo en carne humana. Dios nunca lo honraría a él. ¿Piensan Uds. que Dios honraría un diablo o una mentira? Nunca. ¿Ven? Eso pasa por sobre sus cabezas, y ellos no lo captan. Él saca al Escogido.",
    "Miren a todos los profetas a través de la edad, cómo Él tomó a los Escogidos.",
    "Miren, por toda la historia, aun en la reforma. Como la iglesia Católica Romana quemó a Juana de Arco en la hoguera por ser una bruja. Es cierto. Después ellos se dieron cuenta que no lo era; ella era una santa. Por supuesto, ellos hicieron penitencia: desenterraron los cuerpos de los sacerdotes y los arrojaron en el río. Pero, Uds. saben, pues eso no lo arregla en los libros de Dios. No. Ellos también lo dijeron de San Patricio (¿ven Uds.?), y él sería uno tanto como lo soy yo. Así que, nos damos cuenta, miren a los hijos de él. Miren el lugar de él, allá, miren cuántos muertos. Miren en el martirologio y vean cuántos fueron asesinados allá. Véanlo, si no es así.",
    "Pero lo que afirma la gente, eso no significa que sea así. Es lo que Dios dijo y prueba, que es Verdad. “Examinadlo todo; retened lo bueno”.",
    "Ahora, vemos ahora, aquí hace unos meses, una mañana, yo estaba saliendo de la casa, y vino una visión.",
    "Y yo reto a cualquiera aquí, que ha sabido por todos estos años, que diga de cualquier ocasión en que el Señor me haya dejado decir “ASÍ DICE EL SEÑOR” y que no haya sucedido. ¿Cuántos saben que es la Verdad? Levanten la mano. [La congregación dice: “Amén”.—Ed.] Correcto. ¿Pudiera alguien decir lo contrario? [El Hermano Branham pausa. La congregación queda en silencio.] Es verdad.",
    "No le presten atención al mensajero. Miren lo que es el Mensaje. [La congregación dice: “Amén”.—Ed.] Eso es. ¿Ven? No es eso. No se fijen en la pequeña [Cinta en blanco.] persona calva, Uds. saben, porque solo es un—solo un ser humano, todos, y todos somos iguales. Pero miren lo que está sucediendo. Eso es lo que lo declara. Yo fui llevado…",
    "Ahora, yo sé que la gente dice toda clase de cosas y sabemos que mucho de eso no es correcto. Yo no puedo responder por lo que otro, algún hombre diga; tengo que responder por lo que yo digo. Yo solo puedo decir si es Verdad o no. Y yo—yo soy el que tendrá que ser responsable por eso, no por lo que alguien más diga. Yo no puedo juzgar a nadie. No fui enviado para juzgar sino para predicar el Mensaje. Fíjense.",
    "Yo iba a tener una—una vista anticipada de la Iglesia. Y fui llevado por Alguien a Quien yo no podía ver, y fui puesto sobre algo, como una plataforma. Y escuché la música más dulce que jamás había escuchado. Y miré, viniendo, y una cantidad de damitas como de, parecían ser de, ¡oh!, alguna edad entre veinte, dieciocho, veinte. Y todas tenían cabello largo y estaban vestidas con diferentes vestidos, tipos de vestidos. Y marchaban tan perfectamente al compás de esa música como podían. Y ellas salieron a mi izquierda, yendo en esta dirección. Y yo las observé. Y entonces miré para ver quién me platicaba, y no pude ver a nadie.",
    "Entonces oí que venía una banda de rock-and-roll. Y cuando miré a mi derecha, viniendo de este lado, regresando, aquí venían las iglesias del mundo. Y algunas de… Cada una llevaba su bandera, de donde eran. ¡Algunas de las cosas más obscenas que he llegado a ver en mi vida! Y cuando vino la iglesia americana, era de lo más detestable que he visto. El Padre Celestial es mi Juez. Ellas tenían puestas estas faldas grises muy cortas, como alguna de estas muchachas de las cantinas, sin nada en la espalda, aquí arriba; sosteniendo arriba un pedazo de papel que parecía gris, y como en baile de hula; pintadas; cabello cortado; fumando cigarrillos; y retorciéndose mientras caminaban, al compás del rock-and-roll.\n\nY yo dije: “¿Esa es la iglesia de los Estados Unidos?”.\n\nY la Voz dijo: “Sí, lo es”.",
    "Y cuando pasaron, ellas tenían que sostenerlo de esta manera, y poner el papel detrás de ellas cuando pasaban.",
    "Yo—yo empecé a llorar. Yo—yo solo pensé: “De todo mi trabajo y todo lo que he hecho”. Y con todo lo que hemos trabajado juntos nosotros los ministros… Y, hermanos, yo—yo no sé cuánto crean Uds. respecto a estas visiones, pero para mí es la Verdad; siempre ha probado ser verdad. Cuando yo vi eso y sabiendo lo que estaba sucediendo, el corazón por poco se me parte. “¿Qué he hecho? ¿Cómo es que fallé? Yo me he quedado allí justamente con esa Palabra, Señor. Y ¿cómo es que lo habré hecho?”.",
    "Pensé: “¿Por qué me diste una visión no hace mucho, y yo me vi Allí? Y dije: ‘Bueno, ¿tendrán ellos que ser juzgados?’ Él dijo: ‘El grupo de Pablo, también’. Yo dije: ‘He predicado la misma Palabra que él’”. Los Hombres Cristianos de Negocios publicaron ese artículo. Y yo dije: “¿Por qué? ¿Por qué sería de esta manera?”.",
    "Y yo vi ese montón de prostitutas pasando así, todas vestidas así, y se llamaba, “La iglesia de la Señorita U.S.A.”. Yo me desmayé.",
    "Entonces, inmediatamente, oí esa música tan dulce otra vez, y ahí venía esa misma Noviecita pasando de nuevo. Él dijo: “A pesar de eso, esto es lo que resulta”. Y cuando Ella pasó, era exactamente como la primera que había pasado, caminando al compás de la música de la Palabra de Dios, marchando mientras pasaba. Y cuando yo la vi, quedé allí con ambas manos levantadas, llorando, de esa manera. Cuando volví en mí, estaba parado allá afuera en mi pórtico, mirando hacia el campo.",
    "¿Qué? Ella debe ser la misma Novia, la misma clase, formada de la misma clase de material como era Ella en el principio. Ahora, lean Malaquías 4 y vean si nosotros no debíamos tener un Mensaje en los últimos días, que “haría volver los corazones de los hijos a los padres”, de nuevo al Mensaje pentecostal original, Palabra por Palabra. Hermanos, estamos aquí.",
    "Ahora, esta iglesia debe recibir una señal, y su última señal. Nos damos cuenta aquí en la—en la—en la Escritura, vean ahora, vean los grandes dolores de parto que han sucedido en esta edad de Laodicea; está dando a luz. Su iglesia está naciendo de nuevo. No…",
    "Jamás habrá otra organización. Cualquiera sabe que cada vez que salía un mensaje… Pregúntenles a estos historiadores. Después que salía un mensaje, de eso salió una organización; ¡oh, Alexander Campbell, todo lo demás, Martín Lutero, y todo! Ellos formaron una organización de eso. Y, por lo general, un mensaje solo dura como tres años, un avivamiento. Este ha continuado por quince años, y de él no ha salido ninguna organización. ¿Por qué? La cáscara fue lo último. Estamos en el fin.",
    "¿Ven los dolores de parto? ¿Ven qué es lo que sucede? Solo será sacado un remanente; solo será sacado un remanente. Y por eso estoy clamando y esforzándome y empujando, y haciendo a un lado todo favor de hombre en la tierra para encontrar favor con Dios, y solo avanzando en Su Palabra.",
    "Ella está en dolor. Eso es lo que sucede. Ella va a dar a luz. Ella debe escoger. La escritura está en la pared. Nosotros vemos la tierra que está para tenerlo. Es cierto. Y vemos la iglesia, está tan podrida que está para tenerlo. Y todo está en dolores de parto, tanto el mundo como la iglesia.",
    "Y hay un mundo nuevo que está por nacer, y una Iglesia nueva por nacer para ir a él, para el Milenio. Nosotros sabemos eso.",
    "Miren. Dios le da a ella… Y escuchen esto atentamente, entonces terminaré: ¡Su señal final; su Mensaje final! ¡Su señal final! Su señal final es: tiene que llegar a estar en las condiciones como estaba en el principio; el mundo, la iglesia.",
    "Miren cómo estaba en el principio, todos esos años, que nada tuvieron, desde Malaquías hasta Jesús. Miren eso, pues todos esos años. Miren eso, todo ese pasado, la corrupción que le introdujeron. Miren la tierra, cómo estaba en cada ocasión, como en los días de Noé y demás. Tiene que estar en esa misma clase de tipo, y nosotros vemos eso; “Como fue en los días de Noé”. Vemos todas estas cosas cuadrando en ese patrón.",
    "Entonces, recibimos una señal final. En Lucas, el capítulo 17, el versículo 28, Jesús dijo: “Como fue en los días de Sodoma, así será en la venida del Hijo del hombre”. Porque, como fue en Sodoma, ¿ven? Ahora, Jesús leyó está misma Biblia, el mismo Génesis que nosotros leemos. Ahora, presten atención, no se les vaya a pasar. La misma Biblia que nosotros leemos, fue la que Jesús leyó. Y Él le dijo a Su Iglesia: “Miren al pasado y vean cuando regresen de nuevo los días de Sodoma”, gente pervertida, hombres perdiendo su uso natural.",
    "Miren eso homosexual, cómo está en aumento por todo el mundo hoy, en un periódico recientemente. Uds. deberían llegar a mi oficina y leer cartas de madres, por sus hijos. Y el homosexual está en aumento, pienso yo que un veinte o treinta por ciento solo en—en California, el año pasado. Una gran cantidad de los… aun gente del gobierno, se ha probado que son homosexuales. Uds. hombres del gobierno saben eso. Su revista, la he leído, y las diferentes cosas que han sucedido. Si Uds.…",
    "[Una hermana habla en otra lengua, y luego da una interpretación. La misma hermana otra vez habla en otra lengua, y luego, otra vez da una interpretación. Cinta en blanco.—Ed.]",
    "Ahora, yo tengo el entendimiento correcto de la Escritura. Eso exactamente es lo que Dios dijo que sucedería. “El que hable en lenguas ore también para que él pueda interpretar”.",
    "Si eso es verdad, les he dicho a Uds. la Verdad, entonces Dios está aquí confirmándolo; es la Verdad. Eso es verdad.",
    "Ahora, miren. ¿Cuál fue ese último Mensaje que dijo Jesús? “Como fue en los días de Sodoma”, ahora fíjense, antes que el mundo gentil fuera quemado, el fuego. Ahora, traten de entender. ¿Qué sucedió? Había una cantidad de gente, miembros tibios de iglesia, como Lot y su grupo allá en Sodoma. Había otro hombre que ya había salido de ella. Para empezar, él no estaba en ella. Ese era Abraham, el que tenía una promesa de un hijo venidero. ¿Entienden Uds.? Digan: “Amén”. [La congregación dice: “Amén”.—Ed.] Muy bien.",
    "Y ahora, un poco antes de que viniera el clímax de la destrucción, Dios se le apareció a Abraham en muchas formas, pero esta vez Él aparece como un Hombre. Él era un Hombre. Y él vino a Dios.\n\nAhora, Uds. dicen: “No era un Hombre”.",
    "Era—era—era—era Dios en el Hombre. Abraham lo llamó a Él “Elohim”. Era un Hombre.",
    "Y, miren, Él se sentó, con Su espalda hacia la tienda, y dijo: “¿Dónde está Sara, tu mujer?”.\n\nDijo: “Ella está en la tienda, detrás de Ti”.",
    "Dijo: “Voy a visitarte según el tiempo de la vida, pues Yo te hice una promesa”. Y Sara se rió. Y Él dijo: “¿Por qué se rió Sara?”. ¿Ven?",
    "Ahora, eso es lo que estaba sucediendo en ese día. Solo para mostrar la última señal que vio Abraham, el grupo Elegido sacado, lejos de Sodoma. Ahora, hagan lo que hagan, que no se les pase esta parábola: el grupo que había sido sacado, que para empezar no estaba en Sodoma.",
    "Pero dos de los Ángeles fueron allá a Sodoma. Y cuando Ellos llegaron allá, encontramos a Lot. Y Él lo encontró en una condición descarriada, todos homosexuales y con perversiones. Uds. saben la historia.\n\nPero hubo Uno que se quedó con Abraham, era Elohim.",
    "Ellos predicaron la Palabra allá. Predicar la Palabra los hirió con ceguera, y ellos no pudieron encontrar la puerta. Eso es lo que es hoy.",
    "Pero el que estaba con el grupo que fue sacado, hizo un milagro delante de Abraham, para mostrar quién era Él, y estaba con Abraham.",
    "Él dijo: “¿Por qué se rió Sara?”, en cuanto a este bebé. Y Sara salió y dijo que no. Y dijo: “Pero sí lo hiciste”. Y Él la hubiera matado allí mismo si ella no hubiera sido parte de Abraham.",
    "Así también Dios nos hubiera matado a nosotros si no fuéramos parte de Cristo. La misericordia de Cristo nos mantiene a todos juntos, nosotros incrédulos y con perversiones en la Palabra.",
    "Pero, fíjense, fíjense en lo que sucedió. Jesús entonces se da vuelta, y dice: “Como fue en los días de Lot, así será en el tiempo del fin cuando el Hijo del hombre empiece a revelarse a Sí mismo”. [Cinta en blanco.—Ed.] ¿Ven? “El Hijo del hombre” en la Biblia, siempre, es un profeta. ¿Ven? Él vino en Nombre de tres hijos: Hijo del hombre, Hijo de Dios, Hijo de David. ¿Ven? Y Él declaró Su Nombre como: “Hijo del hombre”, porque esa fue la obra que Él hizo, de un profeta, vidente. Él dijo: “Como fue en los días de Noé, cuando el Hijo del hombre empiece Él Mismo a revelarse, ese será el tiempo del fin”.",
    "Ahora pensemos, solo por un minuto. El mundo nunca ha tenido un mensajero mundial. Hemos tenido Finneys, Sankeys, Moodys, Finneys, Knox, Calvin y demás, por todo el mundo, mensajeros a la iglesia, en estos dolores de parto. Pero nunca hemos tenido a un hombre saliendo con un mensaje internacional, hasta este día, con su apellido terminando en h-a-m; A-b-r-a-h-a-m, lo cual son seis letras… A-b-r-a-h-a-m son siete letras.",
    "Hoy tenemos uno llamado G-r-a-h-a-m, seis letras, y seis es el número del mundo, día de la creación. ¿Cuándo ha llegado a tener allá el mundo a un hombre hasta ahora, predicando allá al cosmos, allá en el mundo, llamando allá a la gente que salga: “¡arrepiéntanse, arrepiéntanse! Perezcan o salgan de eso”, hasta esta edad? G-r-a-h-a-m, miren lo que él está haciendo, predicando la Palabra, cegando a los de afuera, clamando: “Salgan”, un mensajero de Dios. Jesús dijo que eso sucedería justamente cuando el Hijo del hombre Mismo Se dé a revelar. Ahora, eso, ¿dónde está? Allá afuera en las esferas, el mundo eclesiástico. Y ellos comienzan a odiar al hombre por eso.",
    "Pero recuerden, había un grupo también, que era un grupo espiritual, el grupo de Jacob, no el—no el grupo de Esaú. Había un grupo de Jacob que estaba buscando al hijo, que no estaba en esa Babilonia, y ellos recibieron un Mensajero. ¿Entienden? [La congregación dice: “Amén”.—Ed.] Abraham, A-b-r-a-h-a-m, ellos recibieron un Mensajero. Y ese Mensajero, ¿cuál fue la gran cosa sobresaliente que Él hizo para mostrar que era el tiempo del fin? Él discernió los pensamientos que estaban en la mente de Sara.",
    "Y Jesús, el Hijo de Dios, el cual fue hecho carne, mostrando que el Espíritu de Dios regresaría en ese Grupito elegido en el tiempo del fin, y Él mismo Se revelaría de la misma manera. ¡Dolores de parto! ¡Oh, hermano, por favor trate de entender! Esfuércese en hacerlo. Abran sus corazones por un minuto. Miren a Cristo. Ese mismo Dios está aquí ahora mismo. Ese Mismo. Él prometió estas cosas. Y si Él las prometió, seguramente Él es capaz de hacerlas.",
    "Inclinemos nuestros rostros por un momento. Quiero que Uds. piensen seriamente.",
    "Padre, está en Tus manos ahora. He hecho todo lo que yo puedo hacer. Oro para que Tú les ayudes a las personas a—a entender. La Simiente ha sido plantada. Derrama el agua, el Espíritu, sobre Ella, Señor, y riégala para Tu gloria. Si he cometido un error, Señor, no fue mi intención. Yo oro, Dios, que—que Tú lo interpretes correctamente a sus corazones, para que ellos puedan ver y entender. Concédelo, Señor. En el Nombre de Jesús, yo oro. Amén.",
    "El Señor los bendiga. Yo los amo. Este Dios que predicó esta Palabra, este Dios que es responsable por esta Palabra… Yo solamente soy responsable por decirla; Él es el que tiene que vivificarla. Ese mismo Dios está aquí.",
    "Ahora, ¿cuántos allá afuera tienen una necesidad? Levanten la mano. ¿Prometió Él hacer estas cosas en los últimos días? Ahora, mírenme Uds. Ahora eso es como dijeron Pedro y Juan: “Míranos”. Como si… ¿Ven? Él les dijo. Ahora Uds. miren en esta dirección. Ahora, por favor no se muevan. Este es un… Me—me estoy esforzando con todo mi corazón. Solo sean muy reverentes. ¿Ven? Cada uno de Uds., un espíritu, cuando se mueven. Por supuesto, Uds. son una unidad. Y estoy tratando de captar la fe de las personas.",
    "Una mujercita pasó y tocó Su manto, fue y se sentó. Jesús le dijo cuáles eran sus problemas y ella fue sanada.",
    "Y ahora, Él prometió hacer eso otra vez: el Hijo del hombre Se revelaría a Sí Mismo como lo hizo en Sodoma. El mundo está en esa condición; la iglesia está en esa condición. Ahora, ¿ha cumplido Dios Su Palabra? Vean si Él la ha cumplido o no. ¡Oh, nosotros hemos tenido señales, saltar, hablar en lenguas, profecía y demás! Pero esperen, hay otra señal. ¡Oh, tenemos tantas imitaciones carnales! Eso solo hace que la verdadera brille. Cualquier dólar falso debería hacer que el verdadero brille.",
    "Ahora, oren. Uds. crean. Solo… Yo—yo los reto a que Uds. lo hagan. Uds. miren y crean lo que yo les he dicho. ¿Cuántos creen que esto es la Verdad? [La congregación dice: “Amén”.—Ed.] No me interesa quién sea Ud., dónde esté Ud. Yo solo…",
    "Todos aquí, hasta donde yo sé, son completamente desconocidos, con excepción de Bill Dauch y su esposa, sentados allí, a quienes conozco. Creo que yo conozco a este predicadorcito aquí de Alemania, sentado allá. Y, al hermano, y dos o tres personas sentadas allí mismo.",
    "Alguien allá atrás en la audiencia, mire, bien por allá atrás. Yo lo reto a que crea que lo que yo le he dicho a Ud. es la Verdad.",
    "¿Qué pasó cuando ese Ángel del Señor bajó allá en el río, hace treinta y tres años, e hizo esa declaración? ¿Cómo sabía yo?",
    "Y mi propio pastor bautista me había echado de la iglesia, dijo: “Tú—tú has tenido una pesadilla, Billy”.",
    "Yo dije: “¡Una pesadilla!, nada de eso, Dr. Davis. Si así es como Ud., la actitud que Ud. toma, mejor es que me quite la tarjeta de compañerismo”.",
    "Yo sabía que habría alguien, en alguna parte, que Lo creería. Dios no hubiera enviado un Mensaje a menos que hubiera alguien para recibirlo.",
    "¡Oh, seguro!, cuando salí orando por los enfermos, estaba muy bien. Pero cuando empecé a decirles a Uds. la Verdad de la Palabra, entonces fue diferente. Uds. deberían saberlo; cada Mensaje ha sido de esa manera.",
    "Jesús fue maravilloso cuando Él entró a la iglesia y sanó a la gente, y todo. Pero cuando Él se sentó un día y dijo: “Yo y Mi Padre somos uno”, ¡oh!, eso, eso fue el colmo. “Si no coméis la carne del Hijo del hombre y bebéis Su Sangre, no tenéis Vida en vosotros”. Él no explicó Eso. Quería ver quién se pararía a Su lado. Correcto.",
    "¿Qué piensan Uds. que diría un—un grupo con doctores y demás: “Ese Hombre es un… ¡Pues, Él es un vampiro! Comer Su carne y beber Su sangre”? Él no lo explicó. Él no lo explicó.",
    "Pero, con todo, esa Palabra estaba sosteniendo a esos apóstoles. A ellos no les importó. Ellos no la entendieron. Ellos la creyeron de todas maneras. ¿Ven? Ellos sabían, pues habían visto las obras de Dios y sabían que eso era. Él dijo: “Ellas son las que dan testimonio de Mí”.",
    "Aquí hay un hombre y una mujer, sentada aquí mismo, tiene su mano levantada. Ahora, Uds. pueden llamarme un fanático si desean; pero esa misma Columna de Fuego que guió a los hijos de Israel por el desierto, está allí mismo sobre esa mujer.",
    "Ahora, recuerden, Jesús dijo: “Un poco y el mundo no Me verá más, pero vosotros Me veréis. Yo vengo de Dios. Yo voy a Dios”, después de Su muerte, sepultura. Él les dijo a los judíos. Dijo: “Yo…”.",
    "Él era esa Roca que estaba en el desierto. Él era esa Columna de Fuego: “YO SOY EL QUE SOY”. ¿Quién era el “YO SOY”? Esa Columna de Fuego en esa zarza ardiendo. ¿Es correcto? [La congregación dice: “Amén”.—Ed.] Y fue hecha carne y habitó entre nosotros. Dijo: “Yo vengo de Dios y regreso a Dios, para regresar en la forma del Espíritu Santo”.",
    "Y Él está aquí, hoy con nosotros, Le han tomado fotografías científicas. Él está aquí, como prueba mayor que alguna fotografía científica, que cualquier cosa. Él está aquí para probarlo, porque es Él. “Yo, el Hijo del hombre, seré revelado en este día”. Ahora, allí está Él. La estoy mirando directamente.",
    "Uds. dicen: “¿La ve Ud.?”. Juan también la vio, pero los demás no.",
    "Miren, para probarlo ahora. Esa mujer es una desconocida para mí. Nunca la he visto a ella—a ella, en mi vida. Pero ella tiene algo mal en una de sus extremidades, por lo cual está orando. Es… Eso es correcto, señora. Ud. tuvo allí una operación. El que está sentado a su lado es su esposo. Ud. no es de aquí; Ud. es de California. Su nombre es Roland. Su problema estomacal ha terminado también, señor. Ud. tenía problema estomacal, ¿no es así? Bueno, ya no lo tiene. Su pierna está sana.\n\n“En ese día el Hijo del hombre…”.",
    "Aquí, sentado directo por aquí atrás, hay un hombre. Él es un hombre de color, tiene un problema con sus ojos. Él es… Sí. Él, el trabajo que hace, él hace algo con un carro, pule carros, encera carros. Correcto. Sus ojos están empeorando. Ud. acaba de creer, ¿no es así? Una cosa muy extraña le sucedió a Ud. Su primer nombre es Fred. Correcto. Su apellido es Conn. Correcto. ¿Cree Ud. ahora? Entonces sus ojos no le volverán a molestar. Yo no he visto al hombre en mi vida.",
    "El hombre allí mismo de atrás, él tampoco es de aquí; es de California. Está mal de la espalda, Sr. Owens. Ese es Ud. El Señor Jesús lo sane. Yo nunca he visto al hombre en mi vida, no sé nada de él. Solo voy siguiendo esa Luz según Ella se mueve.",
    "🦅 Si pueden creer, todo es posible para aquellos que creen”.",
    "El amiguito sentado aquí, tiene una hernia, él usa lentes y viste un traje gris. Fred, Dios te sana si lo crees. ¿Lo aceptas? Muy bien. Yo nunca lo he visto en mi vida.",
    "Sra. Holden, sentada allá al otro lado de él, está sufriendo con problemas en los ojos. Yo no conozco a la mujer, nunca la he visto a ella en mi vida, pero eso es verdad. ¿Ven? “Si Ud. puede creer”.",
    "¿Por qué llora, hermana? Ud. tiene una crisis nerviosa, bronquitis, problema cardíaco. ¿Cree Ud. que Dios la sanará? Sentada a la orilla de la banca allí. Si Ud. cree con todo su corazón, Jesucristo la sanará. Todo ese nerviosismo la dejará, Ud. se siente de nuevo en su condición correcta. El diablo le está mintiendo a Ud. ¿Lo acepta Ud.? Ahora, levante la mano, diga: “Yo lo acepto, entonces”. Muy bien. Todo ha terminado.",
    "¿Qué? Esta iglesia está pasando por un dolor de parto. ¿Por qué no escogen ahora que están en Su Presencia? Les he mostrado exactamente la Palabra, lo que Él dijo que haría.",
    "Vayan por este edificio, pregúntenle a esos que han sido tocados o que se les ha hablado o lo que haya sido, y vean si yo he llegado a verlos, los he conocido o cualquier cosa respecto a ellos. ¿Piensan Uds. que un hombre pudiera hacer eso? Es completamente imposible que eso suceda.",
    "Pues, ¿qué es? El Hijo del hombre. “La Palabra de Dios es más cortante que una espada de dos filos, discerniendo el espíritu, los secretos de los corazones”. Exactamente como fue cuando Ella se hizo carne aquí en la tierra, en el Hijo de Dios, ahora está siendo revelada por el Hijo de Dios, al venir Él para llamar a una Novia de ese sistema: “Salid de ella. Sepárense, dice Dios. No toquéis sus cosas inmundas y Dios los recibirá”.",
    "¿Están Uds. listos para rendirle toda su vida a Dios? Si es así, pónganse de pie, digan: “Yo, por la gracia de Dios, Lo acepto en estos momentos, con todo lo que hay en mí”.",
    "¡Aleluya! ¡Alabado sea Dios! ¿Le creen Uds.? [La congregación dice: “Amén”.—Ed.] Entonces solo levanten sus manos y oren conmigo.",
    "Confiesen su error. ¡Dolores de parto! Es difícil morir, pero mueran ahora mismo. Mueran, salgan de su propia incredulidad. Salgan de ella. Esta es la Palabra de Dios manifestada, así como fue cuando Jesús vino a la tierra. Es Jesucristo otra vez entre Uds., comprobado.",
    "Abraham recibió un hijo inmediatamente, el hijo prometido, después de que sucedió eso.",
    "Y Jesús viene otra vez. Ese es Su Espíritu. Él está tan cerca de la tierra, tan cerca de venir, que Él está dispuesto a recibirlos si Uds. están dispuestos a recibirlo a Él.\n\nAhora, levanten las manos y oren conmigo.",
    "Señor Dios, que todos los sacerdotes se aferren de los altares. Que el pueblo clame. Permite que la Columna de Fuego y la Columna de Nube, entre en el pueblo hoy y los haga sobrios, Señor, para que se den cuenta de la Presencia del Dios viviente y poderoso. Concédelo, Señor. Recíbelos. Hago esta oración por cada uno de ellos, en el Nombre de Jesucristo.",
    "Llena a cada uno con el Espíritu Santo, quienes no tengan el Espíritu Santo. Señor, que el avivamiento de esta campaña, de esta reunión, irrumpa ahora en un gran derramamiento poderoso del Espíritu Santo. Que los enfermos sean sanados, los ciegos vean, los inválidos caminen. Que la manifestación del Dios viviente sea traída a la presencia del pueblo, como ha sucedido en esta tarde, y permite que el pueblo lo reciba. En el Nombre de Jesucristo, yo lo pido.",
    "Levanten sus manos ahora y glorifíquenlo a Él, y reciban lo que Uds. han pedido. 🦅"
  ]
}