{
  "title": "DE PUERTAS ADENTRO",
  "id": "65090009",
  "content": [
    "🦅  … aquí esta mañana. Estaba pensando en la vez que vine a Flagstaff por—por primera vez. Creo que fue, supongo, hace como treinta y ocho años, tal vez cuarenta. Y hablando de subir la colina. No había nieve, pero mi pequeño Modelo-T a duras penas podía subir la colina. Alcanzaba las treinta millas por hora, pero eran quince en esta dirección y quince en esa dirección, Uds. saben, por algunos de estos caminos que teníamos aquí. Y era todo un…",
    "[Un hermano en la plataforma dice: “¿Por qué no nos recita ese poema del Ford?”.—Ed.] ¡Hermano Carl! [“Por favor”.] No. Él me está hablando de un pequeño poema que dije una vez, sobre mi Ford. Pero no es un buen lugar para recitarlo, Hermano Carl.",
    "Así que, estamos muy agradecidos. Y recibí tantos buenos testimonios esta mañana, al escuchar a estos hermanos, conocí a algunos de los varones.",
    "Y este ministro que acaba de hablar aquí, un hermanito español que dio su… el tiempo para que cantara el niño. ¿Verdad que es maravilloso para una voz de seis años? Vaya, la vocecita más bonita que he oído, de un niño así.",
    "Ahora, este hermano, los hermanos lo olvidaron, pero él está celebrando una reunión aquí en su ciudad. ¿Creo que es allá en la iglesia de Dios, o en las Asambleas de Dios? [El hermano dice: “Asambleas”.] Las Asambleas de Dios, allá en las Asambleas de Dios. Y estoy seguro que ellos agradecerían su—su presencia. ¿Hasta cuándo será la reunión, hermano? [“Hasta el domingo”.] Hasta el domingo. [“El domingo por la noche”.] Hasta el domingo en la noche. [“Tendremos cantos inspirados esta noche”.] ¿Señor? [“Tendremos cantos inspirados esta noche”.] Cantos inspirados esta noche. Ahora todos están cordialmente invitados a esta reunión. [“A las siete y media”.] Siete y media, esta noche. Y ¿dónde está ubicada la iglesia, hermano? [“113 West Clay”.] ¿Podría decirnos la ubicación? [“113 West Clay”.] 113 West Clay Street, aquí mismo en la ciudad de Flagstaff. Y—y estoy seguro que Uds.…",
    "¿Está el niño con Ud.? [El hermano dice: “No”.—Ed.] No, su papá cantará. Ud. canta, ¿verdad? Bueno, que bien, le acerté, al fin. Bueno, es muy raro ver eso; pero, por lo general, si hay un talento en la familia, viene de—del resto, creo yo. Así que, ellos tienen… [“Todo comenzó en ayuno y oración, Hermano Branham”.] Ayunando y orando, ahora eso es—eso es muy bueno.",
    "Ahora, saben, si toda América, todas nuestras familias americanas fueran así, bueno, simplemente despedirían a toda la fuerza policial. El Milenio comenzaría, ¿no es así? Entonces estaríamos allí en primera clase. Seguro. Toda muerte se desvanecería, toda enfermedad, tristeza, toda desilusión, y estaríamos con Cristo.",
    "Así que, estamos contentos, ¡y escuchando todos estos testimonios tan buenos! Y tuve el privilegio de conocer al Hermano Earl, por primera vez. Y—y anoche estaba hablando con su esposa, y—y ella fue llamada y sanada, varias veces, en las reuniones; dijo que en la última reunión estuvo en la plataforma.",
    "Así que, nos da un poco, es un poco de sentido del humor. No recordaba al Hermano Earl, aunque en alguna parte le había estrechado la mano. Y—y yo estaba sentado en la ventana, anoche, esperando que él llegara. Y un hombre bien fornido y alto se acercó, tenía un bigote negro. Dije: “Aquí viene él”. Y luego cuando… Billy, mi hijo, dijo: “¡Oh, no!” dijo, “ese no es el Hermano Earl. Él es mucho más joven que ese individuo”. Y entonces, pude conocer a la Hermana Earl aquí anoche, y tuve el privilegio de estar en su hermoso hogar aquí en la ciudad.",
    "Este es un lugar bonito. Siempre me inclino a llamarlo flagpole en lugar de Flagstaff, por acá arriba en la cima de la colina, ¿ven? Y, les diré, si hay alguien aquí de Texas, pues, jáctense. Salí ayer de Tucson, estaba a veintidós o veinticuatro grados, en cierto lugar por allí, y por acá arriba esta mañana tengo un abrigo puesto. Vean, lo que ellos tienen en Texas, nosotros lo tenemos en Arizona, ¿no es así? Seguro. Aquí estamos.",
    "Y este tiempo de compañerismo… El anciano Doctor Bosworth, un amigo mío, muchos de Uds. quizás hayan conocido al Hermano Bosworth. Él era uno de los ancianos más santos. Y me dijo una vez, él dijo: “Hermano Branham, ¿sabe Ud. lo que es compañerismo?”.\n\nLe dije: “Creo que sí, Hermano Bosworth”.",
    "Dijo: “Son dos personas en un bote, así que, tienen que compartir un poquito”.",
    "Y eso es compañerismo, tomamos y damos, compartimos el uno con el otro; con el Hermano Carl Williams, todos los demás, el Hermano Outlaw. ¡Oh!, una de las primeras personas en Arizona que patrocinó una de mis reuniones, fue el Hermano Jimmy Outlaw, y hemos sido hermanos íntimos desde esa vez. Y estamos muy contentos por todos Uds., por los ministros y los hermanos que conocemos por aquí. No me alcanza el tiempo para estrecharles las manos a todos, como me gustaría hacerlo, pero, es un compañerismo dónde reunirnos.",
    "Me recuerda de—de la convención de Phoenix. He tenido el privilegio, desde que comenzaron los capítulos, de—de ayudar a organizar los capítulos y hablar en ellos. Y es la única organización a la que pertenezco, y no es una organización; solo es un organismo obrando entre la gente.",
    "Y si algunos de Uds. hombres aquí esta mañana, que—que no pertenecen a este compañerismo, de estos Hombres Cristianos de Negocios, el Evangelio Completo, permitan… si Uds. creen y aceptan mi palabra, es uno de los mejores grupos de personas. Y—y para los hermanos ministros, no está en contra de su iglesia, está a favor de su iglesia. ¿Ven?, es su manera de ubicarlos en la—en la iglesia.",
    "Por casualidad miré por aquí a esta hermosa dama aquí que acaba de cantar ese canto hace unos momentos. He escuchado a muchos intentarlo, pero esa dama tenía una voz que pudo interpretarlo bien, Uds. saben, sin chirriar. Eso me agradó mucho, señora, estuvo muy, muy bien. Dijeron que era la esposa de un ministro aquí. Y, hermano, Ud. debería hacer que ella lo ponga a dormir cantándole cada noche, así que, eso estaría muy bien, muy bien. Ha cantado muy bien; me gustó mucho.",
    "Y, en esta mañana, como que me recuerda una pequeña—una pequeña historia. Que, a mí—a mí me gusta cazar y pescar, y esa es una de las razones por las que estoy aquí en Arizona, pues, es para cazar y pescar. Y me gusta. Entonces, cierta vez, me encontraba pescando en New Hampshire.",
    "Y supongo que tengo muchos compañeros aquí a los que les gusta pescar, tanto varones como damas, por igual, ¿ven? A todos nos gusta.",
    "Así que, yo tenía una pequeña tienda de campaña que había llevado a esas alturas, por allá arriba, donde, Uds. saben que esos muchachos, sería un poco pesado o algo así, no podrían caminar hasta allá. Y había muchas, de esas, buenas truchas de arroyo, y cafés, de cola cuadrada, cortada. ¡Oh, están llenos, en esos pequeños afluentes que bajan de la cima de las montañas en New Hampshire! Y truchas pequeñas, tal vez de treinta y cinco, cuarenta centímetros de largo, ¡muchas de ellas! Y, yo solo… Iba allá y las pescaba, solo por el gusto de pescarlas, y las soltaba. Si mataba una, entonces me—me la comía, ¿ven Uds.?, la traía.",
    "Así que, tenía un poco de este viejo sauce de alce creciendo, y—y cada vez, enredaba mi línea de pesca con mosca… usaba un señuelito Cochero Real. Arrojaba allí con él, lo enredaba en un montón de sauce de alce. Y pensé: “Bueno, tomaré un hacha y subiré allá esta mañana, y—y cortaré ese sauce de alce, para no enredar mi línea allí”. ¡Oh!, miré atrás debajo de un pequeño… como una presa de castores, y estaban allí, como esperando que ese cochero se les enredara. Ahora, toda la noche… Antes, yo decía que “usaba mi cabello”, pero ya no tengo suficiente cabello para hacerlos. Así que, tuve… Yo simplemente… solo, cómo—cómo ellos los observaban. Y, pues, llegué allá, esa mañana, tomé esta pequeña hacha vieja, y corté estos sauces de alce. Y tenía tres o cuatro que iba a preparar para el desayuno, y regresaba. Y no soy muy buen cocinero. Y, pues, le dije a mi esposa que yo no podía hervir agua sin quemarla, así se imaginarán que mal los cocinaría.",
    "Y, camino de regreso, una madre osa y dos cachorros, pues, se habían metido en mi pequeña tienda. Y hábleme de destrozar algo completamente, Uds. no saben cuánto se pueden destrozar las cosas hasta que uno deja entrar un oso en la tienda. Él, no es lo que destruyen… lo que se comen, quiero decir, es lo que destruyen. Yo tenía una pequeña estufa, esta pequeña estufa allí adentro para acampar, y se subían sobre esta pequeña estufa y le saltaban encima, para oír el traqueteo de la chimenea, y sencillamente la hicieron pedazos, Uds. saben. Y cuando llegué, tenía un pequeño rifle .22 oxidado allí dentro, pero tenía esta hacha en la mano.",
    "Y, saben, cuando llegué, la madre corrió a un lado, y llamó a sus cachorros. Y un cachorro la siguió, sin problema; pero el otro se sentó, un pequeñito. En mayo, Uds. saben, apenas salen. Tenía su espalda toda encorvada hacia mí, así. Y pensé: “¿Qué estará haciendo?”. Bueno, entonces ella me lanzó una mirada. Y busqué un árbol, para ver qué—qué tan cerca estaba, porque lo pueden arañar a uno, Uds. saben, por esos pequeños. Y, ellos, uno no los puede convencer de lo contrario, ¿ven? Así que, observé a la vieja madre por un rato, Uds. saben. Ella seguía llamando, y haciendo ruido, algo así como un pájaro. Uno tiene que saber cómo suenan. Así que, ella seguía llamando a ese cachorro, y ese cachorro no venía.",
    "Bueno, pensé en mi rifle. Y pensé: “No, si entrara allí y tomara ese rifle, si le disparara a esa madre, dejaría dos huérfanos en el bosque”, y no quería ser culpable de eso. Y, además, si ella atacaba, ese veintidós sería un poco pequeño, Uds. saben. Y a veces no disparaba, tenía que presionar el gatillo tres o cuatro veces para que disparara. Entonces pensé: “Bueno, subiré allí a ese árbol, si ella viene hacia acá. Me subiré allí al árbol, tomaré una pequeña rama y se les da un fustazo en la nariz”. Tienen la nariz muy tierna. Y solo chillan, luego bajan, Uds. saben, y lo dejan a uno en paz. Y, pensé: “Me subiré a ese árbol”.",
    "Pero tenía curiosidad por ese pequeño, ¡oh!, sentado así. Y pensé: “¿Qué está haciendo?”. Y seguí dando la vuelta lentamente, observándola, Uds. saben, alejándome un poco, y acercándome al árbol, porque ella seguía llamando a ese cachorro. Así que, pude ver un poco más desde un lado, y ¿saben lo que ese pequeño había hecho?",
    "Ahora, a mí me gustan los flapjacks, o panqueques, creo que Uds. les dicen por acá; en el sur, les decimos flapjacks. Y no soy muy bueno para prepararlos, pero sí muy bueno comiéndolos. Y, saben, antes era bautista. A mí no me gusta rociar; realmente me gusta bautizarlos, vaciarles la melaza. Así que, tenía un recipiente de melaza, como así de alto, allí, un pequeño balde de medio galón para mis flapjacks.",
    "Y ese pequeño, Uds. saben que al oso le gusta lo dulce como venga. Él había abierto ese balde de melaza. Y estaba sentado allí con su patita como así de ancha. Y lo tenía en sus brazos, y estaba metiendo su patita, y lamía así, Uds. saben. Así es. Y lamía con su pequeña lengua. Y comencé… Y si tan solo hubiera tenido una cámara, me hubiera encantado mostrarlo esta mañana, para verlo. Y allí estaba él, metiendo su patita allí, y lamiendo así. Y yo le gritaba: “Aléjate de allí”, así. Y no me prestó atención, y solo seguía lamiendo así. Él vació ese balde, ¿ven?",
    "Y yo gritándole así, él se dio la vuelta y me miró así. No podía abrir los ojos, estaba tan lleno de melaza, Uds. saben. ¡Por todos sus ojos, su barriguita, todo untado de melaza! Y luego, después de un rato, se fue tambaleando, corrió hacia su madre. Subieron con él allá a los arbustos y comenzaron a lamerlo. Temían sentarse junto al balde, pero a él podían lamerlo.",
    "Y dije: “Si ese no es un tipo de una buena reunión pentecostal a la antigua; solo llenarse de cosas buenas y dulces, salir, y alguien lame de allí. Esa es una verdadera reunión de compañerismo. Ahora, simplemente venimos así, para meter nuestras manos en el balde, todos nosotros, hasta el codo, de las bendiciones de Dios. Y estoy seguro que encontrarán eso en el avivamiento que están teniendo allá en las Asambleas de Dios, que ya comenzó allá ahora. El Señor los bendiga.",
    "El otro día en Phoenix dije algo… Ojalá no haya sonado sacrílego, de un chistecito acerca de un ministro que iba a la plataforma cada mañana, por veinte años seguidos, y predicaba veinte minutos, y luego terminaba, y ellos no entendían por qué. Y, bueno, una mañana él predicó como cuatro horas. Y los—los diáconos lo llamaron atrás, y—y dijeron: “Pastor, realmente lo amamos”. Dijeron: “Nosotros—nosotros creemos que sus mensajes son maravillosos”. Y dijeron: “Sabemos, como mesa de diáconos, lo hemos observado y medido exactamente en veinte minutos cada domingo por la mañana”. Y dijeron: “Esta mañana fueron cuatro horas”. Dijeron: “Es que no lo podemos entender”.",
    "Dijo: “Les voy a explicar, hermanos”. Dijo él: “Cada mañana, cuando voy a predicar” dijo, “cuando Uds. me llaman a la plataforma, del bolsillo saco y me pongo una de estas mentas debajo de la lengua. Y” dijo, “en veinte minutos, cuando la menta se acaba” dijo, “ya—ya—ya termino” dijo él, “sé que es el momento de concluir”. Y dijo: “El error que cometí esta mañana fue que saqué un botón”.",
    "Carl Williams, Jewel Rose, verdaderos hermanos y amigos míos, fueron al centro el otro día y consiguieron un botón, como así de grande, para regalarme y, pero no lo tengo esta mañana. Así que, estamos agradecidos por estar aquí.",
    "Ahora, ¿alguien aquí conoce al Doctor Lee Vayle? No creo… tal vez no. Él era un predicador bautista, Doctor en Divinidad, y él tiene sus títulos. Para empezar, él era un maestro de escuela secundaria, y es un hombre muy fino, erudito. Y mis cintas de Las Siete Edades de la Iglesia, se las envié a él, para que les aplicara gramática. Porque, “hit, hain´t, y tote, y carry y fetch” mi kentuckiano arcaico, no se vería bien entre la gente que lee libros, así que él le aplicará la gramática. Y luego, después de que él terminó, lo envió de regreso un par de veces, para más comentarios. Y, ahora el libro irá a la imprenta, después de como unos tres o cuatro años.",
    "Él me preguntó, dijo: “¿Puedo escribir un libro, solo con mis comentarios?”.\n\nY dije: “Bueno, está bien, Hermano Lee”. Y pensé…",
    "Entonces dijo: “Le diré algo”. Dijo: “No para la venta; para regalar”.\n\nDije: “Bueno, entonces, estoy seguro que está bien”. ¿Ven?",
    "Y, recibieron apoyo de unas diez personas para patrocinarlo, lo cual les costó como mil quinientos dólares, creo, según tengo entendido, por diez mil de ellos. Y entonces los—los tenemos, ya salió de la imprenta hace un par de días, y acabamos de recibir dos o tres, ayer, y Billy los trajo. Y serán—serán regalados. Ahora, no lo he leído, no sé lo que él habrá dicho. Pero estoy… Esto es por fe. Pero estoy seguro que si Ud. quisiera uno, si tan solo nos escribe, le será enviado gratuitamente. ¿Ven? Y se titula el Profeta del Siglo Veinte.",
    "Y luego me fijé en la fotografía aquí, en la portada del libro, muchos de Uds. tienen esta fotografía, por supuesto, y La han visto, es donde el Ángel del Señor fue captado en Houston, Texas. Pero ellos Le cortaron una parte.",
    "Entonces veo aquí en la parte de atrás. Y ¿cuántos aquí han estado en una de las reuniones, veamos? Supongo que prácticamente todos. Uds. me oyen decir, muchas veces: “Esa sombra que está sobre alguien”. Ahora, vean, si uno hace una declaración, y no es la verdad, Dios no tendrá nada que ver con eso. Uds. saben que Dios no se relaciona con las mentiras, pero Él solo respalda lo que es verdad.",
    "Y cuando Él le habló a Moisés, cuando se encontró con él allá atrás en el desierto, en la Columna de Fuego, allá en esa zarza ardiente, pues, cuando Él sacó a esas personas, y aquellos que salieron siguiendo a Moisés, en la jornada, entonces Él bajó al Monte Sinaí, esa misma Columna de Fuego, y vindicó que lo que Moisés había dicho era la verdad.",
    "Ahora, Dios lo hará. Él siempre lo hace. Así que, esta Luz aquí, por supuesto, nosotros La asociamos con Dios, porque tiene la misma naturaleza y todo lo que Él hizo cuando estuvo aquí en la tierra.",
    "Luego hablando de eso, al decir: “Esta persona aquí, le veo una sombra de muerte, una sombra oscura”. ¡Cuántos, muchos de Uds. han oído decir eso! Bueno, aquí recientemente en una reunión, había alguien curioso, querían ver si podían captar una fotografía de eso, cuando se dijo. Así que, ellos… Una señora estaba sentada cerca, y este hombre tenía una cámara. Y yo dije: “Esta señora sentada aquí, es la Sra. Fulana de tal”, lo que haya sido. Y dije: “Ella tiene la sombra de la muerte, ella tiene cáncer”. Y en ese momento él tomó la fotografía, porque estaba cerca. Y allí estaba, ¿ven?, ese cáncer negro de muerte como una capucha sobre la mujer. Y luego el Espíritu Santo habló de nuevo…",
    "Ahora, cuando pusieron esto en el libro, cortaron esto, así que, solo incluyeron esto aquí, hasta que hagan otra impresión del libro. Y por eso es que Uds. verán esa hoja suelta allí. Creo que La voz de la sanidad fue la que imprimió el libro.",
    "Y bueno, es absolutamente gratuito. Y los patrocinadores, aquí atrás en la parte de atrás del libro, aportaron mil quinientos dólares, solo para hacerlo llegar al público, para que el público lo leyera. Así que, es gratuito, y es un librito bonito. Y no sé del contenido, no lo he leído; el Padre sabe.",
    "Pero, vean, para mí es la Verdad absoluta. Eso es lo que buscamos, la Verdad. Jesús dijo: “Uds. conocerán la Verdad, la Verdad los hará libre”. Y Él es esa Verdad. Él lo es, Jesús, el Hijo de Dios, es la Verdad de la Palabra, porque Él fue la Palabra hecha carne; “En el principio era la Palabra, y la Palabra era con Dios, y la Palabra era Dios. Y la Palabra fue hecha carne y habitó entre nosotros”. Entonces, eso Lo hizo a Él la Verdad, porque la Palabra es la Verdad, y Él fue la Verdad.",
    "Ahora, cuando Lo vemos a Él regresar en estos postreros días, este gran movimiento de Dios, moviéndose a través de las naciones del mundo, reuniendo un pueblo para la Novia, eso es Verdad.",
    "Hace años, dijeron: “No hay tal cosa como hablar en lenguas. Era insensatez”. Dios lo prometió, y Él probó que era la Verdad. Correcto.",
    "Alguien dijo, esta mañana, creo que era nuestra noble hermana allí que tiene que ver tanto con los niños acerca de su bautismo, dijo ella: “Uno puede oír a alguien hablar en lenguas. Pero, oír a alguien cantar en lenguas, ¿ven?, era una cosa tan hermosa”.",
    "Recuerdo mi primera experiencia en el Tabernáculo Rediger, en Fort Wayne, Indiana. Y yo estaba predicando, teniendo un servicio de sanidad, después de la muerte del—del Hermano B. E. Rediger. Y el Hermano Bosworth había estado allí, Paul Rader. Y muchos de Uds. hombres mayores como yo recuerdan a Paul Rader; él era bautista, como nosotros, y éramos grandes amigos. Y, pues, mientras predicaba allí, iba a orar por los enfermos. Fue una cosa extraña para ellos entonces. Pero una señora trajo a un muchachito que estaba lisiado, y cuando pasó por la plataforma, la visión del Señor apareció y le dijo todo lo que sucedía con el muchachito. Y le pedí a la muchacha que pasara—me pasara al niño.",
    "Ahora, solo para testimonio de la hermana, para que Uds. puedan ver el gozo y el verdadero fenómeno de la—de la gracia de Dios, lo que Eso pudo hacer, cuando Se manifestó de acuerdo a la Palabra de Dios, ¿ven?, la promesa de Dios para la hora.",
    "Ahora, la promesa de Dios para Noé no funcionará para nosotros hoy. La promesa de Dios para—para Moisés, no pudiéramos tener el Mensaje de Moisés. Moisés no podía recibir el mensaje de Noé. Nosotros recibimos el Mensaje de la hora. No pudiéramos haber recibido el mensaje de Lutero; no pudiéramos haber recibido el mensaje de Wesley. Este es otro tiempo. Dios asignó Su Palabra a cada edad. Y a medida que llega esa edad, Él envía a alguien allí para vindicar esa Palabra, para probar que es verdad. Y ahora vemos, por tanto, en cada una de ellas, así como Jesús dijo cuando estuvo en la tierra, Él dijo: “Uds. edifican los sepulcros de los profetas, y sus padres los metieron allí”.",
    "Ahora, mi gente es católica, como Uds. saben, siendo irlandés. Ahora, nosotros… Ahora ellos—ellos hablan de San Patricio, los católicos lo reclaman. Bueno, él es tan católico como yo. Hablan de Juana de Arco. Ellos quemaron a esa muchacha en la hoguera, como bruja, todos sabemos eso, porque ella era espiritual y veía visiones. Por supuesto, un par de cientos de años después, desenterraron el cuerpo de esos sacerdotes e hicieron penitencia, y los arrojaron al río. Pero eso no es lo que se requiere, ¿ven?",
    "A ellos siempre se les pasa por alto. El hombre siempre está alabando a Dios por lo que Él hizo, esperando lo que Él será, e ignorando lo que Él está haciendo. Esa solo es la naturaleza del hombre. Y él no ha cambiado su naturaleza, el hombre de mundo.",
    "Entonces nos damos cuenta que nuestro Mensaje hoy es, el Mensaje que tenemos, de: “Salir de Babilonia y ser libres, y—y sean llenos del Espíritu, y tengan sus lámparas preparadas y limpias, y miren hacia arriba, nuestra redención se acerca”, estas cosas son extrañas para muchas personas que respiran y llaman el Nombre de nuestro amado Señor.",
    "Pero, aun, en medio de todo eso, no tenemos nada en contra de esas personas, esas personas denominacionales. No hay inconveniente, están bien. Ellos son nuestros—son nuestros asociados en el Evangelio, porque Jesús dijo: “Nadie puede venir a Mí si Mi Padre no lo trae. Y—y todo lo que el Padre Me ha dado, vendrá”.",
    "Así que, solo somos responsables de sembrar las Semillas. Algunas cayeron junto al camino, algunas en diferentes tipos de terreno, algunas cayeron y dieron a ciento por uno. Así que, solo somos sembradores de Semilla. Dios es Quien la dirige cuando está cayendo. Y ahora, oramos para que tal vez, en esta mañana, caiga una pequeña Semilla en alguna parte, que pudiera animar a alguien. Y solo como un—un—un hombre…",
    "Para terminar mi testimonio sobre la damita de la que iba a hablar. Esta dama trajo a este niñito, un niño, supongo, como de diez, doce años, y tal vez ni de esa edad, porque esta mujer lo estaba cargando. Y ella lo entregó. Y en ese momento, mientras yo estaba orando por el niño, el pequeño saltó de mis brazos y salió corriendo por la plataforma, de unas tres mil quinientas o cuatro mil personas. Y cuando lo vieron, la primera vez que veían algo así, la madre, sentada en el asiento adelante, se desmayó y cayó. Y una muchachita amish…",
    "¿Conocen a los amish? No sé si Uds. los tienen por aquí, de cabello largo, son personas muy dulces, y muy limpias y agradables. Saben, entre todos los menonitas, o amish y demás, no tenemos ni un solo registro de delincuencia juvenil. Llámenlos raros si quieren, pero nos—nos falta algo en nuestros hogares, que ellos sí tienen. Ellos no tienen ni un solo registro en los tribunales, de—de una mala conducta juvenil entre ellos. Ellos crían a sus hijos solo por un camino, y por ese camino van.",
    "Y esta jovencita era una pianista famosa, una joven hermosa, y con el cabello largo y rubio recogido en la parte de atrás. Y cuando ella miró al otro lado… Ahora, ella era amish, ella no sabía nada acerca de Pentecostés, y yo tampoco. Pero cuando ella miró al otro lado de la plataforma, y vio a ese muchachito que iba, que caminaba por allí, ella levantó sus manos al cielo.",
    "Ahora, yo sé que existe el fanatismo, y espero no ser propenso a eso. Yo—yo no soy un mentiroso. Y yo, no—no lo soy. Si estoy equivocado, no es que yo—yo quiera estar errado, erro por ignorancia.",
    "Pero esa muchacha levantó sus manos al cielo, y ese cabello le cayó por los hombros, y ella comenzó a cantar en una lengua desconocida. Y ella estaba tocando ese himno: “El Gran Médico ahora está cerca, el compasivo Jesús”. Y cuando ella saltó de allí… Pues, sé que esto suena muy extraño. Pero esta muchacha nunca había sabido nada acerca de hablar en lenguas, pero ella estaba cantando en una lengua desconocida: “El Gran Médico ahora está cerca: el compasivo Jesús”. Y ese piano continuó tocando: “El Gran Médico ahora está cerca, el compasivo Jesús”. Bueno, ellos se amontonaron en esos altares, y bajaron por el balcón, al piso, ¡la gente gritaba! Esa muchacha parada allí, con su rostro hacia arriba así, hablando en otras lenguas; y el piano, las teclas de marfil aún moviéndose:\n\nEl gran Médico ahora está cerca,\n\nEl compasivo Jesús,\n\nHabla para alegrar el corazón desanimado,\n\nNingún otro Nombre sino Jesús.",
    "¡Oh! Es… “Ojo no ha visto, ni oído ha oído lo que nos espera”. ¿Saben lo que pienso? ¿Por qué—por qué deberíamos aceptar un sustituto o algo que solo es una creencia manufacturada, cuando los cielos están llenos de lo genuino, el verdadero Poder de Dios, que puede liberar un alma, que puede hacer algo por nosotros? Dios los bendiga. Ahora, hay tantas cosas.",
    "No les dije dónde conseguir este libro, ¿ven? Apartado Postal 325, en Jeffersonville. Y si Uds. escriben, pues, se los enviarían. O, también, puede asistir a una de las reuniones, los estarán regalando.",
    "Ahora, estoy muy agradecido por este buen tiempo de compañerismo. Y esta mañana estaba pensando en una pequeña historia que solía contar a los Hombres Cristianos de Negocios, acerca de Zaqueo. Muchos de Uds. me han oído contarla, de cómo este pequeño no creía en este discernimiento y, del Señor. Por supuesto, me supongo, como hemos tenido en cada edad, uno ve lo genuino, y luego uno ve imitaciones. Y tenemos que tolerar eso. Pero el hombre bien fundamentado y Escritural entiende, ¿ven? Pues, nosotros, y no importa…",
    "Cuando la Sra. Aimee Semple McPherson, cuando estuvo aquí en la tierra, en su ministerio, dicen que casi toda mujer predicadora usaba eso como alas, Uds. saben, o togas así, y llevaban la Biblia.",
    "Solo miren a los Billy Graham por la tierra hoy. Pero, ¿saben?, Billy Graham nunca podría tomar el lugar suyo. Yo no podría tomar el lugar de Billy, él no podría tomar el mío. Yo no puedo tomar el suyo, y Ud. no puede tomar el mío. Ud. es un individuo, en Dios. Dios lo hizo a Ud. como es, con algún propósito. Si solo encontráramos nuestro lugar, y permaneciéramos allí. Si tratamos de hacer algo diferente, entonces, ¿ven?, estamos—estamos en el territorio de otra persona, y con eso simplemente embarramos el cuadro de Dios.",
    "Tomemos por decir a Billy Graham en el mundo denominacional hoy, como si él, por decir, lo viéramos como un jugador de fútbol, él tiene la pelota.",
    "Ahora, si Ud. trata de quitarle la pelota a su propio compañero, Ud. solo está arruinando su equipo. Proteja a su hombre, ¿ve? Siga protegiéndolo, aparte a los demás para que él pueda correr. Y después de un rato anotaremos, y Jesús vendrá, y entonces todo habrá terminado. El Señor los bendiga.",
    "Ahora voy a lo que decía acerca de este hombre, Zaqueo. Y yo lo tenía en este árbol, Uds. saben, todo cubierto de hojas. Y luego cuando él bajó del árbol, se fue a casa con Jesús. Y dije: “Él llegó a ser miembro del capítulo de los Hombres de Negocios del Evangelio Completo”. Entonces, si hay algún Zaqueo aquí, en esta mañana, espero que Ud. siga ese buen consejo y llegue a ser miembro de los Hombres de Negocios del Evangelio Completo.\n\nUd. dice: “¿Del Evangelio Completo?”. Sí, señor.",
    "Es en el único lugar donde Jesús hubiera predicado, habría sido el Evangelio completo. Correcto. ¿No es así? Seguro, porque Él era el Evangelio completo. Así es. Él Mismo no podía negarse.",
    "Pero ahora tengo algunas Escrituras apuntadas aquí, de un pequeño texto conocido, no me tomará más que unos minutos, si Uds. me soportan. Y, antes de hacer esto… Ahora, en nuestra pequeña reunión de compañerismo, y hablando de las manos del oso en el balde y demás, hagamos todo eso ahora a un lado, y solo piensen, nos estamos conociendo. Y, y queremos entrar ahora en la parte profunda de la Palabra.",
    "Inclinemos nuestros rostros ahora, mientras nos acercamos a Ella. Pues, no tenemos derecho de acercarnos a la Palabra sin primero hablar con el Autor.",
    "Con nuestros rostros inclinados, nuestros ojos cerrados, y confío que nuestros corazones inclinados con nuestra cabeza. Me pregunto, mientras levanto los ojos y miro por la congregación, ¿si habrá alguien aquí que diga al levantar las manos: “Hermano, ministro, recuérdeme en oración; estoy—yo estoy necesitado hoy”? Dios le bendiga. Dios le bendiga. Ahora Él ve su mano. Él sabe lo que hay debajo de su mano, en su corazón. Que Él lo conceda, es mi oración.",
    "Amado Dios, estamos agradecidos por este edificio, porque nosotros, humildes hijos Tuyos, podemos reunirnos aquí, y simplemente hablar y tener compañerismo, solo ser nosotros mismos, mientras nos rendimos a Cristo, y deseamos llegar a ser más como Él. Somos hermanos ministros sentados juntos, Señor, hombres que son mucho más capaces de pararse aquí para presentar esta Palabra que yo, Tu siervo indigno, pero me ha tocado a mí. Y, Padre, mi oración hoy, es que si tal vez yo dijera algo que no sea de acuerdo a la voluntad de Dios, para que, antes de que yo lo diga, Tú me cierres la boca; como hiciste con las bocas de los leones, un día, para que no molestaran a Daniel.",
    "Padre, Te pedimos ahora que recuerdes a cada uno, a cada ministro. Y este avivamiento que está sucediendo aquí en la ciudad, Señor, allá con las Asambleas de Dios, oro, amado Dios, que envíes tal avivamiento allí que toda esta ciudad sea conmovida por el Poder de Dios, que todos estos bares e hijos errantes por ahí, en la calle, sean traídos al Trono de Dios, y sean llenos de Su bondad y de Su Espíritu. Concédelo, Padre Celestial.",
    "Y oramos hoy que, si hay un hombre o mujer, niño o niña, que haya sido traído a esta reunión esta mañana, aquí bajo resguardo de la nieve, que el gran Espíritu Santo visite sus corazones y les hable, de una manera misteriosa. Quizás algunos que se han ido, que una vez Te hospedaron, Señor, pero ahora se han ido, tráelos de nuevo, Señor, esta mañana.",
    "Y oramos por este capítulo, por el Hermano Earl y por su esposa, y por los demás. Concédelo, Señor.",
    "Ahora, parte para nosotros el Pan de Vida, mientras abrimos las páginas de la Palabra, porque sabemos que la Biblia no es de interpretación privada. Pues, Dios no necesita que nosotros interpretemos Su Palabra, Él es Su Propio intérprete. Él dijo un día: “Sea la luz” y hubo luz. Él dijo: “Una virgen concebirá” y ella concibió. “Y en los postreros días derramaré Mi Espíritu sobre toda carne”, no importa lo que el mundo dijera, Él lo hizo. Él no necesita intérprete. Él interpreta Sus Propias Palabras, vivificando Eso y vindicándolo así. Ven a nuestros corazones, Señor Jesús, e interprétanos hoy, lo que necesitamos. Lo pedimos en el Nombre de Jesús. Amén.",
    "Ahora, en la Biblia, si van allí. Creo que yo nunca he tenido un mensaje que quisiera abordar, del cual predicar, sin primero leer la Palabra. Porque mi palabra fallará, yo soy un hombre. Pero Su Palabra simplemente no puede fallar, Él es Dios. Así que, abramos ahora solo para un pequeño texto, y saldremos como en unos treinta o cuarenta minutos, si el Señor quiere.",
    "En Apocalipsis ahora, deseamos abrir al capítulo 3 de Apocalipsis, comenzando con el versículo 14. Y queremos leer solo la porción, es un Mensaje para la Edad de la Iglesia de Laodicea. Y creo, y me—me supongo que la mayoría de las personas llenas del Espíritu y lectores de la Biblia creen, podrían decirle amén a eso, que estamos en la Edad de la Iglesia de Laodicea, porque esa es la última edad. Escuchen el Mensaje de la condición de la iglesia en este tiempo.\n\nY escribe al ángel de la iglesia en Laodicea; He aquí el Amén, el testigo fiel y verdadero, el principio de la creación de Dios, dice esto:\n\nYo conozco tus obras,…ni eres frío ni caliente; ¡Ojalá fueses frío o caliente!\n\nPero por cuanto eres tibio, y no frío ni caliente, te vomitaré de mi boca.\n\nPorque tú dices: Yo soy rico, y me he enriquecido, y de ninguna cosa tengo necesidad; y no sabes que tú eres un desventurado, miserable, pobre, ciego y desnudo;\n\n…yo te aconsejo que de mí compres oro refinado en fuego, para que seas rico, y vestiduras blancas para vestirte, y que no se descubra tu vergüenza de tu desnudez; y unge tus ojos con colirio, para que veas.\n\nYo reprendo y castigo a todos los que amo; sé, pues, celoso, y arrepiéntete.\n\nHe aquí, yo estoy a la puerta y llamo; si alguno oye Mi voz y abre la puerta, entraré a él, y cenaré con él, y él conmigo.\n\nAl que venciere, le daré que se siente conmigo en mi trono, así como yo he vencido, y me he sentado con mi Padre en su trono.\n\nEl que tiene oído, oiga lo que el Espíritu dice a las iglesias.",
    "El Señor bendiga la lectura de esta Palabra. Ahora quiero tomar, solo por unos momentos, un pequeño texto, llamado, De puertas adentro. De puertas adentro. Ahora este es muy… De puertas adentro, son tres palabras. De puertas adentro.",
    "Ud. pudiera decirme: “Hermano, probablemente hay cien personas aquí. Ese, ¿no cree Ud. que es un texto muy pequeño, cuando tiene frente a Ud. cien almas?”.",
    "Bueno, pueda que sea así, el—el texto es corto. Pero no es el tamaño del texto, lo que—lo que cuenta, es el contenido; es—es lo que dice el texto, lo que cuenta.",
    "Como, creo que fue en Louisville, Kentucky, hace algún tiempo, un—un muchachito estaba en el ático, mirando en unos baúles viejos arriba en el desván, y se topó con una estampilla de correos antigua. Bueno, lo primero que pensó fue, tal vez conseguir un cono de helado por ella. Había un coleccionista por la calle, así que fue por la calle, tan rápido como pudo. Y dijo: “¿Cuánto me daría por esta estampilla?”.",
    "El coleccionista la miró, y estaba un poco descolorida. Él dijo: “Te daré un dólar”.",
    "Vaya, esa fue una venta fácil. Él la hubiera vendido por cinco centavos, y hubiera quedado satisfecho, para un helado, pero la vendió por un dólar. El coleccionista la vendió por quinientos dólares. Y más adelante, no sé exactamente dónde terminó, se vendió por cientos de dólares. ¿Ven Uds.?, el pedacito de papel no era mucho, solo un pedazo que uno ni recogería del suelo. Pero, no era el papel lo que contaba, es lo que estaba en el papel, lo que cuenta.",
    "Y así es cuando se lee la Palabra de Dios. No es solo el papel, el valor del papel, o el tamaño del papel, es lo que está escrito en ese papel. Y una palabra es suficiente para salvar un mundo, si fuera recibida de esa manera.",
    "Hace algún tiempo hubo… Leí una historia de los días de nuestro noble… Creo que uno de los mejores presidentes que haya tenido nuestra nación fue—fue Lincoln. No porque él viniera de Kentucky, sino porque era un gran hombre. Él no tuvo educación, no obstante, había—había algo en su corazón, un propósito.",
    "A mí me—me agrada un hombre de visión. Me gustan las personas que tienen algo por lo que están luchando, no solo estar acostados: “Bueno, pase lo que pase, todo estará bien”. ¡Oh, estar de pie y atentos! Y Lincoln no permitió que su educación fuera un impedimento; él tenía algo por hacer. Yo creo que todo Cristiano debería ser de esa manera, encontrar su propósito y trabajar por él.",
    "Cada miembro de este capítulo, no tan solo: “Bueno, tenemos un desayuno una vez al mes” esa no es la cosa, “o una vez cada sábado”. Tengan un propósito en la vida, algo que vayan a hacer. Hagámoslo. Dios los ha puesto aquí; hagan algo al respecto, cada miembro de cada iglesia. Hay un avivamiento en la ciudad. Ese avivamiento está allí con un propósito. Saquemos algún provecho de eso. Hagamos algo al respecto.",
    "El Sr. Lincoln. Había un hombre que… un joven, él—él estaba en la guerra, y—y para empezar él era—él era un cobarde. Y en el momento del deber, él—él—él huyó de su puesto; y encontraron algo en contra de él, por lo que tendría que ser fusilado. Y, ¡oh, él… fue terrible! Y un joven que lo apreciaba mucho, fue al Sr. Lincoln, para obtener un perdón. Él era presidente en ese momento, aquí en los Estados Unidos, y por eso fue donde él para pedir un perdón.",
    "Y le dijo, mientras él salía de su carruaje; y el Sr. Lincoln, alto, con barba, un típico sureño, delgado. Y le dijo: “Sr. Lincoln, hay un muchacho que va a morir dentro de dos días, será fusilado, porque él huyó al momento de la batalla”. Y le dijo: “Sr. Lincoln, el muchacho no es un mal muchacho. Pero con todos esos mosquetes disparando, y—y la gente muriendo, él se puso nervioso. Y estaba tan descontrolado que levantó las manos y comenzó a gritar”. Él corrió, dijo: “Yo conozco al muchacho”. Dijo: “Sr. Lincoln, solo su nombre en este pedazo de papel puede perdonarlo. ¿Lo hará Ud.?”.",
    "Por supuesto, este caballero Cristiano, rápidamente firmó el papel: “Perdonado, Fulano de tal”. Firmó su nombre: “Abraham Lincoln, presidente de los Estados Unidos”.",
    "El mensajero regresó tan rápido como pudo. Y corrió hasta la celda, dijo: “¡Eres libre! ¡Eres libre! Aquí está lo del Sr. Lincoln, la firma del Sr. Lincoln. ¡Eres libre!”.",
    "Él dijo: “¿Por qué vienes a burlarte de mí, sabiendo que mañana moriré?”. Él dijo: “Llévate eso de aquí, solo te burlas de mí”. Y no quiso recibirlo. Dijo: “No, yo—yo no lo quiero”. Dijo: “Tú solo…”. Dijo: “Si fuera el—el presidente” dijo, “tendría el—el escudo de armas, y vendría en su papel correcto”.\n\nLe dijo: “¡Pero es su firma!”.",
    "Dijo él: “¿Cómo voy a conocer su firma?”. Dijo: “Solo te estás mofando de mí, quieres hacerme sentir bien”. Y él comenzó a gritar, le dio la espalda. El muchacho fue fusilado a la mañana siguiente.",
    "Entonces, después de que el muchacho estaba muerto, y con el nombre del presidente en este pedazo de papel, que él fue perdonado, ¿entonces qué pasó? Y juzgaron eso en el tribunal federal. Y está fue la decisión de nuestros tribunales federales, que es lo más alto de todos nuestros tribunales. Lo que ellos dicen a veces, no nos gusta su decisión, pero, cual sea, tenemos que regirnos por eso, ¿ven?, porque ese es el poste de amarre; ese es el absoluto. Ahora, esta decisión declaró: “Un perdón no es un perdón a menos que sea recibido como un perdón”.",
    "Y así mismo es la Palabra de Dios. Es un perdón si es recibido como un perdón. Y es la Palabra de Dios, es el poder de Dios, para aquellos que La crean y La acepten.",
    "No importa, aunque La miren, y digan: “¡Oh!, la han enredado, le han hecho un millón de traducciones, y todo eso”. Puede que así sea para alguien.",
    "Pero, para mí, aún es la Palabra de Dios, “Jesucristo el mismo ayer, hoy, y por los siglos”. Él está obligado a permanecer con esa Palabra.",
    "Ahora, Él tiene que juzgar a la iglesia, algún día. Y si Él la juzga por la iglesia católica, lo cual ellos dicen que Él hará, entonces ¿por cuál de las iglesias católicas la juzgará? Ellas difieren una de la otra. Si Él la juzga por la metodista, Uds. los bautistas están perdidos. Si Él la juzga por la pentecostal, el resto de Uds. están perdidos.",
    "Pero Él no la juzgará por la iglesia. La Biblia dice: “Él juzgará al mundo por medio de Jesucristo, y Cristo es la Palabra”. Uds. verán entonces que no tenemos excusa, es la Palabra de Dios, por la que Él nos juzga; así que, no importa cuán pequeña sea, el significado de una palabra para Esto, dice Apocalipsis 22:18.",
    "Primero, comenzaré en Génesis. Dios le dio a la raza humana Su Palabra, para fortificarse de la muerte, el pecado y la tristeza, o de cualquier desastre. Sus Palabras, una cadena: “No tocarás este cierto árbol, porque el día que de él comieres, ese día morirás”. Y la fuerza de una cadena está en su eslabón más débil. Y nuestras almas van colgando sobre el infierno, aferradas a esta cadena; romper uno de ellos es todo lo que Ud. tiene que hacer. Eva no quebrantó una frase, ella quebrantó una Palabra, por Satanás. Eso fue a comienzos del Libro.",
    "En medio del Libro vino Jesús, y dijo: “No solo de pan vivirá el hombre, sino de toda Palabra”. No parte de ellas, solo una aquí y allá, sino, “Toda Palabra que sale de la boca de Dios”.",
    "Cuando Él murió, resucitó, y subió al Cielo, y regresó y le dio a Juan… lo que Él dijo allí después de Su resurrección. Dijo: “Qué si…”. Dijo: “¿Qué le sucederá a este hombre?”.",
    "Jesús dijo: “¿Qué a ti si él continúa hasta que Yo venga?”. Sabiendo que no exactamente sería su vida, sino su ministerio que continuaría. Y Él lo levantó en el capítulo 4 de Apocalipsis, y le mostró todas las cosas que habían de venir, en las que vivimos, aun hasta este texto hoy.",
    "Y luego en el capítulo 22, el último capítulo, el versículo 18, Él dijo: “Quienquiera que quite una Palabra de este Libro, o Le añada una palabra, su parte será quitada del Libro de la Vida”. ¿Ven? Por eso creemos que el hombre vive de toda Palabra de Dios. Yo lo creo y sé que es verdad. ¡Qué tan poquita, no importa! Solo se necesita una palabra para hacerlo.",
    "Pensando en lo pequeño e insignificante, viendo que muchos de mis amigos canadienses están aquí. Recuerdo que yo estaba en Canadá cuando el Rey George… Aquel por el que tuve el privilegio de ir a orar, cuando fue sanado, de esa esclerosis múltiple; él estaba sufriendo ese día, de la esclerosis, y también tenía un problema estomacal, una úlcera; como muchos de Uds. los canadienses saben, y también los americanos. Pero al verlo pasar por allí, sentado en ese carruaje, él—él era un rey. Él se comportó como un rey. Su hermosa reina sentada junto a él, con su vestido azul, y mientras él venía por las calles.",
    "Y un amigo mío y yo estábamos parados juntos. Y cuando pasó ese carruaje, él simplemente volvió la cabeza y comenzó a llorar. Le puse mi mano sobre el hombro, y dije: “¿Qué sucede?”.",
    "Él dijo: “Hermano Branham, allí van mi rey y su reina”. Bueno, yo—yo pude valorar eso.",
    "Y pensé: “Si un canadiense, bajo la cabeza del gobierno, no cabeza de gobierno, pero también aún una cabeza de gobierno de Inglaterra, y al pasar el rey, podía hacer llorar a un canadiense, y voltear su cabeza en llanto, ¿cómo será cuando nosotros veamos a nuestro Rey?”. Y al pensarlo: nuestra parte será de Reina.",
    "Entonces dejaron salir a todos los niños de las escuelas, a los pequeños, se les dio una banderita inglesa. La bandera canadiense tiene otro nombre. Hermano Fred, ¿cómo se llama la bandera canadiense? [El Hermano Fred Sothmann dice: “Unión Jack”.—Ed.] Unión Jack. Pero les dieron una banderita británica para que la ondearan. Y cuando pasó el rey, todos los pequeños se pararon, agitando su—su banderita, y gritando al rey. Y—y había bandas tocando, Dios salve al rey, mientras él marchaba por la calle.",
    "¡Oh!, ¡si Uds. pudieran captar… captaran un vistazo de cómo va a ser en esa resurrección!",
    "Y los habían instruido, a los pequeños, a que regresaran a la escuela tan pronto como el—el desfile terminara. Y, cuando regresaron los pequeños, a una escuela le faltaba una niña. Y fueron por todas partes, para encontrar a la pequeña, de allá para acá por las calles. Y, finalmente, detrás de un poste de telégrafo, estaba parada la pequeña, una niña pequeñita y diminuta, llorando a mares.",
    "Bueno, la maestra la cargó y… [Cinta en blanco.—Ed.] “¿Qué sucede? ¿No vistes al rey?”.\n\nElla dijo: “Sí, yo vi el rey”.\n\nLe dijo: “¿No—no ondeaste tu bandera?”.\n\nElla dijo: “Sí, yo—yo pude ondear mi bandera”.\n\nElla le dijo: “Bueno, entonces, ¿por qué lloras?”.",
    "Ella dijo: “Verá, maestra, yo soy tan pequeña, y los otros que estaban parados frente a mí eran más grandes. Y yo ondeé mi bandera, pero él no la vio”. Y ella estaba perturbada por eso. Bueno, pudiera ser que el Rey George no vio a ese pequeña, por la estatura. Puede ser que él no haya visto su corazón patriótico, y cómo se sentía ella hacia él. Ella era demasiado baja de estatura.",
    "¡Pero con nuestro Rey no es así! ¡Oh, lo más mínimo que hacemos, Él lo ve! Y Él conoce exactamente las cosas y pensamientos en nuestros corazones, lo que sea que hagamos, por pequeño que sea. Y ¿cómo le servimos a Él? Sirviéndonos el uno al otro. Si yo no los amo a Uds., ¿cómo puedo amarlo a Él? ¿Ven? “En cuanto lo hicisteis a estos Mis pequeñitos, a Mí lo hicisteis”. ¿Ven?",
    "Son las—son las cositas que a veces dejamos sin hacer, las que rompen toda la cadena, ¿ven Uds.? y nos pone en caída libre, solo con mentalidad denominacional, y olvidar estas cositas que realmente son las—las cosas esenciales. Todo, toda Palabra de Dios, es esencial. No se puede dejar nada de Ella fuera. Tenemos que tomar cada Palabra de Ella, tal como fue escrita.",
    "🦅 Yo estoy a la puerta” dijo Jesús, en esta edad de Laodicea, “y llamo”. ¿Notaron Uds. que es la única edad de la iglesia en la que Él fue sacado de Su iglesia? En todas las otras edades de la iglesia, Él estaba dentro de la iglesia. A través de los metodistas y luteranos y demás, Él estaba adentro de la iglesia. Pero aquí Él está afuera, nuestros credos y cosas Lo habían sacado a Él de la iglesia. Pero Él está parado allá afuera, aún llamando: “El que oyere y abriere la puerta, entraré a él, cenaré con ellos, y le daré sanidad para sus ojos, y—y vestidura, y le daré las riquezas del Cielo; el que Me oyere llamar”.",
    "Pensé que podría recordar el nombre de ese artista que dibujó ese cuadro, pintó el cuadro, mejor dicho, de, a la puerta. Cuando él… Uds. saben, todos los grandes cuadros primero deben pasar por la línea o, el salón de los críticos, antes de que puedan ser colgados en el Salón de la Fama. Esa pintura original ahora costaría millones de dólares.",
    "Pero, ¿ven?, es como la Iglesia, tiene que pasar por el salón de los críticos. Nosotros lo pasamos. Ud. va a ser llamado “santo rodador” será llamado de todo. Pero si Ud. tan solo logra mantener su posición en Cristo, entonces algún día Él nos llevará al Salón de la Fama. Pero primero tenemos que soportar la crítica. Allí es donde está nuestra pequeñez, allí es donde se muestra; “El que no puede soportar disciplina es un hijo ilegítimo, y no un hijo de Dios”. No importa cuánto se haya unido a la iglesia, y lo que haya hecho, si no puede soportar la disciplina, él aún es un ilegítimo, y no es un verdadero hijo de Dios. Pero a un verdadero hijo genuino de Dios no le importa lo que diga el mundo, todo lo demás es secundario. Él tiene su mente en Cristo, y eso termina el asunto. Sí. Todo lo que Cristo diga que se haga, él lo hará. Dondequiera que va el Cordero, ellos están con Él, donde sea. Y luego Uds. ven Su aparición, Su Presencia, y lo que Él hace. Él siempre está con Su pueblo, Su Novia. Él la está cortejando. Algún día habrá una Cena de Bodas.",
    "Y este artista, no obstante, cuando pasó por los críticos, un montón de críticos se reunieron alrededor de este artista. No recuerdo su nombre. Me parece que fue Miguel Ángel, pero él fue el escultor de la estatua de Moisés. Y no recuerdo su nombre. Pero, de todas maneras, él dijo: “Su cuadro es sobresaliente” dijo, “no tengo nada que pueda decir en contra del cuadro”. Dijo él: “Porque, Él sostiene una lámpara en Su mano, mostrando que, de hecho, Él viene en lo más oscuro de la noche”. Dijo: “Y también Él está a la puerta, con Su cabeza, Su oido, para no… para estar seguro de no perderse la más mínima respuesta. Él tiene Su oído a la puerta, y está llamando a la puerta”. Dijo él: “Pero, sabe, señor, hay una cosa que olvidó en su cuadro”.",
    "Y al artista le había tomado toda una vida pintarlo, dijo: “¿Qué es lo que olvidé, señor?”.",
    "Dijo: “No importa cuánto tocara Él, ¿ve?, Ud. olvidó ponerle manija. La puerta no tiene manija”. Si Uds. se fijan en la puerta, no tiene manija.",
    "🦅 ¡Oh!” dijo el artista, “lo pinté de esa manera. ¿Ve Ud., señor?” dijo él, “la manija está por dentro. Ud. es el que abre la puerta. Ud. abre la puerta”.",
    "¡Oh!, ¿para qué toca un hombre a la puerta de un hombre? Está buscando entrar. Él quiere entrar. Quizás tiene algo que quiere decirle o hablar con Ud.; tiene un mensaje para Ud. Y por eso la gente toca a la puerta del otro. Alguna razón tiene para hacerlo. Eso no puede suceder sin alguna razón. Ud. no iría a la casa de un hombre a menos que haya alguna razón para ir; aunque solo sea para visitarlo, llevarle un mensaje, o algo. Hay alguna razón para que un hombre vaya a tocar la puerta de otro.",
    "Dondequiera que haya una pregunta, tiene que haber una respuesta. No podría haber una pregunta sin una respuesta. Pues, eso es lo que buscamos en la Biblia, estas preguntas del día, la Biblia tiene la respuesta. Y Cristo es esa Respuesta.",
    "Ahora, muchas personas importantes han tocado puertas, a través del tiempo, de la vida, y muchos tocaron en tiempos pasados; y probablemente, si los tiempos continúan, habrá muchos más, personas importantes.",
    "Ahora, para comenzar, quizás, si alguien tocara a su puerta, si Ud. pudiera, iría sin ser visto y abriría la cortina, para ver quién está allí.",
    "Si está ocupado, como afirmamos que lo estamos hoy: “Muy ocupado para ir a la iglesia; muy ocupado para hacer esto. Y, saben, mi iglesia no cree en esa clase de cosa”. Y, ¿ven?, estamos un poco fuera de línea, algunas veces, de la Palabra.",
    "Pero al abrir la cortina, Uds. quieren ver quién está parado allí. Y si es un hombre importante, rápidamente Ud. corre a la puerta.",
    "Ahora retrocedamos un poco, y veamos algunas personas que han tocado. Regresemos y pensemos en el Faraón de Egipto, hace centenares de años. ¿Qué si—si el Faraón, el rey de Egipto, hubiera ido a la casa de un campesino? Y este campesino no hubiera estado muy de acuerdo con Faraón, y no creía en sus políticas, y difería con él. Y—y, pero aquí está parado el Faraón, de pie, a la puerta de un—un trabajador de ladrillos o un adobero, como les llamaríamos, allá en Egipto. Y él abre su cortina, y allí está parado el poderoso Faraón a la puerta. Y él está tocando; con una sonrisa en su rostro. [El Hermano Branham toca sobre algo.—Ed.] Pues, ese campesino abriría la puerta, y diría: “Pase, gran Faraón, que su humilde siervo encuentre gracia en sus ojos. Si hay algo dentro de mis paredes, yo soy esclavo suyo, Faraón. Ud. me ha honrado más que a mis hermanos. Ha venido a mi casa siendo que soy un hombre pobre. Ud. solo visita reyes y—y nobles, y personas importantes; y yo no tengo importancia. Pero Ud.—Ud. me visita, me ha honrado, Faraón. ¿Qué pudiera hacer su humilde siervo?”. No importaba lo que Faraón pidiera, aun su vida, él la daría. Seguro. Es un honor.",
    "O, digamos, por ejemplo, el difunto Adolfo Hitler, cuando era el Führer de Alemania. ¿Qué hubiera pasado si él hubiera ido a la casa de un soldado? Y ese montón de soldados nazis acampando alrededor y, de repente, alguien tocara a la puerta. Y el soldadito dice: “¡Ah, me siento mal esta mañana! Esposa, diles que se vayan”.",
    "Y ella se acerca a la puerta y abre la cortina. Ella dice: “¡Esposo! ¡Esposo, levántate, rápido!”.\n\n“¿Qué sucede? ¿Quién está parado allí”?\n\n“¡Hitler, el Führer de Alemania”! ¡Oh, vaya!",
    "Ese soldadito se levantaría, rápidamente poniéndose la ropa y firme en atención. Iría a la puerta, quitaría el pestillo de la puerta, y abriría la puerta, y diría: “¡Heil Hitler!”. ¿Ven?, él fue un hombre importante, en sus días en Alemania. “¿Qué podría hacer yo?”.",
    "Si él hubiera dicho: “Vaya y salte del precipicio por allá” él lo hubiera hecho. ¿Por qué? No había otra cosa, no había un hombre más importante en Alemania, en los días de los nazis, que Adolfo Hitler. Él fue un hombre importante. Y él… Y, ¡qué honor, cuando él solo visita generales y hombres importantes, pero aquí está a la puerta de un pequeño soldado! ¡Oh, ciertamente hubiera sido un gran honor para él!",
    "Bueno, ahora, ¿qué me dice de Flagstaff? Traigámoslo más cerca de casa. ¿Qué pasaría esta tarde, si—si nuestro presidente, el Sr. Johnson, L.B. Johnson?, ¿qué pasaría si él se bajara de un avión, por aquí en alguna parte? Y ahora todos somos la misma clase social de personas; todos somos pobres. Tal vez uno tenga un trabajo un poco mejor, tal vez una casa un poco mejor, pero, a fin de cuentas, solo somos humanos. Pero ¿qué pasaría si él viniera a su casa aquí, tal vez al más humilde de nosotros, y tocara a la puerta; y Ud. fuera a la puerta, ¿y allí estuviera parado el Presidente L.B. Johnson? Pues, sería un gran honor. Ud. pudiera diferir con él, en política. Pero Ud. sería un hombre honrado, si el presidente de los Estados Unidos estuviera a su puerta. ¿Quién es Ud. o quién soy yo? ¡Y allí está Lyndon Johnson en su puerta! Aunque Ud. sea un socialista o republicano, o difiera un millón de millas con él, sin embargo, sería un honor.",
    "¿Y saben qué? Al serle concedido este honor a Ud., pues, la televisión lo mostraría en la pantalla esta noche. Seguro. Los periódicos de mediodía tendrían titulares mañana, aquí en el periódico de Flagstaff, que, “Fulano de tal. El presidente de los Estados Unidos voló ayer a Flagstaff, inesperadamente, y simplemente fue, sin invitación, y tocó” a la puerta suya. ¡Humildad! Ese presidente obtendría la reputación de ser un hombre humilde, tan importante como es, por venir a mi puerta o a la suya; no somos nadie, y venir y hablar con nosotros.",
    "Pues, Ud. caminaría por la calle y diría: “Sí, yo soy la persona. El presidente me visitó a mí”.",
    "🦅 Quédese quieto, déjeme captar su—captar su perfil. Míreme directamente. Ahora, ¿cómo se ve cuando se va?”. Ud. sería una persona importante. Seguro.",
    "¿Qué pasaría si la reina de Inglaterra viniera, aunque Ud. no esté bajo su dominio? Pero sería un honor para algunas de Uds. mujeres recibir a la reina de Inglaterra, aunque Uds. no estén bajo su dominio. Pues, ella es una persona de importancia, ella es la reina más importante del mundo, en este momento. Seguro que lo es, hablando de política. Y si ella le pidiera algún adornito de su pared, que Ud. valorara mucho, Ud. se lo daría. Sería un honor para Ud. hacerlo. Seguro, ella es la reina de Inglaterra.",
    "Y Ud. sería honrado, por el presidente. Y todos hablarían de la humildad de la reina de Inglaterra, volando para ver a una cierta mujer en Flagstaff, una pequeña don nadie. Y los periódicos lo publicarían, y las noticias lo mostrarían.",
    "Pero, saben, la Persona más importante de todos los tiempos, Jesucristo, toca a nuestra puerta. Y Él es rechazado, más que todos los reyes y potentados que alguna vez hubo. Es cierto. Y Ud. pudiera aceptarlo a Él y salir y decir algo al respecto, el mundo exterior se reiría en su cara. Ningún noticiero va a…",
    "¿Quién podría venir a su casa que fuera más importante que Jesucristo? ¿Quién podría tocar a su puerta, más importante que Jesucristo? ¿Quién podría hacerlo? El Hijo de Dios, ¿quién podría tocar a su casa?, ¿quién sería más importante? Y, sin embargo, Él toca, día tras día. Y si Ud. llega a aceptarlo, Ud. es llamado un fanático. Entonces, ¿ven cómo el mundo conoce a los suyos? Es cierto. Pero, ahora Él no vendría a menos que tuviera una razón para venir.",
    "Y piensan Uds. que la humildad del Presidente Johnson, o de la reina de Inglaterra, o de cualquier persona importante, ¡cómo se publicaría, la humildad de esa gran persona importante al tocar a su puerta!",
    "¿Qué me dice de la humildad del Hijo de Dios? ¿Quiénes somos nosotros sino pecadores, inmundos, “nacidos en pecado, formados en iniquidad, vinimos al mundo hablando mentiras”? Y entonces el Hijo de Dios viene y toca a nuestra puerta.",
    "Ahora, la reina de Inglaterra pudiera pedirles un favor. Ella pudiera irse con algo suyo. También el presidente, podría pedirle que haga cosas que Ud. no quisiera hacer. Él pudiera pedirle tesoros que Ud. no quería entregar, y que no significarían nada, solo para él.",
    "Pero Jesús les está trayendo algo cuando Él toca. Él está trayendo un perdón. No lo rechacen. Porque, igual como fue probado aquí en nuestras cortes, así será en el Reino de los Cielos. Si Él tocó y trajo el perdón, y Uds. Lo rechazaron, y mueren en sus pecados, Uds. perecerán; aunque hayan tenido el honor de sentarse en una reunión como esta, aunque tuvieran el honor de asistir al avivamiento, o su iglesia, y escuchar a su pastor predicar un mensaje del Evangelio. Y tener a la audiencia que dijera: “Sí, yo estuve allí”. Quizás, Ud., es difícil saber todo lo que Ud. pudiera decir; “Yo escuché el canto; lo disfruté. Escuché los testimonios; eso fue real”. Pero Ud. Lo rechazó.",
    "¿Qué tal si yo fuera un joven y encontrara una jovencita; que ella fuere hermosa, fuere una Cristiana? Ella haría… Ella con todas las condi-… [Cinta en blanco.—Ed.] Ud. no puede hallar falta en Ella, pero Ud. tiene que dejar a un lado las tradiciones del hombre. Ud. dice: “¡Oh!, yo creo que Eso es así. Ya veo, me preparé…”. Pero Ud. tiene que aceptar Eso. Ud.… Entonces esa mujer viene a ser parte de mí. Entonces Ud. viene a ser parte de la Palabra, la cual es la Novia. Si Él es la Palabra, la Novia será una Novia-Palabra. ¿Ven?, ¡seguro que lo será! ¿Ven?, Ud. tiene que aceptar Eso. Ud.… Ud. puede decir lo que quiera, Ud. puede jactarse del presidente; pero por lo general cuando llega el turno de Jesús a nuestra puerta, simplemente Lo apartamos a Él. ¿Ven?, simplemente no queremos tener nada que ver con Él. Decimos: “Bueno, algún otro día”.",
    "¿Qué pasa si Ud. tocara a la puerta de alguien? Ahora, giremos el cuadro por un minuto. ¿Qué pasaría si Ud. fuera y tocara a la puerta de alguien, y tuviera algo para ellos? Y, después de todo, ellos eran para Ud. como lo serían Uds. para Dios; bueno, si lo hace, pues, está bien, pero Ud. no tiene ataduras. Así que cuando Ud. toca la puerta de alguien, y ellos se asoman por la ventana, y cierran la cortina; o viene a la puerta y dice: “¡En otra ocasión!”.\n\n“Bueno, yo quisiera…”.",
    "🦅 ¡No tengo tiempo esta mañana”! ¿Saben lo que Uds. harían? Probablemente lo mismo que haría yo, y los demás, Uds. no regresarían.",
    "Pero no Jesús. “Yo me paro y llamo”, continuamente toca. [El Hermano Branham continuamente toca sobre algo.—Ed.] ¿Ven? “El que busca” no que buscó. “¡Busca! ¡El que toca”! ¡Toc, toc continuamente, toca! ¿Ven?, “el que busca, el que llama, será…” No solo…",
    "Como la parábola del juez injusto. La mujer fue y quiso vengarse, venganza, pero no pudo obtenerla. Él… Continuamente ella tocaba y rogaba. Y ella decía… “Solo para deshacerme de ella, la vengaré de su enemigo”.",
    "¿Cuánto más lo hará el Padre Celestial? ¿Ven?, deberíamos ser nosotros tocando a Su puerta. Debería haber sido Adán corriendo de allá para acá en el huerto, gritando: “¡Padre! Padre, ¿dónde estás?”. Pero en lugar, en lugar de eso, era Dios corriendo de arriba abajo por el huerto: “¡Hijo! Hijo, ¿dónde estás?”. ¿Ven?, eso simplemente muestra lo que somos. Siempre escondiéndonos, en lugar de salir y confesarlo. Queremos correr, escondernos detrás de algo. Esa es la naturaleza del hombre, así la tenemos. Sí, señor.",
    "Ud. les daría a estas personas lo mejor que Ud. tuviera, todo. Pero Ud. no, Ud.—Ud.—Ud. no recibiría a Jesús. No me refiero a Ud., pero me refiero a la gente aquí.",
    "O tal vez Ud. pudiera decir esto, Ud. tal vez diga: “Predicador, acabo de hacer eso. Yo—yo abrí mi corazón y dejé entrar a Jesús. Yo lo hice hace diez años. Yo hice eso hace veinte años”. Bueno, puede que así sea, pero ¿será eso todo lo que Uds. han hecho? ¿Ven?",
    "Quiero preguntarles ahora. Si Ud. invitara a alguien a su casa, y luego cuando entrara por la puerta… Alguien lo invitara a Ud. a entrar, mejor dicho, dijera: “Pase”.",
    "🦅 Sí, tengo un propósito, saldré de la ciudad y seré honrado, ¿ven Uds.?”. Así es como mucha gente acepta a Cristo. “Voy a… Yo—yo pertenezco a la iglesia. Yo pertenezco al gran lugar de Fulano de tal por acá, donde pertenece el Doctor Ph. LL., Uds. saben. Y es la iglesia más grande. El alcalde va allí, y todo, Uds. saben. Yo—yo pertenezco a esa iglesia”. Ellos Lo dejaron entrar a Él, solo hasta allí. “Sí, yo lo aceptaré a Él” ¿ven?, por ganancia personal.",
    "Pero ¿luego qué, cuando Jesús entra en el corazón? Mucha gente Lo acepta a Él porque no quieren ir al infierno. Pero cuando Jesús entra en su corazón, Él quiere ser Señor; no solo un Salvador, sino también Señor. Señor es “gobernador”. Él entra para—para hacerse cargo.\n\nAhora, Ud. dice: “¿Es así, Hermano Branham?”. Seguro.",
    "¿Qué pasaría si—si yo lo invitara a Ud. a mi casa, y Ud. entrara por la puerta? Y Ud. toca la puerta, y yo miro afuera, dijera: “Sí, pase. Si me puede ayudar, entonces pase. Pero bueno, cuando Ud. entre, pues no quiero que interfiera en mi casa. ¡Ud. párese allí, en la puerta!”.",
    "Recuerden, nuestro texto es de “puertas” adentro. Ahora, dentro del corazón humano hay muchas puertitas, y esas puertitas abarcan muchas cosas. Solo dejarlo entrar no es todo, cuando Él entra.",
    "Cuando yo entro a su casa, si Ud. me da la bienvenida en la puerta, pues, si Ud. dijera: “Entre, Hermano Branham. ¡Estoy tan contento de verlo!”.",
    "Yo diría: “¡Pues, es un privilegio para mí entrar a su casa!”.",
    "🦅 ¡Oh!, ¿por qué no viene y se sienta? Hermano Branham, pase por nuestra casa, ¡siéntase como en casa!”. ¡Oh, vaya!",
    "Yo iría al refrigerador, me prepararía uno de esos grandes emparedados, como así, me quitaría los zapatos, e iría al cuarto a recostarme. Y sencillamente tendría un—un verdadero jubileo gastronómico, ¿ven? ¿Por qué? Porque me sentí bienvenido. Ud. me dio la bienvenida. Por tanto, le agradecería que me diera la bienvenida.",
    "Pero si yo entrara a su casa, y Ud. me dijera: “¡Párese Ud. allí en la puerta, ahora, no vaya a entrometerse!”. Yo no me sentiría muy bienvenido. ¿Y Ud.? No, ¿ven?, Ud. no se sentiría bienvenido. Alguien que lo invitara a Ud. a entrar, y dijera: “¡Ahora, espere! ¡Sí, entre, pero no se mueva de allí!”.",
    "Bueno, hay una pequeña puerta cuando uno entra al corazón humano. Simplemente hablaremos de un par de ellas, ¿ven? No tenemos tiempo para entrar por todas estas puertas, porque hay muchas de ellas. ¿Ven? Pero, por decir, en los próximos diez minutos, hablemos de un par de ellas, tres puertas.",
    "Ahora, en el lado derecho del corazón humano, cuando se entra por la puerta, hay una pequeña puerta en el lado derecho, y eso ahí adentro se llama la puerta del orgullo. ¡Oh, vaya! “¡No entre Ud. por esa puerta”! Ellos no quieren que el Señor entre allí, por esa puerta, ese es el orgullo. “Soy de sangre azul. ¡Yo me cuido! ¡Oh, sí!, ahora mire, le digo, yo—yo…”. ¿Ven?, eso es orgullo. “¡No interfiera Ud. allí”! Ahora, Él no puede sentirse bienvenido mientras Ud. tenga cerrada esa puerta del orgullo.",
    "Él tiene que humillarlo a Ud. ¿Ven?, para eso entra Él. “¿Ud. quiere decirme que tengo que ir allá y—y actuar como los demás”? Bueno, Ud. no tiene que hacerlo, eso es algo cierto. “Bueno, déjeme decirle: ¿qué piensa Ud. que haría yo cuando fuera a la reunión de negocios la próxima vez? ¿Qué haría yo si me encontrara con mi—mi empleador mañana? Y que, tuviera que recibir ese Espíritu, y yo saltar allí arriba, en pleno trabajo y ponerme a hablar en lenguas, ¡oh, me sería humillante! No, ¡no entre allí!”.",
    "¿Ven?, ahí tienen, ¿lo ven? Sí, Ud. permite que Jesús entre, Ud. se une a la iglesia y pone su nombre allí, acepta a Jesús como su Salvador; pero ¿qué me dice de que sea su Señor, para que Él tenga pleno dominio? Cuando Él es Señor, Él lo tiene todo, Le pertenece; Ud., Ud. está completamente rendido a Él ahora.",
    "Pero ese pequeño orgullo. “¡Oh!, ¿quiere decir que nosotras las mujeres vamos a tener que dejarnos crecer el cabello?”. Bueno, eso es lo que Él dijo. “¿Vamos a tener que dejar de usar manicura, o cosas de maquillaje”? Eso es lo que Él dijo. “Bueno, ¿qué pensará Ud. que haría mi círculo de costura? Me llamarán anticuada”. Bueno, no ceda su orgullo. Adelante. Él se parará a la puerta, solo hasta allí podrá llegar Él.",
    "Pero cuando Ud. esté listo para abrir esa puerta, deje que Él entre, Él limpiará eso en Ud. Los pantalones cortos se irán al bote de la basura, y el maquillaje regresará al bote de la basura, y el peluquero se morirá de hambre si solo cortan cabello de mujer, un creyente genuino.",
    "Ahora dicen: “¡Eso no es así!”. ¡Oh, sí!, seguro que sí. Es lo que dice la Biblia. Así es. ¿Ven?, allí hay una palabrita en la que Uds. no quieren que Él interfiera.\n\n“¡Pues, mi pastor”!",
    "No me importa lo que diga el pastor; eso es lo que dice la Biblia: “Es vergonzoso para la mujer que lo haga”.",
    "🦅 Bueno” Uds. dicen, “las cosas que deberíamos enseñar, Hermano Branham, es cómo recibir el Espíritu Santo, y cómo ser esto, aquello”. ¿Cómo van a aprender álgebra si no se saben su abecedario? Ni siquiera saben cómo, cómo comportarse, lucir como una, vestirse como una. Es vergonzoso ver a estas mujeres en la calle hoy.",
    "Entré a un lugar ayer, cuando, ¡oh!, entraron algunos de la pandilla pervertida. Ellos, los hombres tenían el cabello sobre los ojos, largo y les colgaba por la espalda, y con leotardos, como las que usan los niños pequeños en la escuela, con unos tremendos zapatos, con la boca entreabierta. Se notaba que eran delincuentes. Y entraron allí así, diciendo: “Somos franceses”.",
    "¿Quién contrataría a un hombre así en su negocio? ¿Cómo se ganan la vida? Y vi a un par de buenos muchachos sentados allí… Ellos vienen de esa universidad allá, estos beatniks, o creo que ellos se llaman bichos o beatles, o algo así, esa cosa que viene de Inglaterra. Y luego, entran allí así, ¿quién contrataría a un hombre así para que trabajara para él? ¿Pondrían Uds. a un hombre así en sus negocios, Uds. hombres de negocios? Si lo hicieran, Uds., algo pasa, Uds. aún no se han acercado lo suficiente a la Cruz.",
    "¡Miren a estas mujeres en la calle, y es una desgracia! Tal vez mujercitas inocentes, con esta ropita corta puesta, ¿ven?, bueno, es una desgracia, su apariencia. Bueno, uno dice: “Pues, mujer, Ud. está cometiendo adulterio”.",
    "Ellas dirían: “¡Espere un minuto aquí, joven! Soy tan virtuosa como yo…”. Quizás sea así, en sus propios pensamientos. Y pudiera ser así, incluso probándolo con un examen médico, que Ud. pudiera serlo.",
    "Pero recuerde, en el Día del Juicio, Ud. va a responder por cometer adulterio. Jesús dijo: “Cualquiera que mira a una mujer para codiciarla, ya adulteró con ella en su corazón”, y Ud. misma se presentó ante él. ¿Ven cómo el diablo los tiene cegados? Es una desgracia; es vergonzoso. Vean, ellos—ellos tienen un espíritu. Es un espíritu que hace eso. Es un espíritu impío.",
    "Pero un Espíritu Santo genuino hará que una mujer se vista decentemente y se vea santa.",
    "Mi esposa me comentó una vez. Íbamos por la calle, y encontramos a una mujer con un vestido, allá en nuestra región. Era algo muy extraño, ¿ven?, no había muchos pentecostales por allá. Y, vimos que ella lucía un vestido. Y ella dijo: “Billy” dijo, “conozco algunas de esas mujeres. Cantan en coros por aquí en estas iglesias”.\n\nYo dije: “Seguro”.\n\nDijo: “Bueno, ¿y dicen ser Cristianas?”.\n\nLe dije: “Cariño, mira. ¿Ves?, nosotros no somos…”.\n\nDijo: “¿Por qué nuestro pueblo?”.\n\nDije: “Mira, cariño, no somos de su—su raza en lo absoluto”.\n\nDijo ella: “¿Qué?”. Dijo: “Ellas son americanas”.\n\nYo dije: “Sí, pero nosotros no”.\n\nElla dijo: “¿No lo somos?”.\n\nDije: “No”.",
    "Le dije: “Cuando voy a Alemania, encuentro un espíritu de Alemania. Cuando fui a Finlandia…”. Por allá, en el sauna, muchos de Uds. finlandeses saben, las mujeres les dan baños a los hombres. Pues, ese simplemente es el espíritu finlandés. Gente muy fina, pero, uno encuentra que dondequiera que va, se encuentra un espíritu nacional.",
    "Uno entra a una iglesia y observa al pastor, si él es muy alocado y bromea, la congregación será así. ¿Ven? Ellos toman el espíritu el uno del otro en lugar del Espíritu Santo.",
    "Por eso es que recibimos tanta enseñanza pervertida de la Biblia. En lugar de regresar al plano, ellos toman el espíritu de alguna denominación. ¿Ven? Pero la Palabra es tan ajena para ellos como lo fue en los días cuando vino Jesús, presentando el verdadero Evangelio. Ellos dijeron: “Él es un diablo. Él es Beelzebú”. ¿Ven? Pero allí lo captan Uds.",
    "Y ella dijo: “Bueno, entonces, si no somos americanos, ¿qué somos?”.",
    "Yo dije: “Nuestro Reino es de Arriba”. ¿Ven?, somos libres, nacidos de nuevo. El Reino de Dios está dentro de Ud. ¿Ven?, actúen como allá Arriba, Uds. son delegados de Allá. Dije: “Nosotros somos ciudadanos aquí, viviendo aquí en la carne. Pero, nuestros espíritus, somos peregrinos y extranjeros”. Somos ajenos al mundo ahora, aun de nuestra propia nación, porque hemos aceptado la invitación cuando llamó a nuestro corazón, de llegar a ser parte de Él, Su Palabra. Y la Palabra nos arregla, nos hace vivir y nos hace actuar como Cristianos.",
    "Hace algún tiempo, en el sur, una pequeña historia. Había un rey… o, un comprador. Ellos vendían esclavos. Fue en el tiempo de—de la segregación, y tenían esclavos en el sur. Eran un… Ellos pasaban y los compraban, tal como con un carro usado, en un lote.",
    "Ahora, yo soy un integracionista, absolutamente… Quiero decir un segregacionista. Yo soy un segregacionista. Porque, no me importa cuánto discutan ellos, uno no puede ser un Cristiano y ser un integracionista. Así exactamente. Dios aun separa Sus naciones; Él separa Su pueblo: “¡Salid de entre ellos!”. Él es un… Él es un segregacionista. “Ni siquiera… ¡No toquéis sus cosas inmundas!”. Él sacó a Israel, esa raza judía, de cada, de todas las razas del mundo. Él es un segregacionista.",
    "Pero yo no creo que ningún hombre deba ser un esclavo. Dios hizo al hombre; el hombre hizo esclavos. Yo no creo que uno debería gobernar sobre el otro, ninguna raza, color, ni nada.",
    "Pero hay una segregación, la Novia de Cristo está segregada de las demás iglesias, y exactamente es lo correcto: la iglesia natural, y la Iglesia espiritual; la iglesia carnal, la Iglesia Palabra. Siempre ha sido así; “Jesús vino a los Suyos y los Suyos no Le recibieron. ¡Mas a todos los que Le recibieron!”.",
    "Y así que esto, antes los compradores, los negociantes pasaban y compraban estos esclavos. Una vez hubo uno que vino a una gran plantación, y los observó. Los esclavos eran duramente azotados, y de todo, Uds. saben. Estaban lejos de casa; ellos jamás regresarían. Los bóers, los holandeses, habían ido y los habían traído aquí y los habían vendido. Y ellos nunca volverían a ver a papá, a mamá, nunca volverían a ver a sus bebés. Los cruzaban el uno con el otro; escogían a un hombre grande, lo cruzaban con una mujer grande, no siendo su propia esposa, para hacer esclavos más grandes. ¡Oh, Dios los hará responder por eso algún día! Así es. Eso no es correcto.",
    "Como dijo Abraham Lincoln una vez, cuando se bajó de un barco allá en New Orleans, se quitó el sombrero de copa…",
    "Él vio tres o cuatro negros pequeños que venían, parados allí sin zapatos, donde había… Donde una vaca se había acostado y quitó—quitó la escarcha del suelo, estaban parados allí después de encerrar las vacas. Sus pobres piececitos reventados, sangrando. Ellos cantaban: “Tienes zapatos, tengo zapatos, todos los hijos de Dios tienen zapatos”.",
    "Cuando él se bajó del barco allá, caminó hasta el corral de toros, había un gran negro parado allí, le daban vueltas con el látigo, probando su corazón. Y lo hacían correr por la calle de allá para acá, con un látigo detrás de él; luego le revisaban el corazón, para ver si estaba bien. Su pobre esposita parada allí, con dos o tres niños debajo de sus brazos así; para venderlo, para reproducirlo con una mujer más grande. Abraham Lincoln, metió eso debajo de su sombrero… su sombrero debajo del brazo, así, y golpeó su puño, dijo: “¡Eso no está bien! Y algún día acabaré eso, aunque me cueste la vida”. Y allá, en un museo de Chicago, hay un traje con la sangre, que liberó a ese negro de eso.",
    "¡Y yo digo que el pecado y lo demás está errado! Dios me ayude a acabarlo, y a todo otro ministro del Evangelio. Nacemos libres, hijos de Dios. No nos corresponde que algún credo o secta nos lleve a un Concilio Mundial de iglesias. Somos hombres nacidos libres, en el Espíritu Santo. Tenemos un derecho. Nosotros salimos de tales cosas para ser Pentecostales. Así es. Ahora somos libres. No nos tenemos que volver a atar a esas cosas.",
    "Pero este comprador dijo, detallando sus esclavos, cien o algo así, de ellos, en una gran plantación, él dijo: “¡Oiga!”. Había un hombrecito allí, no tenían que azotarlo; su pecho erguido, y su mentón en alto, ¡trabajando allí! Dijo: “¡Oiga! Quiero comprarlo”.",
    "Él dijo: “¡Oh, no!”. Dijo el dueño: “Él no está a la venta. Ah-ah”.\n\nLe dijo: “Y, ¿es un esclavo?”.\n\nDijo: “Sí”.",
    "Dijo él: “Bueno, ¿qué lo hace tan diferente?”. Dijo: “¿Lo alimenta diferente?”.\n\nÉl dijo: “No, todos comen allí en el galpón, juntos”.\n\nDijo: “¿Y es el jefe de los demás?”.\n\nDijo: “No, solo es un esclavo”.\n\n“Bueno” dijo, “¿y qué lo hace diferente?”.",
    "Le dijo: “Sabe, yo mismo me lo preguntaba. Pero” dijo, “sabe, allá en su patria de donde vienen, en África, el padre de ese muchacho es el rey de una tribu. Y aunque es un extranjero, él se comporta como el hijo de un rey”.",
    "¡Oh!, pensé, ¡qué cosa para el Cristianismo! ¡Mujeres, dejen de usar esa ropa así! ¡Hombres, dejen de contar esos chistes obscenos y todas esas cosas! Somos hijos e hijas del Rey. Vístanse como una reina, vístase como una—una dama. Actúe como un caballero, no se deje crecer el cabello así. La Biblia dice: “Está errado (la naturaleza le enseña) que un hombre tenga el cabello largo. Y es una desgracia y una cosa baja que una mujer aun ore con su cabello cortado”. Y ¿qué me dice de esto? “Es una—es una abominación que una mujer se ponga una vestidura que pertenece a un hombre”. El gran Dios incambiable no cambia. Sin embargo, hoy hay tanto libertinaje como en el resto de nuestra nación. ¡Qué vergonzoso! Actuemos como hijos e hijas de Dios. Vivamos así. Lo somos, nosotros somos hijos de un Rey. Lo somos. Lo somos. Ahora mismo, en este montón de desorden sucio e inmundo por aquí, la gente dice ser “Cristiana” ¡y se comporta así!",
    "Pero recuerden, un día recibimos un llamado y abrimos, dándole a Él la entrada, el orgullo y todo salió. Amén. ¡No me importa cómo me digan!\n\n¡Oh!, supongo que soy un poco anticuado,\n\nPero mi Salvador también era anticuado.",
    "¿Verdad que sí? Han oído el canto. ¡Sea anticuado! No quieran imitar a otra persona. Él es su ejemplo. Trate de ser como Él, y el Espíritu en Ud. le ayudará a hacerlo. Haga que su vida sea como la de Él.",
    "Sí, allí hay una puerta. Quiero mencionar otra puerta. Me emociono demasiado. Hay otra puerta allí, justo al lado de esa puerta, yendo por el lado derecho, y esa puerta es la puerta a su vida privada. ¡Oh! ¡Oh, Ud. no quiere que Él interfiera allí! “Ahora, y si yo quisiera ir a una fiestecita de cocteles, ¿qué Te interesa a Ti? ¿Qué iglesia me va a decir a mí lo que yo voy a hacer?”. Ajá, allí lo tienen, ¿ven? “¿Una décima parte de mi salario? ¿Quién me va a decir a mí qué hacer? ¡Esa es mi vida privada personal! Yo me gano este dinero. Yo tengo mi propia vida. Usaré pantalones cortos si quiero. Ese es mi propio privilegio americano”. Eso es verdad. Seguro. Es cierto.",
    "Pero si Ud. es un cordero y no una cabra, ¿ven?, corderos es lo que Él está buscando. Ellos serán separados algún día.",
    "Una oveja tiene lana; es lo único que tiene. Y no puede manufacturar esa lana. A nosotros no se nos pide que manufacturemos el fruto del Espíritu, sino que demos el fruto del Espíritu. Y mientras sea una oveja, lo producirá; no tiene que manufacturarlo. Las glándulas y todo lo que tiene es de oveja, producirá lana porque en su interior tiene las glándulas y la adrenalina y las cosas que se necesitan para hacer lana.",
    "Y cuando Ud. es un Cristiano, Ud. encajará con la Palabra; no me importa lo que alguien más diga. Ud. no tiene que manufacturar nada, y hacer bajar algo, jalar, pujar. Ud. es un Cristiano. Ud. automáticamente produce el fruto del Espíritu. ¿Ven? ¿Ven?, y es de esa manera. ¿Ven?",
    "Pero, la gente de hoy, ellos no quieren que uno se meta en su vida privada.",
    "Lo único que Ud. hace es simplemente abrir cada puerta alrededor, entonces dice: “Entra, Jesús”. Observen lo que sucede. Cuando Uds. vean en el Libro que deben hacer esto, Uds. lo harán. ¿Por qué? Porque Ud. es una oveja para comenzar.",
    "Pero si Ud. solo quiere dejarlo, mantenerlo a Él en la puerta, solo decir: “Yo me uní a la iglesia, soy tan bueno como Ud. ¿Ve?, yo acepté a Cristo”. Quizás eso justamente es lo que Ud. ha hecho. ¿Pero lo habrá hecho Ud. a Él Señor? ¿Ve?",
    "Ahora, el Señor no puede establecer un Libro de reglas y decir una Palabra, y luego venir y negar Eso. Y si Ud. dice que tiene el Espíritu Santo, y la Biblia dice que se debe hacer cierta cosa, y Ud. dice: “¡Oh, yo no creo Eso!”. Ud. solo recuerde, ese espíritu en Ud. no es el Espíritu Santo, porque Él no puede negarse a Sí Mismo. Así es. Él no Se puede negar a Sí Mismo. Él escribió la Palabra, y Él cuida de Ella para llevarla a cabo. ¿Ven? Así que no es el Santo…",
    "Es un espíritu, ciertamente, podría ser un—un espíritu de la iglesia, podría ser el espíritu del pastor, podría ser el espíritu del mundo, podría ser, no sé qué será, pero, sea lo que sea, pudiera ser un espíritu denominacional: “Soy metodista; soy bautista; soy presbiteriano; soy pentecostal. Yo soy esto”. Eso…",
    "Pentecostés, ahora recuerden, permítanme aclararlo: Pentecostés no es una organización, Pentecostés es una experiencia que Ud. recibe. Uds. metodistas, bautistas, católicos y todos, pueden experimentar Pentecostés. Ud. no puede unirse a Pentecostés, porque no hay manera de unírsele.",
    "Yo he estado en la familia Branham por cincuenta y cinco años. Saben, ellos nunca me pidieron que me convirtiera en un Branham. Yo nací un Branham.",
    "Y de esa manera Ud. es un Cristiano, Ud. nace un Cristiano. Así es, ahora.",
    "¡Oh, esa vida privada! “¡Oh, déjeme decirle, mi pastor va a estos bailes, y nosotros bailamos twist! Ellos lo hacen”. Muy bien. ¿Ven? “No venga Ud. a decirme lo que puedo y lo que no puedo hacer”. Muy bien, ¿ven?, Ud. no Le da entrada a Él.",
    "Solo dejen que Él entre una vez, y luego vuelvan al twist o al rock-and-roll, o lo que sea que vayan a hacer, vean si lo pueden hacer. Ud. no podrá hacerlo. Déjenlo entrar una vez, y luego vaya a ponerse un par de pantalones cortos, algunas de Uds. mujeres.",
    "Sé que los estoy demorando, pero quiero decir algo más, si está bien, en cuanto a esto.",
    "Supongo que la reunión más grande que el Señor me permitió celebrar para Él fue en Bombay, donde tuve como a quinientos mil, pero, y a doscientos mil y tantos en—en África, Durban, en el hipódromo. Esa tarde, dije, después de que ellos habían visto algo tan grandioso y maravilloso que nuestro bondadoso Señor descendió e hizo, dije: “Los misioneros les enseñaron la Palabra a Uds., pero la Palabra se ha vivificado y ha cobrado vida. Lo que Él dice tiene que cobrar vida”. Y—y luego, cuando hubo veinticinco mil sanidades a la vez, y cargamento tras cargamento allí de sillas viejas; solo con una pequeña oración sencilla, ellos vieron al Espíritu Santo solo… Esas personas que ni siquiera sabían quiénes eran y de dónde venían, eso era todo lo que querían ver. ¿Ven?",
    "Y yo pregunté: “¿Cuántos quieren recibir a Cristo?”. Treinta mil se pusieron de pie, nativos de mantas, cargando ídolos.",
    "El Doctor Bosworth, el Doctor Baxter y los demás comenzaron a llorar. Y el Hermano Bosworth corrió, dijo—dijo: “Hermano Branham, este es su día de coronación”.",
    "El Hermano Baxter dijo: “Hermano Branham, me pregunto, creo que pensaron en sanidad física”.",
    "Ese muchacho estaba sobre sus manos y rodillas. Y el Espíritu Santo le dijo de dónde venía, lo que había sucedido, dijo: “Ud. hablará. Piensa en su hermano, él está como a media milla por allá atrás. Él estaba montando una cabra amarilla, y se lastimó la pierna”. Yo dije: “Pero, ASÍ DICE EL SEÑOR, él está sanado”. Aquí venía el muchacho, con las muletas sobre sus manos, así. Y les tomó unos veinte minutos para que una milicia los aquietara.",
    "Entonces este muchacho, sobre sus manos y pies, así, abajo, ni siquiera podía levantarse, desnudo. ¡Oh, vaya!, ¡qué cosa tan horrible! Él pensó que subía allí para los turistas, Uds. saben, para hacer la—la danza de la jungla. Y tomé la cadena y la sacudí. Dije: “Si yo pudiera ayudar a esa pobre criatura, y no lo hiciera, sería un… Yo no estaría en condiciones de pararme aquí atrás. Pero” dije, “yo no puedo ayudarlo. Pero, ahora, tengo un pequeño don, puedo engranarlo, lo que el Señor diga”.",
    "Y cuando el Señor mostró, le dijo quién era él, dijo: “Su madre y su padre están sentados allí, son Zulús”. Y dijo: “Son delgados, inusuales”. Un zulú tendrá un promedio de ciento treinta y seis kilogramos, por hombre. Entonces dijo: “Son inusuales. Pero este muchacho nació en un hogar Cristiano, porque en su… a la derecha, al entrar por la puerta, hay un cuadro de Cristo, en la pequeña choza de paja”. Y eso era así exactamente. Su madre y su padre se levantaron. “Y ese era su nombre”. Ese era él, y todo. Ellos no lograban entender. Miré atrás y lo vi de pie, en una visión allí, tan derecho como pudiera estarlo. No se había levantado, en su vida, así nació. Yo dije: “El Señor Jesús lo sana”.",
    "Él ni siquiera estaba en sus cabales, decía: “eh, ba, ba, ba”, así.",
    "Y tomé la cadena, y la sacudí así. Dije: “Jesucristo te sana, hijo. Ponte de pie”. Y allí se levantó. Las lágrimas le rodaban por su vientre negro, mientras bajaban así. Vi a treinta mil nativos de mantas entregar sus corazones a Jesucristo.",
    "Estando en un club Kiwanis, dije: “Ahora, me dijeron que me convertiría en un santo rodador cuando dejé la iglesia bautista, para poder tener compañerismo con todo pueblo, ellos dijeron: ‘Pues, te convertirás en un santo rodador’, yo dije… Un montón de mis hermanos bautistas lo dijeron”. Les dije: “Uds. han enviado misioneros allá los últimos ciento cincuenta años, ¿cómo los encontré? Aún cargando ídolos”. Dije: “Pero ¡al poder de la resurrección de Jesucristo!, treinta mil recibieron a Cristo a la vez”.",
    "Ahora quiero decirles a Uds. las mujeres, ¿saben lo que sucedió con esas mujeres? Yo dije: “Allí mismo en el terreno donde Uds. están parados, el Espíritu Santo los llenará”. Y cuando ellas levantaron sus manos para aceptar a Cristo como su Salvador, y cuando salían de allí; desnudas, ahora, nada más que un pequeño pedazo de tela, al frente. Y cuando salían de allí, se cruzaban de brazos así, porque estaban en la presencia de hombres, después de ellas aceptar a Cristo.",
    "Ahora, ¿cómo podemos, hermanas?, ¿cómo podemos nosotros en esta nación donde afirmamos creer y ser Cristianos, y cada año ellas se desvisten más? Cuando esa persona ni siquiera escuchó el Nombre de Cristo, sino con solo aceptarlo a Él en su corazón. No, uno no podía decirles que estaban desnudas, ellas no lo sabían. Pero ellas se cubrieron así, cuando salían. Al día siguiente, o dos, Ud. las encontraba con ropa, de alguna clase. ¡Oh, vaya!",
    "Algo anda mal en alguna parte. Es un enredo por la teología. El poder de la resurrección de Jesucristo, como lo hizo con el hombre que llamó “Legión”, lo encontramos vestido y en su sano juicio. Y empiezo a creer que es un espíritu sobre la gente que los empuja a ese americanismo y francesismo, y toda clase de mundanalidad e iglesismo. Pero que vengan una vez a ese Maestro, y que sientan ese llamado a la puerta, se pondrán ropa y actuarán como mujeres y hombres, y serán Cristianos nacidos de nuevo. Amén. Sí.",
    "Ahora, he terminado, veinte minutos para las doce, denme unos—unos minutos, pasaré por alto un poco de esto. Un momento, algunas Escrituras, me gustaría abrir una puerta más. ¿Estaría bien?",
    "La puerta que sigue allí, es la fe. ¿Ven?, su vida privada… puerta del orgullo, su vida privada, ahora abramos la fe. Hay un círculo completo de ellas, ¿ven?, pero entremos en la fe.",
    "Saben, hace un tiempo yo estaba en el hospital y una mujer iba a ser operada. Ella me llamó, dijo: “Hermano Branham, estoy descarriada. ¿Podría orar por mí?”.",
    "Dije: “Sí, señora, con mucho gusto”. Le dije: “¿Ud. es una descarriada?”.\n\n“Sí”.",
    "Le dije: “Ahora, esperemos un minuto. Permítame leerle las Escrituras”.",
    "Había una señora acostada allí en una cama, me miraba muy raro; ella y su hijo como de veinte años, todo un Ricky, parado allí mirándome así.",
    "Y dije: “Sí, señora” respondí. Le leí a ella las Escrituras: “Aunque vuestros pecados sean como escarlata, serán blancos como la nieve. Aunque sean rojos como el carmesí, serán blancos como la lana”. Y cuando le leí eso a ella, dije: “Si Ud. se ha desviado, ¿ve?, Ud. se ha apartado de Dios, pero Dios nunca se apartó de Ud., o Ud. no me estaría llamando”. Ella comenzó a llorar. Le dije: “Oremos”.",
    "Esa señora en la cama de al lado, dijo: “¡Espere un minuto! ¡Espere un minuto!”.\n\nDije: “¿Sí, señora?”.\n\nElla dijo: “¡Cierre esa cortina!”.\n\nY le dije: “¿No es Ud. Cristiana?”.\n\nElla dijo: “¡Nosotros somos metodistas!”.",
    "Yo dije: “Bueno, ¿eso qué tiene que ver? ¿Ven?, eso no es más que decir que Ud.—Ud. es un burrito, en un corral de cerdos, ¿ve?”. Dije: “Eso no significa nada”. ¿Ven?",
    "Pero, ¿ven Uds.?, a eso ha llegado, esa justicia propia. “¡Eso va en contra de nuestra fe”! Yo dije, la… “No queremos sanidad Divina en nuestra iglesia, o esa clase de cosas”. ¿Ven?, ¿ven lo que quiero decir? ¿Ven?, ellos no dejan entrar por esa puerta. “Eso va en contra de nuestra fe”.",
    "Hay una sola Fe. “Una Fe, un Señor, un bautismo”. ¡Esa Fe!\n\nMi fe espera en Ti,\n\nCordero, Quien por mí,\n\nFuiste a la cruz.\n\nEscucha mi oración,\n\nQuita toda mi incredulidad,",
    "¡Pecado! Pecado, solo hay un pecado, y es la incredulidad. Un hombre que bebe no es un pecador. ¿Ven? eso—eso—eso, ¿ven?, no es pecado. No es—no es pecado el beber. No es pecado el cometer adulterio. Mentir, robar, eso no es pecado. Esos son los atributos de la incredulidad. Si Ud. fuera un creyente, no haría eso, ¿ven?",
    "Solo hay dos: Ud. es un incrédulo o un creyente, ¿ven?, uno o el otro. Ud. no hace todas estas cosas y mandatos religiosos de esa manera solo porque Ud. es un incrédulo; si Ud. es un creyente, es la Palabra en la que Ud. cree, porque Cristo es la Palabra. ¿Ven? Y, pues, Ud. sencillamente es un incrédulo porque cree alguna tradición, o algunos dogmas que han sido añadidos a la Biblia, o algo y, las denominaciones lo hacen. Pero un verdadero creyente se queda correctamente con esa Palabra. Y Dios obra a través de esa Palabra, todo el tiempo, para hacerla que Se cumpla, en esta generación en la que vivimos.",
    "Y ahora fíjense, y Uds. dicen: “¡Oh!, yo… Hermano Branham, el Señor…”. Bueno, está bien, hubo muchos filisteos incircuncisos que también fueron una vez. Y un grupo de egipcios trató de seguir a Moisés a través del—del Mar Rojo, pero finalmente… “Así como Janes y Jambres resistieron a Moisés, pues, encontramos lo mismo en el día postrero”, dice la Biblia.",
    "Ahora, avancemos un poquito. Jesús dijo aquí, en esta—esta edad: “Porque tú dices que, ‘Soy rico, y me he enriquecido’”. Solo miren cómo estamos hoy, ¡la iglesia más rica que nunca! Y, bueno, ¿saben qué, Uds. pentecostales estarían mucho mejor si estuvieran allá afuera con un pandero, en la esquina, como estaban sus padres y madres? Pero ahora Uds. tienen mejores iglesias que los demás, la de más rápido crecimiento en el mundo; pero ¿dónde está ese Espíritu de Dios que solía estar entre nosotros? Uds. dejaron afuera lo genuino; “Porque tú dices: ‘Yo soy rico’”.",
    "Recuerden, este es el pentecostal a quien le está hablando, porque la edad pentecostal es la última edad. ¿Ven?, hemos tenido todo este avivamiento, no comenzará otra organización; no lo habrá. Este es el fin. El trigo ya ha madurado. Ha salido a través de las hojas, y el tallo, y la cáscara, y ahora pasa al trigo. ¿Ven?, no habrá más. Comenzaron una pequeña Lluvia Tardía, pero simplemente cayó; y así será con cualquier otra cosa. Les sucederá. Este es el trigo que está brotando. Fíjense.",
    "🦅 Y porque tú dices: ‘Yo soy rico, y me he enriquecido, y de ninguna cosa tengo necesidad;’ y no sabes que tú eres un desventurado, miserable, pobre, ciego y desnudo. Yo te aconsejo…”. ¡Oh, vaya! “Yo toco a tu puerta”. [El Hermano Branham toca sobre algo.—Ed.] “Laodicea, llamo a tu puerta, y te aconsejo que vengas a Mí, y—y compres oro refinado en fuego; vestiduras blancas, para que no se descubra tu desnudez”.",
    "Quítense estas cosas, y vístanse como deberían, ¿ven?, la justicia de Cristo, las Palabras. No mi justicia; ¡Su justicia!",
    "🦅 Y también te aconsejo que—que vengas, por un poco de colirio, para que unjas tus ojos, para que tal vez veas. ¡Colirio!”.",
    "Yo soy kentuckiano. Nací allá en las montañas, y teníamos un lugarcito viejo, arriba en el desván. Y nosotros niños habíamos levantado una—una escalerita vieja de palos, por la que subíamos cada noche. Y nos acostábamos. Tenían que ponernos un pedazo de lona encima cuando nevaba. Bueno, las estrellas, esas viejas tejas clapboard…",
    "¿Cuántos saben lo que es una teja clapboard? Bueno, hermano, ¿por qué no me puse el overol, aquí arriba? Estoy en casa, ¿ven? ¡Pues, las viejas tejas de madera!",
    "¿Cuántos saben lo que es un colchón de paja? ¡Pues, vean Uds.! Pensé que me sentía muy religioso por algo. Bueno, supongo que ahora estoy en casa. Eso es bueno. Y no estaba enterado de algo diferente hasta hace unos años.",
    "¿Cuántos saben lo que es una lámpara vieja, de chimenea de vidrio antigua, la conocen? Con esa luna grande, y la lechuza al lado. Hacían que el de la mano más pequeña en la casa tuviera que limpiar eso viejo aparato, Uds. saben. Yo tenía que tomar esa vieja chimenea, y salpicarme todo; pues, tomaba esa chimenea de la lámpara y la volteaba allí, para que no salpicara. Sí, seguro.",
    "Ahora, mi abuelo era un trampero. La madre de mi madre vino de las reservaciones. Él se casó con una muchacha india de las reservaciones Cherokee allí en Kentucky y Tennessee, Uds. saben de dónde, del valle Cherokee. Y ellos, él—él cazaba y ponía trampas todo el tiempo, esa era—era la manera de ganarse la vida.",
    "Y nosotros los niños acostados allá arriba, pues, a veces hacía mucho frío. Y esa brisa pasaba por allí, nos resfriaba los ojos, y—y los ojos se nos cerraban durante la noche, Uds. saben. Mamá le llamaba “materia”. Yo no—no sé qué sea eso, pero es un resfriado en los ojos, y hacía frío. Y ella decía: “Tienes materia en los ojos”, por la—la, Uds. saben, la brisa circulando por allí, la corriente de aire por la noche. Los ojos se nos cerraban.",
    "Y mamá llegaba allí a la escalera, en la mañana, cuando hacía los panecillos. Ella tenía la melaza de sorgo sobre la mesa. Y ella decía: “¡Billy!”.\n\nYo decía: “¿Sí, mamá?”.\n\n“Tú y Edward bajen”.",
    "🦅 ¡Mamá, no puedo ver”! Llamaba a mi hermano, le decíamos, “Humpy”. Yo decía: “Él tampoco puede ver. ¿Ven?, nuestros ojos tenían materia”.\n\nElla decía: “Muy bien, un minuto”.",
    "Y el abuelo, cuando atrapaba un coon… ¿Cuántos saben lo que es un mapache? Eso es, y ella… Él atrapaba un mapache, le quitaba la grasa y la ponía en una lata. Y esa grasa de mapache era la cura para todo en nuestra familia. Nos lo daban para un resfriado fuerte, con aguarrás, y aceite de carbón. Lo tragábamos para el dolor de garganta. Luego calentaba esa grasa de mapache, y ella venía y nos masajeaba los ojos, y se nos abrían los ojos. ¿Ven?, era la grasa de mapache que lo hacía. ¿Ven?",
    "Ahora, hermano, hermana, hemos pasado por un tiempo frío, en la iglesia. Así es, ha pasado mucha corriente religiosa, todos se han resfriado. Mucha gente tiene los ojos todos cerrados, y este gran Concilio Mundial de Iglesias que viene, más adelante, va a obligar a cada uno de Uds. a participar. Ellos se están apartando de esa Palabra, nuestros propios grupos lo están haciendo. Mi obligación es con un Mensaje; no para ser diferente, sino por amor. El amor es correctivo. ¡Regresen! ¡Manténgase alejados de ese asunto! Uds. hermanos que ministran, no me importa lo que hagan sus grupos, ¡apártense de eso! ¡Manténgase fuera de eso! Es la marca de la bestia, ¡apártense de eso! ¿Ven?, Jesús está tocando en esta edad de Laodicea. ¿Ven dónde Lo sacaron? Él está tratando de llegar a individuos, no a—no a organizaciones y grupos de personas. Él está tratando de conseguir uno aquí, y uno allá, y uno allá, esforzándose. “Yo reprendo a todos los que amo”.",
    "Como el hermanito que tuvo la visión aquí, y dijo que él tuvo la visión. Y dijo: “Esta misma Luz que Ud. recibe, también le causa muerte”. ¿Ven?",
    "🦅 Yo reprendo a todos los que amo; sé, pues, celoso, y regresa. Yo estoy a la puerta y llamo”. Ahora, miren, la grasa de mapache no servirá para nada en esto.\n\nPero hay una Fuente llena de Sangre,\n\nSacada de las venas de Emanuel,\n\nDonde los pecadores sumergidos bajo del torrente,\n\nSe lavan todas sus manchas de pecado.\n\nEse ladrón moribundo se regocijó al ver\n\nEsa Fuente en su día;\n\nAhí que pueda yo, aunque vil como él,",
    "Él me abrió los ojos con Su colirio. Su Espíritu bajó y calentó la Biblia, Su colirio. Yo no podía ver Eso; solo era un pastor bautista local. Pero un día Él envió Su Espíritu, no calentó la grasa del mapache, ¡sino que Él envió el Espíritu Santo y fuego! Un poco de colirio refregó sobre mi Biblia—mis Biblias… y pude ver con mis ojos, quiero decir que refregó sobre mis ojos para que yo pudiera ver mi Biblia. Y yo vi que, “Él era el mismo ayer, hoy, y por los siglos. Que la palabra de todo hombre sea mentira, y la Mía veraz. Yo me paro a la puerta y llamo”.",
    "Una corta historia más. ¿Tenemos tiempo? Sí, sí, luego me iré, ¿ven?",
    "Había un viejito negro allá en el sur. Y, su pastor, yo lo conocí, un buen hombre. Le decíamos Gabe. Su nombre era Gabriel, y simplemente le decíamos Gabe. Él siempre, el pastor y yo, nos—nos íbamos de cacería, mucho. Él era un hermano anciano de color, y salíamos de cacería. Y al anciano Gabe le gustaba cazar más que a cualquiera que yo haya conocido, pero tenía muy mala puntería. Así que, un día su pastor y él se fueron de cacería.",
    "Y nunca pudimos hacer que el anciano Gabe asistiera a la iglesia; simplemente no lo hacía. Él no venía a la iglesia. Él dijo: “¡Ah, yo no voy allá donde están los hipócritas!”.",
    "Yo le dijo: “Pero, Gabe, mientras no vayas, ellos son más grandes que tú. Te estás escondiendo detrás de ellos, ¿ves?”. Le dije: “Te estás escondiendo detrás de ellos. Eres más pequeño que ellos; ellos sí van y hacen un esfuerzo, ¿ves?”.",
    "Y pues él dijo: “Yo—yo—yo—yo—yo lo respeto mucho a Ud., Sr. Bill. Pero” dijo, “yo—yo—yo—yo sé que el viejo Jones va allá, y él no es nada; él juega dados, y todo eso”.",
    "Le dije: “Eso no importa, Gabe. ¿Ves? eso no importa. Pero recuerda, Jones tiene que responder por eso; no tú, ¿ves? Si tan solo vas…”. Le dije: “Tienes un buen pastor”.",
    "🦅 ¡Oh, el Pastor Jones es uno de los hombres más finos que hay en el país”!",
    "Le dije: “Que él sea tu ejemplo, si no puedes mirar más allá. Permite que él sea tu ejemplo”.",
    "Y un día el Hermano Jones contó, llevó al anciano Gabe a cazar, y dijo: “Cazamos más conejos y pájaros ese día de los que a duras penas podíamos cargar”. Y dijo: “Ya regresábamos en la tarde”. Dijo: “El anciano Gabe venía atrás, todo cargado, Uds. saben, así”. Y su esposa era una verdadera Cristiana fiel. Ella tenía su puesto allí, una mujer llena del Espíritu Santo, y ella siempre en su puesto del deber. Así que, él… El anciano Gabe venía atrás, Uds. saben. Y el Pastor Jones dijo que volteaba a mirar, podía ver: “El anciano Gabe no dejaba de mirar atrás sobre el hombro, así. El sol poniéndose” dijo, “bajando ya, comenzaba a refrescar”. Dijo: “Después de un rato” dijo que él iba caminando, dijo, “el anciano Gabe se acercó. De todo el cañón de su escopeta colgaban conejos y pájaros, y demás”. Dijo: “Él tocó al pastor en el hombro, y le dijo: ‘¿Pastor?”.\n\nDijo que se dio la vuelta, dijo: “Sí, Gabe, ¿qué sucede?”.",
    "Y él miró, y grandes lágrimas corrían por sus mejillas negras, donde su barba se tornaba gris. Él dijo: “Pastor, vengo caminando aquí por esta ribera, como por media hora”. Dijo: “He estado observando ese sol a medida que se pone”. Dijo: “Sabe, estas barbas canosas mías, y mi cabello encaneciendo” dijo, “sabe, mi sol también se está poniendo, pastor”.",
    "Dijo: “Es cierto, Gabe”. Y él simplemente se detuvo y se dio la vuelta, dijo: “¿Qué te pasa?”.",
    "Dijo él: “Mi sol también se está poniendo”. Le dijo: “¿Sabe algo?”. Dijo: “Me puse a pensar” dijo él, “mientras venía caminando allá atrás”. Dijo él: “Sabe” dijo, “el Señor tiene que amarme”.\n\nDijo: “Seguro que sí, Gabe”.",
    "Dijo: “Ud. sabe, yo disparo muy mal”. Dijo: “No le puedo pegar a nada, pero” dijo, “nosotros—nosotros realmente necesitábamos esta carne en casa”. Y dijo: “Solo mire la gran cantidad de animales que Él me dio, estas aves y estos conejos”. Dijo él: “Tengo suficiente para toda la próxima semana”. Dijo: “Él debe amarme, porque no puedo darle a nada, Ud. lo sabe”. Dijo: “Yo no podría darle, pero solo mire lo que Él me dio”. Entonces dijo: “Él debe amarme, o Él no me hubiera dado esto”.\n\nDijo: “Así es”.",
    "Y él dijo: “Bueno, tuve un pequeño llamado extraño a mi puerta, allá. Él me dijo que me diera la vuelta, dijo: ‘Gabe, tu sol también se está poniendo’”. Dijo: “Pastor, ¿sabe lo que hice, pastor?”. Él dijo: “Yo Le hice una promesa”.",
    "Le dijo: “Gabe, quiero preguntarte algo”. Dijo: “¿Qué sermón prediqué que te hizo sentir así?”. Él dijo, pastor, o dijo: “Ahora espera un minuto” dijo, “¿qué—qué—qué coro fue el que cantó?”.",
    "Él dijo: “¡Oh!, seguro que me encantan esos cantos en la iglesia, pastor”. Dijo él: “Me encanta cada mensaje que Ud. predica, porque viene directamente de ese buen Libro, y sé que es correcto. Pero” dijo, “no fue eso”. Dijo: “Él simplemente tocó, y yo miré alrededor aquí, y vi lo bueno que Él era conmigo, lo que Él me ha dado”. Dijo: “El domingo en la mañana, caminaré allí al frente donde Ud. está parado”. Él dijo: “Le voy a estrechar a Ud. mi diestra” dijo, “porque le he entregado mi corazón al Señor, allá abajo al voltear por la colina”. Él dijo: “Me haré bautizar, y tomaré mi lugar al lado de mi esposa. Y allí me quedaré hasta que el Señor me llame más arriba”. ¿Ven?, él sencillamente miró alrededor y vio lo bueno que Dios había sido con él.",
    "Soy un misionero. Si Uds. pudieran mirar a través de los ojos por los que yo estoy mirando ahora, y ver un lugar indio, esas pequeñas personas hambrientas, madres muriéndose de hambre en la calle, sus pequeños ni siquiera pueden llorar más, del hambre, y solo piensen en lo que nosotros comimos aquí hoy. Miren los carros en los que Uds. llegan. Miren la ropa que usan. Miren lo ricos que Uds. son. Amigo, ¿no puede sentir ese pequeño llamado allí en alguna parte?\n\nOremos.",
    "Con nuestros rostros inclinados, y nuestros corazones, los minutos ahora son fugaces, faltan unos siete minutos para el mediodía. Mi hermano, hermana: la ciencia nos dice que faltan menos de tres minutos para la medianoche. Ahora, si Uds. solo miran alrededor, y pensar por un minuto. Sus hijitos sentados allí a su lado. ¡Cuántos pequeños espásticos!",
    "Mire a su amable esposa, hermano, y piense en cuántos hombres con millones de dólares, y amando a una mujer con todo su corazón, y ella no sale de los bares. Él daría todo un millón para que esa mujer lo amara como su esposa lo ama a Ud. Y Ud., esposa, ¿cuántas mujeres…?",
    "¿Cuántas madres aquí esta mañana con sus pequeños, cuántos padres que han…? Pues, vaya, hay muchos hombres mirando una cuna, un pobrecito encogido, lisiado, y miren los niños tan sanos que Uds. tienen. ¿Ven? Y muchos, un ancianito, tal vez…",
    "¡Oh, Dios! Hay tantas cosas, si Uds. solo se fijaran. Él ha sido tan bueno con nosotros los americanos. Ahora, ¿no sienten que les gustaría recibir un poco de ungüento, esta mañana: “Abre mis ojos un poco más, Señor, abre mis ojos?”. Como cantó tan lindo nuestra hermana: “Su ojo está en el gorrión, solo un pequeño gorrión, y yo sé que Él me mira a mí”.",
    "Ahora, Él lo está mirando directamente a Ud. ¿Pueden oír, en alguna parte, un pequeño llamado como este, [el Hermano Branham toca sobre algo.—Ed.], “Estoy de visita, esta mañana”? Es el honor más grande que se pueda dar, si Uds. pueden sentir ese llamado en su corazón.",
    "¿Podría Ud. levantar la mano, decir: “Por esto, Señor, por Tu ayuda y Tu gracia, a partir de hoy, viviré tan cerca de Ti como pueda; es todo lo que sé pedirte”? Dios le bendiga. Dios le bendiga. “Con Tu ayuda y gracia, hoy, de hoy en adelante, nunca olvidaré esto”.\n\n“He aquí, Yo estoy a la puerta y llamo. Si algún hombre…”.",
    "Ahora, recuerden: ¿dónde estaba tocando Él, en el establo? No. ¿En el bar? No. ¿A dónde está tocando? ¡En la iglesia!",
    "🦅 Si alguno oye Mi Voz y Me abre, entraré y cenaré con él, y él Conmigo”.",
    "Amado Dios, estas pocas palabritas entrecortadas, enredadas, que se han dicho esta mañana, de alguna manera permite que el Espíritu Santo las interprete en los corazones de la gente.",
    "Ahora fueron muchos, Señor, quizás de estos cien aquí, veinte o treinta personas levantaron las manos. Yo no tengo manera de saber exactamente lo que ellos necesitaban, Señor. Pero sé que el mediodía está solo a unos minutos, y también la Venida del Señor; antes de que esta nieve aun se derrita de la tierra, podemos ser llamados, y este puede ser el momento que cambiará todo el futuro de si ellos se quedan aquí o suben.",
    "Amado Dios, humildemente aceptamos a Jesús, aceptamos todas Sus Palabras. Llénanos, Señor, llénanos con Tu Espíritu Santo, para que nuestra vida produzca el fruto automáticamente. Concédelo, Señor.",
    "Perdónanos de nuestros muchos errores. ¡Oh, estamos tan llenos de ellos, Señor! Y no tenemos nada que podamos ofrecer, Señor, porque todo lo que tenemos, nos ha sido dado por Ti. Como dijo Gabe, en la pequeña historia que acabamos de contar: “Tú, Tú realmente nos amas, Señor, o no harías esto”. Y, pensar, estas personas sentadas aquí desde temprano esta mañana, sentadas aquí desde las ocho, llevan cuatro horas aquí. Ellos Te aman, Señor. Ellos Te aman. Ahora, Padre, envía el colirio del Espíritu Santo, abre nuestros ojos. Que nosotros…",
    "Estos quienes están aquí en la ciudad, que se apresuren a ese avivamiento esta noche, ¡que haya tal derramamiento! Concédelo, Señor. Que un avivamiento a la antigua comience aquí en la ciudad. Concédelo. Bendice a todo hombre que está esforzándose, a cada uno de Tus siervos por todo el mundo, que está esforzándose. Sé con ellos, Señor, y ayúdalos.",
    "Abre nuestros ojos para que podamos ver más y más la semejanza de Cristo. Concédelo, Señor. Perdónanos de nuestros pecados.",
    "Y ahora estos que levantaron sus manos, Padre, los encomiendo a Ti. Recíbelos. Ahora cito Tu Propia Palabra, Señor, de que, “Los cielos y la tierra fallarán, pero” dijiste Tú, “el que” pronombre personal, “el que oye Mis Palabras…”. Señor, puede ser que hayan sido entrecortadas y sencillas, pero alguien las escuchó. La Simiente cayó. “El que oye Mis Palabras y” conjunción, “cree en el que Me envió”, porque Él hizo esto, “él tiene (tiempo presente) Vida Eterna, y no vendrá, en el futuro, al juicio, mas ha pasado de muerte a Vida”. Ellos levantaron sus manos, Señor. Ellos rompieron (toda) ley científica; la gravedad nos mantiene las manos abajo. Pero ellos probaron que hay un espíritu en ellos, que pudo escuchar un llamado a la puerta, y extender su diestra hacia el Cielo. Ahora, abre la puerta. Abre, Señor, y entra. Somos Tuyos. Recíbenos, en el Nombre de Jesucristo. Amén.\n\nYo Le amo, yo Le amo\n\nPorque Él a mí me amó\n\nY me compró la salvación\n\nAllá en la cruz.",
    "¿Le aman? Me pregunto si pudiéramos solo cerrar nuestros ojos, por un momento. Ahora desde nuestro corazón, con nuestras manos levantadas:\n\nYo Le amo, yo Le amo\n\nPorque…",
    "Estamos aceptando Tu llamado en esta mañana, Señor. Mis manos están levantadas. Nuestras manos todas están levantadas, Señor.\n\nY…\n\nAhora entra, Señor Jesús. Entra en nuestros corazones y cena con nosotros, y cenaremos Contigo.\n\n¡Allá en la cruz!",
    "¿Le aman? ¡Oh, yo pienso que Él es tan maravilloso! ¿Uds.? ¿No sienten que Su Presencia los está limpiando? Me siento muy religioso ahora mismo, solo—solo me siento muy bien, hay algo al respecto.\n\nMi fe espera en Ti,\n\nCordero, Quien por mí,\n\nFuiste a la cruz.\n\nEscucha mi oración,\n\nDame Tu bendición,\n\n¡Oh, llene mi corazón\n\nTu santa Luz!",
    "Ahora quiero que cuando tararemos esta siguiente estrofa de ese hermoso himno, un himno antiguo de la iglesia, quiero que se den la mano con alguien. Permanezca en su asiento, solo diga: “Dios lo bendiga, hermano. Dios la bendiga, hermana. ¡Estoy tan contento de estar con Uds. aquí!”. Hagamos eso. [El Hermano Branham tararea Mi fe espera en ti.—Ed.] Dios te bendiga, Carl, contento de estar aquí…?…",
    "Solo pensar, los metodistas tomados de las manos de los pentecostales, los bautistas de las de los presbiterianos.\n\n¡Oh!,…desde este día\n\nSer todo Tuyo.",
    "Ahora, mientras cantamos lentamente ahora, también, desde el fondo de su corazón. Saben, después de reprochar con un Mensaje que refriega, pienso que es bueno entrar en el Espíritu y cantar, la dulzura del Espíritu Santo.",
    "🦅 ¡Oh, cuán dulce es para los hermanos habitar juntos en unidad”! La Biblia dice: “Es como el aceite de la unción que estaba en la barba de Aarón, que le llegaba hasta el borde de sus faldas”. Uds. son gente maravillosa por acá. Espero volver a verlos de nuevo antes de que Jesús me llame, o del Milenio. Si no, los veré al otro lado del río. Me encontraré con Uds. en el río. Amén. Es una cita.\n\nA ruda lid iré,\n\nY pruebas hallaré,\n\nMi Guía sé;\n\nLíbrame de ansiedad, (Esa pequeña Luz de la que hablan.)\n\nGuárdame en santidad,\n\n¡Oh, por la Eternidad\n\nSer todo Tuyo!",
    "¡Toda puerta abierta! ¡Oh!, solo toque el pequeño botón, y obsérvelos a todos dar la vuelta al círculo; decir: “Entra, Señor Jesús, sé mi Señor, mi todo”.\n\n¡Oh, desde este día (no dejarte parado a la puerta)\n\nSer todo Tuyo!",
    "Uds. que levantaron sus manos y quieren ser guiados más hacia el Señor, les pido que vayan al avivamiento esta noche. Y estoy seguro de que el pastor allí los llevaría de aquí a la posada. Él tiene seis denarios, o lo que le haya sido dado, para cubrir el vino y aceite para verter. Él puede terminar el trabajo.",
    "Dios les bendiga ahora. Devolveré el servicio, supongo, al Hermano Williams, o a quienquiera que… 🦅"
  ]
}