{
  "title": "UN HOMBRE HUYENDO DE LA PRESENCIA DEL SEÑOR",
  "id": "65100009",
  "content": [
    "🦅  Inclinemos nuestros rostros. Amado Dios, estamos contentos esta tarde por este privilegio que tenemos de reunirnos una vez más. Y sólo Tú, Señor, sabes cómo nuestros corazones han anhelado esta hora cuando nos podemos parar ante Tu pueblo otra vez aquí, y traer este Mensaje que nosotros tan vitalmente sentimos que es tan urgente en esta hora. Tú nos has asignado estos cuantos días ahora, y rogamos, amado Dios, que Tu mano de misericordia esté sobre nosotros, para guiarnos y dirigirnos. Y danos aquellas cosas de las cuales tenemos necesidad, Señor, porque nuestros corazones anhelan conocerte mejor.",
    "Nosotros vemos el gran campo de cosecha, blanco, maduro, y sabemos que el grano está listo ahora para el gran tiempo de la trilla. Amado Dios, rogamos que Tú abras las cáscaras de alrededor de nosotros, permítenos estar en la Presencia del Hijo ahora, en estos días que siguen, y que maduremos para el Reino de Dios.",
    "Bendice cada canto que será cantado. Bendice cada oración, y responde cada una que será orada, Señor. Salva a todos los perdidos. Llama de regreso a la casa del Dios viviente, y al compañerismo, a aquellos que se han apartado.",
    "Rogamos, Dios, que Tú sanes a toda persona enferma que entra bajo nuestro techo. Concédelo, Señor. Que no haya una sola persona débil entre nosotros al final de estas reuniones.",
    "Y, amado Dios, luego para nosotros mismos, nosotros los que afirmamos en esta hora ser la Iglesia, los Llamados fuera, aquellos alrededor del mundo que han salido de Babilonia y para ser participantes de este maravilloso compañerismo en este último día, rogamos Dios que Tú bendigas nuestros corazones de tal manera. Estamos verdaderamente hambrientos, Señor, y vaciados de todas las cosas del mundo, que nosotros sepamos. Señor, nos hemos despojado de todo peso que tan fácilmente nos asedia, y ahora permite que corramos con paciencia esta carrera que tenemos por delante. Concédelo, Padre. Y que seamos Cristianos más llenos, más fuertes, y mejores, al final de este servicio, de lo que éramos cuando entramos. Que Dios reciba toda la gloria, porque lo pedimos en el Nombre de Jesús. Amén.",
    "Yo pienso que este es un grandioso privilegio, esta noche, por el cual he esperado algún tiempo. El otro día yo le estaba diciendo a mi esposa, yo dije: “Me pongo tan nervioso, esperando para llegar al tabernáculo”. Yo sólo…Yo tengo otros amigos, por supuesto, los tengo, alrededor del mundo, pero hay alguna u otra cosa acerca de este tabernáculo aquí.\n\nYo fui sacado de este polvo de aquí alrededor, cuando Dios me dio vida aquí en la tierra; y creo que, si El tarda, seré sepultado aquí en alguna parte. Cuando El venga, El me encontrará aquí en alguna parte.",
    "Pero, parece como que, hay algo, cuando me pongo a pensar acerca de Jeffersonville. El otro día me sentí tan solo; le dije a mi esposa, dije: “Estoy nostálgico, y no sé con respecto a qué estoy tan nostálgico, a menos que sea esa gente orando por mí”. Yo dije: “Pues, yo…Lo único que sé hacer es regresar y tener unos cuantos días de reuniones, ver si no podemos encontrar algo de parte del Señor, quizás El quiere que sepamos algo”.\n\nY el gran tema vital que tenemos delante de nosotros ahora es Casamiento Y Divorcio. Y si hay una pregunta, tiene que haber una respuesta. No puede haber una pregunta a menos que haya una respuesta. No importa qué es, tiene que haber una respuesta. Si el Señor quiere, quiero tratar de hablar sobre eso, el domingo en la mañana.",
    "Y luego, mañana en la noche, creo que debemos estar aquí en la…¿Cómo se llama esa escuela? [El Hermano Neville dice: “Parkview”.—Editor] El auditorio Parkview. ¿Qué, señor? [“Secundaria Parkview”.] Secundaria Parkview. ¿Cuántos saben dónde está? Bueno, supongo que ellos van a tener letreros afuera, ¿no es así Hermano Neville? [“Sí”.] Es…Está un poco más arriba de aquí como—como a tres cuartos de milla [Como a un kilómetro y cuarto.—Traductor], y va a haber un letrero. Uds. doblan saliéndose de la carretera. Es un bonito edificio elevado. Tiene lugares donde Uds. pueden recargar su brazo, y tomar notas de lo que quieran escribir, y—y—y cosas. Y estoy seguro de que Uds. lo van a disfrutar un poquito más de lo que lo estarían, algo amontonados en las reuniones aquí en el—en el tabernáculo. Habrá bastante espacio, bastante espacio para estacionarse.",
    "Ahora, yo pienso que ellos tienen una pequeña regla la cual tuvimos que prometer acatar, eso era, no llegar al terreno hasta como a las seis y media. [El Hermano Neville dice: “No hasta las cinco y media; no estar allí antes de las cinco y media”.—Editor] Y ¿a qué hora…? [“Las puertas se abren a las seis y media”.] Creo que sería una buena idea que nosotros lleguemos allí a las seis y media.\n\nAhora, ellos tienen otro auditorio aquí en la ciudad en el que se pueden sentar seis mil. Si nos comportamos bien en este, quizás ellos nos permitan usar el otro alguna vez para una reunión grande, quizás alguna vez este verano cuando yo regrese de ultramar.",
    "Y así que yo creo que podemos sentar hasta…¿A cuántos podemos sentar allá? [El Hermano Neville dice: “Podemos sentar como cuatro mil”.—Editor] Cuatro mil. Así que, ¿ven Uds.?, vamos a tener bastante espacio. No habrá prisa. Y así que lleguen a las seis y media. Y entonces todos pueden entrar a la hora correcta, todos juntos, y estoy seguro que Uds.—Uds. tendrán un buen asiento. Y está elevado así, y—y un lugar aquí donde Uds. pueden escribir y tomar notas, y demás. Y eso va a comenzar, si el Señor quiere…",
    "Yo creo ahora, esta noche, siendo esta reunión de oración del miércoles por la noche, tenemos…El lugar está casi lleno, así que yo pienso que quizás es mejor que empecemos mañana en la noche. Lo rentamos sólo con esperanzas de que quizás, si fuéramos suficientes para tener un exceso aquí, nosotros pudiéramos ir allá. Pero yo creo que es…sería mejor ir allá, ¿no cree así, Hermano Neville, ir allá mañana en la noche? Y ¿cuántos piensan que esa sería una buena idea? Y entonces Uds. pueden tener bastante—bastante espacio. Ya está—está rentado; ha sido pagado por algunos hermanos aquí en la iglesia. Sólo nos costó cincuenta dólares por noche, lo cual es muy, muy…Quisiera tener eso en todas partes, poder sentar a tantos por cincuenta dólares la noche, un edificio nuevo, una buena plataforma. Y, pero estamos…",
    "Por supuesto, vamos a recoger ofrendas, me supongo. Y no queremos que esos hombres paguen por ello ellos mismos; nosotros pagaremos por…los vamos a reembolsar. Pero cuando obtengamos para nuestros gastos y cosas, pues, entonces, por supuesto, podemos dejar de recoger ofrendas. Nosotros no…",
    "Si hay algún desconocido con nosotros, hemos hecho eso una norma, de nunca pedir, mendigar, presionar a la gente por dinero. Pasamos el plato de las colectas, lo cual es sólo…Ese es un acto religioso. Yo lo he tratado, muchas veces, de ni siquiera pasar el plato de las colectas, en lo absoluto, pero no funciona. ¿Ven? Porque, dar es una parte de nuestra religión. Es una parte de nuestro deber. No importa si sólo son diez centavos, o lo que sea, o un centavo, es todo…",
    "Así que Uds. recuerdan, Jesús vio una viuda pasar, un día, donde el hombre rico estaba poniendo mucho de su tesoro en el arca. Y esta viuda pasó, quizás con un par de niñitos hambrientos caminando a su lado, y dio todo lo que ella tenía, tres centavos. Y Jesús dijo: “¿Quién dio más?”",
    "Ahora, si yo hubiera estado parado allí, yo hubiera dicho: “No haga eso, hermana. Nosotros—nosotros, mire, nosotros tenemos bastante dinero”. Pero El nunca la detuvo. ¿Ven? El—El sabía que tenía algo más grande para ella más adelante en el camino. Así que, ¿ven?, después de todo, ella tenía un hogar en la Gloria, al que ella iba. Y El nunca la detuvo. El le permitió poner sus tres centavos, porque simplemente era lo que ella quería hacer. Y ella tenía que querer hacerlo; con hijos, y siendo una viuda y con sólo tres centavos para vivir. Ella, ella tenía que querer hacer eso. Así que, ¿ven Uds.?, cuando la gente quiere dar, uno tiene que darles la oportunidad de hacerlo así.",
    "Pero yo pienso de estos parándose, y gente diciendo: “¿Quién dará cincuenta dólares? ¿Quién dará veinte dólares?” Yo pienso que eso es perjudicial para la—para la inteligencia de uno. Yo—yo pienso que la gente se da cuenta que se necesita dinero para—para llevar a cabo una—una reunión. Y yo nunca les permitía a ellos hacerlo, a los administradores. Yo dije: “Cuando Uds. tengan que hacer eso, entonces es tiempo de que yo me regrese al tabernáculo. Así que, no tendremos que hacer eso”. Pero yo—yo pienso que tenemos que pasar el plato de las ofrendas, para—para poder hacerlo un servicio religioso completo.",
    "Y así que ellos probablemente pasarán un platito para ofrendas cada noche, diciendo algo como: “Bueno, nosotros recogeremos la ofrenda ahora”. Y ellos pasarán el plato de la ofrenda, y ese—ese será el fin de ello.",
    "Y cada noche, si el Señor quiere, yo pienso que el Señor ha puesto en mi corazón un Mensaje muy definido para la Iglesia. Yo he estado varios días en oración. Y no entraré en eso, porque un gran fenómeno sucedió el otro día que fue realmente grande. Estoy ansioso de contarles acerca de ello. Y ahora, el tema principal, yo supongo, que casi todos ellos, dijo Billy, que han estado llamando, era sobre Casamiento Y Divorcio. El cual, es un gran—un gran tema y yo—yo no sabía cómo abordarlo. Y yo subí a orar sobre ello, y el Señor se encontró conmigo. Y sé que yo, por…Yo no lo tengo, pero Dios me lo ha dado a mí; lo tengo ahora. Dios me ha dado a mí la respuesta correcta, ¿ven?, ¿ven?, y yo—yo sé que eso es verdad.",
    "Y así que todavía no sé exactamente, quizás, el domingo yo le pudiera pedir a nuestras hermanas que omitan la reunión, ellas mismas, pero yo—yo no sé. Dependería si las mujeres casadas quieren venir con sus esposos. Hay—hay algunas cosas realmente vitales que tienen que ser dichas, la verdad acerca de ellas, y cómo…Y así que queremos absolutamente exponerlo, de ASI DICE EL SEÑOR, entonces Uds. lo tienen. Uds. saben exactamente qué es la Verdad entonces. Y estoy confiando que El hará eso.",
    "Y, ahora, yo estaba aquí arriba en el restaurante el otro día, comiendo, y—y Jerry y todos ellos los están esperando a todos Uds. Ellos dijeron, dijeron: “Bueno, nosotros…” Algunos, uno de los muchachos estaba allá arriba, dijo, este hombre dijo: “A mí me va a ir muy bien esta semana”, dijo, “ellos tienen…O, estas próximas dos semanas”. Dijo: “Ellos tienen una—una reunión aquí, de baloncesto, o una u otra cosa”. Dijo, entonces dijo: “Branham está allí, van a tener una reunión”. El dijo: “Voy a alimentar a una gran cantidad de gente”. En el Ranch House, uno de esos lugares allá arriba. Y ellos estaban…han sido verdaderamente amables.",
    "Y yo los aprecio a todos Uds., porque ellos ciertamente alardearon y dijeron cosas buenas acerca de Uds.",
    "El administrador allá arriba en el Ranch House se encontró conmigo la otra mañana. Yo llegué como a las dos y media de Arizona. Y él dijo: “Pues, Hermano Branham”, dijo, “yo escuché que Ud. va a tener otra reunión”. Dijo: “Conseguí un poco de ayuda adicional”, dijo él. Y dijo: “Entonces yo quiero decir una cosa, que esa gente que viene de allá abajo”, dijo, “ellos verdaderamente son gente amable”. Ahora, eso me hizo sentirme muy bien acerca de Uds., ¿ven?\n\nPorque, después de todo, siento como que son mis niños [En inglés se usó la palabra kid que significa tanto “niño” como “cabrito”.—Traductor], y yo—yo…o hijos, mejor dicho. Y así que yo…Cabrito se refiere a una cabra, y Uds. no son cabras. Uds. son mis corderos. ¿Qué les parece eso? Uds. son los corderos del Señor que El me ha permitido alimentar. Y confío que ello—ello…que El me permitirá hacer eso. Nosotros vamos por el camino.",
    "Y acerca de esto de Casamiento Y Divorcio, he querido hablar sobre ello desde el tiempo de esos Siete Sellos. Uds. saben, los mist-…Todos los misterios debían de ser dados a conocer en ellos, el abrir esos Siete Sellos, todos los misterios de la Biblia. Y estoy pensando ahora, estoy poniéndome más o menos viejo, yo—yo pienso que yo…Yo pensé que sería mejor por lo menos ponerlo en cinta, ya sea si algo me sucediera a mí, entonces la Iglesia pudiera preguntarse: “¿Me pregunto qué tenía él en su mente? ¿Qué diría él?” Y todos esos temas que parecen ser tan difíciles; yo pienso que, la…con la ayuda del Señor, voy a tratar de traérselos a Uds. Y entonces—entonces si algo sucede, y si sucediera que yo me fuera antes de que El venga, Uds.—Uds. entonces lo tendrán registrado.",
    "Yo creo que sacamos algunos libros nuevos. Yo veo a la Hermana Vayle; yo no sé si el doctor está aquí o no. ¿Está él aquí, Hermana Vayle? El probablemente está en la reunión. No lo veo. Pero, oh, sí, allá muy atrás. Y el Hermano Vayle ha escrito un libro, y es un…Yo pensaba, creo que ellos dijeron hoy, dos. Hermano Vayle, ¿es correcto eso, tiene Ud. dos aquí ahora? Dos libros. Ahora, yo no sé, yo…A como yo lo entiendo, es que cada persona recibirá una copia. Así que yo…Si Uds.…De esa manera lo entiendo. Yo pudiera estar equivocado en eso.",
    "Y luego Las Siete Edades De La Iglesia han sido terminadas (¿es correcto eso, Hermano Vayle?), y están impresas ahora. Y yo sé que Uds. querrán obtenerlas, porque responden muchas preguntas que han estado en sus corazones. Y luego después de eso, pues, vamos a tratar de poner los Siete Sellos abiertos, Uds. saben, en el libro, para que cada uno pueda leer en la forma que ellos—que ellos quieran, que puedan entenderlo y estudiarlo. Yo creo que cuando sea escrito, si…",
    "Primero, lo sacamos directamente de la cinta, tal y como fue escrito o hablado. Uds. saben, uno puede predicar un sermón, esa es una cosa, y luego escribir un libro es otra. ¿Ven?, por ejemplo si sucediera que yo tocara un tema, por ejemplo yo les diría a Uds., Uds. entenderían, yo diría: “Ahora, la simiente de la serpiente”, ¿ven?\n\nBueno, ahora, el lector de ese libro, si Ud. sacara eso, se preguntaría: “¿Qué es la simiente de la serpiente?” ¿Ven? Y ellos no sabrían. Si sucediera que fuera a un lugar como Princeton [Universidad en los Estados Unidos.—Traductor] o alguna parte, y ellos—ellos pensarían que no somos gente inteligente.\n\nAsí que conseguí al Hermano Vayle para que me ayude un poco con esto y conservar la línea del mismo pensamiento, y darle gramática. Y yo estoy seguro que mi gramática ellos… Sería un misterio para ellos, realmente. Así que el…El Hermano Vayle es verdaderamente bueno en eso, así que él es como un…",
    "Y luego, en eso, yo creo que nuestro precioso hermano debe de haber captado un poquito de inspiración adicional, de alguna manera, y él dijo que él iba a escribir un par de libros suyos, como a raíz de ellas. Y así que él escribió uno llamado, creo, El Profeta Del Siglo Veinte, y otro, Iglesia De Laodicea, creo, o algo así.",
    "Y Billy me dijo que, esta noche, creo que varios miles de ellos llegaron hoy; alguien los trajo de Texas. Y así que, ellos, ellos estarán aquí. Y lo van a anunciar, creo, sean lo que sean. Creo que están patrocinados. No estoy seguro. Si lo están, serán dados a Uds., ¿ven Uds.?, también, gratis. Y esperamos que Uds. los disfruten. Y si los disfrutan, estrechen la mano del Hermano Vayle allá atrás y díganle cuánto lo apreciaron. Yo mismo nunca los he leído. Si yo los leyera, pudiera cambiar de idea acerca de eso, así que trataré de leerlos esta semana mientras tenga una oportunidad, si puedo.",
    "Ahora siendo miércoles por la noche, nuestra reunión oficialmente comienza mañana en la noche. Pero yo creo, estando aquí entre Uds., yo—yo—yo simplemente no podía quedarme allá en la casa y—y saber que todos Uds. estaban aquí. Yo…Así como, Uds. saben, como si algunos de sus parientes llegaran, Uds. saben, y Uds. corrieran hasta el final de la calle a encontrarlos, Uds. saben. Y—y yo—yo pensé que simplemente vendría acá y—y les daría a Uds. la bienvenida a Jeffersonville. Y así que esta última semana yo como…\n\nNo, discúlpenme, fue hace como tres semanas, yo llegué a casa. Yo había estado fuera tratando de…Había estado en unas reuniones allá a través de Arizona, y regresé para tratar de descansar. Y salí en un viaje de cacería, y yo—yo obtuve el león récord en el estado de Arizona. Lo perseguí a través de veinte millas [Treinta y dos kilómetros.—Traductor] de bosque para matarlo.",
    "Pero entonces pensar, sin embargo, que nunca pensé cuando yo era un niñito…Sólo para mostrar cómo suceden estas cosas, un lugarcito que el Señor nos ha dado allá arriba, para los meses que estamos allá, y la escuela para los niños.\n\nYo era un niñito. Yo creo que Jimmy Poole está aquí esta noche, quizás su papá está aquí, Jim grande. Fuimos a la escuela juntos, y yo recuerdo estar sentado allí, como un niñito harapiento, y zapatos, y con zapatos de tenis, los dedos fuera de ellos; pedía prestado un pedazo de papel de uno, y un lápiz de otro.",
    "Yo solía escribir poesía. Y la Sra. Woods, aquí, me hizo recitar eso esta tarde en cinta, acerca de mi viejo Ford, Uds. saben, y es—es uno bueno. Ahora, ella dijo: “Pues Ud. debería de enviar eso al Sr. Ford”.\n\nYo dije: “Hay demasiada verdad, creo”, acerca de un traqueteo enfrente, y un chirrido en la parte de atrás, y un rompecabezas Chino como mecanismo de dirección. Pero yo…Es—es una…Pero yo siempre dije, lo único que yo tenía que hacer es contar cuatro llantas, y sacudirlo lo suficiente para hacer que encendiera y luego subirme en él. Yo decía: “Estaba bien cuando empezaba a subir una cuesta con él, apenas yendo a tirones muy lento, diciendo: ‘Creo que puedo, creo que puedo, creo que puedo’. Luego empezaba, al otro lado, diciendo: ‘Pensé que podía, pensé que podía’”. ¿Ven?\n\nAsí es como vamos a tirones en esta cuesta, como El Progreso del Peregrino. Así que nosotros…",
    "Yo tenía un pequeño poema que escribí, algo así. Y decía…Ahora, sólo piensen, yo sólo tenía como doce años. Y estando allá arriba, el otro día, mirando hacia ese cañón; y pensando que ese león estará aquí mismo en este cuarto de estudio mirando hacia afuera de la ventana, en una ventana de vidrio. Yo estaba pensando en un pequeño poema. Yo fui y lo tomé, es algo así. Sólo piensen cómo Dios…",
    "¿Creen Uds. que Dios está en toda inspiración? [La congregación dice: “Amén”.—Editor] Dios tiene que escribir un canto. ¿Creen Uds. que Dios está en los cantos? [“Amén”.]\n\nJesús así lo dijo. El se refirió allá a David: “¿No saben lo que David dijo en los salmos? Uds. saben, no ha…”",
    "Miren la misma crucifixión. David la cantó, en el Salmo 22: “Dios Mío, Dios Mío, ¿por qué me has desamparado? Todos mis huesos, ellos me miran. Horadaron Mis manos y Mis pies”. Uds. saben, y ese era un canto. Un salmo es un—es un canto.",
    "Y en esta poesía, sólo observen cómo sucedió. Sentado allí, un niñito con una hoja de papel prestada, yo dije:\n\nEstoy nostálgico, oh, tan nostálgico por ese lejano suroeste,\n\nDonde las sombras caen más profundamente al pasar la cima de la montaña.\n\nYo puedo ver un coyote al acecho por todas partes en la púrpura neblina;\n\nYo puedo oír a un lobo gritando donde las reses de cuernos largos pastan.\n\nY en alguna parte arriba en un cañón yo puedo oír a un león gemir,\n\nEn esas lejanas Montañas Catalina en el límite de Arizona.",
    "Cuarenta años después, yo estoy sentado allí mismo en ese cañón, ese león mirándome en el rostro.\n\nOh Dios, hay una Tierra más allá del río en alguna parte, amigos. Simplemente es que tiene que estar allí. ¿Ven? Hay—hay demasiado hablando de ella. Todas estas cosas no son sólo mitos; son…Son reales. Son realidades. Estoy tan contento de estar aquí esta noche, de estar con esta gente con la que estoy esperando vivir Allá para siempre, donde ya no habrá enfermedad, o muerte, o separaciones. Y viajar no será nada para nosotros entonces.",
    "Ahora, yo pienso que ninguna reunión es completa sin leer la Palabra y tener una pequeña…\n\nHermano Neville, yo simplemente subí aquí arriba. Billy dijo que Ud. quería que yo hablara. ¿Era correcto eso, Hermano Neville? [El Hermano Neville dice: “Amén. Sí. Seguro”.—Editor] Quizás he dado un poquito demasiado por sentado, pero yo—yo simplemente me sentí tan bien al respecto. [“¡Pues amén! ¡Seguro siéntase!”]\n\nAsí que, ahora, Uds. que tienen cantos y cosas, vean al Hermano Neville cuando Uds. vayan a cantar, y luego simplemente que se haga, allá arriba. Y tengamos sólo un preliminar como de media hora, y entremos directamente en estos Mensajes muy profundos y veamos qué podemos ver que va a hacer el Señor. Y yo sólo confío…",
    "Yo—yo creo que tenemos Verdad. Yo estoy satisfecho de eso. Y yo creo que el trigo está, absolutamente, la cáscara se está separando de él. Uds. saben. Y, ¿ven?, yo quizás dé un pequeño preludio sobre eso, mañana en la noche, ¿ven?, cómo la cáscara se está separando del trigo. Pero el trigo tiene que permanecer en la Presencia del Hijo, para madurar. Y para eso estamos aquí, amigo, quédese en la Presencia del Hijo hasta que nuestro grupito de gente aquí, hasta que llegue a estar tan maduro para Cristo, que llegue a ser pan sobre Su mesa. Eso es lo que yo quiero que haga.",
    "Y ahora antes de abordar la Palabra, después de recitar poemas, y demás, oremos de nuevo. Luego vamos a tomar un texto.",
    "Amado Jesús, ayúdanos ahora esta noche, en estas cuantas palabras, mientras esperamos en Ti. Y rogamos que Tu gracia y misericordia estén con nosotros, Señor. Y enternece nuestros corazones; quita todas las cáscaras, las espinas, los cardos, permite que la bendita luz del sol de Dios caiga sobre la Palabra, Señor. Y que tengamos una reunión tan grande al grado que no haya una persona que no sea salva entre nosotros, todos los hijos estarán en el Reino de Dios. Aquellos sin el bautismo del Espíritu, que lo reciban, Padre. Que todos los grandes misterios que debemos de conocer en esta edad, Señor, sean revelados a nosotros; y veremos la sencillez de Dios, para que sepamos cómo comportarnos y actuar, corrigiéndonos y trayendo los miembros de nuestro cuerpo a disciplina a la Palabra, para que sepamos cómo vivir en este día presente en el acercamiento del Señor Jesús.",
    "Mientras yo leo de Tu Palabra esta noche, Señor, yo quizás, por medio de una educación parcial, pudiera leer en algunas de las palabras, y quizás pronunciar mal otras. Pero, Señor Dios, solamente Tú puedes sacar el contexto de allí. Tú eres el Unico que puede hacerlo. No—no hay manera de que un ser humano lo haga alguna vez; está en Tus manos, Señor. Así que danos, cada noche, aquellas cosas que están escondidas en Tu Palabra, para que podamos ser mejores Cristianos y vivamos de acuerdo al tiempo en el que estamos viviendo, como ejemplos de Cristianismo. Pedimos en el Nombre del Señor Jesús. Amén.",
    "Ahora, muchos de Uds., en sus Biblias, yo quiero que abran en el Libro de Jonás. Es un…Siempre hablamos tanto de que Jonás era un caído y todo. Yo siempre he defendido a Jonás. Yo no creo que Jonás había caído. Yo—yo no creo eso. Yo creo que tan sólo es…Nosotros simplemente algunas veces lo usamos, decimos: “El es un Jonás”. Pero si nosotros…Yo ya hablé sobre ello, de otra manera, diciendo cómo es que yo pensaba, Jonás, qué sucedió.\n\nVino palabra de Jehová a Jonás hijo de Amitai, diciendo:\n\nLevántate y ve a Nínive, aquella gran ciudad, y pregona fuertemente contra ella; porque ha subido su maldad delante de mí.\n\nY Jonás se levantó para huir de la presencia de Jehová a Tarsis, y descendió a Jope, y halló una nave que partía para Tarsis; y pagando su pasaje, entró en ella para irse con ellos a Tarsis, lejos de la presencia de Jehová.",
    "¿No es ese un final triste? Un Hombre Huyendo De La Presencia Del Señor, y ese es mi tema.",
    "Ahora, primero queremos pensar en esto. Jonás era…La razón, la razón principal, que yo creo que él hizo esta gran cosa aquí, fue porque Jonás era un Judío. Y a él se le pidió que fuera a una ciudad Gentil, para pregonar contra ella; pensando que él no sería recibido. Porque, los Gentiles pensarían: “¿Qué tiene que ver este Judío con nosotros?” Pero, ¿ven Uds.?, otra cosa, nos da una gran cosa aquí para ver, que Dios no sólo es Dios de los Judíos, sino que El también es Dios de los Gentiles. El es Dios de toda la gente.",
    "El sólo escogió a los Judíos. Los Judíos fueron llamados el pueblo escogido de Dios. Fueron escogidos para una causa específica. Y esa causa era, darles a ellos la ley, y ellos no pudieron guardarla. Y El simplemente mostró, por medio de ese pueblo, que la ley no podía ser guardada, y que El era un—un—un Dios de justicia. Y la ley demandaba justicia, pero no había gracia en la ley, para sacar al hombre. Ninguna pena era pagada por la ley, pero se requirió la gracia para pagar esa pena, o aquello bajo lo cual nos había puesto la ley.",
    "Y aquí Jonás fue llamado, como éste, uno de los profetas menores de la Biblia, para ir a esta ciudad.\n\nY aquí encontramos un ejemplo de todos nosotros. Cada uno de nosotros, siempre estamos huyendo de algo. Huimos de los problemas. Huimos de las responsabilidades. Nosotros, todos estamos propensos a hacer eso. Nosotros, nosotros estamos, nosotros estamos más propensos a correr de lo que lo estamos a pararnos y enfrentarlo. ¿Ven?, nosotros simplemente… nosotros—nosotros—nosotros nos encontramos huyendo.\n\nAlgunas veces nos hallamos propensos a huir del trabajo. No queremos, no queremos trabajar. Algunas personas simplemente piensan que pueden ganarse la vida sin trabajar. Pero, yo creo, Salomón fue el que dijo que nosotros podíamos encontrar aquí la respuesta, al observar a una hormiga.",
    "Uds. saben, una hormiguita, me dicen que si esa (toda) hormiga no trabaja y se abastece, esa hormiga no come ese invierno, tampoco. Así que todo el mundo tiene que—que trabajar.",
    "Tenemos tantas cosas que tenemos que hacer, tanta responsabilidad a la que tenemos que hacerle frente. Todo el mundo tiene que hacerle frente a una cierta responsabilidad.",
    "Cuando Uds.—cuando Uds. llegan a—a escoger a su esposa, para casarse, o escoger a su esposo, Uds.—Uds. tienen que tomar una responsabilidad. Y entonces Uds. deben recordar… Quizás Uds. construyen una casa; es una casa bonita y hermosa. Y entonces recuerden, como mujer casada, Uds. tienen que pensar en la responsabilidad de criar hijos. Y Uds. tienen que pensar que esas paredes bonitas y lustrosas van a tener pequeñas huellas de manos sucias por todas partes sobre ellas. Además Uds. tienen la responsabilidad de educar a sus hijos. Uds. tienen la responsabilidad de vestirlos y alimentarlos.",
    "Todo es una responsabilidad. Y es tan fácil, cuando las responsabilidades nos hacen frente, rehuir de ellas. Y nos damos cuenta que el matrimonio es una responsabilidad, en todo sentido.",
    "Aun, muchas veces, encontramos…Es difícil decir esto, pero es verdad, que ministros, muchas veces, rehuyen una responsabilidad de pararse por la verdadera Palabra de Dios cuando ellos son confrontados con Ella. Ellos rehuirán esa responsabilidad. Cuando la Verdad de la Palabra de Dios es traída cara a cara con nosotros los seres humanos, tenemos… estamos propensos a rehuir hasta el último recurso.",
    "Yo acabo de terminar de hablar con mi sobrinito allá. El es un Católico, y él…Y yo bauticé a ese muchacho, en el Nombre de Jesucristo, aquí hace unos cuantos años, y él se juntó con una muchachita y se convirtió en Católico. Y yo sostuve la mano de su madre mientras ella se estaba muriendo allá. Ella me dijo, las últimas palabras: “Cuida de Melvin”. Y él simplemente ha estado soñando sueños. El simplemente no puede…Cada, cada día, la última semana, él ha estado soñando sueños. Dijo: “Entré a tu iglesia, Tío Bill, y tú estabas parado allí predicando. Yo llegaba corriendo, para empezar a hacer una confesión. Yo me despertaba”. El dijo: “Yo—yo he estado errado”.\n\nYo dije: “Melvin, tú no necesitas ninguna interpretación para eso. Tu lugar es allá a donde tú perteneces”. Eso es correcto. ¿Ven?",
    "Pero hacerle frente a las responsabilidades, algunas veces nos arranca la mismísima piel, el hacer eso. Como padre, hacerle frente a la responsabilidad, para darle al hijo de uno una paliza. A esos pequeñitos, uno no quiere hacer eso. Pero como padre o madre, uno tiene que hacerle frente a la responsabilidad de criar a ese hijo, porque la Biblia dice: “Detén el castigo y echarás a perder a tu hijo”. Y eso todavía es bueno ante los ojos de todo psicólogo que hay en el mundo. Esa todavía sigue siendo la Verdad de Dios. Si se hubiera practicado más de eso, no hubiéramos tenido tanta delincuencia juvenil y cosas, y la corrupción que tenemos hoy en el mundo. Pero la antigua regla de oro del hogar ha sido quebrantada, hace mucho tiempo, y ellos permiten que los niños hagan lo que quieran.",
    "Pero aun como dije, ministros, ellos llegan a estar cara a cara con la Verdad, y luego se apartan de Ella. ¿Ven?, ellos— ellos sólo tienen…Parece que hay algo que ellos—ellos no quieren hacerle frente.",
    "Muchas veces gente ha venido, dice: “Yo sé que eso es correcto, Hermano Branham, pero si yo hiciera eso, ellos me echarían fuera de la iglesia”. ¿Qué de ello? Si Uds. no lo hacen, los van a echar fuera, Allá arriba. Así que Uds. tienen que ser echados fuera, en alguna parte, ¿ven? Así que más vale que le hagan frente, en vez de correr de ello y decir: “Bueno, voy a ir acá. No voy a regresar”. Regrese, seguro, escuche un poco más de Ello.\n\nEscudriñen las Escrituras. Jesús dijo: “Escudriñad las Escrituras; porque a vosotros os parece que en Ellas tenéis la Vida Eterna; y Ellas son las que dan testimonio de Mí”. Pero encontramos que la gente no se enfrenta con eso.",
    "Siendo traídos a, a la Presencia de Dios, y ver cuando Dios hizo una promesa, y Dios está obligado a esa promesa. Y cuando El trae esa promesa a cumplimiento, entonces la gente tiene temor de hacerle frente a la responsabilidad de cuadrar con el Mensaje de la hora. Encontramos eso en todas partes.",
    "¿Qué de Uds. Luteranos? ¿Cuántos Luteranos tenían temor de, la gente tenía temor de hacerle frente a la Verdad de Lutero cuando él salió con justificación? Miren lo que les costó a Uds., quizás sus propias vidas, en salir y confesar a Jesucristo y—y llegar a ser un—un Luterano.",
    "Mírense Uds. Metodistas, cómo solía ser, todos Uds. solían ser llamados santos rodadores. Supongo que Uds. sabían eso. Y ellos entraban bajo el Espíritu, y se sacudían de arriba abajo. Y ellos decían que—que ellos tenían “el baile de San Vito” [Una enfermedad.—Traductor]. Los Met-…Eso, no, esos no eran Pentecostales; esos eran Metodistas, hace muchos años. Y ellos se sacudían, y temblaban, y caían bajo el poder de Dios. Y les tiraban agua en sus rostros, y los abanicaban con abanicos, pensaban que se habían desmayado. Y, ahora, Uds. eran considerados un montón de santos rodadores. Pero Uds. tenían, sus madres y sus padres, tenían que o aceptarla, hacerle frente a la Verdad y a los hechos, o rechazarla.",
    "¿Qué de Uds. Pentecostales que recibieron la restauración de los dones, cuando el bautismo del Espíritu Santo vino, con hablar en lenguas, y los dones del Espíritu regresando a la iglesia? Pues, los Metodistas querían echarlos fuera a Uds., y ellos en verdad lo hicieron. Pero Uds. tuvieron que hacerle frente. Es algo que Uds. tuvieron que hacer.\n\n¿Qué acerca del asunto, cuando surgió, acerca del bautismo en el Nombre del Señor Jesucristo, y Uds. vieron que era la Verdad? Uds. tienen que hacerle frente, o hacer algo al respecto.\n\nUds. tienen una responsabilidad, todo el mundo la tiene, y Uds. deben de enfrentarse a estas cosas. Muy bien.",
    "Y entonces cuando Uds. ven, ahora en este día, cuando la Palabra de Dios ha hecho estas promesas de cosas que vemos sucediendo ahora, entonces tenemos la responsabilidad de o hacerle frente o alejarnos de Ella. Uds. tienen…Uds. simplemente no pueden permanecer neutrales. Uds. tienen que hacer algo al respecto. Dijo…Algún movimiento tiene que ser hecho.\n\nUds. no pueden entrar por esa puerta de la iglesia y salir siendo la misma persona que entró. Uds. o están más lejos, o más cerca de Dios, cada vez que entran o que van allá afuera.",
    "Oh, cuán fácil es para la gente rehuir de estas cosas. Y yo quiero que pensemos sobre éstas cuando empecemos en los servicios oficiales mañana en la noche, que, quiero que Uds. se fijen cuando algo es confrontado, si Uds.…si hay una duda al respecto. Si hay una duda al respecto, tiene que haber una respuesta.",
    "Digamos, por ejemplo, que yo dijera que yo iba hacia el oeste, y Uds. me dirigieran en esta dirección. Bueno, cuando menos lo pensara, yo pasaría totalmente más allá de mi objetivo, y estoy demasiado…Yo estoy al noroeste. Pues, ¿qué si alguien me dirige en esta dirección, y yo me voy en esa dirección? Pasaré más allá de mi objetivo otra vez; me fui al suroeste. Pues, siempre y cuando haya una duda, en qué dirección es el oeste, tiene que haber una respuesta directa en alguna parte.\n\nY cuando estas preguntas nos confrontan, acerca de las Verdades de la Biblia, tiene que estar la respuesta correcta en alguna parte. Eso es correcto. Tiene que estar allí.",
    "Y cuando nosotros vemos Algo presentado. Yo creo, en vez de huir, diciendo: “¡Oh, tonterías, yo no pudiera creer una cosa como Esa! Yo no pudiera creer Eso”. Por qué no toman Uds. la Biblia, y se sientan y le hacen frente. Estúdienla. Uds. están aquí en la reunión ahora, simplemente échenle una ojeada. Compruébenlo, Uds. mismos, con la Palabra. Comprueben la Palabra, por medio de la Palabra. Esa es la única manera de hacer que Ella diga la Verdad. Y Ella debe decir la Verdad, desde Génesis hasta Apocalipsis.",
    "Cristo es la revelación de toda la Biblia. En El, Cristo, todo el (plenitud) cumplimiento de todas las profecías de la Biblia son cumplidas incondicionalmente en Cristo Jesús, porque El era Dios manifestado en la carne.",
    "Ahora cuando encontramos estas cosas, sin embargo, cuando somos confrontados y venimos a una reunión, y vemos el Poder de Dios moviéndose y haciendo cosas, y haciendo obras sobrenaturales, y vemos que se lleva a cabo, y miramos en la Biblia y vemos que está prometido para esta hora; entonces cuando vemos esas cosas, entonces somos confrontados con la responsabilidad de o aceptarlo, quiero decir, como para nosotros mismos.",
    "Ahora, mucha gente simpatiza, mucha gente dice que está correcto. Pero eso no—eso no lo hace lo que…Esa no es la cosa por la cual Uds. son responsables. Como he dicho, ¿qué si allí…?",
    "Si yo fuera un hombre joven, y estuviera buscando una esposa, para casarme; y aquí estuviera una muchacha que reuniera todo requisito que yo pensara que se necesitaba para ser una mujer. Pues, moralmente ella fuera una reina, y encantadora, y—y una buena personalidad, una verdadera Cristiana, todo lo que yo pudiera pensar, para que me fuera una buena esposa. No importa cuánto yo dijera que ella es perfecta, que es exactamente adecuada, ella no es mía hasta que yo la acepte y la responsabilidad de que ella sea mi esposa.",
    "Esa es la misma cosa que es el Mensaje. Uds. pudieran decir: “Está correcto, o esto, aquello, o lo otro”. Y decir: “Yo simpatizo con él. Yo creo que es la Verdad”. Pero Uds. tienen que aceptarlo; y tiene que llegar a ser parte de Uds. y Uds. parte de El. Uds. tienen…Entonces, es de Uds.",
    "Cuando Uds. se casan con esta cierta mujer que Uds. han escogido, Uds. son—Uds. son uno entonces.\n\nY de esa manera son Uds. con Cristo. Cuando Uds. lo ven a El manifestado y hecho real, entonces Uds. son parte de El, y El es parte de Uds. Y, juntos, Uds. son parte del Mensaje.",
    "Oh, cuántos barcos denominacionales tenemos yendo a Tarsis, por los Jonases de estos días, novecientos de ellos, y algo, barcos que toman la ruta fácil. No quieren hacerle frente.\n\nJonás no quería enfrentarse, la cosa de ir a los Gentiles. El no quería llevar ese cruel Mensaje allá: “Dentro de cuarenta días, perecerán si no se arrepienten”. El aborrecía hacer eso. Y él pensó: “Esos Gentiles, es difícil saber qué me van a hacer a mí”. Pero él tuvo que hacerle frente. ¿Ven? Pero él tomó un barco fácil y fue a Tarsis, bajó al casco del barco y se durmió; tomó la ruta fácil.",
    "Es un camino fácil, es un camino popular con la gente. Es fácil tomar el camino donde todos pueden darle palmaditas a uno en la espalda y dicen que uno es un buen hombre: “Y este es tal y tal y cierto”, y el mundo lo mirará a uno. Es fácil ir por el camino popular.\n\nPero cuando—cuando uno tiene que hacer algo diferente, cuando uno se tiene que parar en la convicción de uno de lo que uno sabe que es la Verdad, allí es donde está la parte difícil, allí es donde viene la fricción, allí mismo.",
    "Oh, como frecuentemente hemos cantado ese antiguo canto:\n\nCuán fácil mientras navegamos en el mar, y está en calma,\n\nConfiar en la fuerza del gran brazo de Jehová.\n\nPero, oh, dejen que las olas empiecen a soplar, dejen—dejen que el viento sople y que levante las olas, ¿entonces qué hacen Uds.?",
    "Algo como se me contó, una vez, que una señora dijo. Allá en los días de los caballo y las carretas, que dijo que el caballo se desbocó con ella, yéndose de la iglesia. Dijeron: “¿Qué hizo Ud.?”",
    "Dijo: “Yo confié en el Señor hasta que las cuerdas se rompieron”. Pues, ese es el momento de confiar en el Señor, después de que cada…después de que las cuerdas se rompieron. Uds. están confiando en las cuerdas hasta que están rotas. Sí.",
    "Y así que nos damos cuenta que tenemos muchas maneras fáciles para ir, barcos yendo a Tarsis, porque es fácil, las irresponsabilidades. Simplemente entra a raudales, todo está a favor de uno; todos lo quieren a uno. Y, todos, uno es un…Nadie está en desacuerdo con uno; uno no está en desacuerdo con nadie. Ahora, ¡si eso no es un trapo para lavar platos! Eso es correcto. ¡Sí, influenciable, cambiable! Pues, cualquiera, a mí no me importa quiénes sean Uds., y por qué se paran firmes Uds.…Realmente, las personas que piensan decentemente tendrán un concepto más alto de Uds. si Uds. se pararan firmes en su convicción de lo que es correcto. Correcto. No importa…",
    "Tomen Uds. a una mujer, pudiera ser que ella no sea muy atractiva, y sea lo que sea que ella es; pero Uds. dejen que esa mujer se pare por los principios de la feminidad, dejen que ella se pare como una dama; y si un hombre tiene una onza de hombre en él, él la defenderá. Absolutamente. Nosotros apreciamos algo que—que alguien tiene, que ellos creen que esa es la verdad y se paran por lo que piensan que es correcto.",
    "Qué faltos de carácter, eso es lo que demasiados Cristianos son hoy, son tan mimados y de todo, al grado que piensan que todo lo que hacen es unirse a una iglesia, entrar en alguna parte, poner sus nombres en un libro, o hacer una cosita, saltar de arriba abajo, gritar, o—o algo por el estilo, y llamarlo Cristianismo.\n\nEl Cristianismo es una dura vida diaria, viviendo para Dios en la…este mundo presente. Es un constante ardor del Fuego y el amor de Dios, en el corazón, que lo enciende a uno y lo pone a uno allá fuera con la gente, y haciendo convertidos para Cristo. Responsabilidades.",
    "Pero es fácil ir en la dirección que va el mundo. Es fácil fluir con la corriente.\n\nSalgan allá y siéntense en el río, con su bote. Tomen Uds. sus remos y empiecen a moverse contra la corriente; Uds. no avanzan mucho, y es difícil. Pero sólo una vez suelten los remos y observen cuán rápido pasan Uds. los árboles, yendo hacia abajo, ¡pero miren adónde van!\n\nCuando las cosas están flotando fácil, recuerden, Uds. van hacia una—una gran catarata allá abajo, de alguna clase. Uds. van hacia las cascadas, y no pasará mucho tiempo y Uds. estarán pasando sobre esas cascadas. Simplemente flotando con el mundo, fácil, en la dirección en que va, Uds. no quieren eso. No, señor. Pero Uds. deben res-…aceptar su responsabilidad.",
    "Ahora, Uds. lo creen, y Uds. han a-…Uds. creen que es la Verdad.",
    "¡Y la responsabilidad que Dios nos ha dado en este día, de traer este Mensaje! Y a medida envejezco, y yo sé que mis días se están acortando, yo siento más grande la responsabilidad de lo que la he sentido alguna vez. ¡Persistiendo, tenemos que hacerlo! Tenemos que ponernos a hacerlo, en todas partes adonde vamos, y decir el Mensaje; y—y decirle a la gente que Jesucristo viene, que El es Dios y El viene pronto. No queda una—no queda una sola esperanza en el mundo sino la Venida del Señor.",
    "Mirando allá atrás a algunos amigos que estaban conmigo allá arriba cuando el Angel del Señor…Estos muchachos sentados aquí, yo creo que ellos encontraron el lugar donde sucedió allá arriba. Y sólo recuerden lo que el Señor dijo aquel día, al Hermano Woods. Estaba subiendo la colina. Y—y él estaba como llorando, debido a que su esposa estaba enferma. Y el Señor dijo: “Recoge esa roca y tírala al aire, y di: ‘ASI DICE EL SEÑOR’”. Y yo hice eso. Y el Hermano Woods está sentado como testigo.",
    "Y yo dije: “Hermano Woods, no pasará mucho tiempo para que Ud. vea algo suceder”. Y al día siguiente cuando estábamos parados allí todos juntos…Y un montón de los hombres están aquí mismo esta noche.",
    "Un joven predicador estaba allí, y él era un…Yo noté… Apenas lo conocí la noche anterior. El estaba en nuestro campamento. El vino a estar con nosotros. Y él me dijo, él dijo: “¿Hermano Branham, ve Ud. visiones, andando afuera así?”",
    "Yo dije: “Sí, señor. Pero vengo aquí para apartarme de ello, para más o menos descansar un poquito”. El dijo…“Bueno”, dije yo, “yo—yo…Por supuesto, El me muestra cosas aquí afuera”. Y yo dije: “Aquí al otro lado del cerro, donde los siete Angeles aparecieron allí”.\n\nEl dijo: “Sí, entiendo”. Dijo: “Yo era uno de los patrocinadores en su reunión allá en California”.\n\nYo dije: “Pues, ciertamente estoy contento de saber eso”.",
    "Y mientras yo estaba parado allí, en ese mismo momento miré alrededor y vi como a un doctor corpulento mirando dentro de sus ojos, y lo oí a él decir: “Ud. va a perder ese ojo, porque hay una alergia allí adentro. Y yo lo he atendido por dos años, y Ud. va a perder ese ojo”.\n\nYo dije: “La razón por la que Ud. me preguntó eso, es porque su doctor le dijo el otro día que Ud. iba a perder ese ojo”.\n\nY él dijo: “Eso es correcto”, y él volteó a ver así.",
    "Y vi a su madre quitarse una de sus medias y extender el pie, con tumorcitos colgando entre sus dedos, de arriba abajo en su pierna; y dijo: “Sí tú ves al Hermano Branham, dile que ore por esto”.\n\nY yo dije: “Su madre le tendió su…sacó su pie así, y dijo que tenía…tiene tumorcitos por todas partes en sus—sus dedos, y de esa manera; y dijo: ‘Haz que el Hermano Branham ore’”.\n\nEl dijo: “Hermano Branham, esa es la verdad”.",
    "Yo miré de nuevo. Cuando lo hice, lo vi parado allí mirándome, así, con sus ojos igual de brillantes. Yo me encontré con él este otoño; él tenía mejores ojos que cualquiera en el campamento. El Señor lo había sanado y lo restableció.",
    "Mientras yo estaba parado allí, el Señor dijo, me mostró lo que iba a suceder. “Juicio está a punto de caer en la Costa Oeste”. Y El dijo: “Ve allá, junto a esa fogata”.",
    "Y yo tenía una pala en mi mano; caminé para allá. Y el Hermano Roy Roberson, todos nosotros lo conocemos aquí. El no está aquí esta noche, que yo sepa; él está allá en Arizona. El es el presidente de los síndicos aquí, y yo sabía que él era un veterano. Y algo iba a suceder; una mañana muy bonita y tranquila, como a las diez de la mañana. Y los muchachos allí alrededor, diez o doce de nosotros, desarmando tiendas de campaña, y pelando cerdos, y cosas. Así que nosotros…Yo caminé alrededor, yo dije: “Roy, escóndete, rápido. Algo está a punto de suceder”. No le podía decir más. Pero en el preciso momento en que llegué allí…\n\nY descendiendo desde los cielos venía el torbellino de Dios, y como que tronó, sacudió los montes, yéndose para dentro de esa montaña, cortó una franja totalmente alrededor de ella, como cinco pies [Como un metro y medio.—Traductor] por encima de mi cabeza, y cortó todas las copas de esos árboles, a medida salían las rocas. Ascendió en el aire y descendió de nuevo, con otro gran bautizo, y pegó de lado a lado en la montaña, y lanzó fuera las rocas así. Lo hizo tres veces, y luego ascendió en el aire.\n\nY el Hermano Banks vino a mí, dijo: “¿Es eso lo que Ud. dijo ayer?”\n\nYo dije: “Sí, señor, eso es exactamente”. ¿Ven?",
    "Y luego dos días después de eso, Alaska se hundió, casi, allá. Y de arriba abajo en esa Costa Oeste han habido truenos y empujones, y de todo sucediendo. Y uno de estos días ella se va a deslizar debajo del océano. Eso es correcto. ¿Qué es? Estamos viviendo en la hora de la Venida del Señor.",
    "Cuando vemos ismos y cosas surgiendo, y todas estas cosas diferentes, sabemos que tiene que haber una verdadera respuesta a esto.\n\nHay gente aquí en el país ahora, metiéndose en cuevas y cosas: “Y el 16 de marzo”, Uds. lo han leído en el periódico, “el Señor viene”. Uds. saben que no es así.\n\nJesús dijo: “Nadie sabe el minuto o la hora”.",
    "Cuando vemos todas estas cosas, y cosas sucediendo como están sucediendo, y tiene que haber una respuesta verdadera en alguna parte. Tiene que haber una Verdad. Hay uno, este; y uno, oeste; pero hay uno, sureste, y noroeste, o algo. Pero tiene que haber una respuesta verdadera, en alguna parte, para el problema. [Espacio en blanco en la cinta.—Editor]",
    "¿Rehuir esto? Debemos de decirle a la gente que estamos viviendo en las horas de la Venida del Hijo de Dios. Queremos—queremos velar y (Dios) estar en movimiento todo el tiempo, listos para darle a un hombre una respuesta correcta.",
    "Siempre ha sido de esa manera. Ha—ha estado en el hombre, ha rehuido y se ha marchado de Dios, desde Adán, en el huerto del Edén. Cuando Adán estaba en el huerto del Edén, cuando él llegó a la responsabilidad de hacer su elección, ¿se quedaría con Dios o se iría con su esposa? El tenía que hacer esa res-…él tenía que hacer eso, la—la responsabilidad dependía de él. O él tenía que tomar lo que dijo su esposa o lo que Dios dijo. Y cuando él eligió ir a la manera de su esposa, y cuando él hizo eso, entonces él perdió su condición original. Y sujetó a todo el mundo a la muerte, cuando él tuvo que tomar la responsabilidad, o aceptar una nueva luz que su esposa había encontrado, la cual era contraria.\n\n¡Oh Dios! Piensen en eso. Dios sólo les dio a guardar como ocho o diez palabras. “Mas de ese árbol no comerás”. Eso era todo lo que ellos tenían que guardar. Y aun con…[Espacio en blanco en la cinta.—Editor]…tanta Palabra, ellos la quebrantaron.\n\nEntonces Adán tuvo que hacerle frente: “¿Haré, haré lo que mi esposa dijo que hiciera, o haré lo que Dios dijo que hiciera?” Y él salió con sus ojos abiertos. El tuvo que asumir la responsabilidad. Eso arrojó a toda la raza humana a la muerte.",
    "Entonces allí vino aquel otro Adán, el cual era Cristo, ¡nunca hubo Uno como El! ¿Que alguien diga que El no era Dios? Su unicidad [Calidad de único.—Traductor] probó que El era Dios. Nunca hubo una criatura que vivió como El. El vivió en un mundo aparte. El nació fuera de la esfera del hombre natural y pecaminoso. ¡Aleluya! El era el Creador mismo hecho carne.\n\n¿Quién pudiera haberse parado alguna vez donde El se paró? ¿Quién habló alguna vez como El? ¿Quién pudiera haber dicho alguna vez las cosas que El dijo? ¿Quién pudiera haber hecho alguna vez las cosas que El hizo? Su unicidad probó que El era Dios. No había un profeta o nada más que pudiera hacer lo que El hizo; Quien podía llamar a los muertos de la sepultura, y que podía parar los cielos, y hacer cualquier cosa que El quisiera hacer. El era Dios. ¿Quién pudiera haberse parado alguna vez en Su lugar? ¿Quién? ¡Qué pudiera ser El sino ese Dios perfecto e inmortal, hecho carne y que habitó entre nosotros!",
    "Nunca nada se comparó con El. El vivió en un mundo aparte. Ningún hombre habló alguna vez como El. Cuando El simplemente abría Su boca, había algo al respecto, que era diferente de cualquier otro. Alguien dijo que El sólo era un hombre ordinario; yo desafío eso. El era Dios. Eso es lo que El era. Porque, ningún hombre habló alguna vez como El, ningún hombre podía hablar como El, porque El era la Palabra viviente misma hecha carne, la manifestación de la plenitud de Dios.",
    "Yo admitiré que, aquellos profetas tenían su mensaje. Los tuvieron en ese entonces; los tienen ahora. Pero allí estaba la plenitud de la Deidad corporalmente, manifestada allí. El era el Unico, y El era el que tenía que hacerle frente a la situación. Con todos Sus grandes poderes que El tenía, El sin duda alguna pudiera haber sido el rey del mundo. El lo va a ser; y El, para Sus santos, lo es ahora.",
    "El se paró allí. Qué hombre sería pobre, que no tenía un lugar donde recostar Su cabeza; que hasta sabía donde un pez se tragó una moneda. ¿Quién, qué hombre pudiera tomar esas grandes jarras de agua y convertirlas en vino, y no tener un lugar dónde recostar Su cabeza? El tuvo que hacerle frente a las responsabilidades que habían sido puestas en Su mano. ¿Qué hombre que pudiera resucitar a un hombre de la sepultura, después de que él había estado muerto cuatro días y se había podrido?\n\n¿No se podía haber salvado El mismo? Seguro, El pudo; pero si El lo hubiera hecho, El no nos hubiera salvado a nosotros. ¡El tuvo que hacerle frente a las responsabilidades, y debido a Su obediencia a la Palabra! Donde, la desobediencia de Adán, y él había tomado el atajo, el—el camino a Tarsis. Pero Jesús tomó el camino a Nínive, a los Gentiles, a tomar para sí una Novia. Yo estoy contento de que El lo hizo, esta noche. Y deberíamos de hacerle frente a los hechos, que le pertenecemos a El, y sacar al mundo. ¡Amén!",
    "Todo hombre, que tiene una responsabilidad delante de Dios, tuvo que hacerle frente a eso. Sólo tomemos, por ejemplo, a Noé. El tuvo que. Noé, Moisés, Elías, y todo el resto de—de cada edad, tuvieron que hacerle frente a la responsabilidad. Y ellos tuvieron que hacerlo, pero esa es la razón por la que ellos fueron enviados en la hora.",
    "Miren a Noé en su edad científica, cómo él tuvo que hacerle frente a una cosa que era tan incientífica. Pues, no había una—una—una razón por qué no pudiera ser incientífica… ¿Ven?, era—era incientífica, mejor dicho. Pues, ellos dijeron que iba a llover de los cielos. Ellos nunca habían tenido lluvia que cayera de los cielos. Ahora, él tenía que hacerle frente. Dios dijo que iba a llover. Y luego él…",
    "Entonces la fe sin obras está muerta; si Uds. dicen: “Yo lo creo”, y no actúan. Así como el Mensaje, si Uds. dicen: “Yo lo creo”, no actúan, ¿de qué sirve? ¿Ven? Noé se puso a trabajar con su martillo y construyó un arca, para confirmar de qué estaba él hablando. Eso es lo que tenemos que hacer, también. Tenemos que ponernos a trabajar y probar nuestra fe, por medio de nuestras obras. Nuestras obras prueban nuestra fe.",
    "Moisés tuvo que hacerlo, y Elías tuvo que hacerlo. Todo profeta en su edad tuvo que pararse y hacerle frente a estas responsabilidades. Pero muchos de ellos no hicieron como Jonás. El huyó; ellos no.",
    "Fíjense: “Pregona contra ella”. ¡Oh, hermanos! Allí está. Ese es el tema: “Pregona contra ella”. Allí está la verificación.\n\nSimplemente ve allá y dile a esos hombres: “Oigan, he venido para unirme con Uds. muchachos. Uds. saben, creo que les voy a decir lo que voy a hacer. Tengo una cosita aquí que creo que puedo hacerla una…nos va a unir a todos, y haremos esto, aquello, o lo otro”.\n\nPero, era: “Pregona contra ella”, cuando uno tiene que clamar contra algo. Ahora, él tenía que clamar contra todo lo que estaba allí; clamar contra la ciudad, clamar contra su obra, clamar contra su iglesia, clamar contra sus profetas, clamar contra sus ministros, clamar contra sus sacerdotes. “¡Pregona contra ella, toda la cosa! ¡Pregona contra ella!”",
    "Noé clamó contra su edad. Seguro, él lo hizo, contra las iglesias de su edad.\n\nMoisés ciertamente clamó contra su—su edad; la gente, los sacerdotes, y demás. El clamó por todo el desierto. Y en cada encrucijada, él clamó, continuamente clamándole a la gente.\n\nElías era muy impopular en su día, porque él clamó contra esa edad. Ciertamente lo fue.",
    "Juan el Bautista era muy impopular en su edad. El clamó contra su edad. El le dijo al rey, al—al potentado de la—de la región; él—él tenía, él se casó con la esposa de su hermano. El tuvo que predicar sobre casamiento y divorcio, una mañana. Así que él clamó contra ello, él dijo: “No te es lícito tenerla”. A él le costó, que se le cortara su cabeza, más tarde, pero él clamó y él se paró en su puesto del deber.\n\nEl nunca tomó un barco para Tarsis, y dijo: “Bueno, estaré de acuerdo contigo, Herodes. Está bien. Siempre y cuando tú pienses que ella es una buena mujer, que ella te va a ser una buena esposa, sigue adelante”. Oh, misericordia. Esos trapos para lavar los platos, ¿ven Uds.?, sí, cada cosita…Pues, no es nada más que algo con qué lavar platos sucios.",
    "Pero, fíjense, Juan no era de esa manera. El le hizo frente directamente. El dijo: “No te es lícito tenerla”. Sí, señor. Y se paró contra ello.",
    "Ellos nunca corrieron. Juan no lo hizo. Ellos se pararon y le hicieron frente a los hechos. Moisés trató de correr, una vez, como Jonás, pero Dios lo trajo de vuelta. Muchos de ellos trataron de escaparse de ello; ellos comenzaban…\n\nPero, miren, si Dios lo ha llamado a uno y uno está seguro que Dios está en el Mensaje, no hay nada que lo haga a uno regresarse. Eso no hizo a Jonás regresarse. No, señor.",
    "Amós de antaño, clamó, dijo: “Si el león ruge, ¿quién no temerá? Y Dios ha hablado, ¿quién no profetizará?” ¿Quién no profetizará, cuando uno ve que Dios habla y dice que una cierta cosa va a suceder, y allí está?",
    "Un león ruge, todos se asustan, sí, señor, si Uds. han oído alguna vez a uno rugir en la selva. Uds. pueden oír a éstos maullando en las jaulas aquí, a esos leones mansos, pero Uds. deberían de oír a uno verdaderamente salvaje rugir una vez. Piedritas se caerán del monte, a quinientas yardas de distancia [Cuatrocientos cincuenta y siete metros.—Traductor]. Yo quiero ver de dónde sale todo eso arrojado de esos pulmones. Y él echa su cabeza hacia abajo, echa esa piel hacia arriba; yo nunca oí algo…Como un—un cañón disparando, cuando él arroja fuera ese gran rugido en sus pulmones. ¿Quién no pudiera estar asustado?\n\nDicen, que si uno es matado alguna vez por un león, es sin dolor. El lo mata a uno del susto antes de que él llegue a uno. ¿Ven?, uno no se da cuenta. El lo asusta a uno con ese gran rugido feroz, y aquí está él sobre uno en una fracción de segundo.",
    "El dijo: “Si el león ruge, ¿quién no temerá? Y Dios ha hablado, ¿quién no profetizará?” Cuando Uds. ven a Dios haciendo algo, Uds. dicen…“Quizás yo no sea un profeta…” Jonás dijo…“Quizás yo no sea un profeta, o el hijo de un profeta. Pero Dios ha hablado, ¿quién no profetizará?”",
    "Quizás yo no sea un profeta, quizás no sea esto, aquello, o lo otro. Cuando veo a Dios haciendo algo, y lo veo aquí en la Palabra, y El lo prometió, ¿quién puede guardar silencio y quedarse quieto? Seguro, El lo ha hecho.",
    "Tampoco podemos escondernos detrás de credos y de todos estos compañerismos, y yendo a—a Tarsis. No queremos ir con esos compañerismos.",
    "Pero muchos, como Adán, hacen la misma cosa, tratan de hacer un sustituto de alguna manera, tratan de encontrar una salida, y—y de hacer un sustituto, para hacerle frente a Dios. Después de conocer lo errado, enfrentado con la Verdad, siguió adelante con su esposa e hizo exactamente lo que Dios le dijo que no hiciera. El siguió adelante y lo hizo, de todas maneras. Y luego él se halló desnudo, ella y él, ambos, en el huerto del Edén. Sus ojos fueron abiertos. Ellos supieron qué era el bien y el mal, entonces. Y luego él trató de encontrar un sustituto, para más o menos cubrirse con él.\n\nAhora, eso es más o menos como lo hacemos hoy, una excusa, decimos: “Pues, le digo, si fuera aquí, o si esto”. O, “si, si, si”, eso es simplemente…¿Ven? Pero Uds. deben de hacerle frente. O es correcto o incorrecto. Y si es correcto, quedémonos de su lado. Si es incorrecto, separémonos de ello. Eso es todo. Obtengamos lo que…Averigüemos qué es correcto. Uno no quiere esperar mucho tiempo más. Averigüemos ahora qué es Verdad y qué es correcto, y quedémonos con ello. Sabemos que eso es verdad.",
    "Ahora, encontramos hoy que nuestra gente es tan…Parece como que toda la sinceridad se ha ido de las iglesias. Yo…En el…",
    "Estamos viviendo en una casa allí de una preciosa hermana que viene a esta iglesia. Ella probablemente está sentada aquí esta noche. Y ella la renta a su…la gente. Y ella ha sido tan dulce con nosotros con respecto a ese lugar, con respecto a permitirnos alquilar ese lugar. Y así que yo mencionaría su nombre, pero quizás ella no quiera que yo lo haga. Y ella ha sido tan dulce con nosotros, pues, nosotros ciertamente no—no quisiéramos exponerla. Pero ella ha sido una mujer muy, muy amable. Y en la casa, había una televisión en un lado. Tenemos un pequeño duplex doble.\n\nYo tengo una familia grande, y un montón de pequeños, y nosotros…y Uds.—Uds. saben, y ellos tienen que tener camas, y bastantes de ellas. Y todo amontonado encima, y uno tiene que caminar a través de esto y a través de aquello, para entrar y salir.",
    "Y entonces allí tenían una televisión. Y en esta televisión, estos niños empezaron a mirar, el domingo en la mañana, alguna clase de himnos cantados que salió. Y, Uds. saben, ello—ello casi lo haría a uno avergonzarse; si no hubiera un Cristianismo genuino en alguna parte sobre el cual uno pudiera poner sus manos, al ver lo que es llamado Cristianismo. Pues, parece como que toda la sinceridad ha salido de ello. Pues, ellos no, ellos no parecen…Pues, simplemente es terrible la manera en que ellos se paran allí y levantan sus puños y pelean el uno con el otro, allí, y tratan de cantar himnos y todo por el estilo; y cuentan chistes que difícilmente los contaría un marinero, y dicen toda clase de cosas, y juegan y siguen adelante. Uds. saben, lo sagrado del—del—del Cristianismo parece que perdió su lugar.",
    "Ahora, voy a la iglesia y—y veo al pastor llegar allí y anunciar que va—va a haber un—un concurso de natación. Todas las mujeres en estos trajes de baño, todas van a ir allá. Ellos van a tener una competencia; estas mujeres, nadando. Y van a tener una—una fiesta de alguna clase, y van a freír un montón de—de pollo, y a jugar bunco, y—y todas estas cosas así. Para mí, eso le quita la sinceridad genuina al Cristianismo; simplemente hacen lo que quieren.",
    "Vi, viniendo para acá, nos damos cuenta…Uds. saben, encontramos a más de nuestras hermanas usando pantalones cortos, aquí arriba en esta región fría, que lo que las encuentran allá en aquella región caliente. ¿Ven?, es verdad. Allá donde es verdaderamente caliente, no hay muchas de ellas que los usan. Pero aquí, donde—donde está frío, ellas—ellas lo hacen. ¿Ven?, es, ellas no se dan cuenta que es el diablo haciendo eso. ¿Ven? Ahora, si fuera para estar cómodas, si fuera para ayudarse, sería diferente. Siendo hombre, yo creo que se mira enfermizo en un hombre, pero—pero uno—uno no le prestaría atención a un hombre. Pero, a la mujer, su—su cuerpo es sagrado, y ella debe conservarlo de esa manera. Y el ver…",
    "Uno puede ver, gente hoy. Hay dos espíritus. Y uno de ellos es el Espíritu Santo; el otro es un espíritu impío, y uno es gobernado por eso. Y ambos son religiosos. Ahora, sí, esa es la parte extraña, ambos son religiosos. Y así como lo eran Esaú y Jacob, ambos eran religiosos; como lo eran Caín y Abel, ambos eran religiosos; como lo eran Judas y Jesús, ambos eran religión, ambos eran religiosos. Y lo vemos hoy en día, ambos lados, religiosos. ¿Ven?, es el mismo espíritu. La gente muere, pero el espíritu no muere. Sigue adelante, ambos son religiosos.\n\nUno de ellos está poseído con el Espíritu Santo, que vive la clase de vida que ellos deberían de vivir, y caminan piadosos y honestos. Ellos no le sacarían a uno un centavo, y ellos—ellos hacen todo lo honesto que pueden, para ayudarlo a uno. Y los otros…Tan amables a más no poder.\n\nY los otros, nos damos cuenta, es simplemente viceversa. Y, sin embargo, ambos son espíritus religiosos, dos de ellos; uno, el Espíritu Santo; y el otro, un espíritu impío. Y si se fijaron, van a, aunque afirman tener religión, se burlarán de uno y lo llamarán santo rodador. Ellos hacen todo lo que pueden.",
    "Ellos, ignorando la—la incambiable Palabra de Dios, como si Ella nunca hubiera sido escrita.\n\n¿Ven?, Uds. pueden decir: “Ahora, mire aquí, si—si el bautismo…”\n\n“¡Yo tengo el Espíritu Santo!”\n\n“¿Y parado allí con ese puro en su mano, fumándoselo?”\n\n“¡Sí, yo tengo el Espíritu Santo! Yo no creo que es malo tomarse un traguito. Yo no creo…” ¿Ven?\n\nY ¿se fijaron Uds.: “Yo no creo”? Pero Dios piensa diferente, ¿ven Uds.?, de acuerdo a Su Palabra. ¿Ven? ¿Ven?, ellos…Y ellos—ellos simplemente hacen tanto como—como escupir en Ella. Eso es exactamente correcto.",
    "Tanto como este pequeño hombre lisiado que se arrastró aquella vez, cuando David estaba siendo excomulgado de su trono. El iba subiendo el Monte de los Olivos, saliendo, llorando a medida iba subiendo, mirando hacia atrás. Y este hombrecito se arrastró allí y lo estaba escupiendo. Y el guardia dijo: “¿Permitiré a…que la cabeza de ese perro quede en él, y escupa a mi rey?”\n\nDavid dijo: “Déjalo en paz”. ¿Ven?, ellos lo escupieron a él.",
    "Como ochocientos años más tarde, escupieron a su Hijo, Jesucristo, también.\n\nY hoy en día ellos lo escupen de nuevo, como si ni siquiera fuera…Irreverentes, despreocupados, sólo voltean sus rostros y se apartan de Ello, y se ríen en la cara de uno. ¿Por qué es? Ellos están en un barco que va a Tarsis. Eso es exacto.\n\nEste llamado a Dios, uno tiene que clamar contra el mal, clamar contra el pecado, clamar contra las cosas que están erradas. Ahora, recuerden, será.\n\nOigan, Uds. saben, esta hora. Uds. saben, tengo dos horas de diferencia. Y en Tucson sólo son diez minutos después de las siete, y—y como que—como que me estoy saliendo fuera de lugar aquí. ¿Ah? Muy bien.",
    "Ahora recuerden, vamos a tener que responder por ello. Recuerden, aquellos que escupen a Cristo responden por ello.\n\nCuando David regresó de su exilio, cuando él era un fugitivo, y cuando él regresó, recuerden, este hombre se postró sobre su rostro y clamó por misericordia. El escupió a David, al ir saliendo, pero él casi estaba listo para lavarle sus pies con lágrimas, y, cuando él regresó.\n\nY algún día aquellos que han traspasado a Jesús lo van a ver.\n\nY aquellos que lo están traspasando a El hoy lo van a ver, también. Ellos, algún día, regresará. Recuerden, Apocalipsis 22, El requiere de nosotros que guardemos toda Palabra que El ha escrito; toda Palabra.",
    "Ahora sabemos que Su Presencia está aquí. Está vindicada. La estamos teniendo. Estamos confiando, en esta semana que viene, que continuará siendo vindicada entre nosotros; los enfermos serán sanados, y grandes cosas van a estar sucediendo.\n\nNo queremos la idea popular. Queremos la Verdad. Y nosotros no, nosotros (queremos) no queremos—nosotros no queremos hacerle frente a nada excepto a lo que Dios ha dicho que es la Verdad. Pero: “Estén seguros que sus pecados siempre los alcanzarán”. Si no los alcanzan aquí, los van a alcanzar en el Juicio. Así que Uds. son—Uds. son…Los van a alcanzar a Uds. en alguna parte, ahora. Sí, señor.",
    "Pero si Uds. son un verdadero Cristiano, verdaderamente llamados como lo era Jonás, Dios ya tiene su pasaje pagado. Bájense de ese barco que va a Tarsis, de todas maneras. Dios los predestinó a esta vida. Sí, señor. Si Uds. son un verdadero hijo de Dios llamado, vengan a Cristo. Entren a la plenitud de El. ¿Para dónde ha sido pagado su pasaje? Ha sido pagado a Nínive, no a Tarsis. Uds. están predestinados. Su barco…Hay un barco partiendo ahora mismo, en camino. Así que solamente hay una cosa que hacer, es subirse en él. Y si Uds. fueran como Dios, Uds. nunca tendrán paz…",
    "Como mi sobrinito, hace un rato. Como por diez años ahora, él ha ido de una parte a otra. Una mañana él va a esta iglesia, a esta iglesia Católica aquí abajo, y toma ésta debido a lo que algún santo padre habla aquí, y algún otro aquí, y algún otro acá. ¿A qué llega todo ello? ¿Ven? Y ahora él todavía está hambriento y sediento. Yo dije: “Tu lugar es allá en el altar, hijo”. ¿Ven?\n\nNo hay manera de escaparse de ello. Cuando Dios sale detrás de Uds. alguna vez, más vale que Uds. se rindan y sigan adelante. Eso es todo.",
    "Recuerden, ¡Dios! Pues, Dios estaba en el barco. Dios estaba en la tormenta. Dios estaba en el pez. Adondequiera que él se volteaba, Dios estaba allí.\n\n¿Ven?, Dios está allí, y simplemente los seguirá persiguiendo. Así que ¿por qué esperar más tiempo? Empecemos este avivamiento bien. ¡Correcto! ¿Qué están esperando? Creemos que la Venida del Señor está cerca, y El va a tener una Novia, y Ella estará lista. Y no queremos barcos a ninguna Tarsis. Vamos a Nínive. Vamos a la Gloria. Amén. Eso es correcto. Vamos a donde Dios va a bendecir, y eso es lo que queremos hacer.",
    "Tiéndanse en la Presencia de Dios, entonces, con nuestros corazones; no tanto con nuestras manos, pero con nuestros corazones delante de Dios, hasta que El nos haya madurado, de pies a cabeza, de esa manera, con los rayos de Su gloria; y haya metido en nosotros Su—Su bondad, y haya madurado aquello que hemos recibido, llevándolo a la realidad, ¿ven?, al punto que podamos mostrarles a otros que Jesucristo vive. ¡Oh, hermanos! Queremos creer eso.",
    "Y recuerden, adonde iba Jonás, Dios estaba en el barco; Dios estaba en la tormenta; Dios estaba en el pez. El continuó estando con Jonás hasta que Su voluntad perfecta fue llevada a cabo. Eso es correcto.\n\nY si alguna vez El está tras de Uds. Uds. pudieran esconderse aquí, y esconderse allá, pero Uds. serán miserables hasta que regresen y hagan la cosa que comenzaron a hacer para El en primer lugar. ¿Ven? No vayan, huyan de la Presencia de Dios. Háganle frente. Uds. creen que es la Verdad, entonces permitan…Si es la Verdad, vale la pena vivir por ella, morir por ella, cualquier otra cosa. Y si El se las ha vindicado a Uds. alguna vez, de que es la Verdad, entonces no podemos huir de ella, a ninguna parte. El estará allí mismo, de todas maneras. Uds. no lo pueden hacer.",
    "Por medio de Su profeta provisto, al que El ordenó para que fuera allá y anunciara ese mensaje. Ahora, parecía como que El podía haber enviado a otro profeta, pero El ordenó a Jonás; y aun Elías no hubiera bastado; Jeremías no hubiera bastado; Moisés no hubiera bastado. Era Jonás el que tenía que ir a Nínive. Eso era todo. El lo comisionó y le dijo que fuera. Y cuando El dice: “Ve allá, Jonás, ve a Nínive”, nadie más puede ir a hacer eso excepto Jonás.\n\nY cuando Dios le dice algo a uno, uno tiene que hacerlo; nadie más. ¿Ven?, simplemente tenemos que hacerle frente, e, e ir a hacerlo.",
    "Creemos que estamos viviendo en la hora cuando Dios está haciendo algo. Creemos que estamos viviendo entre ellos ahora. Yo creo esta noche que estoy predicándole a esa congregación que—que está exponiéndose, esperando allí afuera que se madure. Yo—yo verdaderamente creo eso, con todo mi corazón. Yo diría que es lo mismo ahora como siempre lo ha sido.",
    "Ahora, creemos que la hora ha llegado de que San Juan 14:12 debe de ser cumplido. Nosotros, nosotros creemos que Malaquías 4 debe de ser cumplido. Creemos que Lucas 17:30 debe de ser cumplido. Creemos eso, todas estas profecías que El dijo que sucederían en este día. Creemos que deben ser cumplidas, y creemos que las estamos viendo cumplirse ahorita mismo. Eso es exactamente correcto.",
    "Dejen de huir. No se salgan de Su Presencia; sólo métanse a Su Presencia. Eso es correcto. Y sé que eso es lo que Uds. están deseando hacer. Porque vi placas allá afuera de Texas, y Louisiana, y de todas partes. Para eso estamos aquí, no es para correr de Su Presencia, sino para correr a Su Presencia.\n\nRegresen, bájense de…[Espacio en blanco en la cinta.—Editor]…sido un Jonás, si se han estado preguntando en qué dirección ir o qué hacer, vengan, súbanse al barco con nosotros esta noche. Nosotros vamos a Tarsis, a clamar…o, a Nínive, a clamar. Estamos dejando que ese barco a Tarsis vaya allá si ellos quieren. Nosotros tenemos un deber delante de Dios, eso es, un Mensaje por el que somos responsables.",
    "Así que en esta semana que viene, sólo un pequeño preludio esta noche, para hacerlos saber. Cuando estoy clamando, solamente soy responsable por un Mensaje, hermanos. Uds. ministros sentados aquí, yo no estoy aquí para lastimar sus sentimientos. Y Uds. hombres y mujeres, en este caso de casamiento y divorcio que se acerca, yo quiero que Uds. recuerden esta noche. Yo he dicho todo esto, para traerles esto, que yo soy responsable solamente a Dios.\n\nY luego, por otra parte, soy responsable a Uds., de decirles la Verdad. Y no voy a decirles nada más que la Verdad, siempre y cuando Dios me haga saber qué es la Verdad. Hasta que yo sepa la Verdad, no diré nada al respecto, ¿ven?, no diré nada al respecto. Pero en verdad creo que Dios me muestra la Verdad sobre Casamiento Y Divorcio, y yo confío que El me va a permitir traerla.",
    "Y otros Mensajes que me propongo tener esta semana, son: ¿Quién Es Este Melquisedec? ¿Dónde Escogió Dios Poner Su Nombre? Y unas cuantas de esas cosas por el estilo, que son Mensajes que se acercan, y Dolores De Parto. Y—y unas cuantas cosas, por—por el estilo, y complementarias para Un Hombre Escogiendo A Su Esposa. Y unas cuantas cosas, esos Mensajes, que quiero traer esta semana. Pero sólo quiero que la congregación…",
    "Donde, si hubiera un ministro aquí; no estoy aquí, mis hermanos…No quiero que Uds., o algunos de Uds. miembros, regresen a su iglesia, y digan: “El Hermano Branham dijo así y así”.\n\nYo estoy obligado a un Mensaje que ha sido dado a mí del Dios Todopoderoso. Mientras estoy aquí parado esta noche, y Dios sabe que eso es verdad, que allí abajo en este río…Hay personas, quizás, sentadas aquí, cuando ese Angel del Señor descendió allí y me dijo lo que me dijo, allí mismo en 1933, aquí abajo en esta Calle Spring. Si Ud. es un forastero aquí, maneje hasta allí. Es la esquina de la Calle Spring, allí donde uno llega al río, y allí es donde sucedió. Eso fue en 1933. Probablemente fue hace como treinta y dos años, entonces. Oh, fue hace treinta…hace treinta…hace treinta y dos años, hace treinta y dos años.\n\nY cómo El ha traído eso hasta aquí, todo. Y nosotros hemos salido, trayendo el Mensaje, y hemos visto a los enfermos ser sanados, a los ciegos, y a los lisiados, y a los cojos, y a los rencos, y de todo. Y luego aun ver a los muertos, que sabemos que han sido verificados, resucitados de entre los muertos. Las personas murieron, y resucitaron de nuevo a vida, y todas estas cosas. ¡Si un Mensaje sale, hay señales y maravillas!",
    "¿Y Uds. todavía ven la misma vieja escuela de pensamiento que Uds. sacaron? Eso no vino de Dios. Dios no sólo tiene que hacer…\n\nDios está tratando de hacer que la atención de Uds. sea atraída a Algo.",
    "Y entonces cuando Jesús salió, El comenzó a sanar a los enfermos, y a hacer grandes obras y cosas. El, siempre, El… Jesús lo hizo. Y Moisés y Jesús lo hicieron, y el resto de ellos. Y cuando El estaba aquí, El lo hizo.\n\nY El lo está haciendo, la misma cosa hoy. Cuando El envía una reunión así, avivamientos, y comienza una reunión en la tierra, y comienza a moverse con estas grandes señales y maravillas. Y entonces Uds. ven, regresar, la misma vieja escuela de enseñanza, hay—hay algo errado allí en alguna parte. ¡Hay algo nuevo apareciendo! Cuando Jesús salió, después, cuando…",
    "🦅 El es un buen rabí”. El podía ir a cualquier púlpito y predicar, cuando El estaba sanando a los enfermos. Cuando, oh, a ellos les gustaba tenerlo a El allí.\n\nPero un día cuando El se sentó, y dijo: “Yo y Mi Padre Uno somos”, hermano, El no era tan popular después de eso. Cuando El dijo: “Si no coméis Mi carne, y bebéis Mi Sangre, no tenéis Vida en vosotros. Mas el que come Mi carne, y bebe Mi Sangre, tiene Vida Eterna; y Yo le resucitaré en el día postrero”. Entonces, El no era tan popular desde entonces.",
    "Ellos dijeron: “Este Hombre es vampiro. Este Hombre es un Beelzebú. De esa manera hizo El esas cosas. El podía adivinar la suerte. El miró a través de sus—sus mentes y percibió los pensamientos de ellos. El es un adivino”.\n\nPero, lo que era, El—El era la Palabra de Dios manifestada para esa hora. Y El estaba obligado. El dijo: “Yo hago siempre aquello que es agradable a Mi Padre”. Dios nos ayude a hacer lo mismo, hacer aquello que es agradable al Padre.",
    "Y espero que todos Uds. entiendan. Si Uds. no están de acuerdo conmigo en estos Mensajes y cosas, que Uds. se acuerden, por lo menos tengan este respeto, que yo tengo una responsabilidad, y no voy a Tarsis. Yo voy en camino a Nínive, y yo—yo tengo que clamar. El Señor los bendiga a todos Uds.\n\nInclinemos nuestros rostros ahora sólo un momento.",
    "Casi son las nueve y media. Yo no quiero retenerlos, pero yo quiero encontrar esto si puedo, esta noche. ¿Hay alguno aquí que—que simplemente no está exactamente donde debería estar en Cristo, pero Ud.—Ud. quisiera estarlo, y Ud. desea estarlo, levantaría Ud. su mano, diciendo: “Hermano Branham, ore por mí”? Dios los bendiga, miren las manos. “Yo—yo quiero…Yo estoy aquí, Hermano Branham, para acercarme más a Dios”.\n\nY si sus rostros estuvieran levantados, mi—mi mano está levantada, también. Para eso estoy aquí. Estoy hambriento, como Uds. lo están.",
    "Pero, oh, el otro día, una de las cosas más grandiosas sucedió, y yo—yo sé ahora qué hacer. Y yo—yo ruego que Dios les dé ese claro entendimiento. Está allí. La…Si hay alguna pregunta en sus mentes, tiene que haber una respuesta en alguna parte, para responder a esa pregunta. Mi oración, es, que Dios les permita ver esa pregunta contestada durante este tiempo.",
    "Si Uds. están enfermos, que Dios los sane. Vamos a tener servicios de sanidad, creo, prácticamente cada noche, y vamos a orar por los enfermos. Vamos a hacer cualquier cosa que podamos para ayudarlos, y Uds. hagan todo lo que puedan para ayudarnos. Y vamos a trabajar juntos, confiando que Dios nos dará una gran reunión.",
    "Ahora, Padre Dios, estas cuantas palabritas cortadas, pero ellas están en Tus manos ahora. Señor, han sido dichas. Tendré que cumplirlo. Así como…Esas palabras nunca pueden morir; ellas van alrededor y alrededor de la tierra, en un disco, y algún día tendré que hacerles frente otra vez. Yo me doy cuenta de esto, Señor, y lo digo con una profunda sinceridad.",
    "Yo ruego, amado Dios, esta noche, por cada uno de estos, Tus hijos. Y, oh, Dios, yo confío, que antes de que la semana termine, ellos—ellos entiendan; que la pregunta, que es tan grande en sus mentes esta noche, sea resuelta. Concédelo, Señor.",
    "Hay algunos aquí que no te conocen a Ti, Padre, como Salvador, todavía, o quizás nunca han sido llenos con el Espíritu Santo. Que esta sea esa noche.",
    "Señor, yo no puedo llenar a nadie con el Espíritu Santo; tampoco puedo salvar a nadie. Yo sólo puedo decirles lo que Tú dijiste: “Bienaventurados los que tienen hambre y sed de justicia, porque ellos serán saciados”. Y yo ruego, Dios, que Tú crees un hambre semejante en sus corazones.\n\nMuchos, Señor, ellos tienen que tener hambre; ¡cómo manejarían estos centenares de millas, a través de hielo y de todo, y sobre montañas lluviosas, y a través de desiertos, para venir a un lugarcito que está aquí en la esquina! Luego pienso otra vez, Tú dijiste: “Donde estuviere el Cuerpo muerto, se juntarán las águilas”. Aliméntanos, Señor, con Tu Divino Maná. Da a nuestras almas aquello que realmente necesitamos. Estamos sedientos de Ti, Padre. Estamos en Tus manos ahora.",
    "Permite que el gran Espíritu Santo que descendió en el monte el otro día allá arriba, ruego que El sature cada corazón aquí con Su bondad y misericordia, con entendimiento. Nos damos cuenta, Padre, que eso es lo que necesitamos, es entender. Porque si no sabemos lo que estamos haciendo, entonces ¿cómo sabemos cómo hacerlo? Pero debemos tener entendimiento. Como dijo Daniel, que tuvo “entendimiento por el Escrito del profeta Jeremías”. Y, Padre, tenemos entendimiento por el Escrito del Espíritu Santo, a medida El nos lo revela en esta hora. Danos, Señor, los deseos que tenemos por Ti. Tiernamente pedimos esto, Padre, para Tu gloria, en el Nombre de Jesucristo.",
    "Ahora con nuestros rostros inclinados. Mientras nuestra hermana está tocando eso: “El me dará gracia y gloria, e irá conmigo por todo el camino”. Quiero que Uds. sólo oren en silencio ahora y que le pidan al Padre Celestial que El les conceda a Uds., esta noche, aquello de lo cual tienen necesidad.",
    "Amado hermano, amada hermana, El simplemente está tan cerca como el brazo de Uds. lo está para Uds. Uds., Uds. me han creído en—en otras cosas, créanme en esto. El está aquí para darles cualquier cosa de la cual tengan necesidad.",
    "Oh, durante las últimas semanas he estado tan hambriento, tan sediento, tan nostálgico, por verlos a Uds. Esa es la razón por la cual dije: “Billy, vámonos a casa”.\n\nMeda dijo: “¿Para qué quieres regresar allá, a ese país frío otra vez, Bill? Siempre te da dolor de garganta y de todo. Tú vienes, y se te enfría la cabeza, y estás ronco, y casi no puedes hablar”.",
    "Yo dije: “Pues, yo no sé”. Yo le dije a ella…Veo a mi amigo, Charlie Cox, sentado allá atrás. Yo dije: “Simplemente estoy ansioso de oír a Charlie decir: ‘Esa ardillita se subió a aquel árbol allá’. Simplemente me pongo tan hambriento por oírlo”. Yo—yo sólo quiero—quiero estar alrededor de Uds.",
    "Yo sé que mi Hermano Banks se puso muy enfermo. Y vi una visión de él, aquí no hace mucho tiempo, y él estaba recostado sobre su espalda. Y sé que él estuvo muy cerca de partir de nosotros, recientemente. Cuando yo miro a diferentes de Uds.…",
    "Yo entré la otra noche, a la reunión de los Hombres Cristianos de Negocio, e internacional. El anciano “Papá” Shakarian, el papá de Demos, él solía sentarse allí y no dejaba de mirar hasta que yo entraba, entonces él se sonreía, y esa agitadita de mano con la que me saludaba. El no estaba allí. El partió.\n\nLuego tuve que ir a esa familia, con ASI DICE EL SEÑOR, su hija va a morir, también. Florence, yo la vi en una visión, la vi partir. Y sé que ella va a partir. Y yo dije: “Oren, sólo oren. Uds. saben hay…A un profeta se le dijo en una ocasión que fuera a decirle a un rey que pusiera su casa en orden. Y él oró, y El le perdonó su vida, quince años más”. Yo dije: “Oren”.",
    "Pero, Uds. miran, y yo—yo regresé…Estaba sentado aquí en un restaurante, el otro día, comiendo. Un hombre se me acercó, dijo: “¿No es Ud. Billy Branham?”\n\nYo dije: “Sí”.",
    "El probablemente no me reconoció, debido a esto sobre esta parte calva en mi cabeza. Yo estaba usando este peluquín, para evitar que me diera dolor de garganta durante estas reuniones.\n\nY él se me acercó, él dijo: “Yo pensé que te reconocía, Billy”.\n\nYo dije: “Sí”. Yo dije: “¿Quién es Ud.?”\n\nDijo: “Yo soy John Warman”.\n\nYo dije: “¿Cómo está Zip?”\n\nEl dijo: “Billy, él murió”. ¡Ju!",
    "Yo venía atravesando el palacio de justicia; fui a pagar mis impuestos. Venía atravesando el palacio de justicia, y una señora me gritó, y ella dijo: “¿Sabía Ud. que John partió?” O, algún nombre. Quizás no haya sido John; Ed, o algo. Y yo dije…Yo no reconocí a la mujer. Me sentí avergonzado. Y me vine dando cuenta, que yo no sabía quién era ella.\n\nElla dijo: “¿Se acuerda Ud. de una noche oscura cuando el río estaba hasta arriba por encima de las orillas aquí, y llevándose casas, allá en la calle Chestnut, y Ud. arriesgó su vida para entrar a un lugar y sacar a una mujer y unos niñitos?”\n\nYo dije: “¿Es Ud. ella?”",
    "Ella dijo: “Yo—yo soy la señora”. Ella empezó a gritar por su bebé; Uds. conocen mi historia. Ella dijo: “Aquel que yo llamé ‘mi bebé’, está casado y tiene una familia”. ¿Ven? Y aquí está ella, vieja y canosa; y aquí estoy yo, también.",
    "Una por una, nuestras tarjetas salen del archivador, por así decirlo. Y nosotros tenemos reuniones, y echo de menos a este, echo de menos a aquel. Todos tenemos que desaparecer, uno de estos días.\n\nPero, hermano, hermana, hay un Lugar de reunión. Estemos seguros ahora de que estamos bien. ¿Lo harán? No permitan que todo nuestro entendimiento de Dios, y demás, sea en vano. Creamos.",
    "Padre, están en Tus manos. Yo estoy en Tus manos, Señor. Sólo estamos aquí en dedicación ahora, antes de la reunión que viene empezando mañana en la noche. ¿Nos vas a ayudar, Señor? ¡Que nuestra—que nuestra conversación sea constantemente sobre Ti! Que nuestros corazones y mentes permanezcan en Ti, y Tú dijiste que nos guardarías en perfecta paz. También está escrito en la Biblia: “No te apoyes en tu propia prudencia”. Oh Dios, no queremos nuestra prudencia; queremos Tu prudencia. Dánosla, oh Dios. Y que el avivamiento entre en nuestras almas al grado que este grupo de gente esté de un solo corazón y unánimes. Concédelo, Padre. Concede estas cosas, mientras rogamos en el Nombre de Jesucristo.\n\nHasta que mi alma raptada encuentre\n\nDescanso más allá del río.\n\nEn la cruz, en la cruz,\n\nSea mi glo-…(levantemos nuestras manos) …siempre;\n\nHasta que mi alma raptada encuentre\n\nDescanso más allá del río.\n\nJesús, mantenme en la cruz,\n\nHay una fuente preciosa,\n\nGratuita para…(sí, Señor, gratuita)…corriente sanadora,\n\nFluye de la fuente del Calvario.\n\nEn la cruz, en la cruz,\n\nSea mi gloria siempre;\n\nHasta que mi alma raptada encuentre\n\nDescanso más allá del río.",
    "[El Hermano Branham empieza a tararear Cerca De La Cruz.—Editor] ¡Oh Dios! Si hay alguno de Uds. que siente que le gustaría venir y arrodillarse alrededor del altar, si les gustaría venir, digan: “No estoy donde debería estar, Señor. Yo—yo quiero hacer una nueva consagración. Quiero hacerlo esta noche, Señor”. Uds. son bienvenidos a venir. Vamos a estar aquí para orar con Uds. [El Hermano Branham continúa tarareando Cerca De La Cruz.]\n\nEn la cruz, en la cruz,\n\nOh, sea mi gloria siempre;\n\nHasta que mi alma raptada encuentre\n\nDescanso más allá del río.\n\nJesús, mantenme cerca de la cruz,\n\nHay una fuente preciosa,\n\nGratuita para todos, una corriente de sanidad,\n\nFluye del Monte Calvario.\n\nEn la cruz, en la cruz,\n\nSea mi gloria siempre;\n\nHasta que mi alma raptada encuentre\n\nDescanso más allá del río.",
    "Oremos, cada uno en su propia manera ahora. Simplemente— simplemente olvídense del tiempo. Simplemente inclinemos nuestros rostros en Su Presencia. Esta damita aquí, clamando: “¡Te amo, Jesús!” ¿Recuerdan Uds. cuando fueron salvados, hace muchos años, recuerdan cuán dulce fue eso para Uds.? El es igual de dulce esta noche. Oremos, cada uno en su propia manera ahora. Simplemente—simplemente consagrémonos a Dios, dediquémonos otra vez al Señor.",
    "Amado Señor Jesús…[Espacio en blanco en la cinta.—Editor]\n\nLa Corriente de todo mi consuelo,\n\nMás que vida para mí,\n\n¿A quién tengo en la tierra además de Ti?\n\n¿O a quién en los Cielos sino a Ti?\n\nAmado Dios, rogamos ahora que Tu misericordia y gracia sean enviadas sobre cada uno de nosotros, Señor. Estamos aquí alrededor del altar. Muchos no pudieron acercarse; Tú los encontrarás en sus asientos. Todo lo que ofrezcamos, Señor, Tú estás dispuesto a recibirlo. Si tan sólo te ofrecemos nuestro tiempo, Tú lo recibes; talento, Tú lo recibes. Pero, Señor Dios, esta noche vamos más allá de eso, estamos ofreciendo todo lo que somos. Todo lo que soy, todo lo que alguna vez espero ser, todo está en Ti, Señor. Rogamos que Tú metas esto, nuestras oraciones, en Tu corazón, Señor, y danos de la gran profundidad del Espíritu Santo, para que nuestras vidas sean cambiadas. Porque, vemos que estamos cerca del fin ahora. No puede faltar mucho. Y a medida que vemos a nuestros amados muriendo, día tras día, jóvenes y ancianos, sabemos que pronto debe tocar a nuestra puerta. Y esta noche, Señor, mientras estamos en nuestra mente cabal, sentados aquí, o arrodillándonos aquí, parados aquí, cualquiera que sea la posición en la que estemos, recíbenos, Señor Dios.",
    "Tómame, Señor. Yo no soy nada, pero sea lo que sea que soy, Señor, si Tú puedes sacar alguna utilidad de mí, yo me dedico a Ti.",
    "Yo ruego, amado Dios, por cada uno de éstos. Estas amadas personas por las que me paré allá en los montes de Arizona y clamé, y aquí están arrodillados alrededor del altar con nosotros esta noche, orando, consagrando nuestras vidas. Te amamos, Padre, más que nuestras propias vidas. Te amamos más que a nuestras familias. Te amamos más que a esposa, hijos, padre, madre, hermana, hermano, esposo, esposa. Te amamos, Señor Jesús. Haz eso tan real en nuestros corazones, Señor. Derrama el aceite de alegría, esta semana, Señor, en nuestras almas. Danos un baño, un lavamiento de la Palabra, por el agua de la Palabra, repartiéndonos la Verdad.",
    "Muchos están aquí esta noche, Señor, y estarán aquí, que están confundidos en estos temas que son vitales. Oh Dios, abre esa fuente en la casa de Dios, que—que es para limpiarnos. Yo ruego, Dios, que Tú nos laves y nos limpies en Tu Sangre, y nos hagas nuevas criaturas. Y danos gracia y fortaleza, para traer la Palabra de Verdad en Su revelación Divina del Ser de Jesucristo.\n\nQue El aparezca ante nosotros, Señor. Que El venga y sane nuestras enfermedades, perdone nuestros pecados, llene nuestros corazones hambrientos con buenas nuevas de gran gozo, el Evangelio manifestado en nuestras vidas.\n\nBendice a cada pastor, a cada director de cantos, a cada maestro de escuela dominical. Bendícenos a todos, juntos, Señor, porque verdaderamente te amamos. Y ahora somos Tuyos, Señor, en esta dedicación. En el Nombre de Jesucristo, úsanos ahora de acuerdo a Tu propia voluntad.",
    "Mi fe mira hacia Ti,\n\nTú Cordero del Calvario,\n\nOh Divino Salvador;\n\nAhora escúchame mientras oro,\n\nQuita todo mi pecado,\n\n¡Oh permite que de este día en adelante\n\nSea totalmente Tuyo!\n\n¿Les gusta eso? Cantemos de nuevo.\n\nMientras ando por el oscuro laberinto de la vida,\n\nY el dolor se extiende a mi alrededor,\n\nOh, Tú mi guía sé;\n\nOrdena a la oscuridad que se vuelva día,\n\nEnjuga las lágrimas de dolor,\n\nNi me permitas nunca desviarme\n\nApartándome de Ti.\n\n¿Los hace eso sentirse bien? [La congregación dice: “Amén”.—Editor] ¿A cuántos les gusta cantar esos cantos antiguos? [“Amén”.] A mí simplemente me encantan. ¿Y a Uds.?\n\nOh, estamos marchando a Sión,\n\nHermosa, hermosa Sión;\n\nEstamos marchando subiendo a Sión,\n\nEsa hermosa Ciudad de Dios.\n\nOh, estamos marchando a Sión,\n\nOh, hermosa, hermosa Sión;\n\nEstamos marchando subiendo a Sión,\n\nEsa hermosa Ciudad de Dios.\n\nVengamos, los que amamos al Señor,\n\nY demos a conocer nuestro gozo,\n\nTomemos parte en el canto con dulce unanimidad,\n\nTomemos parte en el canto con dulce unanimidad,\n\nY así rodear el Trono,\n\nY así rodear…\n\nAhora, pongámonos de pie ahora mientras lo cantamos. Dense las manos los unos a los otros.\n\nMarchando a Sión,\n\n¡Dios la bendiga, hermana! ¡Dios la bendiga, hermana! ¡Dios lo bendiga, hermano! ¡Dios la bendiga, hermana! [El Hermano Branham continúa saludando a la gente.—Editor]\n\nEsa hermosa Ciudad de Dios,\n\nLevantemos nuestras manos ahora a Dios.\n\nOh, estamos marchando a Sión,\n\nHermosa, hermosa Sión;\n\nEstamos marchando subiendo a Sión,\n\nEsa hermosa Ciudad de Dios.\n\nOh, estamos marchando a Sión,\n\nOh, hermosa, hermosa Sión;\n\nEstamos marchando subiendo a Sión,\n\nEsa hermosa Ciudad de Dios.\n\n¿No los hace eso sentirse maravillosamente? [La congregación se regocija.—Editor] ¡Oh, oh! Oh, levantemos nuestras manos y alabémoslo en nuestra propia manera.",
    "Señor Jesús, Tú la Rosa de Sarón, el Lirio del Valle, la Estrella Resplandeciente de la Mañana, el más Hermoso entre diez mil para mi alma. ¡Tú la Corriente de todo mi consuelo, más que vida para mí! ¡Cuánto te amamos! Escúchanos, oh Señor. ¡Cuánto te agradecemos! ¡Oh! [Espacio en blanco en la cinta.—Editor] ¡Cuánto te alabamos! Bendice a éstos, ¡nuestro precioso Señor y Salvador! Concede estas cosas, Señor. Concédelas. [El Hermano Branham y la congregación continúan orando y alabando a Dios.]\n\nCerca de la cruz,\n\nSea mi gloria siempre;\n\nHasta que mi alma raptada encuentre\n\nDescanso más allá del río.",
    "De una u otra manera, yo siento que vamos a…Hay algo para nosotros que está delante. Ahora, sólo recuerden, creo que estoy profetizando. Gran gozo está delante. Créanlo. Eso es correcto. Muchos corazones entristecidos serán hechos… Grandes misterios serán hechos claros, y las personas que están tristes serán cambiadas a gozo. [La congregación se regocija.—Editor]\n\nCerca de la cruz, en la cruz;\n\nSea mi gloria siempre;\n\nHasta que mi alma raptada encuentre\n\nDescanso más allá del río.",
    "Como Juan de la antigüedad, cuando él se puso muy viejo para predicar, él se quedaba sentado y gritaba, me dicen, con toda su fuerza: “¡Hijitos, amaos los unos a los otros!” Amaos los unos a los otros. No le permitan a nada meterse entre Uds., ¿ven? Mantengan todo, todo alejado de…Sí, no importa qué sea, háganle frente. Vamos en camino a Nínive. ¿Ven? No se suban a ese viejo barco a Tarsis, que los saca fuera de la compañía. Sigamos adelante subiendo por la corriente de las bendiciones de Dios. Creo que las vamos a tener. Yo le creo a nuestro Padre.",
    "¿Se siente mejor ahora, hermana? Eso está bien. De esa manera me gusta ver a los hijos nacer, ese entrar en contacto. [La hermana continúa orando y regocijándose.—Editor]\n\nPuedo pensar de hace años, aquí mismo en estos terrenos, cuántos miles han nacido en el Reino de Dios, aquí mismo en este terreno. ¡No teníamos la menor idea, cuando estábamos parados aquí con ochenta centavos en nuestro bolsillo, con los cuales edificar la iglesia! Oh, El dijo: “Yo el Señor lo he plantado; Yo lo regaré día y noche”. Y El lo ha hecho. El lo ha hecho.\n\nDios los bendiga. Ahora cuando inclinemos nuestros rostros…",
    "Ahora, mañana en la noche, recuerden, los servicios se llevarán a cabo allá en el auditorio de la escuela. Y si… Tendremos a alguien aquí a cargo, para mostrarle a la gente cómo llegar allí, porque nuevos van a estar llegando.",
    "Si lo aman, digan: “Amén”. [La congregación dice: “Amén”.—Editor] ¿Oh, no es maravilloso El? [“Amén”.]",
    "Yo estaba parado aquí en la ribera, y canté ese antiguo canto:\n\nEn las tormentosas orillas del Jordán estoy parado,\n\nPiensen, eso fue hace treinta años, treinta y tres, hace treinta y tres años.\n\nY echo mi anhelante mirada,\n\nA la tierra hermosa y feliz de Canaán,\n\nDonde están mis posesiones.\n\nY muchos que bauticé, esa noche, están allá ahora. Cuando, ellos se pararon allá y fueron testigos de esa Estrella de la Mañana descendiendo de los cielos, girando así, dijo: “Como Juan el Bautista fue enviado para traer, para precursar la primera venida de Cristo, tu Mensaje precursará la segunda Venida”. ¿Cómo pudiera haberse pensado? Pero, todas las Palabras de Dios son verdad, todas las Palabras de Dios. Estamos viviendo en la Presencia del gran Rey. Dios los bendiga.",
    "Mientras inclinamos nuestros rostros, le voy a pedir al Hermano Neville, nuestro precioso pastor, que venga aquí y nos despida en oración. Dios lo bendiga, Hermano Neville. 🦅"
  ]
}