{
  "title": "LA SEMILLA NO ES HEREDERA CON LA CÁSCARA",
  "id": "65110009",
  "content": [
    "🦅  Permanezcamos de pie por un momento para orar. Inclinemos nuestros rostros.",
    "Querido Dios, consideramos este un privilegio en esta noche, el estar aquí en esta ocasión, para traer a un Cristo viviente a un mundo moribundo y a una generación moribunda.",
    "Pedimos Señor, que Tú unjas nuestras Palabras y nuestros esfuerzos, y que no vuelvan a Ti vacíos, pero que cumplan aquello para lo cual fueron dirigidos.",
    "Ayuda a cada hombre, mujer, niño o niña presente aquí en esta noche, que estén necesitados. Y Padre, sabemos que todos estamos necesitados. Y cuando nos despedimos en esta noche, permite que podamos sentir en nuestros corazones igual que aquellos que venían de Emaús, después del…de haber atestiguado la resurrección de Cristo, diciendo: “¿No ardían nuestros corazones dentro de nosotros mientras El nos hablaba por el camino”? Concédelo Señor.",
    "Sana los enfermos y los afligidos. Que no quede ninguno débil entre nosotros después del servicio en esta noche. Y Señor, sobre todas las cosas, que no quede ningún incrédulo. Que todos crean para Vida Eterna, porque este es nuestro propósito de reunirnos aquí.",
    "Estas bendiciones las pedimos para la honra del Reino de Dios, en el Nombre de Jesucristo, el Hijo de Dios. Amén.\n\nPueden sentarse.",
    "Es bueno, en esta noche estar aquí de nuevo. Y veo que tenemos unos cuantos de pie todo alrededor, y yo creo que los teléfonos ya están conectados, para muchas diferentes ciudades a través de la nación: San Francisco, Tucson, allá en el oriente. Y nosotros, a través de los teléfonos, enviamos saludos a ellos. Estamos en el auditorio aquí esta noche. Y el auditorio principal está lleno hasta el tope, y hasta en las filas; y alrededor por las paredes hay gente parada. Y entendemos que mañana en la noche trataremos de abrir otro lado aquí, hacia el gimnasio, y tener un auditorio más grande, y así podremos acomodar quizás otras dos mil personas más. Así que estamos esperando eso para mañana en la noche. Si está lleno ahora, siendo la primera noche, pues creemos que será mayor mañana por la noche. Y veo que han puesto sillas adicionales y demás cosas aun hoy.",
    "Estamos bajo grandes anticipaciones: primero, la Venida del Señor Jesús; y después, la salvación de…para las almas perdidas que le reciban a El en esta noche y estén listas para Su Venida cuando El aparezca.",
    "Yo quiero ofrecer un saludo especial y una bienvenida para todos estos hombres finos en la plataforma, y entiendo que muchos de ellos son ministros. Unos doscientos o más, sentados en la plataforma, y ciertamente estamos agradecidos que ellos estén aquí.",
    "Para todos Uds., donde quiera que estén, en diferentes partes de la nación… Y entiendo que algunos están aquí de ultramar, del exterior. Así que estamos agradecidos que Uds. estén aquí para disfrutar de este compañerismo con nosotros, que anticipamos que Dios nos lo va dar durante esta reunión.",
    "Parece que desde que pensé en regresar por estos pocos días de reuniones, que mi propio corazón ha sido alarmado extrañamente con un gran sentir que algo está a punto de acontecer. Yo no sé que pueda ser, pero espero que sea una gran revelación de parte de Dios, que nos preparará y nos hará mejores ciudadanos de Su Reino mientras caminamos en este mundo oscuro de pecado e incredulidad.",
    "Este terreno, en esta noche, este mismo lugar aquí, guarda un gran significado para mí. Desde que supe que construyeron aquí este auditorio escolar, he querido tener un servicio en este lugar. Estoy muy agradecido con la junta escolar y con aquellos que nos permitieron tenerlo.\n\nFue sobre este lugar, por aquí donde este edificio está construido en esta noche, que una gran cosa sucedió hace algunos treinta años, aquí sobre este mismo terreno. No era más que un terreno lleno de retama en ese tiempo. Y yo vivía en una casita un poco más allá de aquí, como a doscientos metros. Yo estaba muy preocupado en aquellos días con respecto a la salvación de mi padre y mi madre. Que en esta noche ya ambos han partido. Y especialmente en aquel día, yo estaba preocupado por mi padre. Recuerdo que estaba durmiendo en el porche. Hacia mucho calor, era el tiempo de verano.",
    "Esto todo está escrito, creo en un pequeño libro llamado Jesucristo Es El Mismo Ayer, y Hoy, y Por Los Siglos, o puede ser que estaba en un pequeño libro llamado Yo No Fui Rebelde A La Visión Celestial.",
    "Y estando acostado en el porche, fui despertado repentinamente, y una carga vino sobre mi corazón por mi padre. Como muchos de Uds. aquí de la ciudad conocían a mi padre. Yo creo que él era un gran hombre, aunque él era un pecador. Pero él tenía un hábito malo, contra el cual yo traté de combatir tan fuerte como pude, a través de la edad, eso es el beber. Y aquella noche él estaba tomando. Y yo me levanté con una gran carga sobre mi corazón por él. Y sólo con mi pijama puesta, me puse los pantalones, con mi camisa de pijama todavía puesta; yo caminé a través de este campo de retama, hasta por aquí donde esto está ahora; y me arrodillé para orar por mi padre.",
    "Y mientras oraba y le pedía a Dios que le salvara y que no lo dejara morir como pecador, y que yo lo amaba; y mientras yo estaba en oración, me levanté para mirar hacia el oriente, desde aquí, y allí estaba una visión. Y parado justamente arriba de mí (muchos de Uds. saben de la visión), estaba el Señor Jesús.",
    "Ahora no soy alérgico a ilusiones, hasta donde sé. Pero las visiones son reales. Y allí estaba parado el Señor Jesús, la primera vez que yo le había visto a El en una visión de esa clase. El estaba como, oh, probablemente a diez pies [a tres metros] sobre mi cabeza, parado en medio del aire, con un pie alzado, como subiendo un escalón. El tenía puesto una vestidura blanca, con una franja alrededor del lado. Tenía pelo hasta Sus hombros, y parecía ser como, un Hombre como la Biblia dijo que era, como de treinta. Pero pequeño, de constitución delgada, muy pequeño, parecía como si no pesaría más de ciento treinta libras. [Cincuenta y nueve kilos]",
    "Y yo miré y pensé que había algo, de que quizás pudiera yo estar equivocado. Así que yo froté mis ojos y miré hacia arriba de nuevo. Y El estaba parado como de lado, como un perfil de Su rostro. Y la apariencia de Su cara, la cual siempre he visto en visiones, ha sido como el rostro de Cristo por Hoffman, a los treinta. Esa es la razón que yo tengo ese cuadro en mi casa, en mi literatura donde quiera que pueda ponerlo, porque así era como parecía, más o menos así. Lo único es que El parecía ser pequeño.",
    "Y mientras yo miraba hacia arriba hacia El, pensé: “Seguramente no estoy mirando a Mi Señor parado allí”. Y yo estaba como digamos en esta posición, y quizás justamente donde esto, debajo de donde este púlpito está ahora mismo. En alguna parte, era en esta área, en un círculo de donde estoy parado, lo mejor que pude medir, entre cuarenta a cincuenta yardas de aquí mismo. [Treinta y seis a cuarenta y cinco metros.] Por esta área aquí, este círculo.",
    "Y yo miré hacia arriba y El allí estaba parado. Y yo me mordí el dedo, para ver si estaba dormido. Uds. saben como uno… Parecía como que eso no fuera posible. Y yo era joven en el Señor en ese entonces, llevaba como seis meses de estar predicando. Yo me mordí el dedo. Tomé un pedazo de la retama y lo arranqué. Y muchos de Uds. que viven en el campo, saben cómo es ese pequeño palillo, en la retama. Comencé a masticar eso. Y dije: “Esto—esto no puede ser. Estoy soñando. Allí está mi casa. Allí está mi padre, mi madre y los niños allí. Allí está el charco viejo junto a la casa de ladrillos que antes estaba por acá, donde yo cazaba patos, apenas como a doscientas yardas [Ciento ochenta metros] más allá de esto aquí. Y aquí estoy de pie en este campo; tiene que ser así”.",
    "Y di una patada al suelo, pisé duro con los pies un poco y sacudí la cabeza, y—y me apreté las manos; miré hacia arriba de nuevo, miré a lo lejos, y miré de nuevo, y El allí estaba parado. Y el viento comenzó a soplar, y vi su efecto en la retama. Y cuando comenzó a soplar, Sus vestiduras también se movieron, como las ropas colgadas en una línea, y comenzaron a moverse. El estaba parado allí. Y yo lo miré.",
    "Y pensé: “¡Si tan sólo pudiera mirar Su rostro”! Y El miraba hacia el oriente, hacia este lado. Estaba mirando intensamente. Y yo me moví, dando un paso para asomarme, para ver más de cerca Su rostro. Y aún no podía verle muy bien. El tenía Sus manos por delante, un poco escondidas de donde yo estaba parado.",
    "Me moví un poco más. Y aclaré mi garganta, algo así, hice “jumh”, para ver si podía llamarle la atención. Pero El nunca se movió.",
    "Entonces pensé: “Quizás lo llamaré”. Y cuando dije: “Jesús”, El volteó Su cabeza. Y cuando El me miró, solamente extendió Sus brazos hacia adelante. Eso es todo lo que recuerdo. Hasta casi el amanecer yo estuve tendido en el campo, por aquí en algún lado donde ahora está este lugar; la camisa de mi pijama toda mojada con lágrimas, donde yo había estado llorando. Y yo me había desmayado.\n\nSu rostro tenía características que ningún artista podría dibujar o pintar. No podrían hacerlo. El tenía la apariencia de un Hombre, que si Ud. lo mirara, El desearía llorar con simpatía, y respetar con reverencia; y aún con suficiente poder, que si hablara, el mundo daría vueltas. Y las características nunca podrían ser captadas por un artista.",
    "Y yo nunca supe hasta este día el significado de aquello. Pero aquí estoy en esta noche, después de treinta años, parado en un auditorio que está dedicado ahora para el servicio del Dios Todopoderoso. Y yo apenas un—un miembro laico, en realidad apenas un anciano local en la—en la iglesia bautista aquí, de la cual Roy Davis era el pastor en ese tiempo. Y ahora estoy parado aquí con el lugar bien lleno, sobre el mismo terreno, con lo que yo pienso, es la compra de la Sangre de Jesucristo mismo en mis manos, para traer este Mensaje del Señor de cuatro días.",
    "Como seis meses después de eso, tuve mi primer bautismo aquí en el río, cuando la Luz bajó aquí a la Calle Spring. Muchos de Uds. quizás quieran ir allá y mirarlo, en la Calle Spring donde llega al agua, allí frente al río. Y allí es donde el Angel del Señor apareció en público, primero, a las dos en punto, una tarde. Y una Voz vino diciendo: “Como Juan el Bautista fue enviado para precursar la primera venida de Cristo, tu Mensaje precursará la segunda Venida”.",
    "Ya pasaron treinta años, y aquí estoy aún, en esta noche, proclamando aquel Mensaje. Y ha rodeado el mundo, y estoy muy contento de estar de nuevo en mi pueblo natal en esta noche, para representar este Señor Jesucristo al cual yo aún amo con todo mi corazón. Cada día El es aún más dulce de lo que era el día anterior. Yo nunca he cambiado ni una tilde en mi Doctrina. La primera cosa con la que comencé, aún creo lo mismo en esta noche. El es el mismo ayer, y hoy, y por los siglos. Ahora tengo un Mensaje por el cual soy responsable.",
    "Cuando primero comenzó el Mensaje, desde luego… Todos estaban orando por los enfermos, grandes señales, maravillas y milagros que dio comienzo (en particular entre la gente pentecostal) a un avivamiento universal de campañas de sanidad que barrieron por todo el mundo. Por quince años sin parar, han habido avivamientos en toda colina que hay, me supongo, fuegos de avivamiento ardiendo. Literalmente millones han aceptado a Cristo como su Salvador, por esa sola comisión. Lo cual inspiró de allí, a Oral Roberts y demás, y así y así, mientras ha ido corriendo.",
    "Después, la iglesia pentecostal está tirada en su condición muerta, como lo estaba en ese entonces. Mis intenciones y mi deseo en esta noche es de despertar esa iglesia de nuevo, a la Venida del Señor Jesús que está a la mano. Yo tengo que reprenderla. Yo tengo que reprender el pecado en cualquier forma que sea. No lo estoy refiriendo a la denominación de ninguna persona. Yo tengo un Mensaje.",
    "Ahora, es duro entrar a una iglesia bajo un patrocinio, como lo fue con nuestro Señor Jesús, porque esto es El; no soy yo. Pero cuando El predicó al principio y sanó a los enfermos, levantó a los muertos y limpió a los leprosos y echó fuera demonios, todos lo deseaban. Pero llegó el tiempo cuando había un Mensaje que siempre sigue a cada señal, porque la señal tiene una voz.",
    "Pero cuando El se sentó un día y dijo: “Yo y Mi Padre somos Uno”, eso fue más de lo que ellos podían soportar. Eso fue también cuando El dijo: “Si no coméis la carne del Hijo del Hombre, y bebéis Su Sangre, no tenéis vida en vosotros”. [Juan 6:53]",
    "🦅 ¿Cómo”? Pues, los doctores y los intelectuales hubieran dicho: “Este hombre es un vampiro humano, tratando de hacernos comer su carne y beber su Sangre”. El no lo explicó. El sólo lo dijo.",
    "Y en esta noche Ud. quizás escuche cosas, y durante la reunión, que simplemente se dicen. Quizás no podamos explicarlo. Pero recuerden, Jesucristo es el mismo ayer, y hoy, y por los siglos. Nosotros lo creemos.",
    "Ahora, no tenemos mucho tiempo para hablar demasiado, porque tenemos aquí ciertos horarios para comenzar y para salir. Y queremos honrar la junta escolar que nos fijaron estos horarios, y haremos todo lo que podamos para honrarlos.",
    "Recuerden, en cualquier momento que un pecador quiera venir a Cristo, todo lo que Ud. tiene que hacer es venir aquí, ya sea que yo esté predicando, cantando o lo que sea, y entregar su vida a Cristo allí mismo, o desde su asiento. Para eso es que estamos aquí, para ayudarle a Ud.",
    "Quiero hablar con el Hermano Vayle, el Hermano Borders y con los hermanos aquí. Si… Me pregunto si ellos no pudieran tener en la iglesia, por la tarde o en alguna mañana o algo, un servicio de instrucción para aquellos que están buscando el bautismo del Espíritu Santo. ¿Estaría esto bien con Uds. hermanos? El Hermano Neville y todos Uds. podrían llegar allí, y el Hermano Capps. Si alguien quiere ser instruido en el bautismo del Espíritu Santo, venga al Tabernáculo… ¿Qué sería mejor, la mañana o la tarde?",
    "[Alguien dice: “La mañana”.] ¿En la mañana, como a las diez en punto? Como a las diez en punto de la mañana.",
    "Si tiene alguna pregunta de Doctrina, si tiene alguna pregunta sobre el Mensaje, si Ud. quiere ser… Si nunca le han ministrado personalmente, si Ud. quiere que oren por Ud., o cualquier cosa por el estilo que Ud. quiera saber, ¿por qué no llega allá a las diez en punto en la mañana y véase con estos hombres? Habrá uno o más de ellos allí para instruir, para orar por los enfermos, para responder a las preguntas a nivel personal. Ud. sólo vaya con ellos, y ellos estarán contentos de poderle ayudar en cualquier manera que puedan.",
    "Ahora, antes de acercarnos a la Palabra, queremos acercarnos al Autor de la Palabra de nuevo. Ud. quizás pueda comer demasiado; quizás puede beber demasiado; Ud. quizás se pueda reír demasiado; Ud. quizás pueda caminar demasiado, pero Ud. nunca orará demasiado. “Quiero, pues, que los hombres oren en todo lugar, levantando manos santas, sin ira ni contienda”. [I Timoteo 2:8]\n\nOremos.",
    "Querido Jesús, Autor de la Palabra de Vida, y Tú eres aquella Palabra, solemnemente ahora nos acercamos a Ti después de la explicación de la visión. Que Dios, Tú eres mi testigo que eso es Verdad. Señor Jesús, yo ruego que Tú unjas las palabras en esta noche para el escuchar de cada oído que está al alcance del sonido Divino. Y si hubieran algunos aquí, o escuchando allá a través de la nación, si ellos no están listos y preparados en esta hora para encarar el reto de la hora, el Mensaje de parte de Dios, de arrepentirse y de estar listos porque el Reino de Dios se está acercando. Oramos que sea así en esta noche con ellos, que ellos puedan encarar el reto de esta hora.",
    "Oh Dios, yo ruego que me ayudes, sabiendo la responsabilidad y lo que significa, y por lo que debo responder en el Día del Juicio, por todo lo que yo diga aquí y en cualquier lado. Ayúdame para que sea mortalmente sincero Señor, con todo lo que haga o diga en Tu Palabra, que pueda producir fruto. Porque como fue Tu comisión: “No permitas que esta Palabra se aparte de tu boca; sino que de día y de noche meditarás en ella, para que guardes y hagas conforme todo lo que está escrito en la ley; porque entonces harás prosperar tu camino, y entonces tendrás buen éxito. Mira que te mando que te esfuerces y seas valiente, porque Jehová tu Dios estará contigo en dondequiera que vayas”. [Josué 1:8,9] Señor Jesús, hazlo así en esta noche. Lo pedimos en el Nombre de Jesús. Amén.",
    "El viernes y el sábado desde las diez a las doce en el Tabernáculo, en la Octava y calle Penn, habrá instrucciones, respuestas a Doctrina, oración por los enfermos y más cosas. Vengan si tienen alguna pregunta, o cualquier cosa que necesiten. Habrán hombres allí para dirigir. El Señor les bendiga.",
    "Ahora para este servicio de apertura en esta noche, no puedo hacer más que ir directo a nuestro Mensaje. Para eso hemos venido, y ahora para eso es que he regresado.\n\nY el domingo por la mañana, Dios mediante, quiero encarar ese gran reto del día, sobre Casamiento Y Divorcio.",
    "Ahora en Gálatas 4:27, deseo leer estas Palabras, 4:27 al 31 inclusive.\n\nPorque está escrito:\n\nRegocíjate, oh estéril, tú que no das a luz;\n\nProrrumpe en júbilo y clama, tú que no tienes dolores de parto;\n\nPorque más son los hijos de la desolada, que de la que tiene marido.\n\nAsí que, hermanos, nosotros, como Isaac, somos hijos de la promesa.\n\nPero como entonces el que había nacido según la carne perseguía al que había nacido según el Espíritu, así también ahora.\n\nMas ¿qué dice la Escritura? Echa fuera a la esclava y a su hijo, porque no heredará el hijo de la esclava con el hijo de la libre.\n\nDe manera, hermanos, que no somos hijos de la esclava, sino de la libre.",
    "El Señor añada Sus bendiciones a la lectura de Su Palabra. Ahora, yo creo que aquí he tomado un texto como este, muy raro, poco común. Pero algunas veces encontramos a Dios en esas raras horas no comunes, maneras no comunes, cosas no comunes, porque Dios es algo fuera de lo normal. Y aquellos que realmente le sirven a El de corazón, le sirven en una manera fuera de lo común, en comparación a las cosas o maneras del mundo. Este texto es llamado: La Semilla No Es Heredera Con La Cáscara.",
    "Aquí Pablo está hablando de la semilla literal de los dos hijos de Abraham. Con gusto Pablo se está trayendo a sí mismo a posición de nacimiento por la mujer libre.",
    "Ahora, sabemos que Abraham tuvo dos hijos por dos mujeres diferentes. Dios le dio una promesa a él por Sara, por medio de Sara mejor dicho, que nacería un Hijo y que a través de ese Hijo el mundo sería bendecido. Todas las naciones serían bendecidas por este Hijo. Y es comúnmente creído, especialmente entre los judíos, que este fue Isaac, pero no fue así. Este Hijo prometido de Abraham es Jesús, y El es de la promesa de la Simiente Real de Abraham. Pero Abraham teniendo dos hijos…",
    "Uno por medio de Agar, la cual era la sierva de su esposa; una bella, hermosa sierva egipcia que Abraham había recogido en Egipto para ella, para ser la sierva de su esposa. Y Sara, pensando que Dios no sería capaz de cumplir verídicamente con toda Su Promesa, le dijo a Abraham que tomara a Agar, su sierva y que se casara con ella (porque la poligamia era legal en aquellos días), para producir el hijo. Y que así era la manera en que Dios lo había planeado, que ella tendría el hijo, sólo que a través de Agar. Pero nos damos cuenta que eso no era así.",
    "Ahora nosotros entendemos también que Dios se perfecciona en tres. Ahora, Dios se “perfecciona” en tres. “Gracia” es cinco. [en inglés la palabra gracia tiene cinco letras.] Siete es “finalización”, como el mundo.\n\nDios es perfeccionado en Padre, Hijo, Espíritu Santo. Esa es la perfección de la Deidad. Todo un solo Dios en tres manifestaciones de los tres atributos de un oficio — o tres oficios — en la Deidad.",
    "Ahora, también hay tres en perfección, de los pasos de gracia de la Iglesia: justificación, santificación y el bautismo del Espíritu Santo. En esto consiste el Nuevo Nacimiento, así como un nacimiento natural es tipificado por aquello. Lo cual, una mujer dando a luz un hijo, la primera cosa que sale es agua, sangre, y después la vida.\n\nLa Biblia dice en I Juan 5:7 ó 7:5, yo creo que así es, que dice: “Tres son los que dan testimonio en el cielo: el Padre, el Verbo (el cual era el Hijo), y el Espíritu Santo; y estos tres son uno. Y tres son los que dan testimonio en la tierra: (la Palabra), el agua, la sangre y el Espíritu. Agua, sangre y Espíritu; estos tres concuerdan en uno”.",
    "Ahora, el Padre, Hijo y Espíritu Santo son Uno. Ud. no puede tener al Padre sin tener al Hijo. No puede tener al Hijo sin tener el Espíritu Santo. Pero Ud. puede ser justificado sin ser santificado; Ud. puede ser santificado sin estar lleno del Espíritu Santo. Hemos probado esto en el orden de la naturaleza.",
    "Ahora, y muchos de Uds., quizás, yo sea extraño para Uds. Y no tengo educación; estoy seguro que Uds. ya entienden eso. Pero yo enseño en tipos, como lo natural es tipo de lo espiritual.",
    "Ahora, vemos que hay tres en la perfección. Dios es perfeccionado en tres. Y eso fue en la perfección de la simiente de Abraham: fue Ismael, Isaac y Jesús. Ismael viniendo de la mujer esclava, Isaac viniendo de la mujer libre, y ambos por sexo. Pero Cristo Jesús viniendo de la virgen, sin sexo.",
    "Aquí, la “Simiente”, una, una Simiente; no simientes, pero una Simiente. Todos estos otros no eran simiente de Abraham, porque la “Simiente” de Abraham era su Simiente de fe de la que Dios estaba hablando, no su simiente natural. Porque después que Sara murió, Abraham se casó con otra mujer y tuvo siete hijos, aparte de las hijas. Así que no serían las simientes de Abraham, era la “Simiente” de Abraham, una sola. Y esa era la Simiente de fe de Abraham, apuntando hacia la Simiente Real que habría de venir a través de la fe de Abraham; no por medio de la vida natural de Abraham, pero la vida espiritual de Abraham, quien tomó todo lo contrario a la Palabra de Dios y lo llamó como si no existiera, y creyó a Dios; contra esperanza, creyó en la esperanza. Esa es la Simiente real de la que hablamos.",
    "Aquí se nos presenta un cuadro. ¡Oh! La simiente comenzó. La simiente de promesa comenzó en un poco de duda, duda de la promesa original. Vean cómo comienza abajo, dudando de la promesa original. Dios prometió a Abraham tener este hijo a través de Sara. Pero ahora miren, la primera simiente de Abraham por la mujer esclava vino por la duda de Sara de que esto pudiera suceder, porque ella era anciana y había pasado la edad de concebir.",
    "Ahora así es como empieza la iglesia. Así es como siempre empieza. Se comienza desde abajo. Uno no comienza de arriba. Un hombre tratando de subir una escalera, si trata de estar arriba primero, se va quebrar el cuello. Uno tiene que comenzar e ir construyendo hacia eso.\n\nY aquí encontramos el principio de la promesa de Dios siendo manifestada a través de un programa de Dios, interrumpido por un poco de duda.",
    "Así también es como el pecado comenzó en el Huerto del Edén. Así es como la muerte comenzó por medio del pecado. Fue cuando una sola palabra de Dios fue mal interpretada o dudada. Uno no puede dudar o mal ubicar ni una sola Palabra de Dios que sea ASI DICE EL SEÑOR, porque cada Palabra tendrá su cumplimiento.",
    "Y aquí Sara, aún a quien la promesa… Sara, siendo una mujer, la cual es un tipo de la iglesia, puso en duda el programa original de la Palabra prometida de Dios, y dijo: “Tú Abraham, mi esposo, toma esta bella sierva, y vive con ella y sé un esposo para ella. Y Dios dará esta simiente de promesa a través de ella y yo tomaré el niño”. ¿Ven? Sólo el sobrepasar una pequeña tilde cambió el programa entero.\n\nAsí que tenemos que tomar cada Palabra de Dios como un ASI DICE EL SEÑOR. Cada palabra de Dios es Verdad.",
    "Aquí comienza la simiente, entonces, en una promesa un poco dudada. Isaac siendo la simiente de la mujer libre y prometida, trajo, como Pablo estaba tratando de explicar aquí en Gálatas, él trajo la simiente natural, prometida. Y él sigue diciendo aquí que los hijos de la mujer esclava no pueden ser herederos con los hijos de la mujer libre, porque son de dos categorías diferentes.",
    "Y eso es verdad, el incrédulo no puede ser heredero con el creyente, de ninguna manera. Allí es donde está el problema hoy. Ud. no puede hacer que una gallina denominacional crea igual que un águila. Ud. no lo puede hacer. Allí es donde viene el problema. Ud. tiene que creer toda Palabra de Dios. Ud. sólo… Uds. no son herederos juntos. Ni tampoco se unirá Ud. con eso; Ud. no lo puede hacer. Ud. tiene que ser un águila o una gallina.",
    "No podía heredar con Ismael, la simiente de la mujer esclava, por causa de la duda. Sara dudó la Palabra de Dios, que Dios fuera capaz de cumplirla. Fíjense en Abraham… Uds. pueden ver hacia donde estoy edificando para el domingo en la mañana. Abraham no lo dudó. Sara sí lo dudó, fue ella. No fue Adán que dudó; fue Eva la que dudó. Entonces, nos daremos cuenta más sobre ellos mientras lo tocamos el domingo en la mañana.",
    "Tampoco puede el espiritual ser…o el natural ser heredero con el espiritual. Ni tampoco pueden los hijos de Ismael ser herederos con los hijos de Isaac, como tampoco puede el carnal ser heredero con el espiritual.",
    "Iglesia natural; Iglesia espiritual. Hay una iglesia natural que estas mujeres aquí tipifican; y hay una Iglesia espiritual, también. Así que la iglesia natural y la Iglesia espiritual no pueden ser herederas juntas. Ellas son dos tiempos separados, diferentes; dos personas separadas, diferentes, bajo dos pactos separados, diferentes.",
    "Por eso es que el Rapto es diferente, y sólo será para la Simiente Real de Abraham. No puede venir por la simiente carnal natural de la iglesia. Tendrá que ser la Simiente Real de la Palabra de Dios, por medio de Abraham, la Simiente Real. Por eso es que el Rapto tiene que ser primero.\n\nPorque recuerden: “Nosotros que vivimos, que habremos quedado, no precederemos (o impediremos) a los que duermen. Porque la trompeta de Dios sonará y los muertos en Cristo resucitarán primero. Luego nosotros los que vivimos, que habremos quedado, seremos arrebatados juntamente con ellos para recibir al Señor en el aire”. [I Tesalonicenses 4:15-17] Noten, y de nuevo está escrito, “Pero los otros muertos no volvieron a vivir hasta que se cumplieron mil años”. [Apocalipsis 20:5]",
    "Por eso allí, ellos no serán herederos juntos. No estarán juntos en el Rapto. Hay absolutamente una iglesia natural y una Iglesia espiritual; una iglesia carnal y una Iglesia espiritual. Entonces vean esto aquí.",
    "No hay Juicio para la Simiente Real espiritual predestinada de Abraham, porque ellos están predestinados para Vida Eterna. Ellos han aceptado el Sacrificio provisto por Dios; y ese Sacrificio, el cual fue Cristo, la Palabra.\n\n“Ahora, pues, ninguna condenación hay” (San Juan 5:24, si desean la Escritura). “Ahora, pues, ninguna condenación hay para los que están en Cristo Jesús”, Romanos 8:1, “los que no andan conforme a la carne, sino conforme al Espíritu”. En Romanos 5:24 [San Juan 5:24], “El que oye Mi Palabra”. La palabra allí es: “comprenderla”. Cualquier borracho, o lo que sea, puede escucharla y apartarse. “Pero el que oye Mi Palabra, (entiende Mi Palabra) y cree al que me envió, tiene Vida Eterna; y no vendrá a condenación; mas ha pasado de muerte a Vida”. Sí señor.\n\nEl — que este gran misterio de Dios dado a conocer — él lo entiende. Como es que Dios estaba en Cristo reconciliando el mundo a sí mismo; y cómo El y el Padre eran Uno; y cómo era que los grandes misterios del cumplimiento de Dios tomando y trayéndose a sí mismo, manifestado en la edad de seres humanos, y en el torrente de los seres humanos y en la compañía de seres humanos, para manifestar Su Palabra en el día, en la salida oriental del sol; y luego hacer lo mismo mientras el sol se oculta en el occidente, para manifestarse a sí mismo en una Iglesia Novia, la Palabra hecha manifiesta. ¿Ven? “El que entiende” — esto es: “saber, que le ha sido revelado de parte de Aquel que Me envió — tiene Vida Eterna, y no vendrá a Juicio, sino que ha pasado de muerte a Vida”.",
    "La Simiente natural sólo era transportadora de la espiritual, de la Simiente. Igual que el tallo, la hoja y la cáscara. Ya hemos hablado de eso en otro Mensaje, pero me gustaría repasarlo aquí un poco, o volver a esto de nuevo sólo por un momento.",
    "Ahora aquí hay tres etapas de la semilla, y nos muestra el cuadro verdadero, las tres etapas de la semilla natural en la tierra. Cómo una semilla es plantada, trae el tallo, de allí salen pequeñas hojas; y después la borla y luego el polen cuelga de eso; y después la cáscara; y entonces la semilla de nuevo.",
    "Observen estas etapas aquí de esta parábola perfecta, y cómo se desarrolla perfectamente en el tipo, porque Dios es el Autor de toda la naturaleza. Por eso la naturaleza no puede fallar, así como Dios no puede fallar, porque El fue Aquel Quien estableció la cosa en su condición para nosotros poder mirarla y para ver.",
    "Noten a Agar, el tallo, que fue el primer comienzo de la Simiente saliendo. Ahora, no se parecía en nada a la Simiente. Era el tallo, porque ella era una mujer esclava, no en la promesa para nada; nada que ver con la Palabra, sólo una transportadora de la Simiente.",
    "Noten a Sara, la borla que contenía el polen: aquella nación judía salió de ella. Salió de Sara, trajo a Isaac; por medio de Isaac, trajo a Jacob; Jacob trajo a los patriarcas; y por medio de los patriarcas, trajo una nación.",
    "María, la virgen, fe, produjo la verdadera Simiente Palabra espiritual hecha carne. ¿Ven?\n\nLas tres mujeres, tres mujeres por las cuales esta Simiente fue transportada. Una de ellas, realmente fue un adulterio bajo la poligamia; la segunda era una mujer libre; y la tercera no tuvo ningún asunto sexual, pero por fe ella creyó a la Palabra de Dios. Agar y Sara, ambas, Sara y Agar, fueron por el sexo; pero María era virgen por el poder de la Palabra prometida de Dios. Correcto.",
    "El tallo, Agar (las dos esposas), dudaron la promesa pero miren lo que eso produjo. Cuando Agar, la segunda esposa de Abraham, la cual era absolutamente una esposa concubina, pero ella dio a luz a un varón. Pero ¿qué clase de hombre era él? La Biblia dice que él era “Un hombre fiero”. [Génesis 16:12] El vivió por su arco, y ningún hombre podía conquistarle. El era indomable, inconvertible, no podía ser regenerado. El no podía ser domado. El era un hombre fiero y salvaje, porque él era contrario a la Palabra de Dios.\n\nY cualquier cosa que es contraria — cualquier predicador, cualquier laico, cualquier iglesia que sea contraria a la Palabra de Dios — producirá un salvaje, un lote de mundanos adúlteros de Hollywood, y no pueden quedarse con la Palabra inadulterada, porque ni siquiera están incluidos en la promesa. No.",
    "Sara la verdadera esposa de la promesa, siendo la borla, dio a luz un hombre dócil. Y como resultado, trajo una nación prometida que sirvió a Dios.\n\nPero María, no por nada de sexo, pero creyó la Palabra prometida; cuando ella aún era virgen, no conociendo a ningún hombre; y el Angel del Señor se encontró con ella, y le dijo: “¡Salve, María, bendita tú entre las mujeres, porque Dios está contigo”!",
    "Y ella dijo: “¿Cómo serán estas cosas”?",
    "El Angel dijo: “El Espíritu Santo hará sombra sobre ti”.",
    "Nunca había sido hecho en ninguna edad, pero María creyó a Dios. Y ella dijo: “He aquí la sierva del Señor”. Ella creyó la Palabra.\n\n¿Cómo lo va obtener? Ella sabía que Agar tuvo el bebé por deseo sexual con Abraham, y Sara tuvo el bebé por deseo sexual con Abraham, hijos de la promesa: la mujer esclava y la mujer libre. Pero aquí se le pide a ella que crea. Esto fue una contribución a la fe que estaba en Abraham, quien creyó lo imposible, “Mientras Dios lo haya dicho así, eso lo hacía correcto”.",
    "Ella creyó a Dios, nunca lo cuestionó. Ella dijo: “He aquí la sierva del Señor. No importa qué tanta crítica tenga que soportar del mundo, sea hecho en mí de acuerdo a Tu Palabra”. Allí surgió la Simiente Genuina.",
    "Sara [Agar] no pudo lograrlo, porque fue a base del sexo. Eso es correcto. Y tampoco pudo Sara, porque era por sexo.\n\n¡Tampoco puede la iglesia, bajo el sectarismo! Se requiere una creencia virgen en la Palabra de Dios, el cual hizo la promesa, para traer hijos. Sectarismo nunca producirá la Iglesia renacida. No puede hacerlo. Producirá algún sustituto. Producirá algo que imita Aquello, algo que trata de ser como Aquello.\n\nPero una genuina Iglesia de Dios nacida de nuevo, cree la Palabra de Dios, a pesar de todo, no importando lo que sea, porque no está adulterada. Es por la promesa de Dios que estas cosas vienen.",
    "María, la verdadera, sin sexo, dijo: “Hágase conmigo conforme a Tu Palabra. ¡He aquí Tu sierva”!\n\nY ella dio a luz. ¿Qué dio ella a luz? No un hombre salvaje; no una nación. Pero ella trajo a luz la Palabra, Dios mismo hecho manifiesto en carne; amén, la verdadera Simiente de Dios que manifestó toda promesa que Dios hizo en la Biblia; sin El ningún hombre puede vivir — sin El.",
    "Ella era de la verdadera simiente, ella estaba más allá del… Ella era la cáscara que produjo el Grano. Ahora, las otras dos eran portadoras de la Vida, sólo como la simiente natural. María… Ahora recuerden, yo dije que las otras dos… Ahora, María, no la hagan Dios, como algunos tratan de hacerla. Ella no era un dios. No señor. Ella sólo era portadora de la Simiente, igual que las demás; pero así como fe en la Palabra, lo acerca más a la imagen real.",
    "Así como el maíz madura, o el trigo. Surge el tallo, luego surge el polen; luego surge la cáscara. Pero cuando Ud. menos piensa, esa cáscara, sino se fija bien, se parece exactamente al verdadero trigo. Pero cuando se haya abierto, el verdadero trigo está adentro. Sólo es un portador, otra vez.",
    "Así que pueden ver, María, no por sexo, sino por fe; algo exactamente como aquello. María no era aquella Simiente. María era una portadora de la Simiente.\n\nEl era la genuina Simiente de fe, porque la Palabra de Dios es por fe, la cual El dio a Abraham. Y sólo fe puede producir lo que Dios dijo que El haría; fe en Su Palabra.",
    "Noten cuánto más semejante a la cosa real era María, pero como la cáscara. La cáscara envuelve la semilla en sí misma y la protege y la nutre hasta que ésta se para sola, madura. Así ha hecho igual esta tercera edad de la iglesia (de pentecostés), ha madurado, reteniendo este Grano hasta que sea tiempo que se abra la cáscara. María, siendo la madre de Cristo, sólo fue una incubadora.\n\nEl no era de sangre de María; El no era de sangre judía; El no era de sangre gentil. El era de la Sangre de Dios. Dios creo esta Sangre. No podía ser por sexo. El no era ni judío ni gentil.",
    "El bebé no tiene nada de sangre de la madre. La sangre viene del padre. Sabemos que la hemoglobina está en el macho.\n\nComo una gallina, puede poner un huevo, una ponedora; pero si no ha estado con el pájaro macho, el gallo, eso nunca saldrá del cáscara. No es fértil aunque se parezca exactamente como un huevo fértil. Cada parte de su naturaleza luce igual, pero no tiene vida.",
    "Así es con las personas que profesan a Cristo. Muchos de ellos lucen como Cristianos y tratan de actuar como Cristianos; pero uno tiene que tener a Cristo por dentro, lo cual es la Palabra hecha manifiesta, de otra manera nunca madurará en un verdadero Cristiano, creyente de la Biblia. Siempre será algo denominacional. No puede vivir, porque no hay Vida en él para vivir.\n\nUn huevo no puede romperse, se pudrirá en el nido si no ha estado con el pájaro macho.",
    "Igual como con los miembros de una iglesia. Uno puede mimarlos y llamarlos, hacerlos diáconos y todo lo demás, pero ellos… Uno tendrá un nido lleno de huevos podridos a menos que se hayan apareado con el Macho. Correcto.",
    "Un portador, la cáscara la nutrió. Correcto. Entonces ella, es decir, la simiente misma tiene que dejar la cáscara, o la cáscara tiene que dejar la semilla para poder poner la simiente a la presencia del sol para que pueda madurar. Todo en tipo, como estamos viendo.",
    "¿Pueden ver ahora, qué tan cerca ella — la iglesia de estos últimos días — llega a parecerse a la Simiente misma? Miren como esta denominación de pentecostés que se ha levantado en los últimos días, y lo explicaremos un poco más tarde, pero vean qué tan cerca vienen a parecerse a la Simiente.\n\nCuando se produce una cáscara del grano de trigo…o de la hojita de trigo, después que el polen ha caído allí en la segunda etapa, y produce la tercera etapa, la cual es la cáscara. Y como es que eso… Si Ud. no es uno que observa de cerca, Ud. no podrá decir si es o no es el verdadero grano de trigo allí adentro. Cuando sale aquel primer grano, que parece grano, pero siéntese y ábralo y Ud. encontrará que allí no hay nada de grano. Sólo es la cáscara, portadora del grano. Ahora, de allí sale el grano. Pero recuerden, no hay más después de la cáscara.\n\nRecuerden, no hubo más Simiente prometida por medio de la mujer, en ningún lugar, después de María. Y no hay más denominaciones prometidas después de los pentecostales. Es la Novia que sube en el Rapto que viene de allí, la Simiente, la Palabra hecha manifiesta de nuevo.",
    "Miren qué tan semejante son. Mateo dijo, San Mateo 24: 24, dijo que los dos espíritus en los últimos días — el espíritu de la iglesia, de la gente iglesia, y el espíritu de la Novia, de la gente Novia — serían tan semejantes que hasta engañarían a los propios Elegidos, si fuere posible. Así de semejantes.",
    "Miren cómo ha venido por el tallo. Ahora noten, vamos a tipificar algo aquí.\n\nLutero, en la edad de la iglesia, produciendo la Simiente Novia, era lo mismo en Espíritu. Sólo en un pequeño grano de Simiente, Lutero se paró en eso; fue justificación por la fe. El era el tipo de Agar, el tallo.\n\nNoten, Wesley era un tipo de Sara — de Filadelfia, la edad del amor que trajo la borla. En la edad de Wesley hubieron más misioneros que en cualquier otra edad que hayamos tenido, la gran edad misionera del tiempo de Juan Wesley.",
    "Pero pentecostés representó a María. María, la última etapa de Aquello, ella no era la Simiente. Sin embargo, la Vida de la Simiente estaba en ella, pero aún no había madurado. Me siento muy religioso. Aún no había madurado. Estaba allí, pero no había madurado.\n\n¡Así es con nuestra edad pentecostal en la que estamos viviendo! Tiene que venir una—una Palabra de Dios que no sea denominacional, lejos de los rangos de la denominación.",
    "Lutero se transformó en cáscara con su primera palabra: “El justo por la fe vivirá”. Wesley tuvo dos palabras: “santificación”, segunda obra definitiva de la gracia. Pentecostés tuvo la tercera palabra: “La restauración de los dones”. ¡Pero tiene que aparecer la Simiente entera! ¿Pueden ver cómo se denominaron en una palabra, y en otra palabra y en otra palabra?\n\nPero tiene que haber algo que no se puede denominar; es la totalidad de la Vida que está allí, que tiene que producirse a sí misma de nuevo en una Novia. No pueden haber más edades de la iglesia después de ésta. Estamos en el fin, hermanos y hermanas. Estamos aquí. Hemos llegado. ¡Gracias a Dios! Amén. Ahora, vemos que estas cosas son tan ciertas como pueden ser.",
    "Aún notamos entonces que si ella siendo la borla, o Wesley siendo la borla; los pentecostales entonces siendo la cáscara, la cual es la etapa próxima a la venida del Grano. Pero hermano, hermana, el tallo no es el Grano, tampoco la borla es el Grano, ni tampoco la cáscara es el Grano; aunque cada vez al madurar, se parece más al Grano.",
    "El tallo no se parece al grano. ¿Entonces qué sale? La borla, un pequeño bulbo; se parece más al grano que la hoja. ¿Luego qué sale? La cáscara; ella sostiene el grano, ella nutre el grano.",
    "Ahora miren acá a la promesa que Dios le hizo a Abraham, que “tu Simiente”, hablando espiritualmente. Cualquiera de nosotros sabe eso. El estaba hablando de Cristo, no de Isaac; por medio de su Simiente de fe.",
    "Fíjense, el primero fue por una mujer esclava, que no se parecía en nada a la promesa. Dios no tiene que retractar Su Palabra para nadie. Dios dijo cómo vendría y así es como vendrá. Pero Sara, siendo representante de la iglesia, tipo de la iglesia, que (ella) se dio cuenta allí que, ella dijo: “Pues, yo creo que esto es demasiado fenomenal. Yo ni siquiera aún puedo creer en tal cosa, así que tú toma a Agar y tómala por esposa”. Vean, allí ese tallo no se parecía en nada a la promesa.\n\nPero cuando Sara vino, eso tenía mejor apariencia. Se parecía mucho más a la promesa, pero aún no era la promesa genuina. Porque Israel, en Isaac, falló y negó la Simiente genuina cuando llegó. ¡Aleluya! (No se exciten; no corran. Eso no les hará daño.) ¡Negaron la Simiente, lo crucificaron, y lo colgaron en una cruz!",
    "Así como Pablo dijo aquí: “¿No persiguió la simiente de la mujer libre… O la de la mujer esclava persiguió la Simiente de la mujer libre”?\n\nY así también la simiente de la denominación persigue al Grano genuino. Siempre tiene que ser de esa manera. Ellos no serán herederos juntos. Ellos no están asociados juntos. Absolutamente son dos promesas distintas, dos tiempos distintos, dos pueblos distintos, totalmente. Una es la Novia, y la otra es la iglesia. Entre ellas no hay nada de comparación.",
    "Pero sin embargo, ellos no son la Simiente prometida que habría de venir. Tampoco lo era Sara, tampoco lo era… Y tampoco lo era Agar, no lo era Sara, ni—ni tampoco María era la Simiente.\n\nMaría no era la Simiente. Ella era portadora de la Simiente, pero ella la había nutrido, producido de su vientre. Así como la cáscara trajo de su vientre la Simiente real, pero la cáscara no es la Simiente. Es sólo… Está más cercana a la Simiente. Está envuelta alrededor de la Semilla.\n\nAllá atrás en el tallo, la vida está regada a través de todo el tallo. Y cuando llega al polen, está más concentrada. Pero cuando llega a la cáscara, está bien comprimida como la semilla, y está formada casi como la semilla.\n\nJesús nos dijo lo que sería en los últimos días: “Será tan parecida que engañará a los propios Elegidos si fuere posible”, pero entonces de allí viene la Simiente. Y la cáscara, la Vida deja la cáscara. Y la cáscara es portadora, y eso es exactamente lo que han sido nuestras denominaciones, portadoras: Lutero, Wesley y los pentecostales. Y ahora es tiempo que la Semilla venga. Fíjense, noten como…",
    "Ella no era la Simiente. María no lo era. ¡Sólo cáscara, borla y tallo, portadores de parte de la Palabra, no toda la Palabra! Lutero tuvo la justificación; Wesley tuvo la santificación, los pentecostales tuvieron la restauración de los dones. Pero cuando vino la Palabra…\n\nAhora ellos podían producir aquello, que la justificación salvará al hombre. ¿Creen eso? Seguro, era portador de la Palabra, igual como yo creo que el tallo es parte del trigo. Seguro, pero es el portador. No es la Vida.\n\nEntonces vino santificación. ¿Cuántos creen en la santificación? Si Ud. cree la Biblia, tiene que creerlo. Seguro. Así que todavía no es; es un poco más semejante; son dos palabras más.\n\nPero entonces viene la pentecostal, la restauración de los dones. El hablar en lenguas, ellos lo llamaron la evidencia inicial del Espíritu Santo. El hablar en lenguas, eso lo llamaron ellos la evidencia inicial, la cual trajo (¿la qué?) la cáscara, pero se denominaron.\n\nPero cuando uno viene y dice: “Yo y Mi Padre Uno somos”, y estas otras cosas, entonces la cáscara se desprende. Pero la verdadera Iglesia Novia genuina producirá la Palabra entera de Dios, en su plenitud en el Misterio, porque el es el mismo ayer, y hoy, y por los siglos.\n\nNoten, en el vientre de María estaba la Simiente.",
    "Pero cuando la Simiente fue liberada, dijo: “Yo vengo para hacer la voluntad de Aquel que me envió. Yo y Mi Padre Uno somos. Si Yo no hago Sus obras, entonces no me crean”. Allí estaba la Simiente. “¿Quién de vosotros puede condenarme de incredulidad? Lo que la Biblia ha prometido que Yo haría, lo he hecho. Dios ha verificado esto por medio de Mí”, dijo El. “¿Quién puede decírmelo ahora”? ¿Ven?\n\nPero, la—la—la Simiente en María, la cáscara, estaba cerca de ser Aquello, pero no lo era. Estaba aún en el vientre.",
    "Fíjense en la edad pentecostal. A través de la edad Luterana, a través de la edad Wesleyana, ha sido la misma cosa a través de esta edad pentecostal.\n\nFíjense ahora. Pero en la apertura de los Siete Sellos, Apocalipsis 10, la Palabra completa debe nacer en manifestación nuevamente, y vindicada por el Espíritu de Dios, en el poder completo como lo fue cuando El estuvo aquí en la tierra. Manifestado del mismo modo, haciendo las mismas cosas que hizo cuando estuvo aquí en la tierra. ¡Amén! Hebreos 13:8 dice: “Jesucristo es el mismo ayer, y hoy, y por los siglos”.\n\nEn San Lucas 17:30, Jesús dijo, “En los últimos días será como fue en los días de Sodoma, cuando el Hijo del Hombre se esté revelando a sí mismo de nuevo, será del mismo modo”.",
    "El mundo está en una condición sodomita. Y la iglesia ha entrado en Sodoma juntamente con él, como Lot y su esposa.\n\nY yo digo que hay una Iglesia Elegida en algún lugar en este mundo, que se ha apartado y ha sido colocada aparte de esas cosas, y la manifestación de Dios ha atraído su atención. Estamos en los últimos días.",
    "La cáscara ha dado su fuerza a la semilla. Ella ha salido; era una buena cáscara, pero ya sirvió su tiempo. ¡Vean, es la Novia Palabra del Novio Palabra!",
    "La simiente natural de Abraham de Isaac y de Jacob y… O la simiente natural, más bien de Ismael, simiente natural de Isaac, y demás, tenía que entrar a la tierra, para poder producir esto otro, para producir a Jesús.\n\nY así también todas estas otras, las semillas tienen que secarse… Quiero decir la cáscara se tiene que secar y el polen se tiene que secar y todo muere, para que así la Semilla pueda reproducirse. Así es como ha sido en cada edad.",
    "Las denominaciones han sido las portadoras de parte de ella, parte de eso es la Palabra, porque había sido escondido de todos los sabios reformadores, o la… sellado de ellos hasta que apareciera la edad del Aguila. La Biblia lo dice. Sí señor. Porque eso nos fue prometido en Malaquías 4. Exactamente, así es.\n\n“El lo ha escondido de los ojos de los sabios y prudentes”.",
    "Así como acabamos de pasar por el Libro de Apocalipsis, nos dimos cuenta que cada uno, todos esos tres mensajeros de esas bestias que salieron; cada una encajó con Lutero correctamente, cada una encajó al otro correctamente, que son el buey y los diferentes animales de la Biblia; salieron en justificación, santificación, y aún hasta los pentecostales. Pero el cuarto fue un águila, correcto, y Dios lo levantó para esa edad. Así que tiene que venir en esa edad para estar correcto. Sí señor, la promesa del águila siendo cumplida de Malaquías 4.",
    "Jesús no era de María, pero vino a través de María, así como la Vida vino a través de la cáscara.",
    "Ahora muchos de Uds. finos hermanos católicos, o hermanas, en esta noche, quizás piensen que María era la “madre de Dios” como dicen Uds. ¿Cómo podría ella ser la madre de Dios si Dios no tuvo principio ni fin? ¿Ven? ¿Entonces quién era el Padre de Dios, si ella era la madre? ¿Ven?\n\nEl fue su creador, y ella no fue Su creadora. El se creó a Sí mismo, en la matriz de María, no fue la propia creación de ella. Fue que El se creó a Sí mismo. El no era de ella pero ella de El. Correcto. La Biblia nos enseña que, “Todas las cosas fueron hechas por El, y no fue nada hecho que no fuera hecho por El”. Entonces ¿cómo pudo El…? ¿Cómo pudo El tener una madre, cuando El era Dios Mismo?",
    "Ahora vemos aquí la verdadera revelación del verdadero tipo. Son tres mujeres portadoras de la simiente natural, hasta madurar en Jesús. Como Ismael no podía serlo, porque él nació realmente, en lo que pensamos hoy, fuera de matrimonio, porque él era hijo de una mujer esclava. Luego vino uno un poco más como El, como Jesús, el cual era Isaac; pero aún no lo era porque había nacido de sexo entre Sara y Abraham. Pero luego apareció María, que por el parto virginal produjo a Jesucristo. Correcto. Dios, la Palabra, hecha carne.",
    "Ahora miren. Habían tres mujeres. Aquí hay tres mujeres tipificadas: iglesias. Mujeres siempre tipifican iglesias. Significan tres edades denominacionales, portadoras, que también tienen que morir y secarse, igual como la cáscara y demás lo hacen, para dar lugar a la Semilla. La Semilla no puede estar bien, no puede madurar más bien, hasta que la cáscara, tallo y las hojas, estén todas secas. Correcto. Chupa toda la Vida que había en ellas; amén; todo lo que eran, es eso y más.",
    "¡No lo puede lograr! Ahora es tiempo de Semilla, o tiempo de Novia. Las cáscaras están muertas. Las cáscaras se han secado. El tiempo de la Palabra virgen… [Cinta en blanco] … no tocada, es una virgen. Recuerden, un tiempo de Palabra virgen. Si se coloca en manos de una denominación, seguramente no será virgen; será manoseada por el hombre, para cuando uno se da cuenta. Pero la Iglesia de Dios no es tocada por denominación. ¡Aleluya! Es Palabra de Dios nacida virgen, hecha manifiesta, Jesucristo el mismo ayer, y hoy, y por los siglos. ¡Aleluya! ¡Cuán, cuán maravilloso! Yo amo eso. Yo lo creo. Yo sé que esa es la Verdad. No será tocada. No habrá ningún manoseo denominacional en el nacimiento virginal de la Novia. ¡No señor! Ella está—está mandada por Dios para salir de tal cosa. “No toquen sus cosas sucias, se han vuelto buitres”.",
    "Me hace recordar. Mientras venía de Phoenix el otro día, viniendo a Tucson de la reunión, el Espíritu de Dios me llamó la atención a algo; mientras mi esposa y yo íbamos por allí hablando, y los niños estaban durmiendo en la parte de atrás del carro, era muy tarde. Me llamó la atención a un halcón, y yo miré ese halcón por un rato y lo estudié. El es un tipo exacto de la iglesia hoy.",
    "Ahora, como todos sabemos, el halcón ha perdido su identidad de la creación original. Eso es exactamente correcto. En un tiempo él era similar al águila, su hermano mayor; así era el halcón. Pero ahora ya no vuela en los cielos para cazar su maná celestial, sino que se ha vuelto flojo. Ya no vuela en los cielos. El salta en la tierra como un buitre; se para en los postes de teléfono; salta por allí, buscando conejos muertos. El halcón no fue hecho para hacer eso. No, él fue hecho para ser similar a un águila.\n\nAhora, eso es igual que la iglesia. Fue hecha similar al águila. Debería tomar su lugar en lo Celestial. Pero en vez de eso, se ha vuelto floja. Ya no vuela hacia lo desconocido, hacia lo azul. No señor. Está dependiendo de sus maneras modernas de adopción, de educación y teología, en alguna denominación hecha por el hombre; buscando un montón de conejos muertos, medio podridos que algo más ya dejó. Correcto. Saltando por allí en la tierra. Ahora, vean, eso es correcto, el halcón. Vean, eso es lo que declara.\n\nEl águila no ha cambiado en nada. El se mantiene águila.",
    "El ya no se remonta en los cielos, el halcón ya no hace eso para conseguir su maná fresco allá arriba, pero él depende de lo que pueda encontrar ya muerto. Un halcón no sabe cómo; dicen que debe andar en el suelo. Pero fíjense en un halcón hoy día. Vayan por la carretera, y verán los alambres del teléfono llenos de halcones, observando si puede encontrar algo—algo ya muerto, algo podrido. El ha cambiado hasta que ya no tiene suficiente alas para volar. El es… Cuando uno menos piensa, él estará en la tierra, totalmente, sin poder subir, porque se ha vuelto flojo. El ya no usa su fuerza, la que Dios le dio.",
    "Su identificación particular era volar por los cielos y vigilar todo abajo, pero ahora él se viene acá abajo, y ni siquiera puede mirar hacia arriba. El está pensando en conejos muertos, para ver qué encuentra en la carretera; algún zorrillo o zarigüeya, o algo que alguien ha atropellado. El no es un águila, pero es algo parecido.\n\nIgual que la iglesia, dependiendo de su alimento para la educación y demás, una dieta muerta que murió años atrás, por medio de Lutero y Wesley y los pentecostales, y ha seguido, algo que comieron. Está buscando allá atrás por algún credo hecho por hombre, en vez de volar a lo Celestial de la Palabra, donde: “Todas las cosas son posibles para aquellos que creen”.",
    "Pero él ha adquirido los hábitos del buitre. Aquellas cosas muertas que fueron dejadas para los buitres, el mundo. Educación y demás cosas fueron dejadas para el mundo, no para la Iglesia. El es tan flojo que ya no—ya no es fuerte. El no puede subir a las fortalezas celestiales, donde: “Todas las cosas son posibles para aquellos que creen”.\n\nEl se sienta allá atrás y dice: “Pues, el Doctor Fulano de Tal dice cierta cosa… Mi denominación no lo cree de esa manera”. ¡Oh Ud., halcón pervertido, con temor de saltar hacia las promesas de Dios”!\n\nUd. dice, “Pues, los días de los milagros ya pasaron”.",
    "Ud. es flojo. Ud. tiene miedo de utilizar sus alas y volar más allá. ¿Y se ha vuelto demasiado flojo para una reunión de oración? ¿Ha llegado a un lugar donde tiene miedo de quedarse más de diez minutos en el altar?",
    "¡Saltando por allí como un buitre, comiendo carroña muerta en el suelo! Sí señor. El se ha vuelto demasiado flojo para enfrentar los lugares difíciles más allá. Salta como un buitre y come la comida del buitre. Eso es. Correcto. A tal grado que ya se parece al buitre. El actúa como un buitre. El ya no es halcón. El es más como un buitre, que como un halcón. El halcón está supuesto a volar; no sentarse en postes telefónicos y buscar conejos muertos, y luego estar saltando para arriba y para abajo en la carretera como un buitre. ¿Ven?",
    "Esa es casi la manera como la iglesia obra hoy día. “¿Por qué andar subiendo hasta allá y volando, cuando puedo coger conejos aquí mismo”? Pero están muertos. Están podridos. Están contaminados. En una ocasión eran buenos; así también la doctrina luterana, wesleyana y la pentecostal. ¿Por qué comes como buitre? Había maná nuevo cayendo cada noche de lo celestial, para los hijos de Israel mientras estaban en su jornada; cualquier cosa que quedaba se contaminaba. Allá en el campo decíamos, “Tiene gusanos”. Hay demasiados gusanos en nuestras experiencias hoy día, nuestras religiones dependen de lo que otro ha dicho, lo que alguien más dijo, y “La promesa es para alguna otra edad”.",
    "Un hombre vino a mí no hace mucho, un predicador bautista, allá en mi casa, y dijo: “Sabe Ud.”, dijo, “Yo sólo quiero corregirlo en algo”.\n\nYo dije: “¿Qué”?\n\nDijo: “Ud. está tratando de enseñar una Doctrina apostólica acá en esta edad”. Dijo, “La edad apostólica terminó”.",
    "Le pregunté: “¿Cuándo”? ¿Ven? “Yo le diré cuando comenzó y Ud. dígame cuándo terminó”. Yo dije, “¿Ud. cree la Palabra”?\n\nEl dijo: “Lo creo”.",
    "Yo dije: “Muy bien. Ahora, en el Día de Pentecostés, ¿Cree Ud. que eso es cuando la edad apostólica comenzó”?\n\nEl dijo: “Lo creo”.",
    "Yo dije: “Entonces el orador, el Apóstol Pedro, dijo estas palabras”.\n\nY recuerden, Jesús dijo: “El que quite una Palabra de esto, o añada una palabra a esto, su parte será quitada del Libro de la Vida”, eso es un predicador o alguien que tenga su nombre en el Libro.\n\nYo dije: “Pedro dijo, ‘Arrepentíos, y bautícese cada uno de vosotros en el Nombre de Jesucristo para perdón de los pecados; y recibiréis el don del Espíritu Santo. Porque para vosotros es la promesa, y para vuestros hijos, y para los que están lejos; para cuantos el Señor vuestro Dios llamare’. Entonces ¿cuándo terminó? Siempre ha estado vigente”.\n\nSon un poco de halcones que resultaron ser buitres, y saltando sobre algún otro cadáver muerto, que alguna otra edad mató para ellos. Correcto. Ya no es maná fresco de los cielos, no lo quieren. Ellos no—ellos no pueden tener un culto de oración. No son águilas para comenzar; flojos, no fuertes; sólo están saltando.",
    "Y es igual con nuestra moderna denominación, que depende de la educación de alguna teología hecha de hombre, que por explicación quitan todas estas cosas, y ellos lo aceptan. No toman la Palabra que dice: “Jesucristo es el mismo ayer, y hoy, y por los siglos”. No aceptan a Malaquías 4. Y no aceptarán estas otras promesas para este día, que hablan acerca de la edad de la iglesia. Como dijo el profeta: “Al caer la tarde habrá luz”, ellos no aceptan esto. Ellos quieren saltar sobre lo que alguna organización pentecostal mató, hace cien años atrás, comiendo maná medio descompuesto. Correcto. No sirve.",
    "Noten, la iglesia es tan carnal, se alimenta de carroña mundana, cosas muertas del mundo, igual como lo hace un buitre. Política de la iglesia, ellos no permiten que el Espíritu Santo envíe un hombre a la iglesia; ellos tienen que tener política, y ver si la denominación va a recibirlo o no. Correcto. Ellos son como el mundo. Ellos se visten como el mundo, se parecen al mundo. Ellos actúan como el mundo. Ellos son buitres, como el mundo. Ellos son perezosos, flojos, comprometedores. Eso es todo lo que hay en ese asunto.\n\n¿Alguna vez ha visto un águila comprometerse? No señor. En él no hay esa debilidad. Ni tampoco existe en un Cristiano genuino. El no es flojo. El cazará hasta encontrarlo. Amén. Sí señor. El encontrará su Carne. El quiere Maná fresco. El irá abajo y cavará hasta encontrarlo. El volará alto y más alto. Y si no hay en este valle, El subirá más alto. Entre más alto uno va, más puede ver. Así que es tiempo para las águilas de este día que comiencen a volar más alto y escarbar en las promesas de Dios, y no vivir de comida de buitre que ya ha sido matada años atrás; sálgase de eso.",
    "La política, votando para entrar y votando para sacar, diciendo esto, aquello o lo otro y el Espíritu Santo ya no tiene nada de libertad en la iglesia. ¡Ya no hay reuniones de oración, ya no se agoniza con Dios para que cumpla Su Palabra! ¡Ya no se cree que la Palabra es la misma ayer, y hoy, y por los siglos! Simplemente se vuelven buitres, tienen una denominación, ponen sus nombres en el libro; y se volvieron perezosos y flojos y se sientan allá tragando alguna clase de carroña muerta. Y luego se supone que por lo menos deben ser halcones que son hermanos similares al águila, el profeta que trajo la verdadera Palabra y la manifestó.",
    "Dependen de teología media podrida hecha por el hombre. ¿De dónde la saca él? De alguna hoja de un programa de escuela dominical hecho por hombre, que algún educador se lo mató allá en algún seminario, diciendo que: “Los días de los milagros han pasado. No hay tal cosa como el bautismo del Espíritu Santo. Todo esto es insensatez”. ¿Quiere decirme Ud. que un águila comería eso? No podría. No señor.",
    "Ni tampoco un Cristiano comerá de aquella carroña muerta, de antiguas doctrinas denominacionales y cosas. Ellos desean la Palabra de Dios, fresca, la promesa de la hora. Dios prometió conejos en los días de Lutero. El prometió otras cosas en los días de otros. ¡Pero ahora El nos ha prometido una comida completa, el menú completo de los siete platos, porque todos los Siete Sellos fueron abiertos y todo está listo para la Palabra de Dios, para aquellos que la pueden recibir!",
    "Halcones saltando como buitres. ¡Oh qué cosa! Piénsenlo, qué tan crítico es la hora. Así como el halcón hace mucho que ha perdido su identidad de halcón, también la iglesia hace mucho ha perdido su identidad como un (pájaro) menor, hermano del águila, los profetas de Dios.\n\nUna vez el portador de la verdadera Palabra, justificación; entonces se volvió portador de la santificación; luego se volvió portador del bautismo del Espíritu Santo, restauración de los dones. Pero entonces cuando él sigue y sigue volviendo atrás, y trata de comer algo, maná de otro día, que está podrido. Ya no sirve.\n\nUn águila genuina de este día sabe que eso estaba bien. Pero tenemos aquello y más, hasta que Jesucristo sea hecho manifiesto en la llenura de Su poder, como El prometió en este último día.",
    "Ella ahora es una cáscara seca. Ya pasó. El Espíritu de Dios pasó por ella, es verdad. Y no será, ella no será heredera con la Palabra Simiente vindicada. Ella seguramente no lo será. Ella no estará en el Rapto. Será un miembro de iglesia, quizás se levante en la segunda resurrección y sea juzgada de acuerdo a lo que ella ha escuchado.\n\nSi Ud. está aquí en esta noche y simplemente es un miembro de la iglesia, ¿cuál irá a ser su juicio cuando todos tengamos que pararnos allí y ser testigos de que Ud. escuchó la Verdad? ¿Ven?\n\nElla no vuela más hacia lo azul, hacia lo desconocido, a lo sobrenatural, donde los poderes y alturas, y las promesas de la Palabra Eterna de Dios son hechas posibles: “Todas las cosas para aquellos que creen”. Ella dice que no creerá eso. Ella se cae de nuevo al cable de teléfono, y dice: “Mi denominación dice que el conejo está bien”. Aunque tengan gusanos, pero aún: “eso está muy bien”. Ella depende de eso.",
    "La pentecostal es como su hermana buitre denominacional, sentada ahora en un gran “consejo de malos” ciertamente, escuchando a sus cabezas políticas mundanas dándoles comida de buitre de conejos muertos, de algo que ya pasó hace cincuenta años atrás. Esa es la condición de la iglesia pentecostal. ¡Oh qué cosa!",
    "Igual como Sara trató de traer la promesa de lo sobrenatural por medio de una Agar escogida, también lo ha hecho la iglesia, tratando de traer un avivamiento. Nuestros grandes evangelistas a través de los países hoy: “¡Un avivamiento en nuestro tiempo! ¡Un avivamiento en nuestro tiempo! Todos Uds. metodistas, bautistas, pentecostales, todos júntense”. ¿Cómo pueden tener un avivamiento de Maná Fresco en un buitre viejo y muerto? ¿Cómo pueden tenerlo, un avivamiento en nuestro tiempo?\n\nEl avivamiento será tan pequeño que ellos nunca se darán cuenta que sucedió.",
    "Los Pentecostales dijeron: “Oh, va a suceder una cosa grande”.\n\nEstá sucediendo y ellos no lo saben. Vean, eso es. ¿Ven? Sí señor. “Porque dondequiera que estuviere el cuerpo muerto, allí se juntarán las águilas”, eso es lo más seguro. [Mateo 24:28] ¿Ven? Eso es lo que dice. ¿Cuál es el cuerpo muerto? La Palabra. ¡El es la Palabra, el Cuerpo muerto, Cristo! “Cristo en Ud.”, el mismo ayer, y hoy, y por los siglos. ¡Qué tan cierto es!",
    "Sara tratando de que las promesas se cumplieran en un gran… Igual que la iglesia hoy, “un gran avivamiento en nuestro tiempo”. (¿Por medio de qué?) Por medio de una promesa pervertida. ¿Cómo lo van a hacer cuando Dios nunca bendijo una organización?\n\nEl nunca usó una organización. Cuando un mensaje salió y ellos se organizan, allí mismo murió. Yo reto a cualquier historiador que me muestre dónde se levantó de nuevo. Murió allí mismo, y allí se quedó. Dios simplemente se salió de ese portador y entró a otro; salió del luterano y entró al metodista; y se salió del metodista, y entró a los pentecostales; ahora El se ha movido afuera de los pentecostales y ha entrado a la Simiente.",
    "Porque tiene que ser la Simiente. Uno no puede ganarle a la naturaleza. No hay otra alternativa sino la Semilla, así que la Semilla se producirá a sí misma. El es el mismo ayer, y hoy, y por los siglos; la misma Columna de Fuego, mostrando las mismas señales, el mismo Poder, el mismo Dios, los mismos milagros, la misma cosa, vindicando la Palabra y la Biblia, exactamente. El es el mismo, ayer, y hoy, y por los siglos. El está guiando en esta noche. ¡Dios nos ayude a verlo y creerlo! ¡Seguro!",
    "¿Pueden ver Sara, la iglesia que escogió a Agar? Eso no funcionó. ¿Cierto? No. Su grupo especialmente escogido no funcionará hoy tampoco. Doctores, doctorados y titulados, no sirven. Todos los portadores fallan.\n\nLutero falló, igual que Agar. ¿Qué hizo Agar? Agar entregó su hijo al pecho de otra mujer (¿No es cierto?), para que criara su hijo. Agar hizo eso. Entregó su hijo, su único hijo, al pecho de otra mujer (no la madre del niño), para criarlo. Esa es la misma cosa que hizo Lutero cuando él entregó a su hijo, justificación, al cuidado de una denominación, exactamente, para criarlo.",
    "Wesley falló de la misma manera, igual que Sara, dudando que el Parto Sobrenatural era el bautismo del Espíritu Santo, así como lo hizo Sara allá junto a la encina. Cuando Wesley fue presentado con lo sobrenatural, cuando vino la edad pentecostal y Wesley fue introducido al hablar en lenguas y todo esto, se burlaron y se rieron de ello. Todos Uds. de la iglesia de Cristo, (así llamada), y Uds. bautistas y presbiterianos, cada uno de Uds. levantaron sus narices a esto, y se alejaron de ello. Correcto. ¿Qué hiciste Wesley? Vendiste tu hijo a una organización y él murió y pereció. Eso es exactamente correcto.",
    "Pero la Palabra, la verdadera Palabra siguió. No se quedó en esa organización. Entró a pentecostés, y se llevó a otros con ella. Era un Hijo más maduro, como la Simiente que cayó en el vientre; y después de un tiempo, comenzó a formarse la columna, después tuvo pulmones y tenía cabeza y pies.\n\nY después de un tiempo llegó a cuando nació. Correcto. Así que, así es como la iglesia ha madurado, del mismo modo.",
    "Wesley dudó igual como Sara allá junto al árbol. Ella dijo… Cuando el Angel del Señor, un hombre vestido como un Angel, Dios, era El mismo. Elohim, vestido como un hombre, se paró allí con polvo en Su ropa. Y dijo que El había dado la promesa; después que Sara tenía noventa años y Abraham cien.\n\nY Sara se rió para sí misma y dijo: “¿Cómo puede ser esto? Abraham y yo no hemos tenido, pues, no hemos tenido relación familiar como jóvenes por quizás veinte años” Ella ya casi tenía cien años. Dijo: “¿Yo tener placer con mi señor, yo anciana, y él anciano también? Y su torrente de vida está muerto y mi matriz se ha secado. Mis senos se han acabado; las venas de leche ya no existen. ¿Cómo podré tenerlo”?",
    "Dios dijo: “Yo lo he prometido. ¡El viene de todos modos”!",
    "También lo hizo Wesley. “¿Cómo podemos nosotros aceptarlos a ellos, hablando en lenguas, y sanidad Divina y esas cosas? No es para nosotros en estos días”.",
    "Dios dijo: “Yo prometí que en los últimos días derramaría mi espíritu sobre toda carne”. El prometió hacerlo, y El avanzó y lo hizo de todos modos. Y la iglesia Wesleyana con todas sus pequeñas hermanas polen, de bautistas, presbiterianas y la iglesia de Cristo, nazarenos, y peregrinos de santidad y los hermanos unidos y cuantos más, todos murieron allí con eso. Y la Iglesia siguió avanzando.\n\nAhora, ¿qué hicieron los pentecostales? ¡Se organizaron! Igual que la cáscara. Ella hizo la misma cosa. Ella se organizó y se puso a sí misma como cáscara. Correcto.",
    "La pentecostal era como María. En la fiesta pentecostal, miren lo que hizo María. ¿Qué mal hizo María? Una vez, en una fiesta pentecostal, ella tuvo un encuentro con un grupo de sacerdotes y dignatarios. Cuando su Hijo, ella no pudo encontrarlo por ningún lado. Y ella se devolvió en una jornada de tres días.\n\nElla lo había dejado a El. Como la iglesia moderna hoy, será cinco veces tres, o veinticinco, hace tanto que la iglesia lo ha dejado, hace como cincuenta o setenta y cinco años.",
    "Lo había dejado en la fiesta pentecostal. María se volvió con José tres días, buscándolo. Ella lo había estado buscando; no lo podía encontrar.\n\nElla lo encontró. ¿Qué encontró ella? Ella lo encontró a El en el templo discutiendo la Palabra de Dios con los sacerdotes. Y delante de esos sacerdotes, aquellos dignatarios, María dejó caer el telón. Ella hizo exactamente lo que no debió haber hecho.\n\nLa llaman: “¿Dios, la madre de Dios”? Una madre debe tener más sabiduría que su Hijo.\n\nY ella dijo: “Tu padre y yo te hemos buscado con lágrimas, día y noche”. ¡Ajá! “Tu padre y yo”, reclamando que el nacimiento no era sobrenatural, que José era el padre de Jesús. Ella negó el nacimiento sobrenatural.\n\nLos pentecostales tomaron el hablar en lenguas. Ellos negaron el Nacimiento de la Palabra. Eso es exactamente lo que hicieron. Toman una cierta parte, pero no toman lo demás. Negaron el Nacimiento de la Palabra igual que María. Pero fíjense, no habrán más organizaciones después de esto.",
    "Miren la Palabra misma, aún de doce años, sólo una cosa pequeña aún en la cáscara. El dijo: “¿No sabíais que en los negocios de Mi Padre me es necesario estar”? La Palabra corrigió la iglesia allí mismo.",
    "🦅 ¿Por qué haces todas estas cosas? Sabes que no puedes hacer esto. Nosotros cerraremos nuestras puertas; no permitiremos que entres”.",
    "🦅 ¿No sabíais que en los negocios de Mi Padre me es necesario estar”? ¿Ven? ¡Seguro, seguro, lo verdadero sobrenatural!",
    "Encantada, ella acaba de decir que El era hijo de José, un simple hombre. O, lo que hizo la pentecostal, dijeron que El era “uno de tres”. Yo sé que eso dolió. “Uno de tres”. Pero El era todos los tres en Uno. Pero los pentecostales: “Oh sí, El es el Hijo del Padre, del Espíritu Santo, entonces…” ¡Oh, qué cosa!\n\nPero la real, verdadera Palabra habla y dice: “No son tres. Es Uno solo”. Amén. “¿No conocen la Palabra de Dios”? No son tres, sino Uno.",
    "Noten, no habrán más portadoras, iglesias madres, denominaciones, después de esta cáscara portadora.",
    "Porque después de la cáscara no hay más, nada queda entonces sino sólo el Grano. ¿Es correcto? Tiene que ser el Grano. Tiene que ser de la misma clase que entró a la tierra, Jesucristo el mismo ayer, y hoy, y por los siglos, un Espíritu vino sobre la Novia para hacer las mismas cosas que El hizo. ¿Ven? Es la reproducción de nuevo del Grano.",
    "La Palabra, aún joven, habló por sí misma: “¿No sabíais que en los negocios de Mi Padre me es necesario estar”? ¡Ajá!",
    "Allí está el secreto del Mensaje ahora, exactamente, “Los negocios del Padre.” ¿Cuál es el negocio del Padre?\n\n¿Podrían pensar cuáles eran los negocios del Padre, en El? Para cumplir lo que dijo Isaías: “Una virgen concebirá”. Cumplir nuevamente lo que dijo Isaías: “El cojo saltará como ciervo”, y todas estas cosas que acontecerían. Como dijo Moisés: “El Señor vuestro Dios os levantará profeta de entre vuestros hermanos, como yo”. Era el negocio del Padre cumplir aquella Palabra.\n\nBien, si eso vino a través de aquellos tallos, de esas mujeres naturales, ¿qué de estos tallos de estas mujeres iglesias espirituales? Iglesia significa mujer, o mujer significa “iglesias” más bien. ¿Es correcto?\n\nEntonces ¿qué es ahora? “Nosotros tenemos que estar en los negocios del Padre”, el Trigo clamaría al Grano. Sí señor. ¿Qué debe hacer? Vindicar Malaquías 4, vindicar Lucas 17:30, vindicar Hebreos 13:8, vindicar San Juan 14:12, vindicar toda Su Palabra. Vindicar Hebreos… Quiero decir Apocalipsis el capítulo 10, de la apertura de los Siete Sellos, y los misterios de Dios; hasta la simiente de la serpiente, y todo, sería manifiesto; casamiento y divorcio y todos estos otros misterios que han estado escondidos bajo las columnas por todos estos años, de los teólogos y demás, pero ya es la hora. Ese es el negocio del Padre.\n\n¿Piensan que lo recibirán? Ellos quieren ser ceremoniosos y decir: “Nuestra denominación no nos enseña eso”. Pero la Biblia sí. Correcto.",
    "Dios lo vindica ser la verdad. Seguro, dando cumplimiento en esta edad, cuando los Siete Sellos. O sólo probando que las denominaciones sólo han sido portadoras, ese es otro negocio del Padre, el de probar. Y el negocio del Padre ahora es mostrarles a Uds. que aquellas denominaciones no son de El. Son sistemas hechos por hombres, que niegan la Palabra. Correcto. Noten.\n\nUd. dice: “¡Bien, María la gran virgen”!",
    "En la cruz, El no la llamó: “madre”. El la llamó “mujer”, portadora, no madre. ¿Ven? Es verdad, ella era portadora de la Palabra, pero ella no era la Palabra. El era la Palabra. Oh, sí.",
    "Noten también cómo ella no fue identificada en la resurrección con El. El murió y resucitó, porque El era la Palabra. Ella era sólo una portadora. Ella murió, y aún está en la tumba. Correcto. Así que ella era sólo una portadora, no Su madre, no Dios. Ella era sólo una portadora igual como son las iglesias. Correcto. Muestra que ella era sólo una portadora, no la Palabra.",
    "Terminemos, diciendo esto. Oh, halcones pentecostales, saltando por allí como buitres, participando del mundo, igual como hacen los demás, “teniendo apariencia de piedad” — lo suficiente para “engañar a los mismos elegidos si fuese posible pero negando la eficacia”, como lo dice aquí el profeta. Un ejemplo perfecto de lo que la Palabra de Dios dijo que sería en los últimos días, una edad de la iglesia de Laodicea: “Desnuda, ciega, miserable, pobre, desventurada; y no lo saben; diciendo que ella es grande y rica, y no tiene necesidad de nada”. Y no sabe que ha cambiado de halcón — un hermano similar a un profeta, para guardar recta la Palabra de Dios — ella se ha vuelto en buitre y está alimentando su gente de conejos muertos eclesiásticos. Exactamente correcto. ¡Despierten! O, ¿cómo esperan ser identificados o herederos con las águilas, cuando ocurren tales cosas como esas en esta gran hora, cuando el Rapto está a la mano?",
    "Oh Cristiano, oh creyente, si Ud. sólo ha sido un creyente parcial, siga asistiendo a estas reuniones por unos días (¿lo harán?). Tenemos algo aquí que yo creo que el Señor quiere que sepan.\n\nYa se hizo tarde; no puedo continuar más. Tengo que cerrar y quizás terminar mañana en la noche. Pero miren, inclinemos nuestros rostros por un momento.",
    "Yo no quiero que Uds. se fijen tanto en la gramática que uso, pero quiero que tomen aviso por un momento a lo que dije. Es suficientemente claro para que lo entiendan, estoy seguro, si así lo desean. Si Ud. está aquí esta noche, y está sin esta experiencia…\n\nYo no digo… Ud. dirá, “He danzado en el Espíritu, saltado por todos lados”. Sí, los halcones hacen lo mismo, igual que los cuervos y los buitres. Yo no estoy preguntando eso.\n\n¿De qué se alimenta Ud.? ¿De dónde obtiene Ud. su dieta diaria? ¿De dónde se está alimentando, de la Palabra de Dios o de alguna antigua carroña que fue usada allá, años y años atrás? ¿Es su experiencia aún en esta noche, con algo que Ud. obtuvo hace muchos años; o es fresca y nueva en esta noche, Maná nuevo que acaba de caer del Cielo, y Ud. está alimentando su alma con eso, mañana buscando algo bueno y mejor? Si no es de esa manera con Ud., ahora, con sus rostros inclinados y sus ojos cerrados y sus corazones inclinados, hágase a sí mismo sinceramente esta pregunta. Y no a mí, pero a Dios, ¿levantaría su mano en testimonio para decir: “Dios, acondiciona mi alma y mi espíritu, que yo sólo me alimente de la Palabra de Dios”? ¿Levantaría Ud. su mano, para decir…? Dios le bendiga. Dios le bendiga.",
    "Yo no sé exactamente cuántos habrá aquí, en esta noche. Soy muy malo para calcular la multitud, pero yo diría que por lo menos una tercera parte o más, levantó la mano, que desean que su alma esté acondicionada. Recordemos en oración ahora mientras inclinamos nuestros rostros.",
    "Querido Dios, yo sólo soy responsable por hablar la Palabra. Y por medio de estas pequeñas parábolas sencillas, estos tipos pequeños, la gente ve que una no va a ser heredera con la otra. Y sabemos que en los últimos días va a haber personas que van a ser raptadas a los Cielos, y algunos de ellos estarán aquí cuando Jesús venga. Y estamos esperando que El venga aún en esta noche.",
    "Y yo estoy pensando de treinta, como treinta o treinta y tres años atrás, me arrodillé aquí, quizás a esta hora de la noche, como a las nueve y media o diez de la noche, orando por un padre que estaba perdido. En esta noche, Señor, estoy orando por muchos padres, muchas madres y hermanos y hermanas. ¿No tendrás misericordia querido Dios? Ya es demasiado tarde para que mi padre haga algo al respecto; él ya pasó más allá de las fronteras de esta vida. Y pronto, Señor, todos pasaremos por ese camino. Yo también debo ir por ese camino. Cada hombre y mujer, niño o niña, aquí, tiene que ir por ese camino. Y seremos responsables por lo que hagamos con la Palabra de Dios.",
    "¡Qué pequeño pareció aquel hombre a la vista de David, cuando estaba escupiendo sobre él! ¡Qué tan pequeño se sentirán aquellas personas que escupieron sobre Jesús, la Palabra — cuando El vuelva de nuevo — y aquellos que le traspasaron! ¡Qué tan pequeño se sentirán las personas que se puedan marchar de aquí y aún viendo, y no sólo en algunas grandes palabras griegas etc., pero en la sencilla naturaleza que nos enseña a Dios el Creador; y pueden ver los portadores de la Palabra y ver la Palabra misma, y conocer la hora en que vivimos y que el tiempo de cosecha está aquí.",
    "Querido Dios, no permitas que le demos la espalda a esto, por causa de alguna insensatez del mundo; pero más bien permítenos en esta noche recibirle a El con todo nuestro corazón. Señor crea en mí un buen espíritu, el Espíritu de Vida, que yo pueda creer todas Tus Palabras y aceptar a Jesús la Palabra, el mismo ayer, y hoy, y por los siglos; y creer hoy en la porción que ha sido asignada para esta edad. Concédelo, Señor. Yo lo pido en el Nombre de Jesús.",
    "Y ahora voy a pedirle a cada uno de Uds. que están aquí, y pensando en esto sinceramente. No tenemos iglesia para que Ud. se una. Tenemos una pila acá donde bautizamos: “Todos los que creyeron fueron bautizados”. Si Ud. aún no ha sido bautizado en bautismo Cristiano; eso no quiere decir rociado, regado; pero significa por inmersión. No en un título de Padre, Hijo y Espíritu Santo, pero en el Nombre de “Jesucristo”, como fue bautizada toda la Iglesia, hasta cuando la iglesia católica, en el año 303, introdujo a tres dioses y tres formas de bautismo, en títulos trinitarios. Si Ud. aún no ha recibido eso, mañana en la mañana a las diez en punto hay vestiduras y cosas esperándole allí.",
    "¿No vendrá Ud. para unirse a Jesucristo, no con nosotros? Nosotros ni tenemos iglesia aquí para aún cuidar de Uds. Vayan a cualquier iglesia que quieran, allá de donde Ud. viene; pero por favor, crean esta Palabra. ¿Lo creen Uds.? Digan: “Amén”. [La congregación dice “Amén”.] Dios les bendiga. Que puedan…",
    "Si hay algo en que podamos ayudarle, estamos aquí para hacerlo.",
    "Ahora, yo sé que aquí hay enfermos. Nuestro tiempo se nos ha ido en esta noche para hacer una línea de oración. Pero quizás lo lograremos. Yo quiero que cada uno de Uds. haga algo por mí. Están sentados cerca de alguien; ponga sus manos sobre esa persona.\n\nY no hay duda que Ud. está poniendo sus manos sobre un águila, quizás un águila que ha estado comiendo alguna comida de buitre en algún lado; y con eso se enfermó. Ya no la quieren. Quieren salir de eso. Están hartos y fatigados de todo eso. Sentados aquí en esta noche y ven lo que las águilas realmente pueden comer: la Palabra, y tener a un Cristo vivo, viviendo entre ellos, mostrándose a Sí mismo vivo, el mismo ayer, y hoy, y por los siglos. Ellos no quieren ser herederos con la cáscara, las cuales deben ser quemadas — toda la paja y cosas serán quemadas. La cosechadora viene para sacudir fuera al Trigo. Uds. quieren ser Trigo.",
    "Hay algunos que están enfermos, algunos están físicamente enfermos. Yo quiero que ore, águila. Ore por su hermano y su hermana águila allí, como yo oro por Uds. desde acá. Que el Espíritu de Dios venga sobre Uds.",
    "Recuerden, les estoy dando la Comida de Aguila, La Promesa de Dios. El llama Sus profetas, “águilas”. El se llama a Sí mismo Aguila, El es Jehová Aguila. Y mientras tienen sus manos el uno sobre el otro, oren por ellos.",
    "Nuestro Padre Celestial, Tu Palabra dice, la última comisión que diste a Tu Iglesia fue, “Id por todo el mundo y predicad el Evangelio” — las órdenes generales — “el que creyere y fuere bautizado, será salvo; mas el que no creyere, será condenado. Y estas señales seguirán a los que creen: en Mi Nombre echarán fuera demonios; hablarán nuevas lenguas; si bebieren cosa mortífera, no les hará daño; si tomaren serpientes, no les harán daño; y si ponen sus manos sobre los enfermos, sanarán”.\n\nOh Jehová Aguila, alimenta a Tus pequeños en esta noche sobre esa Palabra, Señor. Ellos están necesitados. Esa es la dieta que necesitan. Eso es lo que necesitan saber, cuál es el Alimento, qué es ASI DICE EL SEÑOR.",
    "Tú prometiste que si ellos pusieran sus manos el uno sobre el otro, que sanarían. Oh, Señor Dios, quítanos toda duda e ideas de buitre ahora mismo. Y que nos alimentemos solemnemente del Alimento de Aguila, de la Palabra de Dios.",
    "Permite que todo espíritu inmundo que está en estas personas, todo espíritu de duda, todo espíritu de temor, toda atadura denominacional, toda costumbre, toda enfermedad, todo malestar que esté entre la gente, que se vaya. En el Nombre de Jesucristo, que salga todo eso de este grupo de personas. Y que ellos sean libres desde esta hora en adelante, que ellos puedan comer el Alimento de Aguila que estamos creyendo que nos mandarás a través de la semana, Señor; abriendo esos Sellos y mostrándonos esos misterios que han estado escondidos desde la fundación del mundo, así como Tú has prometido. Ellos son Tuyos, Padre. En el nombre de Jesucristo. Amén.",
    "Todos los que crean y aceptan, pónganse de pie, diciendo: “Yo creo. Yo acepto. Lo que Dios me prometió, yo recibo.” [La congregación se levanta con una voz de aceptación.]\n\nEl Señor les bendiga. Eso es maravilloso. ¡Todos están de pie! Así está bien.\n\nUna tonada, Yo Le Amo. Entonces cantemos este himno a El, “Yo le amo, yo le amo, porque El a mí me amó”. Todos juntos.\n\nYo le amo (si así es, alcemos nuestras manos)\n\nYo le amo,\n\nPorque El a mí me amó,\n\nY me compró la salvación,\n\nAllá en la cruz.",
    "¿Oh, no es El maravilloso? [La congregación dice, “Amén”.]\n\nSaludémonos el uno al otro. Hermano águila sólo voltéese, hermana, dense la mano mientras lo cantamos.\n\nYo le amo…\n\nHermano águila! ¡Hermano águila! ¡Hermano águila, ministrando la Palabra! ¿Charlie cómo estás? Dios te bendiga hermano. ¡Contento de verte! Dios te bendiga, hermano. Dios te bendiga hermano águila. Dios le bendiga.\n\nAllá en la cruz.\n\nAlcemos nuestras manos de nuevo a El.\n\nYo le amo, Yo le amo,\n\nPorque El a mí me amó, (Y El te hizo un águila)\n\nY me compró la salvación,\n\nAllá en la cruz.",
    "¿Cómo lo sabrá Ud., cómo sabrá el mundo que Ud. ama a Jesús? Cuando nos amamos el uno al otro. Así es como el mundo… Vean, Dios ve su fe; el mundo ve su acción. Amense el uno al otro. Sean amables unos a otros. Hablen el uno al otro. Sean pacientes el uno con el otro.\n\nY cualquier otra instrucción que podamos dar: bautismo, buscando el Espíritu Santo… No tenemos cuartos aquí en donde hacer eso, Uds. entienden. El llamamiento al altar, si Dios lo ha convencido a Ud. que esto es correcto, que Jesucristo es el mismo ayer, y hoy, y por los siglos, y Ud. quiere unirse con El, vaya y sea bautizado en Su Nombre, mañana. Habrán hombres allí para instruirle. Cualquier cosa que podamos hacer para ayudarles, lo haremos.\n\nYo le amo, Yo le amo…\n\nUds. allá en los teléfonos, en Tucson, allá en California, allá en el oriente, alcen sus manos, allá en la…?… Alábenle!\n\nY me compró la salvación…\n\n¿Quién va a despedir? [El Hermano Branham habla con alguien en la plataforma.] Ahora hasta mañana en la noche, yo los dejo a Uds. con el Hermano Neville, nuestro pastor. 🦅"
  ]
}