{
  "title": "HOY SE HA CUMPLIDO ESTA ESCRITURA",
  "id": "65120009",
  "content": [
    "🦅  Manténganse de pie, por favor, mientras inclinamos nuestros rostros para orar.",
    "Amado Padre Celestial, estamos agradecidos en esta noche por ésta, otra oportunidad de venir y presentar este glorioso y maravilloso Evangelio de Jesucristo. Te damos gracias porque Él aún permanece el mismo ayer, y hoy, y por los siglos. Te damos gracias por estas personas que se han congregado acá en este tiempo de tanto frío, y no obstante con sus grandes expectativas, buscando, creyendo que algo extraordinario nos será otorgado de parte de Dios. Venimos con esa esperanza, Señor, a cada reunión. Te damos gracias por los servicios, de anteanoche, en el tabernáculo; te damos gracias por el servicio aquí anoche, y por el servicio hoy en el tabernáculo. Estamos a la expectativa ahora por lo que Tú tendrás para nosotros esta noche.",
    "Padre, sabemos que cualquiera con la capacidad de mover las manos puede abrir las páginas de la Biblia, pero sólo hay Uno que puede hacer que viva y que sea real, y ése eres Tú. Y Padre, esperamos que Tú hagas eso en esta noche. Bendícenos en todo aspecto. Nuestros corazones están tan llenos de gozo al ver que el tiempo se aproxima cuando le hemos de ver a Él, cara a cara, Aquél que hemos amado y por el Cual hemos vivido todos estos años.",
    "Señor, han habido muchos nuevos convertidos. Entiendo que una gran cantidad, como cuarenta o cincuenta, serán bautizados en la mañana en Tu Nombre, del servicio de anoche. Oh Dios, por favor continua, lo pedimos, hasta que toda Simiente predestinada de Dios haya visto la Luz del Evangelio, y haya entrado al redil.",
    "Pedimos que nos escondas en esta noche detrás de la Palabra; ciéganos en cuanto a las cosas del mundo, y permítenos ver a Jesús. Que haya aquí entre nosotros esta noche una experiencia como la del monte de la Transfiguración, y que no veamos a ningún hombre, sino solamente a Jesús. Lo pedimos en Su Nombre, y para Su gloria y como vindicación de Su Evangelio. Amén.\n\nPueden tomar asiento.",
    "Voy a darle vuelta a este micrófono, o a este escritorio, hacia un lado un poco, si está bien, para poder ver ambos lados de la audiencia. Supongo que puedo organizar estos micrófonos aquí correctamente. Muy bien, sólo un momento.",
    "Extendemos saludos, desde el auditorio principal aquí en esta noche, a nuestros amigos en Arizona, California, Texas y a través de los Estados Unidos, por medio telefónico. Esto está yendo a través de la nación, este servicio esta noche, por medio del teléfono, así que confiamos que Dios nos bendecirá.",
    "¿Pueden escuchar, allá atrás en el—el auditorio a la izquierda? Muy bien, van a revisar ahora el sistema telefónico, para ver si está funcionando correctamente.",
    "¿Están todos contentos en esta noche? [La congregación dice: “Amén”.] ¡Pues, eso está bien! ¿Por este lado? [”Amén”.] Amén. Me agrada al ver que todos están sentados cómodamente.",
    "Y ahora, mañana en la noche, si la multitud continua creciendo, también habrá teléfono directo, y aún hay esta noche. Creo que algunos están allá en el tabernáculo.",
    "Y, mañana en la mañana, los servicios no los podemos celebrar en el tabernáculo, porque estará allí una florista allí decorando la iglesia para una boda mañana por la tarde. Y han cambiado los—los servicios, de la mañana, a la iglesia del Hermano Ruddell, uno de nuestros asociados, y eso queda por aquí en la carretera 62. ¿Ha sido anunciado? Sí, ha sido anunciado. Y si se llena demasiado allí, llevaremos esa gente y enviaremos otro ministro allá con el Hermano Junior Jackson, allá en Clarksville. La razón que lo programamos con el Hermano Ruddell, es por lo cercano, y podemos…y pensamos que sería más fácil de hallarlo. Y nos ocuparemos de esto de alguna manera. Y asegúrense de llevar a cabo todos esos bautismos mañana, y espero que habrán otros cien o doscientos que se unirán a ellos, para bautismos mañana. Y ahora mañana en la noche…",
    "No me gusta anunciar de antemano el tema que voy a predicar, pero alguna noche en los servicios, o un día, quiero hablar sobre el tema de: ¿Quién Es Este Melquisedec? Porque es un—un tema sobre el cual yo pienso que estamos viviendo en el tiempo cuando estas revelaciones, las cuales han sido un misterio a través de las edades, sobre: “¿Quién fue este Individuo?” Y yo creo que Dios tiene la respuesta, de quién fue. Algunos dicen, “un sacerdocio”, otros dicen, “un rey”, algunos…Pero tiene que…",
    "Pero habiendo una pregunta, tiene que haber una respuesta para esa pregunta, que sea correcta. No puede haber una pregunta sin que primero exista la respuesta.",
    "Ahora, confiamos que Dios nos dé una bendición de Su Palabra en esta noche, mientras la leemos.",
    "Y Uds. han…Billy me dijo que les dijera que Uds. han brindado buena cooperación con las personas aquí que han estado ayudando con el procedimiento de estacionar, con la policía y los demás. Continúen así; eso está muy, muy bien.",
    "Esperamos ver el tiempo, quizás en un futuro cercano, cuando posiblemente podamos traer la carpa aquí a la ciudad y ponerla aquí en el campo de pelota, donde podríamos quedarnos por un largo tiempo, quizás por tres o cuatro semanas, en un avivamiento continuo. Mientras aquí, escasamente llegamos a conocernos el uno al otro, y luego ya nos tenemos que despedir, y nos marchamos nuevamente. Pero me gustaría venir para permanecer en lo que sería un viaje extensivo; una ocasión en la cual podamos quedarnos y no tener que terminar en una noche o dos, sino sólo permanecer y enseñar, día y noche, día y noche, y así continuar. Quizás alguien se iría a casa para alimentar las gallinas, ordeñar las vacas, y luego regresar a la semana siguiente y continuar en el servicio. Me—me gustaría eso. Así que el Señor sea con Uds.",
    "Ahora, antes de irme, quizás el domingo por la mañana o el domingo por la noche, o en alguna ocasión, en uno de estos servicios, sé que todos están esperando oír el Mensaje sobre la Verdad de Casamiento y Divorcio. Lo cual es uno de los grandes problemas de este día. Y estoy tan seguro como estoy aquí parado, creo que la respuesta correcta está en la Palabra de Dios, y yo creo que para eso prometí volver.",
    "Y supongo, hasta donde sé, quiero tener otro servicio aquí en Jeffersonville, el domingo de resurrección, y eso será para un servicio matutino, y luego el domingo de resurrección. Así que lo anunciaremos con anticipación y trataremos de alquilar el auditorio, si es posible, o algún lugar, para el domingo, quizás vengamos para el sábado y el domingo. Tendría que venir en avión y regresarme inmediatamente, porque es muy cercano al tiempo (tendría que revisarlo primero), con el itinerario que tengo, con uno—uno—uno, con el itinerario que tengo para California. Y luego, inmediatamente después de eso, tengo que ir allá al—al África. Así que manténganse en contacto y oren por nosotros.",
    "Ahora, en esta noche, quiero llamarles la atención a una porción de la Palabra de Dios, hallada en el capítulo 4 de San Lucas, el capítulo 4 y el versículo 16, comienza con Jesús hablando.\n\n…Hoy se ha cumplido esta Palabra en vuestros oídos.",
    "Ahora queremos tomar de allí una conclusión de qué tan dinámica es la Palabra de Dios. Ahora, todos podemos calcular la mecánica, pero se requiere la Dinámica para hacer que la cosa funcione.",
    "Podemos lograr comprender la mecánica de una máquina, de un automóvil, pero luego se requiere de la dinámica para que las ruedas funcionen y se muevan.",
    "Ahora, Jesús había vuelto a—a Nazaret, donde había sido criado. Más adelante aquí en las Escrituras, encontramos que le dijeron: “Nosotros oímos que hiciste tal y tal cosa allá en Capernaum. Ahora queremos verte hacerlo aquí en Tu propia tierra”.",
    "Jesús respondió: “No—no hay profeta sin honra sino en su propia tierra”. Y desde luego, eso es donde uno es criado, y donde la gente lo conoce a uno. Y allí Él tenía un nombre de—de—de mala fama, para empezar, habiendo nacido sin padre terrenal. Ellos le llamaban “un hijo ilegítimo”, porque María en realidad estaba en embarazo antes de haberse casado oficialmente con José. Pero, no es así, sabemos que no fue así.",
    "Y en esta Escritura, lo que causó que mis ojos enfocaran en esto fue algo que ocurrió recientemente en Phoenix, Arizona. Fue en el último día, en el servicio que yo predicaba en la Convención Internacional de los Hombres de Negocio del Evangelio Completo.",
    "Y en esta convención estaba con nosotros un visitante, el cual era un obispo católico, que es-es del “Rito Caldeo de la Iglesia Católica Apostólica; el Reverendísimo Juan S. Stanley, O.S.D”. Él es el “arzobispo de la zona metropolitana de los Estados Unidos”, de la iglesia católica. Esta viene siendo su tarjeta y su—y su dirección.",
    "Y él estaba de visita con los Hombres Cristianos de Negocio, y yo lo había visto allí el día anterior. Y cuando yo estaba predicando el sábado en la noche, creo que fue, o el sábado en la mañana en el desayuno, y yo…Mientras yo hablaba, él continuamente me miraba. Yo pensé: “Aquel hombre seguramente no está de acuerdo con nada de lo que estoy diciendo”. Y Uds. saben, uno—uno podía verlo; él afirmaba, moviendo la cabeza, pero yo no sabía exactamente lo que le estaba inquietando.",
    "Así que el domingo por la tarde, cuando subí al púlpito para hablar, iba a tomar mi texto sobre Dolores de Parto, donde Jesús dijo, que: “Como la mujer cuando da a luz, tiene dolor”, [Juan 16:21] ella sufre dolor en el parto. Y de allí pensaba hablar, en Dolores de Parto, el tema, para decir que el mundo ahora está en dolores de parto. Lo viejo tiene que ser suprimido, para que lo nuevo pueda nacer; igual como una—una semilla tiene que pudrirse, para así poder dar vida nueva.",
    "Y cómo los dolores, dolores de parto estremecieron al mundo. En la Primera Guerra Mundial, ella tuvo un dolor tremendo, porque tenían gas venenoso, y las otras cosas, que casi lograron destruir el mundo. Y en la Segunda Guerra Mundial, ella tuvo otro, con dolor más fuerte; tuvieron bombas aéreas, y también la bomba atómica. Ella no puede soportar otro dolor de parto. Con estos proyectiles, y cosas hoy día, otra guerra más la sacará de órbita, pero ella ahora será librada. Y habrá una nueva tierra. La Biblia dice que la habrá.",
    "Bajo el Mensaje de cada profeta, Israel recibió un dolor de parto; porque estos profetas llegaban a la escena después que los teólogos y clérigos tenían a la iglesia toda en forma organizada. Y cuando esos profetas venían a la escena con ASÍ DICE EL SEÑOR, sacudían esas iglesias, y eso producía un dolor de parto. Por fin, ella tuvo dolores de parto hasta dar a luz un Hijo del Evangelio, el cual fue la Palabra misma hecha carne.",
    "Así que la iglesia realmente está en dolores de parto en esta noche, nuevamente, para el nacimiento del Hijo, el Hijo de Dios viniendo otra vez. Todos nuestros teólogos, todos nuestros sistemas, todas nuestras denominaciones, todo se nos han podrido. Así que estamos en dolores de parto, y un Mensaje de Dios siempre le causa dolores más fuertes a la iglesia, pero dentro de poco ella dará a luz una Novia, que traerá a Jesucristo a Su Novia.",
    "Y entonces, pensando que este hombre estaba en tan fuerte desacuerdo conmigo; cuando me levanté a dar este Mensaje, abrí en la Biblia, para hallar la página.",
    "Y mi esposa me acababa de obsequiar una Biblia nueva, para navidad. Mi otra Biblia ya tenía como quince años, y estaba casi vuelta pedazos. Las páginas, cada vez que la abría, salían volando. Pero yo sabía exactamente dónde encontrar cada Escritura, así que yo había estudiado detalladamente en aquella Biblia. Y sencillamente tomé la nueva para llevarla a la iglesia, porque la otra se veía tan mal.",
    "Y cuando empecé a abrir hacía San Juan, donde se encontraba la Escritura, empecé a leer del capítulo 16, y el versículo que buscaba no estaba. Entonces pensé: “¡Extraño!” Busqué de nuevo; aún no se encontraba allí.",
    "Y el Hermano Jack Moore, de Shreveport, Louisiana, un amigo íntimo, estaba sentado allí. Le pregunté: “Hermano Jack, ¿no se encuentra eso en San Juan 16?”\n\nY él respondió: “Sí”.",
    "Y este sacerdote católico se levantó de su asiento, de entre algunos cien ministros sentados allí en la plataforma; caminó hacía mí, y él con su túnica y vestiduras y cruces, y todo eso, y se paró así a mi lado. Y me dijo: “Hijo mío, estate firme. Dios está a punto de hacer algo”.\n\nY pensé: “¿Un arzobispo católico diciéndome eso?”\n\nÉl dijo: “Léelo de mi Libro”.",
    "Y yo leí la Escritura de su Libro, y tomé mi texto y continué, prediqué mi sermón.",
    "Después, cuando hube terminado, él se levantó después de yo haberme ido, y dijo: “Hay una cosa que tiene que suceder. Después de esto, o la iglesia tiene que salir del enredo en el que se encuentra, o nosotros tenemos que salirnos del enredo en que se encuentra la iglesia”. Así que, una o la otra.",
    "Y yo estaba en camino a casa, de regreso a Tucson esa tarde. Los niños estaban llorando por algo de comer, y yo me detuve a comprar algo de comer en un pequeño puesto de comida. Y mi esposa me dijo: “Bill, yo nunca he estado tan nerviosa en toda mi vida, al verte parado allí buscando por esa Biblia”. Dijo: “¿No te causó nervios a ti?”",
    "Yo dije: “No”. Dije: “Yo sabía que eso estaba allí en algún lugar. Ellos simplemente no incluyeron la página. Es un error de imprenta”.",
    "Y ella dijo: “¡Y pensar, que yo te obsequié esa Biblia! Parecía como que todo ojo allí estaba sobre mí”.",
    "Y yo le dije: “Pues, no podías evitarlo. Eso fue un error al imprimir la Biblia”. Yo le dije: “Ellos nunca incluyeron esa página”.",
    "Pues, me puse a examinarla de nuevo, y todo estaba perfecto; pero es que donde termina el capítulo 16, una porción, la porción está como a tres pulgadas del final; en el capítulo 17 del otro lado, es exactamente igual. Y siendo una Biblia nueva, esas dos páginas estaban pegadas perfectamente, y yo estaba leyendo del capítulo 17 en vez del 16. “Bien”, dije, “está bien. Esto es con algún propósito”.",
    "Y tan claro como uno podría escuchar cualquier voz, una Voz me habló, y dijo: “Él llegó a Nazaret, donde había sido criado; y entró en la sinagoga, como era Su costumbre. Y el sacerdote le dio las Escrituras para leer, y Él leyó Isaías 61. Y cuando hubo leído las Escrituras, Él se sentó; devolvió la Biblia al sacerdote, el Libro, y se sentó. Y los ojos de todos en la congregación estaban enfocados en Él. Y palabras preciosas procedieron de Su boca. Y Él dijo: ‘Hoy se ha cumplido esta Escritura’”.\n\n“Hoy se ha cumplido esta Escritura”.",
    "¡Cuán precisa es la Escritura! Noten Uds. esto en Isaías 61:1 al 2, es de donde nuestro Señor estaba leyendo, Isaías 61:1 al 2. Pero a la mitad del segundo versículo de Isaías 61, Él se detuvo. Donde dice: “El Espíritu de Jehová está sobre Mí…A proclamar el año de la buena voluntad”, allí se detuvo. ¿Por qué? Porque la otra parte, para traer juicio, no concernía a Su primera venida, sino a Su segunda venida. ¿Ven? No concernía allí. ¡Pues vemos como las Escrituras nunca fallan! Siempre son perfectas. Jesús se detuvo exactamente donde se detuvo la Escritura, porque eso era precisamente lo que habría de ser vindicado en Su día, en esa primera venida. En la segunda venida Él traerá juicio sobre la tierra, pero no en aquel tiempo. Él debía “predicar el año de la buena voluntad”.",
    "Noten, el Mesías parado allí en la plataforma, para identificarse con la Palabra de promesa para aquella edad. ¡Cuán extraño! ¡El Mesías parado ante la iglesia! Y fíjense en estas Palabras tan preciosas, cuando Él dice aquí: “Para predicar el año de la buena voluntad”.",
    "🦅 El año de la buena voluntad”, como todos sabemos, siendo lectores de la Biblia, fue “el año del jubileo”. Cuando todos los esclavos y prisioneros, como habían sido capturados como prisioneros; y tenían que entregar un hijo, para pagar una deuda; o una hija, para pagar una deuda, y estos estaban en esclavitud. No importaba cuánto tiempo habían estado en esclavitud, o cuánto tiempo les tocaba permanecer allí; cuando llegaba el año del jubileo, cuando sonaba la trompeta, todo esclavo podía ser libre si así lo deseaba. Uno quedaba libre, ya no era esclavo.",
    "Pero si uno deseaba permanecer como esclavo, entonces tenía que ser llevado al templo, y parado junto a la columna del templo, y tomaban una lezna y le perforaban la oreja, y entonces tenía que servir a ese amo por el resto de sus días.",
    "¡Qué ejemplo tan perfecto es del Evangelio de Jesucristo! Cuando es predicado, el año de la buena voluntad, y el tiempo del jubileo; cualquiera, no importa quién sea, cuál sea su color, a cuál denominación pertenezca, qué tan profundo se haya sumergido en el pecado, o qué mal tenga; Ud. puede ser libre cuando oye sonar la trompeta del Evangelio. ¡Ud. queda libre!",
    "Pero si Ud. le da la espalda al Mensaje y se niega oírlo, note, a Ud. le perforaban la oreja, con una lezna. Eso quiere decir que Ud. ha cruzado la línea entre la gracia y juicio; y Ud. jamás oirá el Evangelio otra vez. Ud. jamás progresará. Ud. permanecerá como esclavo al sistema en que se encuentra, por los días que le quedan, si Ud. se niega oír el año de la buena voluntad.",
    "Ahora, la otra parte del versículo, como dije, no requería atención, porque este Mesías que viene ahora en este tiempo, es cuando Él traerá juicio.",
    "Ahora, ¿cómo pudieron aquellas personas fallar en reconocer Quién era Él? ¿Cómo se les pasó por alto? ¿Cómo pudo suceder, cuando fue tan claramente dado a conocer y mostrado? ¿Cómo es posible que no lo captaron? Cuando Él…",
    "¡Qué tremenda Palabra! Piensen en eso: “Hoy se ha cumplido esta Escritura ante vuestros ojos”. ¿Quién lo dijo? Dios mismo, el cual es el intérprete de Su propia Palabra. “Hoy se ha cumplido esta Escritura”. El Mesías, Él mismo, parado en la presencia de la congregación, leyendo una Palabra de la Biblia, referente a Sí mismo, y luego dijo: “Hoy se ha cumplido esta Escritura”, y sin embargo ellos fallaron en captarlo.",
    "Qué tragedia sería esa, pero así sucedió. Ha sucedido muchas veces. ¿Cómo pudo suceder? Por supuesto, como ocurrió en otros tiempos, fue por creer interpretaciones humanas de la Palabra. Esa fue la causa. Esos creyentes en aquellos días, así-llamados creyentes, estaban aceptando la interpretación que los sacerdotes habían dado de la Escritura. Y por eso Jesús, no perteneciendo a ninguna de sus órdenes o sociedades, fue excomulgado de entre ellos.",
    "Y por lo tanto, no lo podían identificar a Él entre su grupo, porque Él era diferente a ellos. La Persona de Jesucristo fue tan singular que nadie debió haber fallado en reconocer que ése era el Hijo de Dios, por cuanto Él era la identificación perfecta de la Escritura que fue escrita de Él.",
    "Y así se conoce a cualquier Cristiano, cuando su vida identifica las propias cosas que el Cristiano debe hacer.",
    "Él se paró allí y dijo: “¡Hoy se ha cumplido esta Escritura ante vuestros ojos!” Cuán sobresaliente, qué tan claro, y sin embargo aquella gente lo malentendió. ¿Por qué? Fue porque tomaron la interpretación de alguna orden sacerdotal a la cual estaban escuchando.",
    "Y la historia siempre se repite. Y las Escrituras tienen un significado múltiple, y una revelación múltiple.",
    "Por ejemplo, como dice en la Biblia: “De Egipto he llamado mi hijo”, refriéndose a Jesús. Fíjese en la referencia, y hallará que también se refiere a Jacob, esa misma Escritura. Jesús fue Su Hijo mayor. Jacob sí fue Su hijo que Él llamó fuera de Egipto, a donde nos lleva la referencia de Scofield y también las otras referencias, porque esa era la Escritura a la cual se refería. Así que tenía un—un doble sentido; correspondía al llamado fuera de Jacob, y al llamado fuera de Jesús.",
    "¡Y así también es hoy! Es a raíz de tanta confusión en la que estamos, y la gente falla en reconocer la Verdad de Dios, es porque hay demasiadas interpretaciones humanas de la Palabra de Dios. Dios no requiere de nadie para interpretar Su Palabra. Él es Su propio intérprete.",
    "Allá en el principio Dios dijo: “Sea la luz”, y hubo luz; eso no requiere interpretación.",
    "Él dijo: “Una virgen concebirá”, y ella concibió. Eso no requiere ninguna interpretación.",
    "Cuando, o sea la interpretación de Dios, de Su Palabra es cuando Él la vindica y prueba que así es. Esa es Su interpretación, al hacerlo llegar a cumplimiento. Allí es donde está la interpretación de Dios, es cuando Él hace que Su Palabra se cumpla. Él se la está interpretando a Ud.",
    "Como cuando no existía la luz, y Él dijo: “Sea la luz”, y la hubo, eso no requirió de nadie para interpretarlo.",
    "Pero nosotros le mezclamos los sistemas humanos, y cuando eso sucede, uno-uno lo lleva fuera del margen. Siempre ha sido así.",
    "Pero todavía pienso en lo impactante que debió haber sido. ¡Piénsenlo, el Mesías! ¿Por qué fue que no lo vieron? Porque sus propios líderes que debían haberle reconocido, que debían haber estado bien instruidos en las Escrituras, que debían haber tenido entendimiento de las Escrituras, fueron ellos los que degradaron a este Hombre y dijeron: “Para comenzar Él es un niño ilegítimo. Nosotros nunca creeríamos en eso”.",
    "Años después, “nosotros no creemos eso”. Nosotros moriríamos por el derecho de decir que Él fue un Hijo nacido de virgen.",
    "Y llegará a suceder algún día, que las mismas cosas que vemos a Jehová haciendo hoy, hombres en las edades que están por venir, si es que las hay, morirán por las cosas que hablamos hoy. Lo tendrán que hacer cuando venga la marca de la bestia, y no se les permita predicar el Evangelio de esta manera. Cuando se realice la gran unión de iglesias, lo cual está listo ahora mismo para la iglesia mundial, Ud. tendrá que sellar su testimonio para esto con su propia vida.",
    "Ud. tiene que creerlo ahora mismo. Si aquellos sacerdotes que lo condenaron pudieran resucitar, ellos no le condenarían. “Pero”, dice Ud., “si yo hubiera estado presente, yo hubiera hecho tal y tal cosa”. Pues, esa no fue su edad. Pero ésta es su edad, éste es el tiempo.\n\nUd. dice: “¡Pues si Él estuviera aquí!”",
    "La Biblia dice: “Él es el mismo ayer, y hoy, y por los siglos”, el mismo, así que Él sí está presente. Pero, estando aquí, a medida que el mundo se ha civilizado, avanzado más, y con mayor educación; Él está aquí en forma de Espíritu, lo cual ellos no pueden matar o darle muerte. Él murió una vez; Él no puede morir de nuevo. Él tuvo que llegar a ser carne para que así Dios pudiera sufrir la muerte en la carne, por el pecado. Pero esta vez, no puede morir, es el Espíritu Santo.",
    "Ahora, el solo pensar que tenían esas cosas en contra de Él. Otra cosa, que Él no se unía a ninguno de sus grupos. Entonces, allí pueden ver hasta por eso se veía como una mala persona. Él no quiso unirse a sus—sus organizaciones, no se unía al sacerdocio, y no se asociaba con nada de eso. Y luego, después de todo eso, Él intentó derribar lo que ellos habían edificado.",
    "Él entró al templo. Nosotros le llamamos un Hombre manso, y Él lo era; pero muchas veces nosotros malentendemos lo que es la mansedumbre.",
    "Él era un Hombre de compasión, pero sin embargo, a veces fallamos en entender lo que es la compasión. La simpatía humana no es compasión. Pero más bien, compasión es, “haciendo la voluntad de Dios”.",
    "Él pasó por el estanque de—de Betesda, allí por la puerta. Allí había gente tendida, multitudes. Multitud no significa un cierto número, pero allí había multitudes: cojos, ciegos, mancos, paralíticos. Y Él siempre tenía compasión de la gente. Pero Él fue a una sola persona que no estaba coja, ni ciega, ni paralítica; quizás tenía una enfermedad de la próstata, o alguna otra enfermedad muy lenta; la había tenido por treinta y ocho años. No era algo que le iba a molestar, no le iba a causar la muerte. Estaba tendido allí en un lecho. Y le hizo la pregunta: “¿Quieres ser sano?”",
    "Y el hombre le respondió: “No tengo quien me meta en el agua, porque mientras voy, pues, alguien siempre se mete antes que yo”. ¿Ven? Él podía caminar, podía ver, podía movilizarse, pero estaba demasiado débil.",
    "Y Jesús le dijo: “Levántate. Toma tu lecho y vete a tu casa”. Y después Jesús fue interrogado al respecto, pues Uds. recuerdan donde lo dice la Escritura.",
    "¡Y con razón! Si Él viniera a Jeffersonville esta noche y obrara algo así, todavía hablarían de Él.",
    "Pero recuerden, Él sólo vino a hacer una cosa: la voluntad de Dios. Ahora, eso se encuentra en San Juan 5:19, allí obtendrán la respuesta. Él dijo: “De cierto, de cierto os digo: No puede el Hijo hacer nada de sí mismo, sino lo que ve hacer al Padre; esto también lo hace el Hijo igualmente”.",
    "Ahora, ellos debieran haber reconocido que esa era la propia vindicación de la profecía de Moisés: “Porque Jehová vuestro Dios levantará profeta como yo”. [Deuteronomio 18:15]",
    "¿Notaron, que cuando Él vio al varón, Él le dijo…Jesús supo que él había estado en esta condición por muchos años? Vean, Él siendo Profeta, vio a este hombre en esa condición; y fue allá, abriendo, abriéndose camino entre toda esa gente, buscando entre la multitud, hasta que halló a este cierto hombre.",
    "Pasó por alto a los cojos, mancos, ciegos, y paralíticos, aún siendo un Hombre lleno de compasión; pero compasión, es “haciendo la voluntad de Dios”.",
    "Ahora vemos que Él, siendo uno que no se unía a ellos, Él no tenía nada que ver con sus grupos, y por consiguiente era un desechado. Él no tenía ningún…",
    "Además, un día Él entró en el templo. Un Hombre entró allí y descubrió la casa de Dios casi tan contaminada como está hoy día. Estaban comprando y vendiendo, cambiando dinero. Y Él volcó las mesas de los cambistas; y tomó unas cuerdas e hizo un azote, y con eso corrió a los cambiadores de dinero del templo. Y miró sobre ellos con rabia, y dijo: “Escrito está”, aleluya, “la casa de Mi Padre es una casa de oración y vosotros la habéis convertido en una cueva de ladrones. Y con vuestras tradiciones habéis hecho nulos los mandamientos de Dios”.",
    "Oh, ¿podría un grupo como aquel jamás creer en Él? No señor. Se habían revolcado tanto en el lodazal de las sociedades y la inmundicia del día, hasta que ya estaban tan eclesiásticamente congelados que ya no podían sentir las vibraciones del Poder del Dios Todopoderoso. Con razón la mujer pudo tocar Su vestidura y por medio de eso recibir la sanidad; ¡y a la vez un soldado borracho le escupió en el rostro y no sintió ninguna virtud! Todo depende de la manera en que Ud. se acerca. Depende de lo que Ud. esté buscando. Cuando Ud. asiste a la iglesia, depende de lo que Ud. esté buscando.",
    "Ahora lo vemos parado allí. Y sin duda a la gente ya se le había advertido, estaba advertida, el sacerdote ya había advertido a la gente: “El próximo sábado Él viene para acá, y cuando venga, no lo escuchen. Ahora, puede ser que asistan, pero no presten atención a lo que Él diga, porque Él no pertenece a nuestro grupo. Él es un desechado. No tiene tarjeta de compañerismo. Ni siquiera tiene papeles—papeles de alguna organización. Él no tiene nada de eso”.\n\n“¿Qué es Él?”",
    "🦅 Algún muchacho renegado que nació por aquí, por un nacimiento ilegítimo, en el hogar de un carpintero, concebido por una madre antes de casarse, y están tratando de tapar el asunto con algo sobrenatural”.",
    "🦅 Nosotros sabemos que cuando el Mesías venga, Él descenderá por los pasillos celestiales y se presentará a nuestro pontífice y dirá: ‘Caifás, aquí estoy’”. Pero nos damos cuenta que Él no lo hizo de esa manera, porque no fue escrito de esa manera en la Palabra. Fue una tradición humana la que causó que creyeran eso.",
    "La Palabra había dicho que vendría justo de la manera en que Él vino. Y allí estuvo parado, leyendo la Palabra, y diciéndoles: “Hoy se ha cumplido esta Escritura ante vuestros ojos”. Y aún fallaron en verle o reconocerle, igual como hicieron en todas las otras edades.",
    "Noé pudo haber dicho lo mismo, aquel día cuando entró en el arca, y la puerta se cerró. Moisés [Noé] pudo haber abierto esa ventana en la parte superior del arca, y mirado sobre la congregación…Recuerden, fue Dios que cerró la puerta. Y él pudo haber dicho: “Hoy se ha cumplido esta Escritura ante vuestros ojos”, pero ya era demasiado tarde para ellos. Él había predicado por ciento veinte años, procurando que entraran en aquel barco que él había construido, diciéndoles que las Escrituras decían: “ASÍ DICE EL SEÑOR, va a llover”, pero ellos esperaron demasiado. Pero Noé fácilmente pudo haber dicho eso: “Hoy, este día, se ha cumplido esta Escritura”.",
    "Moisés, el mismo día en que la Columna de Fuego descendió sobre el Monte Sinaí y vindicó su testimonio, Moisés pudo haber dicho: “Hoy se ha cumplido esta Escritura”.",
    "Moisés, como Uds. saben, fue un hombre llamado por Dios, un profeta. Y mientras él estaba siendo llamado, siendo profeta, él tuvo que tener una experiencia sobrenatural, para ser profeta. Él tuvo que encontrarse cara a cara con Dios y hablar con Él. Y otra cosa, todo lo que él decía tenía que acontecer, o nadie le hubiese creído.",
    "Así que ningún hombre tiene el derecho de llamarse tal, hasta que haya hablado cara a cara con Dios, allá apartado en el desierto en algún lugar, donde él mismo se haya encontrado con Dios. Y todos los ateos en el mundo entero no podrían quitarle eso con sus explicaciones; él estuvo allí presente, y sabe lo que sucedió. Cada Cristiano debe tener esa experiencia antes de decir una sola palabra de que es un Cristiano. ¡Su propia experiencia!",
    "Yo hablaba con mi sobrino, hace unos momentos, un muchachito católico, que dijo: “Tío Bill, yo he corrido de acá para allá, a todas partes, tratando de hallar algo”. Noche tras noche, antes de que estas reuniones comenzaran, él había estado llorando. Y de noche teniendo sueños, donde entraba aquí, corriendo al altar, donde se predica, y haciendo confesión que ha estado errado.",
    "Le dije: “Melvin, no importa a dónde intentes ir, ni a cuántas iglesias te unas, ni cuántas ‘Ave Marías’ reces, ni cuántas bendiciones recibas de los hombres, tú tienes que nacer de nuevo del Espíritu de Dios. Porque es lo único que satisface al corazón humano”.",
    "Ahora, yo sé que tienen un sustituto hoy día, para el nuevo nacimiento, dándole la diestra de compañerismo al predicador y poner su nombre en el libro de registro. Pero amigos, eso es un dogma. Esa no es una Verdad de la Biblia. Si fuera, entonces en los Hechos de los Apóstoles, en el segundo capítulo, tendría que leerse de esta manera: “Cuando llegó el Día de Pentecostés, el pastor salió a darles la diestra de compañerismo a la gente”.",
    "Pero más bien dice: “Cuando llegó el Día de Pentecostés”, en la inauguración de la Iglesia, “de repente vino del cielo un estruendo como de un viento recio que soplaba. El cual llenó toda la casa donde estaban sentados”. Así es como vino el Espíritu Santo la primera vez. Y así ha venido cada vez desde entonces. Él es Dios, y Él no cambia. Ahora, eso hace tropezar a la gente.\n\nDicen: “Eso fue para otro tiempo”.",
    "Pero, Él es el mismo ayer, y hoy, y por los siglos. Cada vez que la Iglesia recibió el Espíritu Santo, siempre ha sido igual a como fue la primera vez, bajo la misma receta de Hechos 2:38; nunca ha cambiado, y nunca cambiará.",
    "Como la receta médica para una enfermedad. Él escribirá la receta para la enfermedad, eso hace el doctor. Y si Ud. la lleva a algún farmacéutico de mala fama, y si él le pone demasiado antídoto, la medicina quedará tan débil que no le hará ningún provecho; y si le pone demasiado veneno, lo dejará muerto. Tiene que ser elaborada exactamente conforme al médico.",
    "Y la receta del médico de cómo recibir el Espíritu Santo nos fue dada por el Dr. Simón Pedro, en el Día de Pentecostés: “Os daré una receta. Arrepentíos, y bautícese cada uno de vosotros en el Nombre de Jesucristo para perdón de los pecados; y recibiréis el don del Espíritu Santo. Porque la receta es para los que están lejos, para cuantos el Señor nuestro Dios llamare”. ¡La receta Eterna!",
    "Moisés había tenido esta experiencia. Se fue allá a su tierra y empezó a decirles: “Me encontré con una Columna de Fuego. Estaba en una zarza ardiente. Y Él me dijo que les dijera: ‘YO SOY EL QUE SOY. Ve allá; Yo estaré contigo. Toma la vara en tu mano y sostenla sobre Egipto; y todo lo que tú pidas, así será’”.\n\nPues, probablemente algunos sacerdotes dijeron: “¡Qué tontería!”",
    "Pero cuando ellos vieron los verdaderos hechos de esto, que se cumplieron, entonces ya no podían aguantar más, sabían que él era enviado de Dios.",
    "Entonces, si Moisés dijo que él había visto eso, y testificó que era la Verdad, entonces Dios estaba obligado, si esa es la Verdad, a identificar y vindicar las palabras de aquel hombre, como Verdad. Eso es cierto.",
    "Si Jesucristo se paró allí y leyó eso aquel día: “Hoy se ha cumplido esta Palabra ante vosotros”, Dios estaba obligado a traer aquella Palabra a cumplimiento.",
    "Nosotros nos paramos aquí esta noche y decimos que: “Jesucristo es el mismo ayer, y hoy, y por los siglos”. Dios está obligado a probar que eso es así, porque es Su Palabra. Ahora, ¿qué se requiere? Se requiere fe, para creerlo. Se requiere fe, para creer Su Palabra, que efectivamente es la Verdad.",
    "Noten lo que aconteció, cuando Moisés sacó al pueblo, todos aquellos que le siguieron. Los que no le siguieron se quedaron en Egipto. Pero los que siguieron a Moisés, cuando pasaron por el Mar Rojo y salieron al desierto, entonces Dios bajó sobre el Monte Sinaí. Esa Columna de Fuego incendió todo el cerro, y de allí procedió una Voz, y Dios dio los diez mandamientos.",
    "Moisés pudo haberse presentado ante la gente, y dicho: “Hoy día se ha cumplido la Escritura que yo les he hablado, como Su profeta. Hoy día les he dicho que tuve un encuentro con Dios allá en una zarza ardiente, en una Columna de Fuego, y así dijo, ‘Esto te será por señal. Tú traerás ese pueblo aquí de nuevo a este mismo lugar’. Y allí está Dios, en la misma Columna de Fuego como les dije que estaba, suspendida allá sobre el cerro. Hoy se ha cumplido esta profecía. Aquí está Él para vindicar que las cosas que les he dicho son la Verdad”.",
    "¡Dios, danos más hombres así, que sean honestos y sinceros, y que digan la Verdad, para que Dios Todopoderoso pueda vindicar que Su Palabra todavía es la Verdad! Él permanece el mismo ayer, y por los siglos. ¿Por qué no lo haría? Él prometió hacerlo.",
    "Josué pudo haber dicho lo mismo, el día cuando regresó a Cades-Barnea, a donde habían viajado tan lejos en el desierto. Ellos estaban dudando que la tierra fuera como Dios la había prometido. Pero Dios les había dicho que era una tierra buena, donde fluía leche y miel. Y Josué y Caleb fueron los únicos dos que lo creyeron, de entre los otros diez que salieron con ellos. Cuando regresaron, tenían la evidencia; tenían un racimo de uvas que solamente podían cargar dos hombres fuertes.",
    "Josué y Caleb pudieron haberse parado allí y dicho: “Hoy se ha cumplido esta Escritura. Aquí está la evidencia de que es una tierra buena”. Seguro. ¿Por qué? “Allí está la evidencia que es una buena tierra. ¿Dónde en Egipto pudimos hallar tales cosas como estas? No existían tales lugares. Pero hoy se ha cumplido esta Escritura”.",
    "Él pudo haber dicho lo mismo cuando profetizó y dijo que los muros de Jericó caerían después de darles la vuelta marchando siete veces, durante siete días, siete veces al día. Y cuando marcharon alrededor esa última vez, los muros cayeron. Josué pudo haberse parado y dicho: “Este día, el Capitán Supremo de las huestes de Jehová que me dijo hace varias semanas que esto sucedería de esta manera; hoy se ha cumplido esta Escritura”. Allí estaban las paredes derrumbadas, hasta el suelo. “Vamos, entremos y tomémosla, nos pertenece. Hoy se ha cumplido esta Escritura”.",
    "¡Qué maravilloso, los hombres de Dios se han parado por las cosas correctas!",
    "Israel, frente al río, cuando poseyeron la tierra, pasaron al otro lado. ¿Cómo iban a lograrlo? Era el mes de abril. Las inundaciones venían porque la nieve se estaba descongelando allá en Judea. Oh, parecía que Dios era un general incompetente, al traer Su pueblo por allí en el mes de abril, cuando el Jordán tenía más agua que en cualquier otro tiempo. Algunas veces…",
    "Quizás yo pudiera detenerme aquí, si tuviera tiempo, para darles un consejo. Puede ser que Ud. esté padeciendo de cáncer, o esté con alguna enfermedad; y Ud. pensará: “¿Por qué es que yo, siendo Cristiano, me encuentro en esta condición? ¿Por qué estaré así, si soy Cristiano?” A veces Dios permite que las circunstancias se oscurezcan tanto que Ud. no puede mirar hacia arriba, alrededor, ni a ningún lado, y entonces Él viene y le provee la manera, para que Ud. entonces pueda decir: “Hoy se está cumpliendo esta Escritura, lo que Él prometió hacer”.",
    "Él permitió que los jóvenes hebreos caminaran hasta adentro del horno ardiente. Ellos dijeron: “Nuestro Dios nos puede librar de este horno ardiente. Pero sin embargo, no nos inclinaremos a tu imagen”. Cuando salieron de aquel horno con el olor del fuego sobre ellos, o más bien sin ningún olor a fuego; pudieron haber dicho: “Hoy se ha cumplido esta Escritura”.",
    "Cuando Daniel salió del foso de los leones, pudo haber dicho lo mismo.",
    "Juan el Bautista, después de cuatrocientos años de enseñanzas eclesiásticas, ¡con razón esa iglesia estaba en tal desorden en aquel tiempo! Cuando él apareció en el desierto, allá en el Jordán, él se pudo haber parado allí a la ribera, como bien lo hizo, y dicho: “Hoy día esta Escritura, Isaías 40, se ha cumplido”.",
    "¡Cómo podría detenerme aquí y decirles lo que me dijo aquel cura! Dijo: “Hijo, tú no terminaste ese Mensaje”.\n\nLe respondí: “No diga nada”.\n\nÉl dijo: “¿Ud. me quiere decir que esos pentecostales no pueden ver eso?”\n\nDije: “No”.",
    "Él me dijo: “Yo sí lo veo”, y él un sacerdote católico. Me preguntó: “¿Por qué no continuó?”\n\nLe respondí: “Quédese tranquilo”.\n\nÉl dijo: “¡Gloria a Dios, yo lo veo!”",
    "Y para entonces el Espíritu Santo vino sobre su hermana carnal, sentada allá en la congregación. Y ella se levantó, hablando en lenguas desconocidas, y dio la interpretación del propio asunto sobre el cual el cura y yo estábamos hablando en la plataforma. La iglesia entera, el lugar entero entró en un alboroto. Y eso se continuó comentando hasta en la convención de Oral Roberts la semana pasada, o la semana ante pasada, y fue el tema principal de esa convención. De cómo aquel sacerdote, estando bajo el Espíritu Santo, reveló por una mujer, quien creo era su hermana, lo que estaba sucediendo en la plataforma; y reveló aquella cosa que estábamos ocultando.",
    "La hora en que estamos viviendo, hoy se ha cumplido esta Escritura. En este día han llegado las Luces del atardecer, y fallamos en verlas. Noten.",
    "Juan dijo: “En este día yo soy la voz de uno clamando en el desierto, como dijo el profeta Isaías: ‘¡Preparad camino a Jehová’!”",
    "Ellos no lo entendieron. Dijeron: “Oh, tú eres Jesús…tú eres—tú eres el Cristo”, más bien.",
    "Él respondió: “Yo no soy el Cristo”. Dijo, “Ni aun soy digno de desatar la correa de Sus zapatos. Pero”, dijo, “Él está entre Uds., en algún lugar”, pues estaba seguro que Él estaría allí. Él aparecería en su día, porque Dios le había dicho que él presentaría al Mesías.",
    "Un día un joven vino caminando por allí, y él vio sobre Él una Luz, una Señal. Y entonces clamó: “¡He aquí el Cordero de Dios! Hoy se ha cumplido esta Escritura ante vosotros”. Seguro.",
    "En el Día de Pentecostés, Pedro se puso de pie y citó la Escritura de Joel 2:38 [2:28], cuando todos se estaban riendo de esa gente. No podían hablar en su propia lengua. Estaban balbuceando alguna otra cosa. La Biblia dice, “Lenguas repartidas”. Repartida quiere decir lengua “partida”, no diciendo nada, sólo balbuceando. ¡Comportándose como gente borracha!",
    "Todos dijeron: “Pues, esta gente está borracha. Mírenlos, fíjense como actúan, la manera de esos hombres y mujeres. Están en desorden”, dijo el grupo religioso de aquel día.",
    "Pedro se levantó en medio de todos ellos, dijo: “Varones judíos, y todos los que habitáis en Jerusalén, y que habitáis en Judea, esto os sea notorio, que éstos no están borrachos, como vosotros pensáis, siendo la hora tercera del día; mas esto es lo que fue dicho por el profeta Joel: ‘Y será en los postreros días, dice Dios, derramaré de Mi Espíritu sobre toda carne’. Hoy se ha cumplido esta Escritura. [Hechos 2:14-17] Ciertamente.",
    "Lutero estuvo exactamente a tiempo. Wesley también estuvo exactamente a tiempo. Pentecostés estuvo exactamente a tiempo. Nada fuera de orden.",
    "Ahora yo les pido que consideren la edad y el tiempo en que ahora estamos viviendo, con la Palabra prometida para hoy. Si en las edades pasadas, hombres pudieron decir: “hoy esta Escritura”, “hoy esta Escritura”, entonces ¿qué de la Escritura para este día? ¿Qué fue prometido para este día? ¿Dónde estamos parados? ¿En qué hora estamos viviendo, cuando el reloj está marcando (el reloj científico) tres minutos para la medianoche? El mundo entero sufre de nervios. La iglesia está en una cama de inmundicia. Y nadie sabe dónde está parado. ¿Qué hora del día es? ¿Qué de la Escritura para hoy? Las condiciones de la iglesia, o sea las condiciones de la iglesia hoy.",
    "Y en el mundo, la política, nuestro sistema mundial está tan podrido como puede estar. No soy político, soy Cristiano. Pero, y no es mi asunto hablar de la política, pero solamente quiero decir que de ambos lados están podridos.",
    "Yo voté una sola vez, fue por Cristo; y tengo que triunfar. El diablo votó en contra de mí, y Cristo votó a mi favor; ahora el resultado depende hacia cuál lado doy mi voto. Estoy feliz por haberlo dado a favor de Él; que el mundo diga lo que quiera. Yo todavía creo que Él es el mismo ayer, y hoy, y por los siglos. Él lo probará. Lo hará. Ciertamente.\n\n¡El aumento en crímenes, en la delincuencia juvenil!",
    "Miren nuestra nación, en un tiempo la flor del mundo. Nuestra democracia fue formada allá y la…la declaración de independencia. Y la declaración de independencia fue firmada, y tuvimos una democracia. Y nuestros grandes antepasados, y todo lo que ellos lograron; teníamos una gran nación.",
    "Pero hoy se está pudriendo, y derrumbando y temblando, y desapareciendo. E intentando cobrarle impuestos al pueblo, para conseguir dinero para mandar allá, y así comprar la amistad de nuestros enemigos; y luego ellos nos lo tiran en la cara. Una guerra mundial, dos guerras mundiales, y en camino a la tercera. Seguro. La política está podrida, corrupta, podrida hasta lo más profundo. Exactamente como dice Mateo 24 que sería: “Nación contra nación y reino contra reino”. Todas estas cosas acontecerían. Ahora consideremos estas cosas. Muy bien.",
    "Observen otra: el incremento en investigación científica. Ahora, en una época, solo para…Mi abuelo iba a ver a mi abuela en una carreta de bueyes. Pero hoy es un avión a propulsión, o hasta salir arriba en órbita, al espacio. Es grandioso…¿Quién dijo esto? Daniel 12:4, dijo: “En el tiempo del fin la ciencia aumentará”. Vemos la hora en que estamos viviendo. Noten bien ahora las—las condiciones del mundo, la condición de la ciencia.",
    "Y noten nuevamente, hoy día, nuestro sistema educacional. Ahora no traten de negar esto. Aquí tengo los recortes del periódico, enseñando sexo en nuestras…en nuestras escuelas, a los alumnos jóvenes a tener relaciones sexuales entre ellos para saber si pueden aparearse en el mundo. Sí señor.",
    "Y ¿qué tal entre el sacerdocio? Esta noche recibí un recorte del periódico, de allá en Los Angeles, California, donde un grupo del clero, ministros bautistas y presbiterianos, trajeron un grupo de homosexuales y practicaron la homosexualidad, diciendo que estaban procurando ganarlos para Dios. Cuando esa es una de las maldiciones de la hora, ¡el sodomita! Y la ley incluso los arrestó.",
    "Entonces ¿dónde estamos ahora? Nuestro sistema entero se ha descompuesto, desfondándose debajo de nosotros. Vi el incremento en homosexualidad en los Estados Unidos que ha aumentado veinte o treinta por ciento desde hace un año. Piensen en eso, hombres viviendo con hombres, exactamente como hicieron en Sodoma.",
    "¡Un incremento en el crimen, en la delincuencia juvenil! ¿En qué hora estamos viviendo? Hoy se ha cumplido esta Palabra de profecía.",
    "El mundo religioso, la iglesia en sí, la iglesia, la iglesia llamada fuera, la que llamamos la iglesia llamada fuera, la última edad de la iglesia, la edad pentecostal de la iglesia, ¿en qué hora está? Está en Laodicea, como dice la Escritura.",
    "Hoy han bajado la guardia. Sus mujeres están medio vestidas. Sus hombres están…Oh es una cosa horrenda. Algunos de ellos han estado casados tres y cuatro veces, y con eso forman la directiva de diáconos, y cuánto más. Se han descuidado y permitido entrar la corrupción, porque se han sentado en concilios y han tomado su lugar con el mundo.",
    "Y hoy, tienen mejores edificios que nunca. En cierta parte, uno de ellos está construyendo un auditorio con un valor de cincuenta millones, cincuenta millones de dólares. ¡Pentecostales! Antes estaban por allí en una esquina, hace veinticinco años, tocando un pandero. Dijeron: “Nosotros…”",
    "🦅 Porque”, dice la Escritura en Apocalipsis 3, que eres: “rica”. “Dices: ‘Soy rica. Me siento como una reina. De ninguna cosa tengo necesidad’. Y no sabes que tú eres un desventurado, miserable, pobre, ciego, desnudo, ¡y no lo sabes!”",
    "Este día se ha cumplido esta Escritura ante vuestros ojos. ¡Amén! Amén quiere decir “así sea”. No estoy diciéndome “Amén” a mí mismo, sino que quiero decir que creo que es la Verdad. Hoy se ha cumplido esta Escritura.",
    "La iglesia pentecostal está en la condición de Laodicea. Oh, todavía saltan y gritan, y se comportan así mientras tocan la música. Cuando termina la música, o sea la música mundana que algunos tocan y llaman música Cristiana, y cuando eso termina, entonces allí termina toda la gloria. ¿Ven?",
    "Si fuera una verdadera alabanza a Dios, no habría suficientes pitos ni suficiente—suficiente poder en el mundo para detenerla. Cuando verdaderamente viene de Dios, no se necesita música para animarla, se necesita más bien que el Espíritu de Dios baje para ungir. Así es.",
    "Pero ya hace mucho lo olvidaron, por cuanto clasificaron al don del Espíritu Santo, “el hablar en lenguas la evidencia inicial”. Y yo he escuchado a brujas y a diablos hablar en lenguas.",
    "El Espíritu Santo es la Palabra de Dios en Ud., el cual se identifica al aceptar esa Palabra. Aparte de eso no puede ser el Espíritu Santo. Si dice que es el Espíritu Santo, y niega una sola palabra de esa Biblia, no puede ser el Espíritu Santo. Esa es la evidencia de que Ud. cree o no cree.",
    "Noten otra señal sobresaliente. Los judíos están en su patria; su propia nación, su propia moneda, y miembro de las Naciones Unidas. Ellos tienen su propio ejército. Tienen de todo. Están en su patria; lo cual, Jesús dijo: “De la higuera aprended la parábola”. Allí están, de nuevo en su nación. Hoy se ha cumplido esta Escritura, los judíos en su patria.",
    "Hoy se ha cumplido esta Escritura: la edad de la Iglesia de Laodicea.",
    "Hoy se ha cumplido esta Escritura, Mateo 24. El mundo está en corrupción, la cosa entera; naciones contra naciones, terremotos en diferentes lugares, grandes torbellinos bajando, sacudiendo las naciones, y todo eso, grandes desastres por todas partes. Hoy se ha cumplido esta Escritura.",
    "Ahora hemos descubierto la condición del mundo. Vemos a donde se encuentra la iglesia nominal, nominal, organizada, denominada; vemos donde están. Vemos donde están las naciones. Y vemos que hoy estas promesas están cumplidas.",
    "Ahora, pero en este día debe venir una súper Simiente Real de Abraham. Eso es exactamente lo que será; será una Novia Real para el Hijo Real prometido. Como dije anoche, no será una simiente natural, sino una Simiente espiritual. Debe levantarse una Novia espiritual, la cual será la Simiente Real de la Fe real del Hijo Real de Abraham. Ella debe aparecer en la escena en los últimos días, y el tiempo y el lugar es una promesa que le ha sido dada a Ella.",
    "Según Malaquías 4, una Escritura, debe aparecer un Mensaje que sacudirá los corazones de la gente para convertirlos de nuevo a la fe de los padres apostólicos. Debe aparecer uno en la escena, en el poder de Elías, que se levantará en la escena; un hombre del desierto que saldrá, y tendrá un Mensaje que de nuevo cuadrará exactamente con la Palabra. Esa es la hora en que estamos viviendo.",
    "Entonces, consideren ahora, les pido en esta hora. Uds. de aquí de Jeffersonville, en 1933, la Luz sobrenatural que posó allá sobre el río, aquel día cuando yo estaba bautizando a quinientos en el Nombre de Jesucristo, yo, un muchacho como de veinte años. Jeffersonville ¿qué dijo Aquello? ¿Qué fue lo que sucedió allá al final de la calle Spring, cuando el Courier Journal, creo que entonces era el Louisville Herald, [periódicos locales] publicaron el artículo de eso? Y de allí pasó por la Prensa Asociada, hasta Canadá. El Dr. Lee Vayle lo recortó del periódico, estando allá en Canadá, en 1933.",
    "Mientras yo bautizaba la persona número 17, bajo este Testigo; y Uds. conocen lo demás de la historia. Y cuando yo estaba parado allí, bautizando la persona número 17, bajó una Luz del Cielo, brillando desde arriba, como una estrella cayendo del Cielo. Una Voz dijo: “Así como Juan el Bautista fue enviado para precursar la primera venida de Cristo, tu Mensaje precursará Su segunda venida, a todo el mundo”. Hoy esta Escritura es cumplida.",
    "[La congregación se regocija.] ¡Este día! [La congregación se regocija grandemente y alaba a Dios]",
    "Dios lo prometió. ¿Qué sucedió? Este día, ha dado la vuelta al mundo.",
    "Y cuando Dios bajó allá y dijo aquello, siendo yo apenas un niño, en una zarza ardiente, o sea una zarza allá, ardiendo con la Columna de Fuego, acá en el terreno de los Wathen en el camino a Utica; cargando agua allá, del granero a una destilería ilegal de licor, Uds. conocen la verdad al respecto. Me dijo: “Nunca vayas a fumar o beber o a deshonrar tu cuerpo, porque hay una obra para ti cuando tengas más edad”. Yo testifiqué de que eso era la Verdad, que lo vi. Y Dios, así como hizo con Moisés, habló ante la congregación allá y dijo: “Esta es la Verdad”.\n\n¡Hoy se ha cumplido esta Escritura en medio nuestro!",
    "Fíjese en lo que Él dijo en cuanto al discernimiento, y cómo acontecería; desde la imposición de las manos, hasta conocer los secretos de los corazones. Hoy se ha cumplido esta Escritura ante nuestros propios ojos.",
    "Estas promesas que fueron hechas, fíjense, todas estas promesas han sido cumplidas y vindicadas por el Dios de la promesa. Fíjense, en exhibición en la ciudad de Washington D.C., esta noche, ¡la fotografía del Ángel del Señor!",
    "Siendo que el Sr. Jorge J. Lacy, director de la división de documentos y huellas digitales del FBI del gobierno de los Estados Unidos, la examinó en Houston, Texas, y dijo: “Este es el único Ser sobrenatural que haya sido fotografiado en todo el mundo”. Y él debe saber, porque él es el hombre de mayor autoridad en eso en todo el mundo.",
    "Noten, allí está colgada, como la Verdad, la misma Columna de Fuego que guió a Israel en aquel tiempo por el desierto. Y está guiando hoy, la misma clase de mensaje, de “¡Salid de Egipto!”…?…Hoy se ha cumplido esta Escritura. Uds. conocen el Mensaje que Él habló.",
    "Fíjense en la visión de Tucson, hace tres años, cuando yo estaba parado aquí en la calle. Cuando, cinco años antes, Él dijo: “El día que la cuidad fije una estaca frente a ese portal, dirígete hacia el oeste”. Mi gente que está aquí del tabernáculo sabe de ese…de esa—esa ocasión. Correcto.",
    "Y el día que el Sr. Goynes y ellos estaban allá, y clavaron esa estaca, le dije a mi esposa: “Hay algo respecto a esto”.\n\nMe preguntó: “¿Qué es?”\n\nY yo fui y miré en mi librito. Allí estaba.",
    "Y a la mañana siguiente, a las diez, sentado allí, en mi cuarto, como a las diez de la mañana, el Ángel del Señor descendió. Él dijo: “Ve a Tucson. Estarás al noreste de Tucson, y allí vendrán siete Ángeles agrupados que harán temblar la tierra a tu alrededor”. Y dijo: “Te será dicho desde allí”.",
    "¿Cuántos aquí lo recuerdan, mucho antes de que sucediera? [La congregación dice: “Amén”.] Hay hombres sentados aquí en este edificio esta noche, que estaban allí presentes cuando eso sucedió.",
    "Y dijo: “Los Siete Sellos de los misterios escondidos de la Biblia entera serán abiertos, y dará cumplimiento a Apocalipsis 10, que dice que en el Mensaje del séptimo Ángel estas cosas debieran ocurrir”. Hoy se ha cumplido esta Escritura ante nuestros ojos. Hoy se ha cumplido esta Escritura.",
    "El año pasado, estando parado en el mismo lugar, el Sr. Woods y yo, estábamos subiendo al cerro, un poco afligidos, porque su esposa estaba enferma. El Espíritu Santo me dijo: “Recoge una piedra tirada allí. Lánzala al aire. Cuando caiga, di: ‘ASÍ DICE EL SEÑOR, viene el juicio sobre la tierra’. Dile a él que verá la mano de Dios, en las próximas horas”.",
    "Yo se lo dije al Sr. Woods, el cual que está presente en esta noche. Y me supongo que entre ocho o diez de los hombres, o hasta quince, que estaban allí en ese momento cuando aconteció; la mañana siguiente, cuando el Señor descendió en un torbellino y cortó piedras del cerro a nuestro alrededor, y cortó la copa de los árboles, e hizo tres explosiones, y dijo: “Juicio está en rumbo a la costa occidental”.",
    "A los dos días, Alaska por poco se hunde debajo de la superficie de la tierra. Y desde entonces, por toda la costa, han sucedido las erupciones del juicio de Dios en contra de esa cortina espiritual. Existe una cortina de hierro, una cortina de bambú, y existe una cortina de pecado.",
    "La civilización siempre ha caminado con el sol; y así también el Evangelio. Han venido del oriente e ido hacia el occidente, igual que el sol. Y ahora está en la costa occidental. No puede avanzar más allá; si avanza más, estará de nuevo en el oriente.",
    "El profeta dijo: “Llegará el día que no se podrá decir si es día o si es noche”, será un día funesto, con mucha lluvia y niebla, sólo lo suficiente como para saber unirse a una iglesia o poner su nombre en algún libro de registro. “Pero sucederá que al caer la tarde habrá Luz”. [Zacarías 14:7] Este día esta Escritura se ha cumplido.",
    "El mismo—el mismo s-o-l que sale en el oriente, es el mismo s-o-l que se pone en el occidente. Y el mismo H-i-j-o de Dios que vino por primera vez en el oriente y se vindicó como Dios manifestado en carne, es el mismo Hijo de Dios aquí en el hemisferio occidental, que se está identificando entre la iglesia esta misma noche, como el mismo ayer, y hoy, y por los siglos. La Luz del atardecer del Hijo, ha llegado. Hoy se ha cumplido esta Escritura ante nosotros.",
    "¿Dónde estamos en esta edad abrahámica? ¿Dónde estamos en este gran tiempo en que nos encontramos, la gran hora en que vivimos? Todas las visiones se han cumplido.",
    "¿Qué de cuando nuestro amigo ministro aquí, de una iglesia hermana, asociada, Junior Jackson, vino corriendo a nosotros una tarde, yo estando allí? Dijo: “Tuve un—un sueño, Hermano Branham, que me ha estado inquietando. Vi a todos los hermanos reunidos sobre un cerro”. Y dijo: “Sobre este cerro, Ud. nos estaba instruyendo desde unas letras que estaban escritas, así parecía, de unas letras que el tiempo había esculpido en la piedra. Cuando Ud. terminó eso, cuando todo eso había terminado, Ud. nos dijo: ‘Vengan, acérquense’, y todos nosotros nos acercamos”.",
    "Dijo: “De algún lugar Ud. obtuvo, lo que parecía una palanca de hierro y así abrió la parte superior de esta pequeña pirámide. Y cuando lo hizo”, dijo, “era piedra de granito pero con nada escrito. Y Ud. nos dijo: ‘Miren aquí en esto’. Entonces todos comenzamos a observar”. Dijo: “Yo volteé mi cabeza, y lo vi a Ud. yendo hacia el occidente, tan rápido como le era posible, hacia la puesta del sol”. ¿Cuántos recuerdan eso? [La congregación dice: “Amén”]",
    "Y me detuve un momento hasta que el Espíritu Santo lo reveló. Yo le dije: “La Biblia entera, con todo lo que ha sido revelado al hombre, a través de la justificación, santificación, y el bautismo del Espíritu Santo, el bautismo en el Nombre de Jesús, y todo esto así, todo ha sido revelado. Pero existen secretos que están escondidos adentro, porque la Biblia está sellada con Siete Sellos. Yo tengo que ir allá para encontrar eso”.",
    "Aquella mañana cuando bajaron esos siete Ángeles y estremecieron la tierra y piedras volaron por todas partes, siete Ángeles se pararon allí y me dijeron: “Regresa a Jeffersonville, de donde vienes, porque los Siete Sellos de los siete misterios serán abiertos”.",
    "Aquí estamos hoy, entendiendo la Simiente de la Serpiente. Y en unos días, Dios mediante, entenderemos lo correcto de Casamiento y Divorcio. Y todas estas cosas que Dios ha abierto, cada Sello, los misterios desde la fundación del mundo. Y nos hemos estado gozando con la Presencia de Sus bendiciones. Eso es cierto. ¡Hoy, esta Escritura!",
    "La revista Life publicó un artículo al respecto: “Círculo misterioso de Luz sube al aire sobre Tucson y Phoenix”, en la misma manera que se los dije casi un año antes que sucediera, de cómo sería, y como un triángulo. Esa fotografía está colgada allá en la iglesia. Uds. que recibieron esa revista lo tienen. Allí estaba, exactamente así. Dijeron: “Tiene veintisiete millas de altura y tenía treinta millas de ancho”. Ellos todavía no entienden lo que sucedió. Apareció misteriosamente y desapareció misteriosamente.",
    "Y el Hermano Fred Sothmann, el Hermano Gene Norman y yo estábamos parados allí. Tres son para testimonio. Como aquellos que Él llevó a la cima del cerro, a Pedro, Santiago y Juan, para dar testimonio. Se pararon allí y observaron cuando aconteció, y lo vieron todo.",
    "Allí estaba, suspendida en los cielos; tan alto que allá no hay humedad, nada de agua ni para causar una—una nube. ¿Cómo es posible que estuvieran allí? Fueron los Ángeles de Dios, regresando, después de su Mensaje. Hoy se ha cumplido esa profecía en nuestro medio. Hoy esta Escritura ha sido cumplida.",
    "Fíjense, Siete Sellos han sido abiertos. El torbellino fue hacia la costa occidental. Ahora, que no se les pase por alto, como ocurrió con aquellos allá.",
    "Ahora, nuestra atención, más enfocada a nuestro día. ¿Qué nos dicen las Escrituras en cuanto a hoy, y en cuanto al día en que vivimos? Jesús hablando…No tendré tiempo para relatarlos todos, pero quiero relatar ésta antes de terminar.",
    "Jesús dijo en San Lucas el capítulo 17, el versículo 30. Jesucristo, la Palabra misma. ¿Lo creen Uds.? [La congregación dice: “Amén”.] Jesucristo, la Palabra misma, hecha carne, habló y dijo lo que sería la Palabra en el tiempo del fin, y cuál sería la señal del fin del mundo. Él les dijo que se levantaría nación contra nación, pero Él dijo: “Así como fue en los días de Sodoma, también será en el día cuando el Hijo del Hombre se manifieste”.",
    "Ahora, cuando Jesús vino a la tierra, vino en nombre de tres Hijos: Hijo del Hombre, que es profeta; Hijo de Dios; e Hijo de David.",
    "Ahora, Él vivió aquí en la tierra. Él nunca dijo que era el Hijo de Dios. Él dijo: “Yo soy el Hijo del Hombre”. Jehová Mismo llamó a Ezequiel y los demás profetas “Hijo de Hombre”. Porque Él tuvo que venir para dar cumplimiento a las Escrituras como profeta. Moisés dijo: “El Señor vuestro Dios os levantará Profeta como yo”. Por esa razón Él no podía darse a conocer como el Hijo de Dios en ese tiempo, porque era el Hijo del Hombre. “La Palabra vino a los profetas”. Y Él era la Palabra en Su plenitud. El Hijo del Hombre, el—el profeta mayor…No el profeta mayor, sino el Profeta-Dios. “La plenitud de la Divinidad corporalmente estaba en Él”. Por lo tanto, Él fue el Hijo del Hombre.",
    "Ahora, por dos mil años lo hemos conocido como el Hijo de Dios, Espíritu.",
    "Y en el Milenio, Él será Hijo de David, en el Trono. Todos sabemos eso, los que le creemos a las Escrituras.",
    "Ahora, Jesús dijo, que al finalizar esta edad de la iglesia en la cual estamos viviendo, que el Hijo del Hombre se manifestaría de nuevo de la misma manera como ocurrió, así como ocurrió en Sodoma.",
    "Ahora fíjense, históricamente, cómo Él lo dijo. Él dijo: “Como fue en los días” primeramente, “de Noé”, cuando estaban comiendo, bebiendo, casándose y también dándose en casamiento. Entonces Él mostró, después, al último, el Hijo del Hombre, en Sodoma. Porque allí Él estaba lidiando con judíos; aquí, en Sodoma, Él estaba lidiando con gentiles. Allá, Él los ahogó a todos por agua, en juicio; acá, con los gentiles, los quemó a todos ese día en Sodoma. Correcto. El mundo gentil quedó quemado en esa ocasión. “Y así también será cuando el Hijo del Hombre sea revelado”. Ya no será por agua, sino por fuego esta vez. Jesús lo leyó del mismo Génesis 23 de donde lo leemos nosotros, cuando leyó respecto a Sodoma.",
    "Ahora, nosotros admitimos las condiciones mencionadas, de la condición mundial, como en Sodoma, sodomitas, condición sodomita. Todos diremos “amén” a eso. Nosotros lo creemos. Bien.",
    "Y la condición espiritual de Laodicea, la iglesia natural, le diremos “amén” a eso, y aceptamos sus señales. Nosotros sabemos que todas las señales están presentes. La iglesia está en Laodicea. ¿Lo sabemos? [La congregación dice: “Amén”.]",
    "Sabemos que el mundo está en una condición sodomita. ¿Es correcto? [La congregación dice: “Amén”.] Admitimos eso.",
    "Pero ¿qué de la señal de Abraham, aquel que esperaba al hijo prometido? Esa era otra.",
    "Recuerden, ellos allá tuvieron una Sodoma; tuvieron su mensajero. Y Abraham tuvo un Mensajero que vino a él.",
    "Abraham estaba esperando, día tras día, que sucediera una cosa casi imposible. Sara, de noventa años y él de cien. De acuerdo a la promesa de Dios, él todavía estaba esperando. En medio de toda la crítica, él estaba esperando ese hijo.",
    "¡Así también el verdadero creyente, aún espera el regreso del Hijo prometido! Noten, justo antes de que apareciera el hijo, le fue dada a él una señal. ¿No será revelada la señal del Hijo venidero a la Simiente Real de Abraham, la cual espera al Hijo Real, igual como fue con el padre Abraham con el hijo natural? [La congregación dice: “Amén”.] ¿Correcto? [”Amén”.] Jesús así lo dijo, aquí en San Lucas 17:30. Antes que llegase ese tiempo, que el Hijo del Hombre sería revelado, así como fue en los días de Sodoma, antes de la destrucción de Sodoma. Ahora es que estamos buscando una señal.",
    "Ahora consideremos las condiciones de la hora como fueron en Sodoma. Fíjense, todos terminaron sodomitas, en el mundo.",
    "Creo que uno de los directores de películas sacó una película, no hace mucho, y tuve oportunidad de verla, se titulaba, Sodoma. Si alguna vez la ve y no hay otra cosa sino eso, véala. Es ciertamente un cuadro exacto de los Estados Unidos hoy en día, de Hollywood, exactamente; la misma clase de vestimenta y todo lo demás que hacían en ese tiempo; con sus grandes fiestas de borracheras y todo lo demás, una gente de secta religiosa, así-llamados religiosos.",
    "Noten, y Sodoma tuvo un testigo, y fue un individuo por el nombre de Lot, quien era sobrino de—de Abraham.",
    "Ahora, Abraham no fue a Sodoma, él y su grupo. Él tenía un buen grupo con él, suficientes para combatir a una docena de reyes y su ejército. Así que él tenía un buen grupo con él. Y él estaba sentado bajo un árbol de roble, un día, cuando todo le iba mal; nadie se asociaba con él, pero él todavía se mantenía firme de aquella promesa.\n\nObserven ahora, atentamente, antes que terminemos.",
    "Mientras él estaba sentado allí, llegaron tres hombres, caminando hacia él. Dos de ellos fueron a Sodoma y les predicaron el Evangelio, que salieran, o sea a Lot. ¿Es correcto? [La congregación dice: “Amén”.] Pero Uno permaneció allí con Abraham. Fíjense que Aquél que permaneció con Abraham era Dios mismo. Los otros dos eran Ángeles-mensajeros.",
    "Ahora, en Sodoma ellos no obraron nada de milagros, sólo les hirieron con ceguera. Y la predicación del Evangelio siempre les hiere con ceguera.",
    "Ahora fíjense bien en la escena de aquel día. Había una iglesia natural. Siempre en tres, como dije anoche, así es como Dios es representado. Estaban los sodomitas, los lotistas; y los abrahamistas. En esta noche está en la misma condición, el mundo está así, igual.",
    "Permítanme hacerles una pregunta. Ahora consideren esta escena. Abraham llamó a este Hombre que hablaba con él, “Elohim”. La palabra hebrea Elohim significa, “el autosuficiente, Aquél que es Eterno”. ¡Elohim, Dios mismo!",
    "En el principio, dice Génesis 1: “En el principio creó Dios…” Tomen la palabra hebrea allí, o la griega, más bien: “En el principio creó Elohim los cielos y la tierra”.",
    "Aquí, Él, como en Génesis 22, Él dice nuevamente, o—o como en el 20, Él dice, y él llamó el nombre de este Hombre, “Elohim”. ¿Por qué lo hizo? Dios representado en carne humana, y se sentó con Abraham y comió un emparedado de becerro, bebiendo un poco de leche, y comió un poco de pan. Dios mismo, y desapareció ante Abraham.",
    "Pero Él le dio una señal. Noten. Y esa señal fue que él tenía Su espalda hacia la tienda.",
    "Y recuerden, Abraham, su nombre era Abram unos días antes de eso, y Sara era Sarai antes de esto; S-a-r-a-i, luego S-a-r-a; y de A-b-r-a-m, a A-b-r-a-h-a-m. Abraham significa “padre de naciones”.",
    "Ahora fíjense aquí atentamente, y veremos la condición de la hora en que hoy estamos viviendo, siendo que Jesús nos dijo que anticipáramos esta condición. Ya vimos que todo lo demás ha estado correcto; ahora veamos lo concerniente a la Simiente real, qué condición deberán ellos esperar ver.",
    "Ahora, este Hombre dijo: “Abraham, ¿dónde está Sara, tu mujer?”\n\nEntonces Abraham le respondió: “Está en la tienda, detrás de Ud.”",
    "Ahora, Él no la había visto. ¿Cómo sabía que el nombre de él era Abraham? ¿Y cómo sabía que el nombre de ella era S-a-r-a? “Abraham, ¿dónde está Sara, tu mujer?”\n\nDijo: “Ella está en la tienda, detrás de Ud.”",
    "Él le dijo: “Yo…” “Yo”, un pronombre personal. “Yo te voy a visitar según la promesa. Tu esposa va a tener ese bebé. Tú has confiado en Mí, ahora voy a traerlo a cumplimiento”.",
    "Y Sara, estando en la tienda, atrás, escuchando secretamente, o disimuladamente, como quieran decir, escuchando a través de la tienda, y se rió entre sí, y dijo: “Pues yo, una anciana como soy, ¿tener deleite con mi señor, y él anciano también, ya de cien años? Pues, esto no ha sucedido por muchos, muchos años”.",
    "Y el Hombre, H-o-m-b-r-e, sentado allí comiendo, en carne humana, bebiendo y comiendo como cualquier hombre; con polvo en Sus ropas, y tenía polvo en Sus pies, y Abraham se lo lavó. Dios mismo, miró alrededor, y dijo: “¿Por qué se ha reído Sara, atrás en la tienda, diciendo esto?” Él conocía, podía discernir los pensamientos de Sara en la tienda, a espaldas de Él. ¿Es correcto? [La congregación dice: “Amén”.]",
    "Ahora, cuando la Simiente real de Abraham vino a la tierra, ¿qué señal mostró Él? La del Hijo del Hombre. Un día Simón vino ante Él, Andrés lo había traído. Y Él le dijo: “Tu nombre es Simón. Tú eres hijo de Jonás”. Él dijo… ¿Ven? Eso hizo de él un creyente.",
    "Felipe fue y trajo a Natanael, llegó a decirle: “Ven y ve a este Hombre a Quien hemos—hemos encontrado: Jesús de Nazaret, hijo de José”.",
    "Él dijo: “Ahora espera un momento. ¿Puede salir algo bueno de aquel fanatismo?”\n\nLe respondió: “Ven y ve”.",
    "Entonces cuando Felipe vino ante la Presencia de Jesús, con Natanael, Jesús lo miró y dijo: “He aquí un verdadero israelita en el cual no hay engaño”.\n\nÉl dijo: “Rabí, ¿cuándo me conociste?”",
    "Dijo: “Antes de que Felipe te llamara, cuando estabas debajo del árbol, entonces te vi”.",
    "El clamó: “¡Rabí, Tú eres el Hijo de Dios, ¡Tú eres el Rey de Israel!”",
    "Cuando la mujer junto al pozo llegó en su condición inmoral —una panorámica, algo como ésta— para sacar agua. Jesús había enviado Sus discípulos a comprar comida. Y cuando ella vino a sacar agua, Él le dijo: “Mujer, dame de beber”.",
    "Ella le respondió: “No es de costumbre que Tú digas eso, acá tenemos la segregación. Pues Uds. los judíos no tienen nada que ver con nosotros los samaritanos; y nosotros no tenemos nada que ver con Uds.”",
    "Él le dijo: “Pero mujer, si supieras con quién estás hablando, entonces me pedirías a Mí de beber. Yo te daría aguas que no vienes aquí a sacar”.",
    "Él descubrió su condición, lo que era. Él le dijo: “Ve trae a tu marido y ven aquí”.\n\nElla le respondió: “Yo no tengo marido”.",
    "Él dijo: “Has dicho la verdad, porque has tenido cinco y aquel con quien estás viviendo ahora no es tuyo”.",
    "Ella clamó: “¡Señor, me parece que Tú eres profeta! Sabemos que cuando venga el Mesías, Él nos declarará estas cosas”.\n\nJesús le dijo: “Yo soy”.",
    "Con eso, ella corrió a la ciudad y proclamó: “Vengan y vean a un Hombre que me ha dicho todo lo que he hecho. ¿No será éste el propio Mesías?”",
    "Ahora fíjense, Él hizo esto ante los judíos, y los samaritanos, pero nunca ante los gentiles. Nosotros, los gentiles, éramos paganos en aquellos días, de las otras naciones, todavía con el garrote en el hombro, adorando ídolos. No esperábamos a ningún Mesías.",
    "Él únicamente aparece a aquellos que le están esperando, ¡y debemos estar esperándolo!",
    "Pero aquellos que reclamaban estarle esperando, la misma iglesia, cuando vieron aquello que se hizo, dijeron: “¡Él es un diablo, es un adivino, es Belcebú!”",
    "Y Jesús dijo que ese pecado les sería perdonado a ellos, por cuanto Él aún no había muerto. “Pero”, dijo, “algún día vendrá el Espíritu Santo y hará la misma cosa, y el hablar una sola palabra en contra de eso nunca será perdonado”. Es decir este día presente, cuando toda Palabra tiene que cuadrar. “El hablar una sola palabra en Su contra; no será perdonado ni en este mundo ni en el mundo venidero”.",
    "Esa fue la Simiente Real de Abraham. Y esta Simiente Real de Abraham, que vino a raíz de la identificación de aquel Hombre sentado allí con Abraham, vino para probar que era el mismo Dios, prometiendo en este día: “¡Como fue en los días de Sodoma, así será en los días de la venida del Hijo del Hombre, cuando Él se esté revelando como Hijo del Hombre”. Amén. Este es el día en que se debe cumplir la Escritura.",
    "Miren la escena que tenemos hoy. Miren la iglesia donde el Hijo de Dios…Miren el día deprimente. Miren todas las profecías. Ahora, una cosa extraña, nuestros visitantes están entonces por llegar, si la escena tiene que ser igual que Sodoma.",
    "Hubieron tres que vinieron, tres hombres sobresalientes, enviados del Cielo. Reconocemos eso. Eran tres. Uno se quedó allí con Abraham. Todos comenzaron allí, pero uno se quedó con Abraham. Los demás se fueron a Sodoma. ¿Es correcto? [La congregación dice: “Amén”.] Y Abraham ya tenía el nombre cambiado, de Abram a Abraham. ¿No es así? [”Amén”.]",
    "Ni una vez en toda la historia, en la iglesia del mundo, ha habido un evangelista, cuyo apellido termine en h-a-m, hasta hoy, Billy G-r-a-h-a-m. ¿Correcto? [La congregación dice: “Amén”.] G-r-a-h-a-m, seis letras, A-b-r-a-h-a-m, son siete letras. Pero G-r-a-h-a-m son seis letras, lo que significa el mundo, el hombre. ¿Ven?",
    "Fíjense en lo que ha ido a ellos, hoy día, son esos mensajeros del Cielo.",
    "¿Acaso hay algún hombre sobre la tierra que predica el arrepentimiento tan claro como Billy Graham? ¿Ha habido un hombre que tenga el efecto sobre el pueblo, como Billy Graham? Nunca ha habido tal hombre, internacionalmente. Oh, Billy Sunday, y por el estilo, estuvieron aquí en los Estados Unidos, pero Billy Graham es conocido a nivel mundial. ¿Ven Uds. de dónde los está llamando? A salir de Sodoma.",
    "Y tiene su grupo acompañante, de la iglesia pentecostal, Oral Roberts.",
    "Pero, ¿qué del grupo Elegido? ¿Qué clase de señal deben ver ellos? ¿Qué deben tener ellos? ¡Aleluya! “¡Pero sucederá que al tiempo de la tarde habrá Luz!” ¡Hoy se ha cumplido esta Escritura! [La congregación se regocija.] Este día la promesa de Dios se ha cumplido. Sabemos que es la Verdad. Él está aquí en esta noche igual como estuvo allá.",
    "Ahora, al predicarlo, como dije hace rato, si uno predica algo y es la Verdad según el Evangelio, entonces Dios está obligado a vindicarlo. ¿Es verdad? [La congregación dice: “Amén”.] Entonces, si es así, que el Dios que escribió la Palabra, que el Dios que dio la profecía, que el Dios que es el Dios de la Palabra, que se haga presente y pruebe que Él aún es Dios.",
    "Como Elías subió al monte, observando, o sea Eliseo fue a observar a Elías, y le dijo: “Yo deseo una doble porción”. Y el manto que tenía Elías cayó sobre Eliseo. Él bajó, y dobló ese manto y golpeó el río, y dijo: “¿Dónde está el Dios de Elías?” ¡Y lo mismo que ocurrió a favor de Elías ocurrió a favor de Eliseo. [2 Reyes capítulo 2]",
    "Y el mismo Evangelio, el mismo Poder, el mismo Hijo del Hombre que fue ayer, es también hoy, y será por los siglos, Hebreos 13:8. ¿Lo creen? [La congregación dice: “Amén”.] Entonces, les hago la pregunta. Yo no puedo ser Él, no obstante Él está aquí. [”Amén”.] Sólo somos el portador.",
    "Algunos de Uds. aquí, que están enfermos y afligidos, que saben que yo no les conozco, permitan que Dios…Si me puedo humillar lo suficiente. Uds. oren y pídanle a Dios.",
    "Me supongo…No hay ni una sola tarjeta de oración en el edificio, ¿es cierto? No, yo no…No repartimos tarjetas. Tendremos reunión de oración en…o sea sanidad para los enfermos, en la iglesia. Pero, Uds. oren.",
    "Y Uds. saben que soy completamente un extraño para Uds. Vean, ¡Uds. de Jeffersonville me conocen! No quiero que participe la gente de Jeffersonville. Deseo más bien que sean los de afuera. ¡Veamos si Dios todavía revela! Veamos si Él todavía es el mismo ayer, y hoy, y por los siglos.",
    "Hagan como hizo aquella mujer. Él pasó por allí, y ella dijo: “Yo le creo a este Hombre”. Tenía un asunto de flujo de sangre, y ella dijo: “Si yo tan sólo pudiese tocar la franja de su vestidura, creo que seré sanada”. ¿Es correcto?",
    "A causa de su fe, ese día, la Escritura fue cumplida: “Me envió a vendar a los quebrantados, y sanar a los enfermos y a los cojos”.",
    "Cuando ella tocó Su vestidura, y se fue a sentarse, Él se dio la vuelta y dijo: “¿Quién me tocó?” ¿Cómo supo Él, entre aquel gentío tan enorme, quizás 30 veces de lo que están aquí esta noche, miles de personas? ¿Cómo lo supo? Dijo: “¿Quién me tocó?” Él no lo dijo solamente por decirlo; pero lo dijo porque era la verdad. Y Él dijo: “¿Quién me ha tocado?” Y de repente miró alrededor y vio la mujer, allí donde se sentaba o de pie, o en la posición que estaba, y le dijo que su flujo de sangre había cesado.",
    "Ese fue Jesús ayer. Ese es Él hoy. ¿Lo creen? [La congregación dice: “Amén”.]",
    "Yo no lo conozco a Ud.; pero Dios sí lo conoce. Ud. tiene dolores en el costado, que le están molestando. Eso es verdad. Ud. estaba sentado allí orando al respecto. ¿Soy yo un extraño para Ud.; somos extraños el uno para el otro? Póngase de pie si así es. Yo no le conozco. Es este hombre aquí en la esquina, este joven. También tiene Ud. problemas con la garganta. Es la verdad. Está orando por eso. Está muy nervioso acerca de algo. Ud. tendrá que irse de la reunión, porque Ud. es un ministro, y tiene algunos compromisos qué atender. Esa es la verdad. Así es. ¿Cree Ud. que Dios conoce quién es Ud.? Es el Reverendo Sr. Smith, ahora puede irse y ser sano. Jesucristo lo ha sanado. Vaya a su reunión; su garganta no le molestará.\n\n¿Él a quién tocó?",
    "Hay un hombre sentado aquí atrás; está sufriendo. Tiene un tumor en su pulmón izquierdo. Él no…Él no es de aquí. Ud. ha sido trabajador en las minas. Eso es correcto. Soy totalmente extraño a Ud. Si eso es así, mueva la mano. El tumor está en su pulmón izquierdo, y está programado de inmediato para una operación. ¿Es cierto? Ud. no es de aquí. Ud. viene de otra ciudad. Ud. es de Virginia. Eso es correcto. ¿Cree Ud. que Dios sabe quién es Ud.? Sr. Mitchell, correcto. Vaya a casa y sea sano, Jesucristo lo sana. ¡Pregúntele a ese hombre! Nunca lo he visto en mi vida. Estaba sentado allí, orando.\n\n¡Este día esta Escritura!",
    "[El Hermano Branham da su espalda a la congregación.] Por acá está sentada una dama, detrás de mí, así como Sara, allá en la tienda. Ella está orando por una hija. Póngase de pie. La hija no está presente, está en otra parte, la hija. Y Ud. está igual como cuando la mujer vino ante Jesús [Mateo 15:22] que tenía una mujer gravemente atormentada por un demonio. La mujer es…la niña está endemoniada. No está aquí. Ella es de…Ud. es de Carolina del Norte. ¿Cree Ud. eso? Y esa es la verdad ¿no es así? Sra. Orders, Ud. puede regresar a su casa. Si cree con todo su corazón, Ud. encontrará a su hija como fue encontrada aquella cuando Jesucristo en aquellos días, dice que quedó sana.",
    "Hoy, esta Escritura: ¡la señal de Sodoma, la señal de la super Simiente, la señal de la iglesia natural! Hoy esta Escritura se ha cumplido en vuestro medio. ¿Lo creen Uds.? [La congregación dice: “Amén”.]",
    "¿Lo aceptan a Él en este momento como su Salvador y Sanador? Pónganse de pie, cada uno de Uds. y digan: “Yo acepto mi sanidad; yo lo acepto como mi Salvador. Yo le acepto como mi Rey”. Cada uno de pie.\n\n¡Este día! Escuchen, amigos.",
    "🦅 Él leyó la Escritura, devolvió la Biblia al sacerdote”, y dice, “todos los ojos del pueblo estaban fijos sobre Él”. Y Él los miró, y dijo: “Hoy se ha cumplido esta Escritura”.",
    "Yo les he leído las Escrituras, con más de una docena de evidencias que estamos viviendo en los últimos días, en la generación que verá a Jesucristo volver a la tierra. Y esta noche les digo, nuevamente: hoy se ha cumplido esta Escritura ante vuestros ojos.",
    "Uds. allá en Tucson, Uds. en California, Uds. en Nueva York y a través de estas conexiones telefónicas, hoy se ha cumplido esta Escritura ante vuestros ojos.",
    "¡Gocémonos y alegrémonos, porque las Bodas del Cordero están a la mano, y Su Novia…Su Novia se ha aparejado!",
    "¡Levantemos nuestras manos y démosle Gloria, todos juntos! Dios les bendiga. 🦅"
  ]
}