{
  "title": "EL LUGAR ESCOGIDO POR DIOS PARA LA ADORACIÓN",
  "id": "65130009",
  "content": [
    "🦅  Permanezcamos de pie por un momento mientras inclinamos nuestros rostros para orar. Y ahora, con nuestros rostros inclinados (y confío que también nuestros corazones), me pregunto: ¿Cuántos habrán aquí en esta noche que desearían ser recordados en oración, algo especial? Levanten la mano, diciendo: “Dios, dame en esta noche lo que estoy buscando”. El Señor les bendiga.",
    "Nuestro Padre Celestial, mientras nos acercamos humildemente ahora a este gran trono de gracia, por fe nos trasladamos a aquella región donde están reunidas todas las huestes celestiales, Dios y los Angeles y los Querubines. Porque El ha dicho que no puede caer a tierra ni un pajarito sin que nuestro Padre Celestial se de cuenta. ¿Cuánto más se da cuenta El con centenares de personas aquí con sus rostros inclinados y clamando a Ti con sus peticiones especiales? Padre, considera el mundo necesitado en esta noche, por cuanto somos un pueblo necesitado.",
    "Y yo ruego, Dios, que por cuanto nos hemos reunido aquí y estamos expresándote nuestra fe en un Dios viviente Quien sí responde a la oración…Hemos salido de entre el mundo de los incircuncisos, de corazón y de oídos, hemos salido para vivir una vida separada y para vivir…y confesando nuestra fe en Ti. Y en esta noche hemos levantado nuestras manos diciendo que tenemos necesidad. Querido Dios, responde a cada una de sus peticiones.",
    "Y luego Padre, rogamos que nos visites esta noche en la Palabra. Venimos aquí para recibir corrección y entendimiento, que podamos conocer exactamente cómo debemos vivir en este día presente, qué debemos esperar, qué debemos hacer. Porque sabemos que la Venida del Señor se acerca, según todas las señales que los profetas anunciaron. Estamos acercándonos al tiempo, Señor, cuando liberación total será dada a Tus hijos. Dios, concede que cada uno de nosotros estemos allí, Padre; que no esté faltando ni uno solo. Señor, ese es nuestro propósito de estar aquí. Te amamos, y estamos tratando de prepararnos para aquella hora.",
    "Una vez más en esta noche pedimos que nos hables, y que sanes a los enfermos. Todos los enfermos y los afligidos que estén en el edificio, rogamos que Tú los sanes, Señor, y en particular aquellos con necesidades espirituales. Rogamos que Tú salves a toda alma perdida, llena a todo creyente con el Espíritu Santo, y renueva las fuerzas y el poder en Tus hijos creyentes. Concede estas cosas Padre. Pedimos mucho, por cuanto Tú nos dijiste que pidiéramos—pidiéramos en abundancia—pidiéramos cosas grandes, muchas de ellas—para que nuestro gozo se cumpliera. Y pedimos estas cosas en el Nombre de Jesucristo. Amén. (Pueden tomar asiento).",
    "Ciertamente considero este un gran privilegio en esta noche de estar nuevamente aquí en la plataforma aquí en esta escuela, para verme con esta gente tan fina que se ha reunido para escuchar el Evangelio. Yo ruego por la misericordia de Dios para que me ayude para poder decirles a Uds. la Verdad hasta donde yo conozco la Verdad. El todavía puede cerrar la boca de un hombre igual como El pudo cerrar la boca de un león. Y si yo alguna vez intentara decir algo que fuera errado y contrario a Su voluntad, mi oración sincera es que El me cierre la boca para que no lo diga. Porque ciertamente, yo también deseo estar en el Cielo, y no llegaría…Y aparte de todo eso, yo sería un guía falso, alguien quien habría hecho algo falsamente. Si lo hiciera, sería por ignorancia. El Señor les bendiga.",
    "Ahora, mañana por la mañana, si fuera la voluntad de Dios, me he propuesto hablar sobre ese tema, Casamiento y Divorcio. Y confiamos que todos Uds. vengan y cada uno traiga su lápiz y papel. No tomaremos mucho tiempo, pero solamente quisiera…Primeramente, ese es mi propósito de estar aquí en Indiana, porque les había prometido eso. Y yo trataré mañana por la mañana; y si no lo logro mañana en la mañana, lo haré mañana por la noche. Pero voy a tratar mañana por la mañana, Dios mediante, de hablar sobre el tema, las dos líneas de pensamiento. Y que Dios nos ayude a conocer cuál es la Verdad, solamente de saber cuál es la Verdad, para que así podamos caminar en la Verdad y en la Luz.",
    "Nosotros…",
    "Uds. saben, yo antes tenía un amigo, un viejito de color. El me dijo, dijo: “Hermano Billy”, dijo, “Yo—yo no quiero tener ningún problema allá en el río”. El dijo: “Yo quiero tener mi boleto en la mano. Y cuando suene el silbato, allí no quiero tener ningún problema. Yo le he pedido al Señor hace mucho tiempo, que si hay algo errado, que me permita arreglarlo ahora mismo”, dijo, “porque será una mañana muy oscura y tempestuosa cuando el barco salga para el otro lado”. Dijo: “No quiero tener ningún estorbo; quiero arreglar todas las cosas ahora mismo”. Para eso estamos nosotros aquí ahora, para tratar de arreglar todos los estorbos, para que podamos caminar abordo en aquella hora.",
    "Ahora, no les voy a hablar por mucho tiempo en esta noche, porque tenemos dos cultos mañana. Y luego yo salgo inmediatamente para otro lugar para otro—otros servicios.",
    "Pero ahora en el Libro de Deuteronomio, yo deseo leer del capítulo 16, los primeros tres versículos de Deuteronomio 16:1-3.\n\nGuardarás el mes de Abib, y harás pascua…Jehová tu Dios;…en el mes de Abib te sacó Jehová tu Dios de—de Egipto, de noche.\n\nY sacrificarás la pascua a Jehová tu Dios, de las ovejas y de las vacas, en el lugar que Jehová escogiere para que habite allí su nombre.",
    "Ahora mi tema en esta noche es: El Lugar Escogido Por Dios Para la Adoración. Si Uds. notan, el mes de A-b-i-b allí es—significa abril. En el mes de abril es cuando ellos fueron sacados. Y ahora lo raro es que en esta noche nosotros, como adoradores a Dios en este día en que vivimos…Y hallamos tantas distintas ideas de la gente. Y mientras existan diferentes ideas sobre las cosas, habrán—preguntas distintas, tiene que haber una sola respuesta verdadera para cada pregunta que se haga. Si nosotros hiciéramos la pregunta: “¿Qué es esto?” “Bien”, dirían, “un escritorio”.\n\n“¿Para qué es?” ¿Ven?",
    "Ahora, allí…Alguien podría decir: “No es un escritorio, es una tabla”. Bien, es una tabla, pero a la vez es un escritorio. ¿Ven Uds.?, tiene que haber una respuesta verdadera a eso. Y si yo hiciera la pregunta acerca de cualquier cosa, tiene que haber una respuesta verdadera. Pueda haber algo parecido, pero tiene que haber una respuesta verdadera y directa para toda pregunta. Por lo tanto, para toda pregunta que se presente en nuestras vidas, tiene que haber una respuesta verdadera y correcta.",
    "Y hoy en día oímos—oímos que se dice entre mucha de la gente en el mundo hoy…Siendo un misionero, he tomado varios viajes a ultramar y alrededor del mundo, he tenido contacto con muchas religiones distintas, tales como Buda, Mahometanos, y los Shiitas y los Janes y cuantas más religiones del mundo. Y luego aquí mismo en nuestros Estados Unidos y en los países del exterior, me he encontrado con todas las distintas iglesias, tales como nuestras iglesias denominacionales, comenzando con los primitivos Católicos Romanos, y luego a los Griegos, etc., y los—los diferentes ritos, y luego hasta las—todas las edades denominacionales de más de novecientas distintas denominaciones protestantes…Ahora, cada una de ellas—desde luego uno puede ver su punto de vista, y yo no las culpo—cada una dice que es la verdad, ellas tienen la verdad, y…La gente que pertenece a esas iglesias debiera creer eso, por cuanto han anclado su—su destino, su destino eterno, en la enseñanza de esa iglesia. Y son tan diferentes la una de la otra, hasta que se han formado más de novecientas preguntas diferentes. Por lo tanto, habiendo más de novecientas preguntas diferentes, tiene que haber una respuesta correcta. Y yo quisiera que nosotros en esta noche, siendo que estamos intentando llegar al Cielo y encontrarnos con nuestro Señor Jesús, a Quien todos amamos, yo quisiera escudriñar las Escrituras y hallar eso.",
    "Ahora si es una pregunta Bíblica, entonces debiera tener una respuesta Bíblica. No debiera venir de algún grupo de hombres, de algún cierto compañerismo, o de algún educador o de alguna denominación; debiera venir directamente de la Escritura, donde se encuentra el lugar de Dios para reunirnos para la adoración. Y seguramente, siendo Dios, existe un lugar de encuentro, alguna parte donde El nos encuentra.",
    "Ahora, hallamos aquí en Deuteronomio, en el principio, Moisés citando la Escritura, las cosas que él les había dicho de cómo El les había sacado de Egipto con brazo fuerte y los había establecido. Ellos eran llamados “el pueblo de Dios”, hasta que salieron del—Egipto, entonces fueron llamados “la Iglesia de Dios”, por cuanto la iglesia es la congregación o el…En realidad la iglesia significa “los llamados fuera”, aquellos que han sido llamados fuera. Y ellos salieron de Egipto para así llegar a ser la iglesia.",
    "Ahora Dios les dijo cuando ellos—antes que establecieran el Templo, y cualquier cosa que hicieran: “Yo escogeré el lugar para Mi adoración, y allí colocaré Yo Mi Nombre”. Y ese será el único lugar donde Dios se encontrará con cualquier persona, según Su elección. El escogió Su lugar; y cuando El escogió Su lugar, allí colocó Su Nombre. El segundo versículo aquí nos dice eso. El colocaría Su Nombre en el lugar que El había escogido en donde la gente le adoraría. Ahora, la cosa es que, nosotros deseamos hallar dónde está ese lugar.",
    "Con más de novecientas ideas distintas, siendo que estamos pasando por alto todas las religiones paganas y solamente estamos hablando de la religión Cristiana…Y yo sí tengo un sentir por los paganos, o de otra manera no iría allá para hablar con ellos, pero ellos están errados. Cristianismo es la única religión verdadera, es el Cristianismo. Yo no estoy diciendo eso sencillamente porque yo sea un Cristiano, porque yo creo que eso es la Verdad. Es la única religión que es correcta.",
    "Yo he estado frente a la tumba donde un caballo blanco es cambiado cada cuatro horas donde Mahoma, un gran sacerdote y—y un líder después de Cristo, supuestamente que era un profeta, y yo no dudo que lo era, después de los hermanos Macabeos, pero luego cuando…El murió y dijo que se levantaría nuevamente y que conquistaría todo el mundo. Ahora, como cada cuatro horas cambian la guardia, y mantienen un caballo blanco junto a la tumba. Así lo han hecho por dos mil años, esperando que él se levante nuevamente y que conquiste el mundo. Pero vean Uds.…",
    "Y uno puede ir allá con Buda. Buda vivió hace muchos centenares de años, hace como 2,300 años, el dios de—de Japón…Y por lo tanto él era un filósofo, algo como Confucio y así. Pero todos estos fundadores y demás, todos murieron con su filosofía y están enterrados en su tumba. Pero en el Cristianismo, el cual fue establecido por Jesucristo, existe una tumba vacía. El fue el único Hombre que haya vivido sobre esta tierra y haya dicho: “Yo tengo el poder para poner Mi vida y para tomarla nuevamente”. Y lo hizo, y El vive hoy. Y nosotros sabemos que El vive, por cuanto El está con nosotros y se ha probado por señales y maravillas físicas, las cuales El prometió que El haría para mostrarlo; puesto que la Columna de Fuego que guió a los hijos de Israel por el desierto, está con nosotros hoy. Aún se ha tomado Su fotografía, obrando las señales y maravillas que El prometió que haría en este día, viendo que todas las palabras que El prometió se están manifestando en este día. Por lo tanto todo el mundo pagano está fuera del cuadro; es el Cristianismo.",
    "Ahora siendo que existen más de novecientas preguntas acerca de dónde es que Dios se encuentra— “El se encuentra con los Metodistas”, o, “El se encuentra con los Bautistas”, y “El se encuentra en esto, y aquello, y lo otro”. Ahora allí está la cuestión. Por lo tanto, cada persona tiene que buscar su propia salvación con temor y temblor. Pero en esta noche yo deseo tratar de hallar y probar en la Escritura dónde está el lugar correcto donde Dios se encuentra y adora con Su pueblo. Y si así es, ese es el único lugar donde El los encontrará.",
    "Ahora, tomamos este texto de Deuteronomio. Esa es una palabra griega, la cual tiene un doble significado, o es que significa “dos leyes”. La palabra griega Deuteronomio significa “dos leyes distintas”. Y eso es exactamente lo que Dios tiene, dos leyes diferentes. Y una de ellas es la ley de la muerte, y la otra es la ley de la Vida. Dios tiene dos leyes. El seguirle y servirle, y adorarle, es Vida; rechazarlo es muerte. Existen dos leyes en Dios.",
    "Ahora, una de esas leyes fue hecha para—fue reconocida ante el mundo en el Monte Sinaí. Dios entregó la Ley a Moisés e Israel. No que la Ley los pudiese ayudar, pero la Ley solamente les mostró a ellos que eran pecadores. Hasta ese tiempo no conocían lo que era el pecado, hasta que tuvieron una ley. No puede haber una ley sin pena. Una ley no es ley sin pena. Por lo tanto, la transgresión de la ley es pecado, y la paga del pecado es muerte. Por lo tanto, hasta que Dios les dio la ley, no les fue atribuida ninguna transgresión. Si aquí no hay ley que diga que Ud. no pueda correr más de veinte millas por hora, entonces Ud. sí puede correr más de las veinte millas por hora. Pero cuando hay una ley que dice que no lo puede hacer, entonces existe una ley y una pena que la respalda.",
    "Ahora, la muerte fue—la ley de la muerte fueron los mandamientos dados en el Monte Sinaí, los cuales le mostraban al hombre que era pecador, y al transgredir la Ley de Dios, él moría. Pero en la Ley no había salvación. El…Solamente era un policía el que lo podía encarcelar a uno; pero no tenía nada con lo cual sacarlo. Pero luego El dio otra Ley. Eso fue en el Monte Calvario, donde la cuenta del pecado fue arreglada en Jesucristo. Y allí la pena fue pagada, y no—no con la ley, pero por gracia sois salvos, por la gracia de Dios a través de predestinación, por el conocimiento previo de Dios de su existencia.",
    "Ahora vemos estas dos leyes, Deuteronomio, hablando de dos leyes. Habían dos leyes; una era la ley de la muerte y la otra era la ley de la Vida.",
    "También le fueron dados dos pactos al pueblo. Hablaremos de ellos mañana. Uno de ellos fue dado a Adán con condición: “Si tú haces esto y no haces aquello…” Pero esa ley fue quebrantada. Adán y Eva la quebrantaron en el huerto del Edén. Luego Dios formó el segundo pacto y se lo dio a Abraham; y esa ley fue sin condición. “No es lo que tú has hecho o lo que harás”, dijo El, “Yo ya lo he hecho”. Eso es gracia; esa es la ley de la Vida. Dios dio aquello para Abraham y para su simiente que le habría de seguir. Esa es toda la simiente de Abraham, como dice la Biblia: “Todo Israel será salvo”. Pero eso no significa Judíos, como dijo Pablo: “Aquel Israel que es en lo interior o Israel exteriormente”. Exteriormente, como hablamos la otra noche, fueron los hijos de Isaac por el sexo. Pero la Ley de Dios fue a través de Cristo, lo cual fue la Simiente Real de Abraham, que por gracia todo Israel es salvo. Eso es, todo lo que está en Cristo es salvo, todo—el segundo pacto de Dios. Pero todas estas cosas prefiguraron a Cristo.",
    "Ahora, noten el segundo versículo. El segundo versículo aquí en Deuteronomio 16: “Adoren en el lugar que Yo he escogido”. “Ahora, tienen que adorar a Dios”, dijo El, “en el lugar que Yo he escogido”—no lo que otra persona haya escogido, “pero lo que Yo he escogido”. Ahora, si Dios escogió un lugar; entonces nos conviene a nosotros hallar lo que El dijo al respecto, y dónde está. Yo lo quiero hallar, porque ciertamente yo deseo adorarle. Todos estamos aquí en esta noche para adorarle. Estamos sentados aquí en esta noche como Metodistas, Bautistas, Católicos, Testigos de Jehová, Ciencia Cristiana, y de todo, pero todos estamos buscando algo. Deseamos conocer la Verdad. La Biblia dice: “Conoceréis la Verdad, y la Verdad os hará libres”. Alguien…Ud. no puede saber lo que está haciendo, Ud. no sabe cómo hacerlo hasta saber cómo hacerlo—o más bien Ud. no sabe qué hacer hasta saber cómo hacerlo. Ud. debe saber qué está haciendo y cómo hacerlo.",
    "Esto nos muestra que Dios tiene un lugar de encuentro para Sus adoradores en un cierto lugar, y solo en ese lugar es donde Dios encuentra a Sus adoradores.",
    "Ahora también, el lugar que El ha escogido para Sus adoradores, El dijo que allí El colocaría Su Nombre. Ahora escudriñemos y busquemos a través de la Escritura para ver adónde está este lugar. Seguramente, si Dios dijo que El colocaría Su Nombre en este lugar adonde El había escogido encontrarse con el pueblo y adorar con ellos—o más bien que ellos lo adoraran a El, entonces eso está en alguna parte de la Biblia, porque así ha sido por todas las edades.",
    "Y el gran Dios incambiable no puede cambiar. El hombre cambia. Pero Ud. podría confiar su vida en cualquier cosa que Dios haya dicho en cualquier tiempo porque es la Verdad. Es la Verdad. Por cuanto esa es la única cosa en la cual yo puedo tener confianza, es la Biblia, por cuanto la palabra del hombre fallará, pero Dios es supremo. Este año yo debiera conocer más que lo que conocí el año pasado. Uds. también. Cada día…Nosotros somos finitos, por lo tanto aumentamos en conocimiento. Pero Dios es infinito. El es infinito; y siendo infinito, El no puede aumentar en conocimiento. El es perfecto para comenzar. Toda decisión tiene que ser exactamente correcta.",
    "Y la manera en que Dios actuó en una ocasión, El para siempre tiene que actuar de la misma manera o de otra forma El actuó erradamente cuando actuó la primera vez. Si un hombre alguna vez ha venido a Dios buscando salvación, en base de que El lo aceptó, cada vez tiene que ser aceptado de la misma manera. Eso es correcto. Si un hombre alguna vez ha venido a Dios buscando sanidad Divina, y Dios lo aceptó sobre cierta base, el siguiente hombre que venga, El lo tiene que aceptar de la misma manera o de otra forma El erró cuando aceptó al primer hombre. Dios ha fijado una base sobre la cual El encontraría al hombre. Dios fijó la base de lo que El haría, cómo El lo haría, y eso fue por la sangre de sacrificio de un cordero allá en el huerto del Edén. Dios nunca lo ha cambiado en ningún tiempo.",
    "El decidió cómo El salvaría al hombre. Hoy día hemos tratado de educar al hombre a esto; hemos tratado de instruirlos, hemos tratado de educarlos, hemos tratado de agruparlos en denominaciones, hemos tratado de hacer todas estas otras cosas, para traerlos, sacudiéndolos, bautizándolos, y toda otra cosa que existe, trayéndolos por cartas, pero el camino permanece igual: Dios se encuentra con el hombre bajo la Sangre derramada del Cordero. La Sangre fue la vía provista por Dios en el principio y la Sangre es la—la vía de Dios en esta noche. Es bueno hacer penitencias y todas estas cosas, pero la salvación solamente viene por la Sangre. La Sangre es la única vía por la cual Dios escogió salvar al hombre, y El no puede cambiar eso.",
    "Job tenía la misma cosa. El sabía que era justo, por cuanto él había ofrecido el—el sacrificio que Dios le había requerido.",
    "Ahora escudriñemos y veamos qué es este lugar, y el lugar adonde El colocó Su Nombre. Tendremos que descubrir adónde es que El colocó Su Nombre. Luego si descubrimos cuál es el Nombre de Dios y dónde lo colocó El, entonces tan pronto como hallamos eso tendremos el lugar de adoración. Desde luego, todas estas cosas fueron sombras de las cosas por venir.",
    "Toda la Ley fue representación de las cosas que habrían de venir. Así como la luna es la representación del sol. Ella sirve en la ausencia del sol, así como la Iglesia debe servir en la ausencia de el Hijo de Dios. En la ausencia del Hijo, la luz menor, la Iglesia, los creyentes, sirven a Dios y reflejan la luz en la ausencia del Hijo. Pero cuando sale el sol, uno ya no ve la luna, porque desaparece. Ella ya no necesita su luz, porque solo obtiene su luz secundariamente del sol.",
    "Ahora, como el esposo y la esposa, así es el sol y la luna, Cristo y la Iglesia. Ahora, hallamos que estas cosas siendo una sombra de Cristo…Todo sacrificio, toda fiesta, y todo lo que está en el Antiguo Testamento representó a Cristo. Así como la sombra se extiende a través del piso…Ahora, aquí es donde tendremos que hallar el lugar correcto de la adoración, y eso es volver aquí al Antiguo Testamento adonde fue dado y ver qué fueron estas cosas.",
    "Ahora, cuando una sombra se extiende por el piso, Ud. puede distinguir si es hombre, mujer, o bestia, o lo que sea, porque proyecta una sombra sobre el piso. Y a medida que esa sombra se vaya reduciendo, la sombra siendo el negativo—y no puede haber un negativo sin algo positivo—por lo tanto cuando el positivo se acerca más al negativo, el negativo es absorbido por el positivo. La sombra y el—y el positivo se unen, y eso entonces es lo que forma el—el positivo. Y si todas las cosas antiguas de la Biblia, habladas en el Antiguo Testamento, fueron sombras de las cosas por venir, así entonces Cristo fue la sombra de las cosas por venir.",
    "Entonces podemos ver por los tipos del Antiguo Testamento adónde es que El escogió colocar Su Nombre y—por ahora. Ahora, así como la sombra está—está pasando por el piso, y como dije, es el negativo, siendo el tipo, así también nosotros, los adoradores también podemos ver las sombras del Antiguo Testamento desvaneciéndose en el positivo del Nuevo.",
    "Ahora todas las fiestas, todos los días festivos, todo el tabernáculo, toda la madera, todo adentro del tabernáculo, todo tipificó a Cristo. Todos los sacrificios, todas las leyes, todo era en tipo de Cristo. Y ya hemos visto eso una y otra vez aquí en el tabernáculo. Entonces vemos por medio de estas cosas que todo credo, toda iglesia, y toda denominación quedan muy atrás. Ni siquiera están en la carrera en lo absoluto. Todo credo, toda iglesia, toda denominación quedan completamente afuera. No hay lugar para ellos en lo absoluto.",
    "No hay ningún tipo de la iglesia en el Antiguo Testamento o en ninguna parte de la Biblia más que la unidad forzada en el tiempo de la torre de Babel. Ese es el único tipo de la unidad. Por cuanto fue por Nimrod, un hombre malvado quien salió y forzó a todos los países pequeños a que entraran en un solo lugar, a esa gran torre. Desde luego, fue una adoración religiosa, pero no fue considerada en la Palabra de Dios. Entonces allí es donde uno puede ver el tipo de la religión denominacional, en la torre de Babel en el Antiguo Testamento. Siendo que esta religión ciertamente era una religión, pero no era la religión de la Palabra de Dios.",
    "Dios no ha escogido colocar Su Nombre en ninguna denominación. Si es al contrario deseo que me muestren la Escritura. Yo sé que ellos reclaman que El lo ha hecho, pero no es así. El no puede colocar Su Nombre en muchos lugares porque El dijo que colocaría Su Nombre en un solo lugar y ese lugar…Cada una de nuestras denominaciones quieren decir que ellos son ese lugar, pero eso es contrario. Pero ¿adónde colocó Su Nombre?",
    "Ahora, y El…En primer lugar, ¿cuál es Su Nombre? Tendremos que nombrar—tendremos que hallar cuál es el Nombre de Dios antes que podamos hallar lo que El está colocando en el lugar. Ahora hallamos que El tenía muchos títulos. El es llamado el—El fue llamado “Padre”, lo cual es un título; y El fue llamado “Hijo”, lo cual es un título; El fue llamado “Espíritu Santo”, lo cual es un título; El es llamado “Rosa de Sarón”, lo cual es un título; “Lirio de los Valles”, un título; “La Estrella de la Mañana”, “Jehová-jireh”, “Jehová-rapha”, los siete diferentes nombres compuestos de la redención, ¡pero todos esos fueron títulos! Ninguno de ellos fueron nombres. Pero El sí tiene un Nombre.",
    "Cuando El se encontró con Moisés El aún no tenía Nombre, y le dijo a Moisés: “YO SOY EL QUE SOY”. Y cuando vemos a Jesús en la tierra, hablando en Hebreos el capítulo 6, o perdónenme, San Juan capítulo 6, El dijo: “YO SOY EL QUE SOY”.\n\nEllos dijeron: “Pues tú eres un hombre que ni tiene cincuenta años, mas ¿dices que has visto a Abraham?”",
    "El dijo: “Antes que fuese Abraham, YO SOY”. Y YO SOY fue El que estaba en la zarza ardiendo, la Columna de Fuego que estaba en la zarza ardiendo allá en los días de Moisés, el YO SOY EL QUE SOY.",
    "Y ahora también hallamos que Jesús dijo: “Yo he venido en el Nombre de Mi Padre y no me habéis recibido”. Entonces el Nombre del Padre debe ser Jesús. Correcto. El Nombre del Padre es Jesús, porque Jesús les dijo a ellos: “Yo cargo el Nombre de Mi Padre. Yo vengo en el Nombre de Mi Padre, y vosotros no Me habéis recibido”. Entonces Su Nombre fue Jesús, y Gabriel le llamó Jesús, los profetas le llamaron Jesús, y El fue absolutamente Jesús. Antes de Su nacimiento aun el santo profeta llamó Su Nombre Emanuel, lo cual es “Dios con nosotros”. Y Dios fue manifestado en la carne para quitar el pecado del mundo, y al hacerlo, le fue dado el Nombre de Jesús. ¡Así que Jesús es el Nombre! Y el Nombre fue colocado en un Hombre, no una iglesia, no una denominación, no un credo, sino en un Hombre. El escogió colocar Su Nombre en Jesucristo.",
    "Ahora, entonces hallamos que El llega a ser el lugar de la adoración a Dios, adonde uno lo adora a El. Aun antes de que El naciese, Su Nombre fue llamado Jesús. Fue tan importante que se lo dio a Su madre el Angel Gabriel, que Su Nombre sería llamado Jesús, Hijo de Dios, lo que El era.",
    "Entonces ahi lo tenemos. Solamente esto es. Solamente es para El. El lugar escogido de Dios para la adoración. El lugar de Dios—escogido—Dios escogió encontrar al hombre no en una iglesia, no en una denominación, no en un credo, pero en Cristo. Ese es el único lugar adonde Dios se encontrará con el hombre y adonde él puede adorar a Dios, eso es en Cristo. Ese es el único lugar. No importa si Ud. sea Metodista, Bautista, Católico, Protestante, lo que Ud. sea, hay un solo lugar en donde Ud. puede adorar a Dios correctamente, eso es en Cristo. Romanos 8:1 dice: “Ahora pues, ninguna condenación hay para los que están en Cristo Jesús, los que no andan conforme a la carne, sino conforme al Espíritu”. Ese es el Evangelio.",
    "Podemos diferir en cuanto a credos; podemos diferir en cuanto a teorías humanas. Ud. puede ir a una iglesia Metodista, y Ud. tendría que ser Metodista; a una Bautista, un Bautista; a la Católica, un Católico; pero una vez que Ud. es bautizado en Cristo y llega a ser un miembro de Su Cuerpo, ya no hay diferencias. Las paredes intermedias de separación son derribadas y Ud. es libre por cuanto está en Cristo Jesús; y Ud. adora a Dios en Espíritu y en Verdad cuando está en Cristo Jesús. El plan de Dios es que Ud. le adore en Cristo Jesús.",
    "Ahora, ninguna iglesia denominacional puede afirmar esto, nadie puede afirmar eso. ¿Cómo podrían ser tan atrevidos de hacer tal afirmación? Al hacer tal cosa sería un espíritu anticristo, le estaría restando a Cristo, le estaría quitando a El. Ud. no puede hacer eso. Cristo es el único lugar donde Dios se encuentra con los adoradores.",
    "Luego dicen hoy, he tenido gente que me ha dicho…Un hombre me llamó no hace mucho allá en Beaumont, Texas; él dijo: “Señor Branham, si su nombre no aparece en el registro de nuestra iglesia, Ud. no puede ir al Cielo”. ¿Pensaría Ud. tal cosa? ¡No crea Ud. tal cosa como esa! Ellos piensan que uno tiene que pertenecer a esa iglesia en particular o de otra forma no podrá ir al Cielo. ¡Eso está errado! El creer eso es anticristo. Yo diría esto: Si Ud. cree a tal espíritu, Ud. está perdido. Esa es una buena evidencia de que Ud. está perdido, por cuanto eso le está restando a lo que Dios hizo. Dios nunca colocó Su Nombre en ninguna iglesia. El lo colocó en Su Hijo, Jesucristo, cuando El y Su Hijo llegaron a ser Uno. Ese es el lugar genuino de la adoración. Ningún otro fundamento es colocado, ninguna otra Roca,\n\n“En Cristo la Roca firme Es donde estoy parado,\n\nTodo otro terreno es arena movediza”.\n\nLas denominaciones se derrumbarán y se caerán, las naciones pasarán, pero El permanecerá para siempre. No hay ningún otro lugar que el hombre pueda hallar para adorar a Dios, donde Dios le responda, ningún otro lugar más que en Cristo Jesús. Ese es el único lugar, el único lugar donde Dios escogió colocar Su Nombre, y es el único lugar donde El encuentra al hombre para adorar. Ud. está perdido al creer cualquier otra cosa.",
    "Noten, todas las siete fiestas judías fueron celebradas en el mismo lugar. No celebraron una fiesta aquí para los Metodistas, y una allá para los Bautistas, una por allá para los Presbiterianos, una acá atrás para los Católicos, y una para los Protestantes. Todas las siete fiestas fueron celebradas en el mismo lugar.",
    "Eso es un tipo muy hermoso. Acabamos de estudiar las Siete Edades de la Iglesia, mostrando que Dios mantiene todas las siete edades de la iglesia en la Palabra. Porque cada edad de la iglesia produjo una parte de la Palabra. Y cuando la produjeron, y vieron la Luz…Igual como la gente quien por primera vez descubrieron bautizar en el Nombre de Jesucristo. ¿Qué hicieron? De eso formaron una denominación y allí murió la cosa. Entonces Dios siguió adelante con alguien más. El no se quedará en ninguno de esos credos y dogmas. El no tiene nada que ver con eso. ¡No hay nada pervertido con respecto a Dios! La Palabra de Dios es santa, libre de toda adulteración. Cristo es el punto central de Dios para la adoración. El es Dios.",
    "Todas las siete fiestas se tenían que celebrar en el mismo lugar. No se podía celebrar la fiesta en ningún otro lugar más que esos siete lugares—las siete fiestas del año tenían que ser celebradas en un solo lugar. Por lo tanto, las siete edades de la iglesia tenían que proceder de un solo lugar, ese era Cristo hablando en cada una de las siete edades de la iglesia. Exactamente correcto. Un tipo de las siete edades de la iglesia. Pero ellos formaron denominaciones de eso.",
    "Ahora veamos otro tipo mientras estamos por aquí; ese es el tipo de la Pascua—representó a Jesús. Notamos aquí el sacrificio de sangre por medio de muerte. El sacrificio de sangre fue lo que representó a Cristo. ¿Puede una denominación sangrar? ¿Puede Ud. pensar en una iglesia sangrando, en una denominación sangrando? Claro que no. Sangre tiene que sangrar de una vida, y la vida…Aquí aparece Jesús en la escena por medio del cordero. El cordero fue un tipo de Cristo y representó a Cristo, por cuanto El fue el Cordero de Dios, el cual Juan introdujo, el cual quita el pecado del mundo.",
    "Vemos a Jesús apareciendo en la escena aquí en Exodo el capítulo 12. Noten, fue el único lugar adonde no podía llegar la muerte. Cuando la muerte estaba a punto de caer sobre la tierra, tenía que haber cierto lugar; ¡todo aparte de esto murió! ¡Un solo lugar! Ahora, no quería decir que había una sola casa, pero había un solo lugar, allí es donde el cordero fue sacrificado. Adonde estaba la sangre del cordero, allí no podía llegar el ángel de la muerte, por cuanto era el único lugar donde Dios había colocado Su Nombre. Y ese cordero fue nombrado allá en el principio, un cordero. Noten, ese era el único lugar donde él no podía llegar.",
    "Y es igual hoy. Hay un solo lugar donde la muerte espiritual no puede llegar; eso es la Palabra. La muerte no puede llegar a la Palabra porque es la Palabra Viviente de Dios. Pero cuando Ud. le mezcla credos, la Palabra se aparta a Sí misma. Se separará como el agua del aceite. Ud. no puede mezclar las dos. Por lo tanto pueden ver, cuando el credo entra en una denominación, todos siguen tras el credo, y la Palabra se desvanece y continua con alguien más y va aumentando más, el ímpetu va aumentando a medida que va de justificación, a santificación, al bautismo del Espíritu Santo, y prosiguiendo hacia el grano. ¿Pueden ver la trajectoria por donde Dios ha venido, trayendo Su Nombre todo el tiempo de la misma manera, por cuanto El es la Palabra?",
    "Noten, no puede morir. La Palabra de Vida no puede morir. Noten ahora cuán perfecto. Al ángel de la muerte no se le prohibió herir a Egipto, aquel gran pueblo intelectual; no le fue prohibido herir su tierra sagrada, sus grandes edificios, sus faraones, o aun el sacerdote de aquella tierra; al ángel de la muerte no se le prohibió herirlos. Podía herir cualquier edificio, cualquier lugar, cualquier persona, pero no podía herir adonde estaba el cordero. La muerte no puede llegar a este lugar provisto por Dios, y eso es en el Cordero.",
    "Noten. Ni aun fue—no le fue prohibido herir a Israel o a sus sacerdotes Hebreos o a su—cualquiera de sus denominaciones. Todos tenían que estar en el lugar escogido y provisto por Dios o de otra manera les llegaba la muerte.",
    "Iglesia, dondequiera que estén Uds., a lo que pertenezcan, a mí no me importa. Pero hay una sola cosa que Uds. deben saber. Tienen que estar en Cristo o están muertos. No pueden vivir fuera de El. Su iglesia puede ser muy buena, como edificio; su compañerismo puede ser muy bueno en cuanto a los hombres; pero cuando Ud. niega el Cuerpo, la Sangre, la Palabra de Jesucristo, Ud. está muerto en el momento en que lo hace. Es el lugar escogido por Dios para la adoración. Allí exactamente es donde está Su Nombre. Allí es donde El escogió colocar Su Nombre, no en la iglesia, pero en el Hijo, Jesucristo.",
    "Noten, la seguridad existe solamente en el lugar que El ha escogido, en Su Cordero, y en el Nombre del Cordero.",
    "Noten, era un cordero macho, un él, no una ella. No una iglesia (ella), pero Su Nombre, no el nombre de ella. ¡Adonde El iba a encontrar al pueblo no era en el nombre de ella, pero en Su Nombre, El, el Cordero!",
    "Ahora nosotros decimos: “La iglesia, la gran iglesia poderosa, ella hizo esto, y ella hizo aquello. Ella ha pasado por las tormentas. Hemos aumentado en miembros; somos grandes en números; somos una iglesia poderosa; ella es una gran cosa”. Pero Dios no dijo nada acerca de “ella”, El dijo, “El”. “El” es el lugar de encuentro, el Cordero, no la iglesia. ¡No el nombre de ella, pero el Nombre de El! El no colocó el nombre de ella en ninguna parte, colocó el Nombre de El. ¡En El! Por eso es que todo lo que hacemos ya sea en palabra o en hecho, debemos hacerlo todo en el Nombre de Jesucristo. Si oramos, debemos orar en el Nombre de Jesús. Si presentamos una petición, debemos pedirla en el Nombre de Jesús. Si caminamos, caminamos en el Nombre de Jesús. Si hablamos, hablamos en el Nombre de Jesús. Si bautizamos, debemos bautizar en el Nombre de Jesucristo. Porque todo lo que hacemos ya sea en palabra o en hecho, lo hacemos en el Nombre de Jesucristo.",
    "Un hombre me dijo a mí en una ocasión, hablando de eso, él dijo: “Hermano Branham, mi esposa, yo no…”, dijo, “ella—su nombre es Fulana de Tal”. (El es un ministro, quizás esté sentado aquí ahora mismo). Y él dijo: “Mi esposa”, dijo, “ella tiene mi nombre”. (Yo diré Jones, porque no era Jones). El dijo: “Ahora, ella no tiene que levantarse en la mañana, tomar la escoba y decir: ‘Ahora yo barro el piso en el nombre de Jones, y yo lavo los platos en el nombre de Jones, y yo remiendo la ropa en el nombre de Jones’”. El dijo: “Yo pienso que uno no tiene que invocar un nombre en lo absoluto”.\n\nYo dije: “Yo creo que sí”. Correcto.\n\nY él dijo: “Pero ¿por qué? Ella no tiene que decir…Para comenzar todo lo que ella hace es en el nombre de Jones”.",
    "Yo dije: “Pero Ud. no salió allí por la calle y la agarró y dijo: ‘Ven conmigo Jones’. Ella primero tuvo que llegar a ser Jones por medio de una ceremonia, una ceremonia de matrimonio. Si no fue así, Ud. está viviendo en adulterio. Y si Ud. está bautizado de cualquier otra forma que no sea en el Nombre de Jesucristo, es un bautismo adulterado, el cual no se halla en la Biblia”. Entonces todo lo que se hace en palabra o en hecho, hágalo en el Nombre de Jesús. Después de eso, lo que Ud. haga…Pero primero tiene que venir en Su Nombre.",
    "Aquí en el edificio en esta noche están muchas mujeres muy finas, mujeres leales y finas, pero hay una sola Señora William Branham. Ella es la que va a casa conmigo. Ella es la que es mi esposa.",
    "Hay mucha gente fina en el mundo, e iglesias finas, pero existe una sola Señorita Jesucristo, y esa es la cual El viene a buscar. Allí es donde está colocado Su Nombre. Allí es donde está Su adoración, en Ella y solamente en Ella. Eso es la verdad. Oh, sí señor. Hallamos que eso es la verdad.",
    "Ahora, por eso es que nosotros—todo lo que hacemos en palabra o en hecho lo hacemos en el Nombre de Jesucristo. No hay otro nombre dado bajo el Cielo para salvación, sino el Nombre de Jesucristo. En Hechos el capítulo 2, dice que: “Sea notorio a todos vosotros, no hay otro nombre bajo el Cielo dado a los hombres en que el hombre pueda ser salvo”—solamente en el Nombre de Jesucristo. ¡Amén! ¡Ojalá Uds. lo pueden captar! El Nombre de Jesucristo, el Cielo más alto es nombrado por El. Toda la familia en el Cielo es nombrada Jesús, así dice la Biblia. Y toda la familia en la tierra es llamada Jesús. Entonces ese es el Nombre escogido por Dios y adonde El lo ha colocado. Ese es Su lugar de adoración—es en Jesucristo.",
    "Ahora, sabemos que eso es así. No hay otro lugar de adoración sino en El.",
    "No hay otro nombre bajo el Cielo dado a los hombres en que podamos ser salvos. Su Nombre es el Nombre de Dios para la redención. Dios tiene un Nombre llamado Jehová-jireh, Jehová-rapha, Jehová-jireh, “Jehová perdona todos vuestros pecados”, Jehová-rapha, “Jehová sana todas vuestras enfermedades”. El tenía muchos títulos, pero El tiene un solo Nombre de Redención que pertenece a la raza humana y ese es el Nombre de Jesús. Ese es Su Nombre adonde El escogió colocar…",
    "¿Adónde lo colocó? Lo colocó en Cristo. Es muerte confiar en todos los demás nombres de iglesias, credos y títulos. Al confiar en la iglesia Metodista para llevarlo a Ud. al Cielo, Ud. está perdido. Si Ud. está confiando en los Pentecostales, la iglesia Pentecostal, para llevarlo al Cielo, Ud. está perdido, en la Bautista, Luterana, Presbiteriana, Católica, o cualquier otra iglesia. Si Ud. está confiando en el nombre de ellos, o en el título de ellos, o en el credo de ellos, Ud. está perdido porque Ud. ni aun puede adorar hasta que llegue primero al Lugar de adoración. ¡Amén! Ese es el único lugar adonde Dios se encuentra con el adorador, eso es en el lugar donde El escogió colocar Su Nombre. Todos los demás, si Ud. confía en ellos, Ud. morirá.",
    "El también…Otra sombra de Jesús que tengo apuntada, la Escritura. También El—El…Representado aquí, El tiene que ser sin mancha. El lugar donde El coloca Su Nombre, este Cordero tiene que ser sin mancha. Ahora, ¿a cuál denominación o sistema puede Ud. atribuirle esto? ¿Cuál iglesia? Católica, Protestante, Judía, lo que sea, ¿a cuál sistema, denominación, puede Ud. atribuirle esto, que no tenga ninguna mancha en ella? Todo aquello es rechazado y desechado, pero sí existe un Lugar. ¡Aleluya! Ese Lugar es en Jesucristo. En El no hay ninguna mancha. En El no hay ninguna culpa. Ud. no puede atribuirle esto. Toda esta gente que intenta hacerlo, dicen que su iglesia está sin culpa y todo esto; son quebrantadores inmundos de la Palabra, amantes, medio muertos, credo de Laodicea, pero no es la Verdad. Pero aun Pilato mismo, Su enemigo dijo: “Yo no hallo ninguna culpa en El”. Su propio enemigo testificó que en El no había culpa. A El no se le puede atribuir ningún pecado.",
    "El le dijo a los sacerdotes de Su día: “¿Cuál de Uds. me puede acusar de pecado? ¿Quién me puede mostrar que soy pecador?” Muéstreme Ud. una sola iglesia que puede decir que nunca ha hecho algo errado. Francamente, casi no hay una de ellas que no haya asesinado y que no haya hecho todo lo imaginable. Luego todavía se llaman…Así que no es el lugar de encuentro de Dios para la adoración en ningún credo o denominación.",
    "Ahora amigos, yo no deseo herir sentimientos, pero yo soy responsable por un Mensaje, y ese Mensaje es: “¡Salgan de este enredo!” Y si yo les pido que salgan, ¿adónde los voy a llevar? ¿Los llevaría al Tabernáculo Branham? Es tan culpable como cualquier otra. Pero existe un Lugar adonde los puedo llevar, adonde estarán seguros y protegidos de la muerte, eso es en Cristo Jesús, el Lugar de Dios para la adoración. Ese es el lugar que les estoy presentando en esta noche, adonde Dios colocó Su Nombre, adonde El prometió que se encontraría con toda persona que entrara allí; El adoraría con él y festejaría con él; eso es en Cristo. No en ninguna iglesia, ningún tabernáculo, mas en Cristo, El es el Tabernáculo de Dios. El es el Lugar adonde Dios llegó a Sí mismo y moró en El: “Este es Mi Hijo amado, en quien tomo contentamiento morar”. Allí es donde Dios se tabernaculizó, trajo Su Nombre y lo colocó sobre Cristo Jesús. Por lo tanto, Su Nombre fue colocado en un Hombre, Su Hijo, Jesucristo, en el cual El mismo se tabernaculizó. Y en aquel Tabernáculo, en que la antigua Jerusalén, las antiguas fiestas, el antiguo templo, fueron tipos, cuando entró el humo, el día que entró el arca del pacto, y se postró, y de allí se escuchó la Voz de Dios. Así también fue escuchada la Voz de Dios cuando entró en el Tabernáculo, Jesucristo, y aquello natural fue tipo y sombra de lo nuevo. Y cuando El entró en Cristo, El dijo: “Este es Mi Hijo amado, en el cual tengo contentamiento morar. Y Yo escogeré el lugar adonde colocaré Mi Nombre, y adonde Yo me encontraré con el hombre, y adonde Yo adoraré”. Dios escogió el lugar. No en ninguna iglesia denominacional, pero en Cristo Jesús. ¡Sí señor!",
    "También, El tiene que a ser sin mancha, como dije. Ninguna denominación puede decir eso. Si lo dicen, son anticristo.",
    "Ahora, hallamos aquí, noten nuevamente Su sombra. El—el cordero debe ser guardado (ahora, esto se halla en Exodo 12, si lo están apuntando, Exodo 12:3-6), el cordero debería ser guardado por cuatro días para ser probado para ver si era digno para ser sacrificado. Debería ser tomado—examinado desde arriba hasta abajo por cuatro días para ver si tenía alguna mancha, para ver si tenía alguna enfermedad, para ver si el cordero tenía alguna cosa fuera de orden. Debía ser guardado por cuatro días.",
    "Ahora noten. Alguien podría haber pensado que eso era muy poco—matarlo el día catorce, pero Uds. recordarán, ellos tomaron el cordero el décimo día del mes y lo mataron el día catorce del mes ¿ven?, los cuatro días que fue guardado.",
    "Ahora, Jesús, el Cordero con el Nombre de Dios, entró a Jerusalén y no salió hasta después de Su muerte, entierro y resurrección. El fue sometido a los críticos por cuatro días y cuatro noches. ¡Cuán perfecto fue tipificado aquel Cordero! Lo guardaron por cuatro días. Eso es cuando Pilato dijo: “Yo no hallo en El ningún delito”.",
    "Otra sombra de El: ningún hueso en El podía ser quebrado, lo cual era perfectamente, cuando ellos no pudieron…Al matar el sacrificio, ellos no podían quebrar ningún hueso. De otra manera, era rechazado. Y ya tenían listo el martillo para quebrar los huesos en las piernas de Cristo, cuando dijeron: “El ya está muerto”. Le abrieron el costado y hallaron Sangre y agua.",
    "Noten también otra gran cosa aquí. Yo—yo no lo pasaré por alto, por cuanto El fue representado en las ofrendas, la ofrenda de harina. Me acuerdo de una ocasión en la Biblia cuando tenían una escuela llamada la escuela de los profetas, y eso sí era una escuela. Y hallamos que Elías fue allá a esa escuela un cierto día, y ellos dijeron: “Nosotros…” Ellos le rogaron que él se fuera, dijeron: “Cuando tú estas por aquí, las cosas caminan demasiado recto”. Así que ellos querían que él se fuera. Y salieron para conseguirle una cena, y varios de los sacerdotes salieron, o profetas, para buscar unos chícharos para prepararle una cena. Y cuando lo hicieron, juntaron un gran delantal lleno, y cuando regresaron, eran calabazas silvestres, las cuales eran venenosas, y las echaron en la olla. Y cuando la olla comenzó a hervir, y ellos, alguien dijo: “¡Hay muerte en la olla! Ahora ni podemos comer”.\n\nY Elías dijo: “Traedme harina”. Y él tomó la harina y la esparció en la olla y dijo: “Comed, la olla está sanada”.",
    "La Ofrenda de la Harina era Cristo. El—cada diente tenía que ser graduado igual, y cada grano de la harina tenía que ser molido igual para la ofrenda de la harina, mostrando que El es el Sanador, y El sustituye y quita muerte e introduce Vida por medio de las dos leyes. ¡Aleluya! Donde existe la muerte, cuando entra Cristo, entra la Vida. El es el mismo ayer, y hoy, y por los siglos. Y donde había muerte se convirtió en Vida, por cuanto Cristo entró, la Ofrenda de la Harina.",
    "Qué tremendas lecciones serían estas cosas si tomáramos el tiempo para detallarlas.",
    "Ahora noten. Ni una sola palabra de las sombras falla. Ni una sola palabra de la sombra ha fallado. Todo tipificó perfectamente. El es el Lugar escogido por Dios para la adoración, y el Nombre de Dios le es dado a El. El es el Lugar escogido por Dios para la adoración, y el Nombre de Dios le es dado a El. El es la Palabra de Dios, y El es el Nombre de Dios. El es ambos: la Palabra de Dios y el Nombre de Dios. El fue la Palabra hecha carne. El fue la Palabra de Dios, Cordero de Dios, Nombre de Dios, y fue Dios. Eso es lo que El fue, el único Lugar escogido para la adoración a Dios.",
    "Y Dios rechaza cualquier otro lugar además de Jesucristo. Ud. no lo puede adorar a El en cualquier parte. El dijo: “En vano Me adoran, enseñando por doctrina los mandamientos de hombre”. Hoy día tenemos credos, dogmas y toda cosa que enseña: “Este es el camino”, y, “aquel es el camino”, y Jesús dijo: “Yo soy el Camino, la Verdad, y la Vida, y ningún hombre viene a Dios sino por Mí”. En otras palabras: “Yo soy la Puerta del redil. Todos los que están afuera son ladrones”. El es la única vía de acceso. El es la Puerta; El es el Camino, la Verdad, la Vida, todo lo que hay, la única Entrada, el único Lugar, la única Adoración, el único Nombre. Todo está ligado a Jesucristo. Todo el Antiguo Testamento está ligado a El, el Nuevo Testamento está ligado a El, y la Iglesia de hoy está ligada a El por medio de la Palabra de Su Mandamiento. No hay otro lugar ni otro nombre, o ningún lugar donde Dios prometió encontrarse con el hombre, solo en Jesucristo, Su Lugar escogido para la adoración.",
    "Noten, Dios ha prometido encontrarse con Sus adoradores solamente en este lugar, y eso es por Su propia elección, no de nuestra elección, no nuestro pensamiento, pero Su pensamiento, Su elección. Y sería el lugar adonde El colocó Su Nombre, donde El escogió. Así que hallamos adonde está Su Nombre, lo que El escogió. Fue por Su propia elección.",
    "Ahora que hemos hallado el lugar donde El colocó Su Nombre (eso es en Cristo Jesús), y no hay ningún otro lugar o ningún otro nombre…¿Están Uds. satisfechos con eso? Digan: “¡Amén!” [La congregación responde: “Amén”.—Editor] Ahora, la cosa es, si hallamos dónde es el lugar…El lugar de adoración no es aceptado sino solamente en Cristo. Ud. puede arrepentirse; Ud. puede hacer eso; pero aún no está adorando, Ud. está pidiendo perdón. Pedro dijo…En el día de Pentecostés cuando vieron a todos aquellos hablando en lenguas y grandes señales y maravillas ocurriendo, ellos comenzaron a reírse (la iglesia), y dijeron: “Estos hombres están llenos de vino nuevo. Ellos actúan como se ve la gente ebria”. María, la virgen, todos estaban juntos, los ciento veinte. Y estaban tambaleando como gente ebria, y estaban hablando en lenguas, etc. Y dijeron: “Estos hombres están llenos de vino nuevo”.",
    "Mas Pedro, poniéndose de pie, dijo: “Varones y hermanos, estos no están llenos de vino nuevo, puesto que es la hora tercera del día. Mas esto es lo dicho por el profeta Joel: ‘Y en los postreros días, dice Dios, derramaré de Mi Espíritu sobre toda carne, y vuestros hijos y vuestras hijas profetizarán; y de cierto sobre mis siervos y sobre mis siervas en aquellos días derramaré de Mi Espíritu. Y daré prodigios arriba en el cielo, y señales abajo en la tierra sangre y fuego y vapor de humo; antes que venga el día del Señor grande y manifiesto; y todo aquel que invocare el Nombre del Señor, será salvo’”.",
    "Cuando ellos oyeron esto, fueron compungidos en el corazón, y dijeron: “Varones hermanos, ¿qué haremos?”",
    "Pedro dijo: “Arrepentíos, y bautícese cada uno de vosotros en el Nombre de Jesucristo para perdón de los pecados; y recibiréis el don del Espíritu Santo, porque la promesa es para todas las generaciones futuras”.",
    "Ahora, hallamos eso.",
    "Ahora deseamos hallar cómo entrar en El. ¿Cómo es que entramos en este Lugar de adoración? Primera de Corintios 12 arregla eso: “Porque por un Espíritu”, no por una iglesia, no por un credo, no por un pastor, no por un obispo, no por un sacerdote, mas por un Espíritu Santo todos somos bautizados en un solo Cuerpo, el cual es el Cuerpo de Jesucristo, y sujetos a todo don que hay en ese Cuerpo. ¡Sí señor! Nada de unirse, nada de recitar credos, nada de estar ensalzando, o humillando, apretón de manos o ninguna otra cosa, pero por nacimiento somos bautizados en el Cuerpo de Jesucristo. ¡Amén! Por medio de un Espíritu Santo todos somos bautizados en un Cuerpo. ¿Y qué es ese Cuerpo?\n\nEn el principio fue el Verbo, y el Verbo fue con Dios, y el Verbo fue Dios.\n\nY el Verbo fue hecho carne y habitó entre nosotros,…",
    "¿Cómo podemos nosotros estar en ese Cuerpo y negar una sola Palabra o colocarla allá en alguna otra parte fuera del Cuerpo? ¿Cómo lo podríamos hacer?",
    "El lugar escogido por Dios.",
    "¡Noten! Y cuando Ud. está verdaderamente bautizado en El, la evidencia verdadera es que Ud. le cree a El, la Palabra. ¿Cómo puede Ud. ser parte de El y luego negarlo a El? ¿Cómo puedo yo negar que mi mano es mi mano? Si hay…Si lo hago, entonces hay algo malo mentalmente conmigo. Si hay algo malo mentalmente conmigo, ¿negar que esa es mi mano, negar que ese es mi pie? Hay algo malo espiritualmente con el creyente que niega cualquier Palabra que Dios haya hablado y prometido. Hay algo malo espiritualmente con ese así llamado creyente.",
    "Ud. no puede negar una sola letra de El, por cuanto Ud. ha llegado a ser parte de lo mismo. Ud. es una parte de El por cuanto Ud. es bautizado en El por el Espíritu Santo, el cual lo ha metido a Ud. al Cuerpo de Jesucristo.",
    "¡Qué cosa más hermosa!",
    "Dios tenía un cierto lugar donde se encontró—El se encontró con Abraham y allí es donde Abraham adoraba. Eso fue por todo el Testamento. Y Su Palabra prometida será interpretada en Ud. por El mismo. ¿Captaron eso? La Palabra que El prometió cumplir en el día en que Ud. está viviendo, Ud. será una carta escrita de Dios, leída de todo hombre. No lo que Ud. dice, pero más bien lo que Dios hace a través de Ud. hablará más fuerte que cualquier cosa que Ud. podría decir. Dios dijo: “Estas señales seguirán a los que creen”. Eso habla a través de Ud..",
    "El habló de esta edad, lo que sería ahora mismo. Los creyentes de esta edad tienen que creer esto, lo que El prometió para hoy. Así como tuvieron que entrar en el arca para ser salvos, tuvieron que salir de Egipto para ser salvos, tienen que entrar a Cristo para ser salvos, y ahora entrar al Mensaje Palabra que El es el mismo ayer, y hoy, y por los siglos.",
    "¿Cómo entra uno? Por el bautismo. ¿Bautismo de qué, agua? Por medio del Espíritu Santo. Por medio de un Espíritu somos todos bautizados en este Cuerpo.",
    "Y Su Palabra prometida, El no—Ud. no tendrá que interpretarla, El la interpretará a través de Ud., lo que Ud. está haciendo, lo que El prometió hacer. La Iglesia que le siga a El será tan semejante a El hasta que la gente conocerá. Fíjense en Pedro y Juan cuando fueron interrogados acerca de la sanidad de un hombre en la puerta llamada Hermosa. Ellos, los sacerdotes, dijeron que percibían que estos dos hombres eran ignorantes y sin letras, pero se dieron cuenta que éstos habían estado con Jesús. ¿Por qué? Ellos estaban haciendo las cosas que El había hecho.",
    "Le convenía estar en los negocios del Padre. Y hoy en día tiene que ser igual.",
    "Ahora recuerden, El es el mismo ayer, y hoy, y por los siglos. Por cuanto Dios lo encuentra a Ud. en El, el único lugar que existe, porque allí es donde El ha escogido colocar Su Nombre—en Jesús. Jesús es el Nombre de Dios. Recuerden, Padre, Hijo, Espíritu Santo son títulos del Nombre de Jesucristo.",
    "Cuando Mateo dijo: “Por tanto id y haced discípulos a todas las naciones, bautizándolos en el Nombre del Padre, y del Hijo, y del Espíritu Santo”…Cómo ha sido eso mal interpretado hoy en día, y dicen: “En el Nombre del Padre, Nombre del Hijo, Nombre del Espíritu Santo”. Ni está escrito así. Es en el Nombre (singular) del Padre, Hijo, Espíritu Santo. Padre no es un nombre; Hijo no es un nombre; Espíritu Santo no es un nombre; es un título. Diez días después Pedro se levantó y dijo: “Arrepentíos todos vosotros y bautícese cada uno en el Nombre de Jesucristo”. ¿Entonces hizo él lo que El le dijo que no hiciera? El hizo precisamente lo que El le dijo que hiciera. El Nombre del Padre, Hijo, y Espíritu Santo es el Señor Jesucristo.",
    "Toda persona en el Nuevo Testamento fue bautizada en el Nombre del Señor Jesucristo.",
    "Ni una sola persona en la Biblia fue bautizada en los títulos de Padre, Hijo, y Espíritu Santo. Eso ni llegó a la existencia hasta que se formuló el credo de Nicea en Nicea, Roma. Esa fue una orden de la iglesia Católica, hallada vindicada igual en el catecismo. Yo lo tengo (¡correcto!)—Los Hechos de Nuestra Fe, etc.—que es absolutamente un credo Católico Romano. Ellos le dirán a uno que eso no está en la Biblia, pero ellos dicen que tienen poder para cambiar esas palabras si así lo desean por razón del Papa. Y yo difiero. Jesucristo es el mismo ayer, y hoy, y por los siglos, y: “Cualquiera que quitare una sola palabra de esta Biblia”, dijo Jesús, “o le añadiere una sola palabra, su parte será quitada del Libro de la Vida”. Una palabra, no una oración o un párrafo, ¡pero una palabra! “Cualquiera que quitare una sola palabra…”",
    "En el principio Dios fortificó a Su pueblo con Su Palabra. Una sola palabra mal interpretada causó toda muerte, toda angustia, toda tristeza. Eva, ella no quebrantó una oración entera, ella quebró una palabra. Cuando Jesús vino a la mitad del Libro…Aquello fue al comienzo del Libro. Cuando Jesús vino a la mitad del Libro, ¿qué dijo El? “Escrito está, no solo de pan vivirá el hombre sino de toda palabra que sale de la boca de Dios”. Al final del Libro, Apocalipsis el capítulo 22 y el versículo 18, en lo último de la Biblia, Jesús mismo, dice: “Yo testifico que si algún hombre quitare una sola palabra de este Libro, o le añadiere una sola palabra, su parte será quitada del Libro de la Vida, por cuanto él es un falso profeta y la ha interpretado mal, para el pueblo y la sangre de ellos será demandada de sus manos, por haber hecho así”.",
    "Nosotros debemos guardar ese lugar de adoración, eso es Cristo Jesús la Palabra, el mismo ayer, y hoy, y por los siglos. ¡Amén! Muy bien. Recuerden, no hay ningún otro lugar de encuentro para la adoración, ningún lugar. Dios lo escogió.",
    "Juan, allá en la unión del Nuevo y el Antiguo Testamento…(Escuchen bien; ¡noten con cuidado!). Juan, aquel gran águila, vino volando un día del desierto, con sus alas extendidas; él aterrizó en la ribera del Jordán—un gran profeta águila que fue el puente entre el Antiguo y el Nuevo Testamento—y él los llamó de derecha e izquierda. El estaba proclamando un día de arrepentimiento. Salieron a verlo los Fariseos y los Saduceos, él dijo: “No comencéis a decir entre vosotros: ‘Tenemos a Abraham por nuestro padre’, porque os digo que Dios puede levantar de entre estas piedras hijos a Abraham”. ¡Oh hermano! Cuando él comenzó a divulgar su Evangelio y decir: “Está Uno parado entre vosotros ahora mismo al cual no conocéis. Yo todavía no lo he identificado, pero yo lo conoceré cuando El llegue. Yo no soy digno de desatar Su calzado, pero El os bautizará con el Espíritu Santo y fuego. Y Su aventador está en Su mano; El totalmente limpiará Su era; y El quemará la paja con fuego que nunca se apagará”.",
    "Aquel gran águila del Evangelio estaba sentado allí mientras anunciaba sus grandes amenazas. Y salió Felipe—o Herodes, el emperador de aquel tiempo, proclamador, casado con la esposa de su hermano. Y ¿podría Ud. imaginarse a aquel gran águila del Evangelio sentado allí y no decir nada al respecto?\n\nAlgunos de ellos dijeron: “Ahora Juan, no vayas a predicar sobre Casamiento y Divorcio porque allí está sentado Herodes”.",
    "El fue y lo encaró directamente y le dijo: “¡No te es lícito tenerla!” Correcto. ¿Qué—qué fue? El fue aquel águila del desierto. El no estaba entrenado bajo las amenazas y provocaciones humanas de alguna denominación, más bien él fue entrenado bajo el poder de Dios Todopoderoso para saber lo que sería correcto. El conocía la identificación del Mesías. ¡Aleluya! (Esa palabra significa: “¡Alabad a nuestro Dios!” No se asusten; yo jamás he herido a alguna persona. ¡Yo no estoy agitado; yo sé exactamente en donde estoy!) Oh, cuando yo pienso de él, aquel gran águila volando por allí y aterrizando…El dijo: “Yo lo conoceré cuando El llegue”.",
    "Un día él estaba parado allí predicando. Los sacerdotes estaban del otro lado del río y le preguntaron: “¿Nos quieres decir que llegará un día cuando el sacrificio diario será quitado, este gran templo que nosotros hemos construido, todo el trabajo que hemos invertido, nosotros, esta gran denominación?”\n\nEl dijo: “Llegará el tiempo cuando todo eso será quitado”.\n\nDijeron: “No puede ser. Tú eres un falso profeta”.",
    "Y él miró alrededor; él dijo: “¡He aquí, allí está El! Allí está el—el Lugar escogido por Dios para la adoración; allí está el Cordero, el verdadero Cordero que quita el pecado del mundo”. El no dijo: “¡Aquí viene el Metodista! ¡Aquí viene el Bautista o el Católico!” El dijo: “¡Allí viene el Cordero de Dios que quita el pecado del mundo!” Y la única zona de seguridad que existe es en aquel Cordero de Dios. Solamente en El hay salvación, no en ninguna iglesia, ningún credo, ningún pueblo, ningún padre, ninguna madre, ningún hombre santo, o nada, o lugar santo; es en el Dios Santo, el Señor Jesucristo, donde Dios colocó Su Nombre en un ser humano para redención, el Cual pagó el precio por nosotros, los pecadores. Ese es el único lugar en donde hay salvación.",
    "Esa es la Roca en donde yo estoy parado.",
    "Juan lo identificó. El dijo: “Yo no lo conocí cuando lo vi que venía caminando, pero allá donde recibí mi educación…” No en el seminario como su papá, no como un sacerdote, entrenado, pero allá en el desierto, donde él estuvo en el seminario teológico de Dios Todopoderoso, esperando por la Palabra de Dios; no lo que algún grupo de hombres había inventado, pero más bien lo que Dios había dicho al respecto. Y cuando Juan miró y vio el Espíritu que venía, él dijo: “¡Yo doy testimonio que este es El!” ¡Oh hermano! Allí está su Lugar de adoración. Allí está su Escondite. Allí está el Cordero de Dios que quita el pecado del mundo. No alguna iglesia, ni algún credo o ninguna otra cosa, sino el Cordero de Dios que quita el pecado del mundo.",
    "¿Ven cómo Juan colocó eso? El no dijo: “Uds. Fariseos tienen razón, Uds. Saduceos, Herodianos…” El dijo: “Allí está el Cordero. Ese es el lugar. El tiene el Nombre. El es. No hay ningún otro Nombre bajo el Cielo”.",
    "Ahora veamos lo que Jesús dijo respecto a Juan. Un día llegaron unos enviados de Juan para ver que El estaba haciendo. Jesús dijo de él: “El fue aquella gran luz brillante…” Para mostrarles el camino correcto que debieran seguir antes de Su advenimiento, Su primer advenimiento. ¡Escuchen bien! ¡No se les vaya escapar esto! Jesús dijo que Juan era esa Luz, Malaquías 3. Allí no hay error. El profeta con la gran Luz brillante identificó a Jesús como el Unico, el Cordero. Todos los demás corderos de los cuales estaban hablando aquellos sacerdotes, y todas esas otras cosas eran tonterías. Aquí estaba el Cordero. El hombre con la gran Luz brillante que…Jesús dijo que él era. Malaquías 3 dice: “Yo enviaré a Mi mensajero delante de Mi faz para preparar el camino”. Y el que fue enviado para preparar el camino lo identificó a El como el Lugar. “Ese es El; no hay error; El es. Yo veo a la señal que le sigue. Yo sé que ese es El, una Luz bajando del Cielo y reposando sobre El”. El estaba positivo que ese era El.",
    "Entonces mi hermano, quiero hacerle esta pregunta ya para terminar. Podríamos decir esto: ¿No nos es prometido también a nosotros en Malaquías 4 otro águila, una Columna de Luz siguiendo para mostrar a la iglesia errante de este día que El es Hebreos 13:8, el mismo ayer, y hoy, y por los siglos? ¿No nos es prometido que vendría otro volando del desierto? ¡Amén! ¡Eso es exactamente la Verdad! ¡Cuán propio y que bien cuadra esto con Lucas 17:30, donde el Hijo del Hombre Aguila estará revelándose para traer a nada todos los otros lugares de adoración tales como denominaciones y etc.!",
    "Dios escogió Su lugar. Juan dijo: “Allí está”. Y luego nosotros tenemos promesa de la misma cosa en este día, Malaquías 4, para tornar los corazones de los hijos nuevamente, para decir que El no está muerto, estas cosas no fueron para otra edad, el bautismo en el Nombre de Jesús no fue para allá, ¡pero El ahora es el mismo! ¡Amén! Para anular todos los otros lugares de adoración, eso es lo que debe hacer el águila del último día, para mostrar que todo lo demás es tontería—denominación es locura—pero para mostrarles nuevamente con la misma señal que hizo El, que El es el mismo ayer, y hoy, y por los siglos. ¡Aleluya!",
    "También en Apocalipsis 4:7, tuvimos los cuatro seres vivientes que acabamos de estudiar. Hallamos que el primero fue el León. Ese fue el primer ser viviente que salió para enfrentar el reto del aquel día, el León de la Tribu de Judá. Después de El vino el siguiente ser viviente. Y hallamos que el siguiente ser viviente era becerro, el cual es un animal de carga, de sacrificio. Y en los días de la catedral Romana, la Iglesia murió—sacrificada. El siguiente que apareció fue un hombre—era un ser viviente con la cara de un hombre. Y ese hombre fue los reformadores—la educación, teología y etc., del hombre. Pero el último ser viviente que habría de volar, el último ser viviente que habría de aparecer, la Biblia dice que era un águila volando. ¡Aleluya! Y el profeta dijo que en este día habría Luz. ¡Oh hermano! “En aquel día habrá Luz”.",
    "Ha habido el día de los reformadores; ha habido el día que solamente era una sombra, la cual no se podía llamar ni día ni noche. Pero en el tiempo de la tarde, en el tiempo del águila…\n\nHabrá Luz en el tiempo del águila;\n\nLa senda a la gloria seguramente hallarán.\n\nPor medio del agua está la Luz de hoy,\n\nSepultado en el precioso Nombre de Jesús.\n\nJóvenes y ancianos, arrepiéntanse de todos sus pecados,\n\nEl Espíritu Santo seguramente los bautizará;\n\nLas Luces del atardecer han llegado;\n\nEs un hecho que Dios y Cristo uno son.",
    "¡Amén! Habrá Luz en el tiempo de la atardecer. El único lugar escogido por Dios para adorar.",
    "Oh, ¿a qué ha llegado este Mensaje? ¿Qué va hacer El? “Y en Su día habrá Luz en el tiempo de la tarde”. Y ¿qué? Para darles la bienvenida a Sus hijos regresando a Casa, a la verdadera Tierra Prometida, por medio de la misma señal de la Columna de Fuego que guió a los hijos de Israel a través del desierto. El Lugar escogido por Dios para adorar, Jesucristo. Ese es el único Lugar que hay. Ese es el único Nombre que Dios tiene para la salvación. Asi es como El nombró a la familia en el Cielo mientras está en la tierra, eso es Jesucristo.",
    "Oh iglesia, oh pueblo, amigo pecador, no confíe Ud. en nada más que en Jesucristo. No confíe en ningún predicador. No confíe en nadie más para salvarlo. No confíe en ninguna iglesia, ningún credo, ninguna denominación; confíe solamente en Jesucristo, porque El es la Luz de la hora. Inclinemos nuestros rostros.\n\nHabrá Luz en el tiempo de la tarde;\n\nLa senda a la Gloria seguramente hallarán;\n\nPor medio del agua está la Luz de hoy,\n\nSepultado en el precioso Nombre de Jesús.\n\nJóvenes y ancianos arrepiéntanse de todos sus pecados;\n\nY el Espíritu Santo seguramente entrará;\n\nLas Luces del atardecer han llegado;\n\nEs un hecho que Dios y Cristo uno son.",
    "Oh hermano, hermana, si Ud. aún no se ha arrepentido, si Ud. no ha sido bautizado en el Nombre de Jesucristo, ¿dará Ud. ese primer paso en esta noche? ¿No le dará Ud. a Dios la oportunidad de darle a Ud. la bienvenida a ese lugar adonde Ud. le puede adorar? Recuerden, fuera de allí, no hay ningún lugar donde Dios haya prometido encontrarlo a Ud. y recibir su adoración.",
    "Ud. dirá: “Hermano Branham, yo adoro igualmente de sincero…” Caín también. El ofreció toda clase de sacrificio igual que Abel, pero fue el sacrificio incorrecto. Ud. quizás asiste a la iglesia, y paga sus diezmos, y cumple con su deber como un Cristiano debiera, tan sincero como cualquier hombre o mujer. Yo he estado parado aquí por más de treinta años, aquí en esta ciudad y proclamando este mismo Mensaje. Yo estoy envejeciendo. Yo no puedo estar con Uds. por mucho tiempo más. Pero recuerden, en el día del Juicio, mi voz está grabada, y hablará en contra suya.",
    "Hay un solo Lugar donde Dios coloca Su Nombre, y eso no es en una iglesia, pero en Jesús. Hay un solo Lugar de adoración, solo un Lugar donde Ud. es recibido, y eso es en el Amado, Jesucristo. No hay otro Nombre bajo el Cielo dado a los hombres para salvación—ninguna iglesia, ningún credo, nada, Jesucristo. Y eso debe ser el Mensaje de la hora, para restaurar de nuevo los corazones de los hijos a la fe que una vez fue dada a los santos. ¿No lo aceptará Ud. en esta noche?",
    "Y mientras tenemos inclinados nuestros rostros,",
    "y aquellos que desean ser recordados en oración, levanten sus manos. No podemos hacer un llamado al altar, porque son muchos.",
    "Dios les bendiga. Oh, a mi izquierda, me supongo que son como trescientos. Ahora, a mi derecha, levanten sus manos, diciendo: “Yo quiero ser recordado”. Me supongo que son como ciento cincuenta o más aquí a mi derecha. Tenemos aquí cerca un tabernáculo con el agua ya lista. El pastor, un pastor fino, el Hermano Orman Neville, los asociados, estos hombres por aquí que Uds. ven y conocen…Cada día, cada noche, a toda hora, personas que desean ser bautizadas que se han arrepentido; eso siempre está allí esperando. Y si Ud. obedece el mandamiento, Ud. es asegurado por una promesa de Dios, si Ud. es sincero en su corazón, que entonces recibirá el bautismo del Espíritu Santo.",
    "Sólo hay un lugar de adoración. Ahora eso no es en el tabernáculo; eso es en Cristo. ¿Cómo entramos en El? Por medio de un Espíritu somos todos bautizados en este Cuerpo. Oremos.",
    "Amado Dios, al ser levantadas estas manos, significaron lo que estaba debajo de esa mano en el corazón, una convicción que ellos están seguros que necesitan ayuda de Ti. Padre, yo ruego por cada uno de ellos. Y yo voy a citar Tu Palabra. Tú dijiste: “El que oye Mi Palabra, y cree en aquel que me ha enviado, él tiene Vida eterna y no llegará al juicio, mas ha pasado de muerte a Vida”.\n\nPadre, habiendo estado afuera de la ciudad apenas unas cuantas semanas, regresé, y pregunté acerca de tal persona. “Pues, ellos no están”.\n\n“Pues, ¿qué tal de…?”\n\n“Ya partió”.",
    "Amado Dios, uno por uno somos llamados. Uno por uno tenemos que enfrentarnos con el desafío de caminar por el valle de la sombra de la muerte. Y eso está por delante para cada uno de nosotros, como mortales. Pero en esta noche Tú nos has ofrecido Tu petición, que si nosotros creyéramos en El y fuéramos bautizados en Su Nombre que Tú nos recibirías, y—y en este Cuerpo, el Cuerpo de Cristo, no en la iglesia, pero en el Cuerpo de Cristo, ese Cuerpo ya ha sido juzgado. Ya no tendrá que aparecer ante el juicio. Dios vació Su ira sobre ese Cuerpo, y ese Cuerpo está libre del pecado. Y estando en El, nos libra del pecado por medio de Su expiación por cuanto El murió por nosotros. Y en eso nosotros tenemos compañerismo el uno con el otro, mientras que la Sangre de Jesucristo, el Hijo de Dios, nos limpia de todo pecado y contaminación.",
    "Padre Dios, yo ruego que Tú tomes a cada uno de estos en Tu Reino. Concédelo Dios. Que no se pierda ni uno de ellos; que no sea así con ningún muchacho o muchacha, hombre o mujer. Señor, hay algunos de mi propia gente sentados aquí en esta noche que no están bajo la Sangre. Cuan perfectamente puedo recordar las palabras de mi padre. Y yo ruego querido Dios, que ninguno de ellos se pierda. Concédelo Señor. Yo ahora te estoy creyendo con todo lo que tengo con que creer.",
    "Muévete sobre mis hermanos, hermanas, mis amigos aquí en este lugar en esta noche y allá por la línea telefónica. Varios estados están escuchando, desde la costa del este hasta la costa del oeste. Yo ruego querido Dios, allá a través de los desiertos allá en Tucson, allá en California, allá en Nevada y Idaho, allá en el este, y por todo esto acá en Texas, mientras se está dando esta invitación, gente sentada en—en pequeñas iglesias, gasolineras, hogares, escuchando. Oh Dios, que ese hombre o mujer, muchacho o muchacha perdida en esta hora venga a Ti. Concédelo ahora mismo. Lo pedimos en el Nombre de Jesús que ellos puedan hallar este Lugar de Seguridad mientras hay tiempo, por cuanto vemos la escritura en la pared, la tierra se está poniendo nerviosa, el tiempo de liberación está a la mano. Una parte de nuestra nación se está hundiendo, la otra parte moviéndose y reventándose con terremotos, así como Jesús prometió que sería. Señor, concede que no tarden mucho. Que ellos lo acepten ahora, por cuanto los presentamos a Ti como trofeos del culto, del Evangelio. En el Nombre de Jesús. Amén.",
    "¿Le creen? Dios les bendiga. ¿Cuántos acá a mi mano izquierda creen que eso es la Verdad? Levanten la mano. ¿Cuántos acá del lado derecho? Levanten la mano. Dios les bendiga. Hasta donde yo puedo ver, son todos. Eso es la Verdad amigos. Dios sabe que eso es verdad.",
    "Ahora, mientras en El, Uds. estando en El, Uds. tienen acceso a todo aquello por lo cual El murió. Y ¿para qué murió El? “Mas El herido fue por nuestras rebeliones, molido por nuestros pecados; el castigo de nuestra paz fue sobre El, y por Su llaga fuimos nosotros curados”. ¿Creen Uds. eso? ¿Creen Uds. en Su expiación para su sanidad ahora mismo?",
    "¿Habrán algunos enfermos entre nosotros? Levanten la mano, a la derecha o a la izquierda. Son muchos los enfermos. No puedo llamar una línea. ¿Ven Uds.?, no tengo—yo—no podríamos subirlos a la plataforma. No hay manera de hacerlo. Están celebrando cultos de oración para los enfermos en los otros lugares, en las iglesias y otros lugares, allá en el tabernáculo. Les voy a hacer esta pregunta: ¿Cuántos creyentes hay aquí? Levanten la mano. Muy bien. Les voy a citar la Palabra, la cual es Cristo. La última comisión de Jesús al mundo—y más bien a la iglesia, El dijo esto: “Estas señales seguirán a los que creen. Si ponen sus manos sobre los enfermos, sanarán”. ¿Cuántos reconocen que eso es verdad, de Marcos 16? Digan: “¡Amén!” [La congregación responde: “Amén”.—Editor] Muy bien. Le pido a Ud. como creyente que ponga sus manos sobre alguien directamente en frente de Ud. Ponga sus manos sobre alguien allí en frente de Ud., y cada uno de nosotros oremos una oración el uno por el otro ahora mismo. Ponga sus manos sobre alguien allí a su alrededor.",
    "Señor, aquí ante mí está una caja llena de pañuelos, pedacitos de tela; alguna madre postrada en algún lugar muriendo, un bebé cerca de la muerte, personas enfermas en todas partes. Leemos en la Biblia que tomaron del cuerpo de Pablo, pañuelos y delantales, y estos fueron colocados sobre los enfermos y entonces espíritus malos y espíritus inmundos, y enfermedades y aflicciones salieron de la gente. Ahora Señor, nosotros sabemos que no somos San Pablo, pero también sabemos que Tú aún sigues siendo Jesús, el único Lugar provisto por Dios para la adoración. Y ahora, esta gente ha confesado su misma fe, creyendo igual como aquella gente allá. Seguramente Tú has preparado un camino para ellos, y yo pongo mis manos sobre estos pañuelos y pido que las enfermedades y las aflicciones se aparten de los cuerpos sobre los cuales se pondrán estas cosas, en el Nombre de Jesucristo.",
    "Ahora, nos ha sido enseñado que mientras Israel venía saliendo de Egipto, en su línea del deber; estaban camino a la tierra prometida. El Mar Rojo les estorbaba el camino, entonces Dios miró a través de la Columna de Fuego, y el mar se atemorizó y se hizo para los lados y permitió que pasara Israel hacia la tierra prometida. Oh Dios, míranos a través de la Sangre de Jesús en esta noche, y que la enfermedad se aparte, y que Satanás sea lanzado fuera; y que la gente pueda proseguir hacia la promesa de buena salud y fuerza que Dios dijo: “Yo deseo que tú seas prosperado en todas las cosas, y que tengas salud”.",
    "Ahora, como Tú ves, Señor Jesús, las manos de esta gente, puestas sobre sus vecinos, simbolizando su fe, según Tú dijiste: “Estas señales seguirán a los que creyeren”. Cada uno está orando a su manera por su prójimo. La siguiente persona está orando por el otro.",
    "Ahora Señor, nos hemos enfrentado con este desafío, que Satanás, el gran fanfarrón, él no tiene ningún derecho de sujetar a un hijo de Dios. El es un ser derrotado. Jesucristo, el único Lugar para la adoración, el único Nombre verdadero, lo derrotó allá en el Calvario, y nosotros ahora mismo reclamamos Su Sangre, que El derrotó toda enfermedad, toda aflicción; y yo ordeno que Satanás se aparte de esta congregación. En el Nombre de Jesucristo, ¡sal de este pueblo y que ellos sean libres!",
    "Toda persona que acepta su sanidad a base de la Palabra escrita, testifíquelo al ponerse de pie, diciendo: “Yo ahora acepto mi sanidad en el Nombre de Jesucristo”. Pónganse de pie. ¡Alabado sea Dios! ¡Allí lo tienen! Fíjense aquí de este lado, paralíticos y otros se están poniendo de pie. ¡Alabado sea Dios! Eso es; simplemente crean. El está aquí. ¡Cuán maravilloso!",
    "Allá en las congregaciones de afuera por las líneas, debieran ver; yo creo que toda persona aquí presente, hasta donde yo sé, o cuando menos la mayoría, están de pie en este momento. ¡Oh, qué tiempo más maravilloso! ¡La Presencia del Señor! Eso es lo que—adonde está la Presencia del Señor, ahí hay libertad, ahí hay independencia. El Espíritu de Dios nos hace libres.",
    "Ahora que El nos ha sanado, lo creemos. El nos ha salvado; lo creemos. Todos los que desean ser bautizados, el agua les espera. En cualquier tiempo, a cualquier hora que Ud. desee venir, habrá alguien para atenderle. Y ahora, yo pienso que antes de terminar, debemos entonar un himno de la iglesia: Yo le amo, yo le amo, porque El a mí me amó. Levantemos nuestras manos hacia Dios y cantemos de todo corazón. Deseamos encontrarlos en al mañana a la 9:30, aquí en este mismo edificio, para abordar el tema de Casamiento y Divorcio. Muy bien. Cantemos ahora juntos:\n\nYo le amo (Que esta gran congregación lo cante ahora mismo. Allá por las líneas canten también);\n\nPorque El a mí me amó;\n\nY me compró mi salvación,\n\nAllá en la cruz.",
    "¿Adónde se efectuó? En la cruz del Calvario. Mientras lo cantamos nuevamente, deseo que salude de mano a alguien allí cerca, y diga: “Peregrino, Dios te bendiga”.\n\nYo le amo, Yo le amo;\n\nPorque El a mí me amó;\n\nY me compró mi salvación,\n\nAllá en la cruz.",
    "¿No le aman? ¿No es El maravilloso? ¿Es El su Escondite? El es un Peñasco en tierra calurosa, Escondedero en el tiempo de tormenta, el único Refugio que yo conozco. Por lo tanto:\n\nMi fe espera en Ti,\n\nCordero, quien por mí,\n\nFuiste a la cruz,\n\nEscucha mi oración,\n\nDame Tu bendición,\n\nLlene mi corazón Tu santa Luz.\n\nLevantemos nuestras manos mientras lo cantamos.\n\nMi fe espera en Ti,\n\nCordero, quien por mí,\n\nFuiste a la cruz,\n\nEscucha mi oración,\n\nDame Tu bendición,\n\nLlene mi corazón Tu santa Luz.\n\nInclinemos nuestros rostros mientras lo tarareamos.\n\nA ruda lid iré,\n\nY pruebas hallaré,\n\nMi Guía sé;\n\nLíbrame de ansiedad,\n\nGuárdame en santidad,\n\nY por la eternidad te alabaré.\n\nMientras tienen sus rostros inclinados, nuestro amado pastor, el Hermano Orman Neville despedirá a la audiencia. 🦅"
  ]
}