{
  "title": "CASAMIENTO Y DIVORCIO",
  "id": "65150009",
  "content": [
    "🦅  Inclinemos nuestros rostros ahora para orar. Bondadoso Padre, te damos gracias en esta mañana por el privilegio de estar aquí en este auditorio, encarando lo que este día nos traiga. Pero no sabemos qué cosa nos traerá este día, pero sí sabemos Quien tiene las riendas del día. Por lo tanto, rogamos que Aquel Quien tiene las riendas de hoy y de mañana, y de toda la Eternidad, rogamos que El nos Bendiga a medida que nos hemos congregado en Su Nombre, que así podamos conocer mejor como vivir para servirle a El. Padre, ésta es toda nuestra intención. Dios, Quien conoce nuestros corazones, sabe que esto es la verdad. Nos encomendamos a Ti por lo que queda de este día, para Tu servicio, en el Nombre de Jesucristo. Amén.",
    "Pueden tomar asiento. [El Hermano Branham le dice a alguien en la plataforma: “Aquí hay otro”.—Editor]",
    "Buenos días para la audiencia visible y también para los de la audiencia invisible, a través de la nación, a donde estamos conectados en esta mañana. Es para mí un gran privilegio el poder venir aquí y hablar en esta mañana sobre este tema tan vital. Para la audiencia visible es ciertamente un poco confuso, porque directamente al frente tengo las cortinas y tengo que hablar a la derecha y a la izquierda; y para la audiencia invisible tengo a mi derecha el auditorio y el gimnasio a mi izquierda; y yo estoy aquí en la plataforma, con las cortinas abiertas entre las dos partes, formando así la mano derecha e izquierda. Tenemos abundancia de gente en esta mañana, en el auditorio y también en el gimnasio, y también allá en la iglesia, la iglesia allá en la esquina de las calles Octava y Penn, y a estos otros lugares les está llegando el mensaje por vía telefónica.",
    "Hemos tenido un tiempo maravilloso en el Señor y estamos bajo gran expectativa para este culto en esta mañana. Y ahora, en esta noche, siendo el último culto de esta campaña de cuatro días, pues, invitamos a todos los que puedan, para que asistan. Confiamos que el Señor nos dará un tremendo clímax en esta noche, haciendo algo muy fuera de lo común, aun hasta que El sane a todos los enfermos y haga las otras cosas maravillosas que El hace por lo regular. Y estamos bajo gran expectativa para esta noche. Cordialmente invitamos a todo el público, toda persona, toda iglesia, de toda denominación. Uno ni tiene que ser Cristiano; porque ciertamente estamos llamando a los impíos a que entren y se sienten entre nosotros. Y haremos todo lo posible por enseñarles cuál es el camino del Señor, y cómo debemos vivir.",
    "Ahora, confío que Uds. en la audiencia no se pongan nerviosos, y estoy confiando en Dios que yo tampoco esté nervioso. He pasado una noche muy tremenda, con mucha tensión, porque me doy cuenta que las cosas que he de decir en esta mañana, seré responsable por ellas en el Día del Juicio. Y no—no pude dormir. A la vez reconozco que si no las digo, también seré responsable en el Día del Juicio. Entonces es un asunto muy duro, y no tiene explicación.",
    "Y ahora, en esta mañana, estamos enfrentando el gran tema de: Casamiento y Divorcio. Y la razón de proyectar esto como escuela dominical, es para poder hablar más lento y tomar el tiempo, en lugar de predicar un sermón sobre el tema. Es más bien una enseñanza de la Escritura.",
    "Y quiero—quiero decir que si cualquier ministro o ministros en cualquier lugar, si esta cinta llegara a caer en sus manos, si en realidad la llegamos a distribuir (yo no sé qué decisión tomará la iglesia en cuanto a esto), le estoy pidiendo al Hermano Fred que se junte con los síndicos de la Iglesia antes de distribuir esta cinta. Y para Uds. a través de la nación, que tienen sus grabadoras grabando, por favor no vayan a distribuir esta cinta hasta no saber algo del Hermano Sothmann al respecto.",
    "Ahora, y si es distribuida y cualesquiera de mis hermanos ministros o algún Cristiano en cualquier lugar llegare a estar en desacuerdo con las cosas que estoy diciendo acerca de este tema, confío que no se dedicarán a criticarlo. Si Ud. no entiende esto en la manera como yo lo enseño, Ud. tiene ese derecho, siendo ministro y pastor, y yo respeto cualquier cosa que Ud. cree.",
    "Y tocante a este tema, hay dos partidos muy grandes. Y si existen dos preguntas, entonces uno de los dos tiene que estar correcto, o ninguno está correcto. Así que haremos el esfuerzo por enfocarnos en la Palabra de Dios en esta mañana, para arreglar este asunto. A mi manera de pensar, si es una pregunta Bíblica, entonces seguramente la Biblia tiene la respuesta.",
    "Y ahora, antes de entrar en este tema y antes de orar sobre la Palabra, quiero expresar a cada uno de Uds. y en particular a Uds. los Cristianos, que yo deseo o yo quiero que oren por mí en esta mañana. Y también allá a todos Uds. en la audiencia invisible que están escuchando en esta mañana, oren por mí, porque mi deseo es de ser honesto y verdadero.",
    "Ahora nos damos cuenta, que al decir estas cosas, alguien, bien puede ser una sola persona, pero esa persona guardará estas palabras como si fuera algo entre vida y muerte. Hay muchos de Uds. que se irán de aquí creyendo. Pero quizás muchos también se irán no creyendo. Pero yo reconozco que en mi ministerio hay gente que viene para escucharme, y escuchar lo que tengo que decir; desde…Bueno, aquí están sentados en esta mañana, internacionalmente, de muchos de los Estados Unidos, de Canadá y del exterior. Y Uds. pueden imaginarse la tensión que le da a uno al saber que el destino Eterno de un hombre está en sus manos, porque él se va a agarrar de lo que uno dice. Y Dios me hará responsable por esto y yo lo quiero enfrentar lo más sinceramente posible.",
    "Ahora, yo—yo pido a nuestras hermanas. Y aun he alterado algunas de mis palabras para poder hablar tocante a todo esto ante ellas. Billy tiene en su bolsillo, allá afuera, algunas cosas que no se pueden hablar, así ante una audiencia mixta. Y otras cosas que sí hablaré, tendrán que entenderlas. Acéptenlo como de su hermano, hasta donde yo sé. Uds. irían con el médico y le escucharían, él les tendría que hablar en palabras bien claras. Y Uds. jóvenes y señoritas, no quiero que malentiendan, quiero más bien que crean. Manténganse quietos y recuerden que la Verdad tiene que ser hablada como Verdad.",
    "Indudablemente habrán muchos de Uds. que no estarán de acuerdo con lo que he de decir, pero quiero probárselos por medio de la Biblia. Luego, yo creo que si se mantienen reverentes y escuchan, entonces tendrán un mejor entendimiento y comprensión de lo que yo he estado martillando desde el principio. Creo que esto lo explicará, y confío que así sea.",
    "Puede ser que nos extendamos algo, quizá hora y media o quizá más. Yo no sé cuánto tiempo se necesite.",
    "Y ahora, nuevamente quiero decir que en este tiempo, sabiendo que la gente se agarra de las palabras que uno habla, así hacen con su pastor. Y desde luego, yo he sido pastor.",
    "Y la gente se agarra de las palabras de un pastor, como si fuera entre vida y muerte. Otros se agarran de las palabras del sacerdote como si fueran entre vida y muerte. Y desde luego, el pastor, quizás con todo lo que él sabe hacer, él esté enseñando a su gente exactamente como él también fue instruido allá en el seminario. Sin duda el sacerdote también, en las distintas religiones que tienen sacerdotes. Y en verdad un pastor es un sacerdote; eso es un intercesor. Entonces, si el sacerdote, con todo lo que él ha aprendido en su—en el seminario, o en los monasterios, un hombre profundamente sincero, está repitiendo exactamente lo que le han enseñado.",
    "Bien, pero yo no tengo ninguna experiencia de seminario ni experiencia de monasterio, y no digo nada en contra. Pero yo he tenido una vida muy peculiar.",
    "Yo fui llamado cuando era apenas un muchachito. Y en esto, una señal audible y visible me fue otorgada. A los siete años yo vi la Columna de Fuego en una zarza, aquí mismo por la calle Utica. Entonces mi papá estaba empleado con el Sr. O. H. Wathen, quien murió no hace mucho. Uds. han leído el libro y conocen toda la historia. Después, la Columna apareció visiblemente ante todo el pueblo, aquí en el río. Y ahora hasta ha sido fotografiada varias veces y está archivada en Washington D.C., y está inscrito en el Registro de Propiedad Literaria y está en exhibición en la Sala de Arte Religiosa, como el único Ser sobrenatural que jamás ha sido probado científicamente ser fotografiado; es la misma Columna de Fuego y con la misma apariencia en todo aspecto, que también dirigió a Israel en el éxodo de Egipto. Yo creo que es Jesucristo en forma de Espíritu, en el oficio de Hijo de Dios.",
    "Porque El fue llamado “Hijo de hombre” cuando vino por primera vez; ahora es llamado “Hijo de Dios”; en el Milenio será “Hijo de David”. Vino como Hijo del hombre, profeta, como fue anunciado; ahora es Hijo de Dios, en lo sobrenatural; y en el gran Milenio que está por venir, será Hijo de David, sentado en el trono de David. Como toda persona que lee la Biblia sabe, que esa es una promesa Divina de Dios para David, que El levantaría a Su Hijo para sentarse sobre su trono.",
    "Y ahora en este ministerio raro y peculiar, he sido llamado todo, desde “Dios” hasta “diablo”. Y eso, así es siempre.",
    "Eso es lo que me dijo aquel arzobispo de la iglesia Católica la otra noche, allá; y lo que se discutía era, que él dijo: “Hermano Branham, Juan el Bautista claramente se identificó en las Escrituras habladas por el profeta Isaías”. El dijo: “Este ministerio suyo está claramente identificado en la Iglesia”. El dijo: “Los Luteranos están en la Biblia”. Dijo: “Los Luteranos conocieron a Lutero y los Wesleyanos conocen a Wesley. Pero ¿qué de los Pentecostales?” Dijo: “Andan desviados y no saben para dónde coger”.\n\nY yo le dije: “Señor, se lo agradezco”.",
    "Y en ese mismo momento el Espíritu cayó sobre una dama, quién jamás me había visto, su esposa…y habló e identificó la misma cosa.",
    "Ahora, para ser honesto, antes de hablar este Mensaje en esta mañana, yo no sé. Yo le dije: “Señor, yo no podría decir eso. Esa es una cosa muy grande para decirla. La verdad es que así parece”.",
    "Una cosa que sí sé, es que algo ha sucedido, definitivamente. Todas estas cosas que han sido probadas científicamente, y probadas alrededor y alrededor del mundo, no puede ser solamente un mito. Es la Verdad. ¿Qué es? Permítanme decir esto como confesión antes de predicarles en esta mañana. Yo no sé. Y yo sería muy atrevido de tomar algún paso antes de oír directamente de Aquel Quien me ha hablado en el pasado y me ha dicho todas estas cosas.",
    "Recuerden, nuestro Señor Jesucristo nunca se identificó como el Hijo de Dios. El dijo: “Vosotros decís que Soy y para este fin he nacido”, pero El nunca se identificó.",
    "Y ahora, la Columna de Fuego que guió a los israelitas fue el Señor Jesucristo en forma de Espíritu. ¿Lo creen así? El Logos que salió de Dios. [La congregación dijo: “Amén”.—Editor]",
    "Luego, cuando El estuvo sobre la tierra, dijo: “He venido de Dios y regreso a Dios”. Todos sabemos eso.",
    "Y después de Su muerte, entierro y resurrección, Saulo de Tarso estaba rumbo a Damasco, para perseguir a los Cristianos, por cuanto éstos estaban enseñando cosas contrarias a como habían sido instruidos. Y éste era un gran guerrero bajo Gamaliel, uno de los tremendos maestros de aquel día, en su escuela, en su monasterio; y él era un hombre muy grande y también un oficial en la iglesia. Y fue en este viaje que una gran Luz, la Columna de Fuego nuevamente, lo tumbó al suelo en pleno mediodía. Y una Voz le dijo: “Saulo, Saulo, ¿por qué me persigues?”",
    "Ahora, deseo que noten que cuando Pablo—Saulo se levantó, él dijo: “¿Quién eres Señor?” Ahora, este joven, siendo Judío, ciertamente no hubiera llamado “Señor” a nada más fuera de algo que simbolizara a Dios. Entonces fue la misma Columna de Fuego.",
    "Como Jesús dijo: “Voy a Dios. Salí de Dios y vuelvo a Dios”.",
    "Allí estaba nuevamente en la forma de la Columna de Fuego; y dijo: “Yo Soy Jesús, a Quien tú persigues, y dura cosa te es dar coces contra el aguijón”.",
    "Luego vemos que el apóstol Pedro, a quién le fueron dadas las llaves para edificar la Iglesia, hallamos que él estaba encarcelado y esta misma Columna de Fuego entró por las rejas y abrió las puertas de la cárcel y sacó a Pedro misteriosamente, sin molestar a ninguno de los guardias. Para mí, es Jesucristo el mismo ayer, y hoy, y por los siglos.",
    "Y siempre se puede conocer una cosa por su naturaleza. Toda cosa es conocida por su naturaleza o el fruto que produce. Y yo les ruego que vigilen bien el fruto que esta Luz produce, la cual es Dios, porque siempre vuelve a la Palabra de Dios y prueba la Palabra de Dios, predica la Palabra de Dios y Dios prueba esa Palabra físicamente ser la Verdad ante Uds. Tiene que haber algo detrás de esto.",
    "La gente me ha llamado profeta. Yo no digo que soy profeta porque sería atrevido al decir eso. Pero sí he—sí puedo decir esto, que el Señor me ha permitido ver cosas de antemano y decir cosas que han ocurrido en el pasado, cosas que sucederán en el futuro y cosas que están ocurriendo actualmente. Y en ninguna de las miles y miles de veces, jamás ha fallado una sola vez. Todo lo que El ha dicho que sucedería, ha sucedido. Todos sabemos eso. Si hay alguien en esta audiencia visible o en alguna parte que pueda decir que ha fallado una sola vez, Ud. tiene libertad de ponerse de pie y contarlo. Pero si todo el mundo conoce que cada vez de las miles de veces, siempre ha sido perfectamente bien, digan: “Amén”. [La congregación responde: “¡Amén!”—Editor] Y así sería lo mismo por todo el mundo.",
    "Algo está a punto de suceder. Dios nunca manda estas cosas sin que exista un propósito detrás de ello.",
    "Estaba pensando en esto y aquí en mis apuntes tengo este punto. En esta mañana traigo puesto en la camisa un juego de gemelos. Muchos de Uds. me han oído mencionar a la actriz de cine, Jane Russell, su madre es Pentecostal; y su primo es uno llamado Daniel Henry, viene siendo hijo de la hermana de su mamá. El es Bautista. Y él estuvo parado en nuestra campaña, una reunión de los Hombres de Negocio, en Los Angeles, California, hace dos años.",
    "Y yo acababa de hacer una declaración muy poderosa y fuerte; y fue tanto así que hasta uno de los obispos generales de las Asambleas de Dios, bajó a la plataforma desde donde estaba sentado, muy arriba en la galería, y dijo: “Yo no creo que el Hermano Branham quiso decir eso así”.",
    "Yo le respondí: “Señor, forzosamente quise decir así, porque es ASI DICE EL SEÑOR”. Y luego—fue algo relacionado a la iglesia en esta edad actual.",
    "Y en ese momento apareció este joven, quien es un hombre de negocios. El tiene dos hermanos, uno había estado allí en esa mañana filmando con equipo de televisión y el otro es un jefe de construcción de carreteras en el Estado de California. Y Daniel Henry, llegó a dónde estaban sentados los hermanos en la plataforma, después del culto. Vino para abrazarme y me dijo estas palabras: “Hermano Branham, ojalá esto no suene como algo sacrílego, pero eso que Ud. ha dicho, muy bien podría ser el capítulo 23 de Apocalipsis”. Y todos sabemos que Apocalipsis solamente tiene veintidós capítulos. El dijo: “Espero que esto no suene como algo sacrílego”. Apenas lo había dicho…Ahora, este era un joven Bautista y no conocía nada tocante a lo sobrenatural. Me tenía abrazado aún, cuando de repente comenzó a hablar en un idioma desconocido.",
    "Cuando hubo terminado de hablar en este idioma desconocido, había una dama morena, muy pesada, sentada así de frente y se puso ella de pie y dijo: “Eso no necesita interpretación”. Ella dijo: “Yo soy de Shreveport, Louisiana”, o más bien dijo: “Baton Rouge, Louisiana, y eso es claramente francés”.",
    "Había otro francés llamado Victor Le Dioux, sentado a un costado, y dijo: “Correcto, yo soy francés, eso fue francés perfectamente”.",
    "Yo dije: “Un momento. Ud. escriba lo que él dijo, y Ud. escriba lo que él dijo, antes de decir otra cosa. Apunten lo que han dicho y tráiganme sus apuntes”. Entonces uno escribió y el otro escribió, y eran perfectamente iguales, hasta la puntuación.",
    "Entonces en ese momento, cuando me trajeron los apuntes, apareció un joven de buen parecer, rubio. Vino caminando de atrás (donde había estado parado por falta de asientos). Vino y dijo: “Un momento, yo también deseo presentar otro papel.” “El dijo: Yo soy el intérprete de francés en la O.N.U., las Naciones Unidas”. El dijo: “Deseo presentar mi apunte”.",
    "Y aquí, en francés, los tres apuntes, todos exactamente iguales. Y aquí está lo que dicen. Estos son los tres apuntes originales, tomados directamente. Este es el apunte de Daniel Henry, el suyo, que él cargaba en el bolsillo. Desde luego esto salió en la revista de los Hombres Cristianos de Negocio, y demás.\n\nPor cuanto tú has escogido el camino más angosto y la vía más dura, tú has caminado por tu propio escoger.\n\nTú has escogido la decisión precisa y correcta, y ésta es Mi Camino.\n\nPor razón de esta decisión trascendental, una gran porción del Cielo te espera.\n\n¡Qué decisión más gloriosa has tomado!\n\nEsto en sí mismo es lo que traerá y producirá la tremenda victoria en el amor Divino.",
    "Y el hombre firmó su nombre. Y aquí dice: “Lo anterior fue interpretado cuando Daniel Henry profetizó sobre el Hermano Branham, fue confirmado por tres testigos en esta cafetería en Los Angeles, California”.",
    "Ahora, este mismo joven, quien dio esta profecía, no sabiendo lo que decía, estuvo en Jerusalén, hace como un mes. Tuvo el privilegio de entrar y acostarse en la tumba donde sepultaron a Jesús, cuando murió. Y dice que mientras estaba acostado allí, que pensó en mí, y comenzó a llorar. Dijo: “En verdad ha sido muy duro para el Hermano Branham pararse en contra del mundo y estas cosas, y en contra de todas las iglesias”.",
    "Como un día alguien dijo acerca del Hermano Billy Graham: “Entendemos el éxito de Billy Graham, porque todas las iglesias se paran unidas a su favor. Y también se entiende el éxito de Oral Roberts con todos los Pentecostales. Pero ¿cómo podemos tener éxito, cuando esto es contrario a lo que la gente ha sido instruida?” Es Dios.",
    "Y Daniel tiene algo que hace en sus horas libres y es que pule piedritas. Fue a donde habían colocado la Cruz, donde dicen que la Cruz fue colocada en la piedra. No había nadie y él tomó una piedrita y la escondió en el bolsillo como recuerdo, y llegó a casa y de esa piedra me fabricó un par de gemelos o mancuernillas para la camisa. Y algo muy raro es que cuando los hizo, parece que están teñidos de sangre. Y atravesando a los dos, en continuidad, está un caminito angosto y estrecho, atravesando a los dos. Eso quizás será algo que otra persona ni siquiera lo tome en cuenta ¿ven Uds.?, pero para mí es algo que testifica de las cosas que yo creo. Por cuanto creo que todas las cosas tienen razón.",
    "Ahora, en este tiempo, lo que sea que el Señor tiene. Si esto aquí no es lo que El ha profetizado en Malaquías 4 y también en Lucas 17 y en muchas otras Escrituras, que habría de acontecer en este último día, quiero decir esto para concluir esta parte, si no es así, entonces esto ha colocado el fundamento para el hombre cuando apareciere. Si ha de ser de esa manera, entonces yo estoy sumamente agradecido con el Dios Todopoderoso, que me ha permitido hacer algo pequeño en mi condición analfabeta para mostrar mi agradecimiento de Su amor hacia mí, mi amor hacia El y nuestro amor para con el pueblo.",
    "Entonces, con esa sinceridad, estoy encarando este tema de Casamiento y Divorcio. Ruego que Dios tenga misericordia de todos nosotros.",
    "Y ahora, escuchen bien. Y hermanas, no se me vayan; quédense quietas un rato. Hermanos, Uds. hagan lo mismo. Uds. que están escuchando por la vía telefónica, no vayan a desconectar la línea. Quédense quietos hasta que haya terminado. Escuchen bien. Si están en desacuerdo, apunten las Escrituras que les cito y luego pónganse a estudiarlas, con mucha oración, antes de tomar su decisión.\n\nQue Dios nos ayude mientras intentamos abordar este tema.",
    "Ahora, quizás sea un poco largo. No quiero que nadie tenga prisa. Cada uno tomemos nuestro tiempo y genuinamente estudiemos la Palabra de Dios verdaderamente y a fondo, como sabemos estudiarla.",
    "Comencemos con San Mateo capítulo 19 y comenzando creo que es con el versículo 8, del capítulo 19, allí deseo comenzar. Mejor comencemos con el versículo 1 y leamos hasta el versículo 8, del capítulo 19.",
    "Ahora, recuerden, estas cosas que yo digo, tienen que tener su origen en la Palabra de Dios. No pueden ser mi propia opinión, porque mi opinión es como la de cualquier otra persona. Pero esto tiene que estar en continuidad con la Palabra de Dios. Recuerden, Dios mantiene todas las cosas en continuidad. El nunca cambia. Es el mismo ayer, y hoy, y por los siglos. ¿Lo creen? [La congregación dice: “Amén”.—Editor] El es el mismo.",
    "Leeré, pues, del capítulo 19:\n\nAconteció que cuando Jesús terminó estas palabras, se alejó de Galilea, y fue a las regiones de Judea al otro lado del Jordán.\n\nY le siguieron grandes multitudes, y los sanó allí.\n\nEntonces vinieron a él los fariseos, tentándole…",
    "Ahora, hago esta pausa para que puedan captar el énfasis de quiénes fueron los que le estaban tentando.\n\n…y diciéndole: ¿Es lícito al hombre repudiar a su mujer por cualquier causa?\n\nEl, respondiendo, les dijo: ¿No habéis leído que el que los hizo al principio, varón y hembra los hizo,\n\ny dijo: Por esto el hombre dejará padre y madre, y se unirá a su mujer, y los dos serán una sola carne?\n\nAsí que no son ya más dos, sino una sola carne; por tanto, lo que Dios juntó, no lo separe el hombre.\n\nLe dijeron: ¿Por qué, pues, mandó Moisés dar carta de divorcio, y repudiarla?\n\nEl les dijo: Por la dureza de vuestro corazón Moisés os permitió repudiar a vuestras mujeres; más al principio no fue así.\n\nAhora, que Dios nos ayude.",
    "Esta Escritura, esta pregunta, la tuvo que encarar Jesús en el comienzo de Su ministerio. Y también fue lo que Moisés tuvo que encarar en el comienzo de su ministerio. Es la pregunta primordial en el corazón del creyente. Al incrédulo no le importa. Pero esto es así con el creyente, porque el creyente está haciendo el esfuerzo en hacer todo lo posible para vivir correctamente ante Dios. Por lo tanto, si surge alguna pregunta de religión, de repente se presenta el caso de Casamiento y Divorcio. ¿Por qué? Porque es precisamente la causa del pecado original. Allí es donde comenzó el pecado. Y por eso es que es mencionado con tanta frecuencia, porque es el mero comienzo del pecado.",
    "Ahora, no tendré el tiempo para explicar todas estas cosas, pero con mucho gusto les contestaré cualquier carta o lo que pueda. También tenemos libros que tratan con estas cosas para responder a sus preguntas y también tenemos recortes de los periódicos y otras cosas para probar esto. Sabemos que fue Eva, la manzana que supuestamente se comió, lo cual ni siquiera es Escritural, y ahora dicen que en realidad se comió un albaricoque; pero no fue ninguno de los dos. Ella cometió adulterio y así produjo el primer hijo, Caín, el propio hijo de Satanás, porque en él habitaba la maldad. Eso no vino por medio de Abel. El hijo de Satanás fue Caín.",
    "Yo conozco ahora su pregunta donde Eva dijo: “De Jehová he adquirido varón”. ¡Exactamente correcto!",
    "Si Ud. junta la peor mujer del pueblo con el peor varón, y si les nace un hijo, es porque el Señor se los ha dado. Es porque Dios tiene establecidas ciertas leyes. Y estas leyes, como que salga el sol; si Ud. siembra espinas en un campo bueno, crecerán. Tiene que crecer porque es la ley de Dios. Cuando la semilla es sembrada, tiene que crecer. Y nada puede producir vida fuera de Dios, por cuanto funciona bajo Sus leyes. Entonces, cuando la semilla malvada fue sembrada en el vientre de Eva, tuvo que producirse por cuanto es la ley de Dios, la ley de la reproducción. Y no pudo hacer otra cosa sino producirse, y tuvo que ser de Dios.",
    "Por eso a veces la gente dice: “Los niños nacidos en hogares de padres impíos, tales están perdidos”.",
    "La Sangre de Jesucristo redime a cualquiera, no importa las condiciones malvadas de su nacimiento. El es el Cordero de Dios Quien quita el pecado del mundo. Ese pequeño no puede arrepentirse porque no tiene ni de qué arrepentirse. Y ese fue el pecado del mundo que fue quitado por la Sangre de Cristo. Los niños pequeños suben al Cielo.",
    "Este es el pecado original y por eso siempre existe la duda. Cuando cualquier fenómeno grande viene de Dios, en seguida surge la pregunta: “¿Y qué del Casamiento y Divorcio?” Y hoy, como siempre ha sido, es una pregunta entre el pueblo. Así como fue en el tiempo de Jesús, como fue en el tiempo de Moisés, siempre ha sido, y es aún hoy también, una interrogativa entre el pueblo, porque el pueblo desea conocer cuál es la Verdad.",
    "Y donde existe una interrogativa, también tiene que haber una respuesta. Y ahora, al haber una respuesta, como he dicho antes en esta semana, tiene que haber una respuesta correcta. Luego, si recibimos una respuesta a algo, y no es correcta, enseguida sabemos que está errada. Y la pregunta sigue hasta que se recibe una respuesta a la pregunta correcta. Si uno está buscando la Verdad, y siendo que ésta es una pregunta Bíblica, entonces debe ser una respuesta Bíblica.",
    "Como he dicho, si en esta mañana yo deseaba viajar hacia el este; y hasta donde sabía, tenía que hallar cierta cosa en el campo que me queda directamente al este y yo salía caminando hacia el este. Pero luego alguien me dice: “Hermano Branham, acá es el este”. Sí, es el este potencialmente, pero es noreste y yo pasaría lejos del objeto que buscaba, y tendría que volver, sabiendo que aquello estaba errado. Luego si otra persona me dice: “Hermano Branham, camine por acá, a la derecha”. Por ahí también es potencialmente este, pero es sudeste y nuevamente no daría con el objeto que andaba buscando, porque estaría caminando fuera de los límites del camino perfecto y directo.",
    "Ahora, siendo así el asunto, tenemos dos líneas de pensamiento en este asunto de Casamiento y Divorcio. Una línea dice que: “El hombre puede estar casado una sola vez, a menos que su esposa haya muerto”. Esa es una de las preguntas. Pero si uno sigue esa línea, caerá fuera de borda. Otra línea dice: “Si el esposo o la esposa ha cometido adulterio, cualquiera de los dos puede ser divorciado y así casarse de nuevo”. Pero esa línea también lo lleva a uno fuera de borda.",
    "Entonces, ¿ven?, no nos interesa ni el sudeste, ni el noreste; pero queremos caminar directamente al este. Si Ud. camina por aquí se le acaban las Escrituras, y si camina por acá también se les acaban las Escrituras. Pero nuestro interés es conocer a dónde Escritura se une con Escritura, y así conocer la Verdad del asunto. Cada uno escoge su camino distinto y fallan en producir la respuesta correcta. Pero tiene que haber una respuesta.",
    "Es como hallamos hoy, las dos líneas principales de doctrina en la iglesia: una línea es el Calvinismo, y la otra es el Armenionismo. Uno es legalismo y el otro es gracia. Y hallamos que aquellos que creen en gracia, los calvinistas, dicen: “Alabado sea Dios, a mí no me daña si fumo, no me daña si bebo, yo puedo hacer estas cosas porque yo tengo seguridad Eterna”. Luego hallamos el otro extremo, los legalistas, que dicen: “Cómo quisiera yo regañar a aquel tipo y mostrarle lo que pienso, pero yo soy Cristiano y tengo que mantenerme quieto”. ¿Ven? Se encuentra uno caminando en dos caminos muy distintos y ninguno de los dos es la vía correcta. Ahora es difícil decir eso, pero es la verdad.",
    "Nos hallamos en dos caminos distintos; uno saliendo por una vía, y el otro saliendo por otra. Ahora veamos lo que es la Verdad.",
    "Escuchen bien, a ver si esto les suena razonable. Por ejemplo, si yo me preparo para viajar al exterior. Hablando de mi propia familia en particular. Yo llamo a mi esposa a mi lado y le digo: “Querida, viajo al exterior”. Y este es el lado legalista: “Esposa mía, te voy a fijar muy claro la ley. Si tú andas coqueteando con otro hombre en mi ausencia, cuando yo regrese, tú serás una mujer divorciada. No quiero que andes mirando ni coqueteando. ¿Me entiendes? Yo soy tu esposo y si te atreves a hacer estas cosas, cuando regrese te voy a divorciar”.",
    "Luego ella me agarra de la corbata y me dice: “Mi señor, a Ud. también le quiero decir algo. Si Ud. anda mirando mujeres, o sale con alguna mujer, o anda coqueteando con alguna mujer, cuando Ud. vuelva, será un hombre divorciado”. ¡Oh! ¿No sería un hogar lleno de felicidad? Esa es la línea legalista. Muy bien.",
    "Ahora el otro extremo es, si yo salgo para el exterior y allá cometo un error…Llego allá y digo: “Bueno, a mí me gustaría salir con esta mujer, no hay problema con mi esposa, a ella no le importa”. Y mi esposa estaría acá diciendo: “No le hace si salgo con este hombre. Está bien con Bill, a él no le importa”. Si a mí no me importa, entonces algo está muy mal conmigo. Yo no amo correctamente a esa mujer. Y si a ella no le importa, entonces algo anda mal con ella. Ella es mi esposa y no quiero que ningún otro hombre la ande tocando. Es mi esposa.",
    "Ahora, la manera correcta del asunto es esta, ambos lados tienen una verdad, pero no la Verdad exacta.",
    "Ahora, cuando yo salgo para el exterior, para que esto quede bien grabado, yo junto a mi familia y oramos juntos. Yo los entrego a Dios y ellos me entregan a Dios. Luego yo salgo para el exterior. Yo sé que ella me ama, y yo le tengo confianza. Y yo la amo a ella, y ella me tiene confianza. Y por cuanto yo la amo de esa manera, ella no tiene ninguna preocupación de que yo ande saliendo con otra mujer. Y por cuanto ella me ama correctamente a mí, no hay porqué yo esté pensando que ella va a salir con otro hombre. Porque ella es mi esposa y yo le creo.",
    "Además, yo sinceramente creo que si yo llegara a cometer alguna falta y saliera con alguna mujer y luego al volver acá se lo confesara y le dijera: “Meda, no fue mi intención hacer eso, de repente me encontré en una trampa, esta mujer corrió y me agarró del brazo, y tú sabes”. Yo creo que ella entendería, y creo que me perdonaría. Pero yo no haría eso por nada, porque yo la amo. Aunque ella sí me perdonaría, yo no lo haría. Yo no la lastimaría por nada. Y aunque sé que me perdonaría, yo no la quiero lastimar.",
    "Y asimismo es con Dios. Si yo…Si el amor Fileo, lo cual es el amor humano, de compañerismo, puede hacer que el hombre se sienta así con respecto a su esposa, entonces ¿qué tal con el amor Agape, la palabra griega que significa: “el amor de Dios”, cómo me haría sentir hacia Jesucristo? Por cuanto yo deseo ir y hacer cierta cosa, está en mi corazón hacerlo, y yo digo: “si está en mi corazón hacerlo, lo haré”. Pero el legalismo no me lo permite, porque sé que seré castigado por hacerlo. Pero la genuina Verdad del asunto es que, cuando el amor de Dios baja a su corazón a tal grado, entonces Ud. desea hacer ciertas cosas. Esa es la Verdad del asunto. Esas son las dos líneas. No es el legalismo u otro, o el Calvinismo, es ambos.",
    "Ahora, hallamos hoy en día que también existen muchas denominaciones distintas. Tenemos la iglesia Católica, la iglesia Protestante. Cada una dice que ella es el camino correcto. ¿Ven? “Acá tenemos la Verdad. Nosotros somos el Camino”. Los Metodistas dicen: “Nosotros tenemos la Verdad”. Los Bautistas dicen: “Nosotros tenemos la Verdad”.",
    "Pero a mi manera de pensar, si así piensan ellos, entonces no puede ser, porque Jesús dijo: “Yo soy la Verdad”. ¿Ven Uds.?",
    "Por lo tanto, como prediqué en mi sermón de anoche, que El es el lugar a donde Dios colocó Su Nombre, y ese es el único lugar para la adoración. Ud. no es Cristiano porque es Protestante. Ud. no es Cristiano porque es Católico. Ud. no es Cristiano porque es Metodista, Bautista o Pentecostal. Ud. es Cristiano porque Ud. ha sido bautizado en Jesucristo por el Espíritu Santo, no por el agua. “Existe una fe, un Señor, un bautismo”, lo cual es el bautismo del Espíritu Santo. El bautismo en agua lo coloca a Ud. en un compañerismo, pero el bautismo del Espíritu Santo, lo coloca en Cristo. Ahí está la Verdad.",
    "También tenemos dos pensamientos relacionados con esto de Casamiento y Divorcio. Ahora que nuestro Señor nos ha abierto el misterio de los Siete Sellos de Su Palabra, en estos últimos días…Quizás para muchos de Uds. puede ser que esto sea puro griego, pero mi iglesia sí entiende. Uds. han oído de las visiones y todo lo que ha acontecido. Y esta pregunta es una pregunta Bíblica y todos estamos aquí por invitación, creyendo que existe una respuesta verdadera para todo este secreto escondido, que ha estado escondido desde la fundación del mundo. Y la misma Biblia profetiza y dice que en este día estos secretos serían revelados. Apocalipsis 10 dice: “En los días de la Voz del séptimo ángel, el mensajero de Laodicea, los misterios de Dios serán conocidos”. Y esta es la última edad, Laodicea.",
    "Fíjense bien en este avivamiento que ha seguido por quince años o más, y en esto no se ha formado ni una sola denominación. Lutero tuvo su avivamiento y en seguida comenzó la denominación. Después de Wesley hubo una denominación. Después de Alejandro Campbell hubo otra denominación. Después de los grandes como Juan Smith, y los demás, hubo una denominación; Moody y los demás. Pero aquí tenemos uno…Por lo común un avivamiento no dura más de tres años, pero esto ya tiene más de quince años andando y no ha surgido ni una sola denominación, por cuanto éste es el tiempo de la Simiente. Ya no existe más paja; después del tiempo de la paja, entonces es la Semilla.",
    "Dios está listo. Si no lo está haciendo ahora mismo, El llamará a una Iglesia a la perfección por Su Palabra, Jesucristo. Ahora noten, en algún lugar tiene que haber una respuesta, y siendo Eso el misterio de Dios sellado con Siete Sellos, los Siete Sellos.",
    "Ahora, los que entienden eso, levanten la mano. Creo que casi todos son de nuestras congregaciones, escuchen. Si no, los libros estarán a su alcance ya pronto, sobre este tema. Ya tenemos algunos libros sobre esto.",
    "En nuestro texto que leímos, Jesús nos invita a regresar al principio, para hallar la respuesta verdadera y Escritural.",
    "Ahora, cuando Jesús fue presentado con esta situación, habían dos cosas a la vista. Los sacerdotes le preguntaron: “¿Puede un hombre divorciarse de su esposa y casarse con otra, por cualquier razón?”\n\nY Jesús dijo: “En el principio no fue así”.\n\nLuego le dijeron: “Moisés nos permitió la carta de divorcio”, y se estaban divorciando por cualquier razón.",
    "El les dijo: “Eso, Moisés les había permitido eso por causa”, y quiero que esto penetre bien, “por causa de la dureza de vuestro corazón, mas desde, o en el principio no fue así”. La pregunta.",
    "Como la pregunta que tenemos hoy, acerca de la paz mundial: “¿Se logrará por medio de la política, o por medio de la unidad de las naciones?” Yo les digo que no. Siempre ha fallado y nuevamente fallará. Pero sí existe una respuesta verdadera para la pregunta: “¿Habrá paz sobre la tierra?” Sí, cuando el pecado haya sido aniquilado de la tierra, entonces habrá paz. Pero hasta ese tiempo, no habrá paz; “nación se levantará contra nación, y reino contra reino”. Dios recetó el remedio para el pecado. Escuchen bien. Dios nos dio el remedio de cómo poder aniquilar el pecado de la tierra, pero el hombre terrenal no quiere aceptar el remedio de Dios.",
    "Dios también nos ha dado un remedio y una manera de cómo podemos casarnos con nuestras esposas y vivir con ellas, pero el hombre no quiere aceptar el remedio de Dios, no quiere aceptar Su Palabra en cuanto a eso. Jesús ha dicho esto y nos hace recordar Sus Palabras, sabiendo que El dijo: “Los cielos y la tierra pasarán, pero Mis palabras no pasarán”.",
    "La pregunta, la respuesta verdadera a la cual Jesús desea que volvamos, es que volvamos al principio. Lo cual estaría en Génesis. Porque la palabra Génesis es el libro simiente para toda pregunta en la Biblia. Y uno siempre tiene que volver y examinar la semilla para así saber qué clase de semilla está sembrada en el campo, para saber qué cosecha va a tener. Ahora bien, ¿qué clase de semilla fue sembrada? Génesis, siendo el libro de la simiente, volveríamos allá a Génesis. Jesús nos llamó la atención a esa Escritura: “En el principio”. Y recuerden, allá fue cuando comenzó el tiempo. Antes de eso, era la Eternidad. Ahora, nuestra pregunta allí era, noten, si nos volvemos de nuevo al principio.",
    "Ahora, por favor no fallen en ver esto. Y por eso deseo hablar así lento, para todos aquellos en las líneas telefónicas y para que la cinta lo hable claramente.",
    "Si Jesús dijo: “Vuelvan al principio”, allá fue cuando había un solo par de cada cosa en la tierra. Había un Adán y una Eva, y ellos fueron unidos por Dios solamente. Había una yegua y un macho. Había una cotorra y un cotorro. “En el principio”, a donde El nos ha mandado a que volviésemos, había sólo un par de cada cosa. ¿Correcto? [La congregación dice: “Amén”.—Editor] Entonces hallamos que todo “allá en el principio” estaba marchando en perfecto orden y armonía con Dios, nada estaba fuera de orden.",
    "Y todo lo celestial aún está en perfecto orden. Todas las estrellas, las galaxias, el sistema solar, todo está en perfecto orden. Si una sola cosa se mueve, interrumpe el programa por completo.",
    "Ahora escuchen bien. ¿Pueden ver cómo una sola interrupción echa a perder todo el programa? Ahora, cuando los humanos estaban en perfecta continuidad con Dios, o sea un hombre y una mujer, aquella mujer pecó y eso interrumpió por completo la continuidad del programa terrestre con Dios. Por lo tanto, una sola palabra añadida a este Libro, o una sola Palabra quitada, también interrumpe la continuidad del Cristiano con Dios, destruye la continuidad de la iglesia con Dios, destruye la continuidad de la familia con Dios. Todo creyente puede ser separado de esta continuidad por el hecho de no aceptar toda Palabra de Dios.",
    "Así que fue la mujer la que causó la división de aquel hermoso hogar. No fue ningún Querubín el que perturbó la tierra. No fue Adán quien causó la división en el hogar. No fue ninguna otra cosa la que causó esta división del hogar, y que causó la separación de esta continuidad, sino una mujer, Eva. Y aquí es “el principio” del cual hablaba Jesús, cuando la cosa se dividió. Jesús dijo: “En el principio, Dios formó uno de cada especie, un varón, y una hembra”. Y ahora, cuando esta mujer…no la yegua, no la perra; pero la mujer, ella interrumpió por completo la continuidad del programa de Dios sobre la tierra y mandó todo rumbo a la muerte. Fue la mujer, no el hombre. Ella rompió el pacto. Ella rompió el pacto. ¿Por qué? Es que ella traspasó la frontera de la Palabra de Dios. Ahora, si ella rompió su pacto con su esposo, también rompió su pacto con Dios; entonces por cuanto rompió el pacto con Dios, también lo rompió con su esposo.",
    "Y cuando Ud. rompe su promesa y su pacto con la Palabra de Dios, eso es lo que ha causado tantos miembros ilegítimos de iglesia, porque un grupo de hombres se reunieron y declararon: “Bueno, pero es que no significa eso”. Y eso hace que toda la organización esté fuera de la continuidad de la Palabra. “Nosotros no creemos eso porque el Dr. Jones ha dicho que no es cierto”. Pero por cuanto Dios dice que sí es cierto, El ha dicho: “La palabra de todo hombre sea mentira y Mi Palabra sea la Verdad”. Y en eso están rompiendo la continuidad.",
    "Ahora, notamos que al estar rota la continuidad, también se rompió la línea de la Vida, y también se rompió la línea del tiempo, el pacto estaba roto, todo estaba en la ruina. ¿Y qué causó todo esto? Una mujer. Eso fue lo que rompió el pacto. Si lo desean leer, lo pueden leer en Génesis capítulo 3.",
    "Ahora, entonces fue cuando al hombre le fue otorgado que gobernase sobre la mujer, por la Palabra de Dios. Ella ya no era igual a él. Ud. sabe, ella era igual a él en naturaleza, pero cuando quebrantó la Palabra de Dios, Dios decretó que el hombre gobernase sobre ella. Génesis 3:16, si lo desean anotar. Ella ya no era igual al hombre. Ella fue quien quebrantó la Palabra de Dios.",
    "¿No pueden ver, “ella”, ella, la iglesia acá? La quebrantadora de la Palabra de Dios, lo cual la separó por completo de la continuidad. Y es también lo que ha hecho la iglesia, y ha cubierto la cosa completa con muerte espiritual. Ahora entenderán porqué yo sigo martillando estas cosas de esta manera. ¡Es la Verdad! Estos son datos Bíblicos.",
    "Noten, ¿por qué hizo esto? ¿Cómo es posible que aquella mujer tan bella, tan hermosa y tan perfecta…?",
    "En una ocasión yo vi un cuadro, creo que fue en Grecia, donde un artista había dibujado a Eva. Eso fue lo más horrible que jamás he visto. Eso muestra la idea de la mente carnal. Pero ella no era así, era hermosa, porque era una mujer perfecta, completamente mujer.",
    "Noten, ¿por qué habrá hecho aquello, estando en aquel orden tan elevado? Ella estaba al nivel e igual que el hombre. Y ahora todos sabemos que ella perdió su igualdad con el hombre cuando pecó. Y Dios le dijo: “El hombre se enseñoreará de ti de aquí en adelante”. Eso es la Escritura. Si desean, podemos leerlo.",
    "Les estoy dando las citas para así ahorrar tiempo en esta conexión telefónica a través de la nación. Léanlo Uds. mismos.",
    "Veamos la razón por la cual ella hizo aquello. ¿Cómo fue que Satanás llegó hasta ella?",
    "¿Sabían Uds. que en una ocasión Satanás se encontraba al par con Dios? Seguro, era todo menos creador; era todo, estaba a la diestra de Dios, en los Cielos, y era un gran líder entre los Querubines.",
    "Noten, la razón de que ella hizo aquello, fue porque ella no formó parte de la creación original. La mujer no formó parte de la creación original de Dios; ella es más bien un subproducto. Por lo tanto, “en el principio”, como Jesús se refirió, ella no fue uno de los seres creados originalmente por Dios. Ella es un subproducto del hombre—cuando Jesús se refirió a “en el principio”.",
    "Recuerden, Adán, en la creación original, fue masculino y femenino, uno solo. Pero luego fue separado por una costilla.",
    "Noten, pero un subproducto—y noten que de toda la creación de Dios, de todo animal, de todo, la mujer fue la única que fue diseñada de esta manera. Todas las demás hembras formaban parte de la creación original. Todas las demás hembras formaban parte de la creación original, pero Eva no formó parte de la creación original. ¿Ven?, tuvo que ser formada de esa manera. Más adelante veremos eso en detalle. Noten, en esta creación donde ella apareció, no en la original, pero un subproducto. Y en esta creación, hay…",
    "Ahora no es mi intención lastimarles los sentimientos, pero quiero decirles la Verdad. Manténganse quietos; lo están haciendo muy bien.",
    "No hay nada diseñado para ser tan engañoso como lo es la mujer, así de engañosa. No puede haber ninguna otra cosa; no hay nada hecho para ser así.",
    "Tampoco hay ninguna cosa que pueda ser engañada tan fácilmente como una mujer. Ahora, la caída prueba lo cierto de eso, la caída allá en el principio.",
    "Ella no formó parte de la creación original en el principio. Ella estaba en Adán, pero no en un cuerpo de sexo femenino, ella misma, en el principio. Ella fue el subproducto hecho.",
    "Ahora, no hay ninguna cosa diseñada que pueda engañar y ser engañada tan fácilmente como la mujer. No hay ninguna cosa diseñada, o que pueda bajarse a tal grado de vulgaridad, como la mujer. Piénsenlo bien. No hay nada en toda la creación que pueda bajarse a tal grado de vulgaridad como la mujer. Ella puede romperle el corazón al hombre más fácil que cualquier otra cosa en todo el mundo. Sí, su esposa. Si esa linda esposa comienza a salir por ahí con otro hombre, vean a ese pobre hombre sentado ahí con sus hijos, llorando. Así está diseñada ella. Ella está diseñada para hacer esto. No hay ningún cerdo, ningún perro, ni ningún otro animal diseñado como ella o que pueda bajarse a tal grado de vulgaridad como ella puede. Ahora eso es la verdad.\n\nCon todo respeto a mis hermanas, pero quiero que vean esto.",
    "Ningún animal puede portarse en forma inmoral. A los animales les decimos perra y puerca, pero en cuanto a lo moral, estos animales dejan atrás por millones de millas a muchas de las estrellas de Hollywood. Así es hecha ella, para bajarse a tal grado de vulgaridad. Ella no puede…Ahora piénsenlo bien. No hay nada en toda la creación de Dios que pueda portarse en forma inmoral o que pueda bajarse a tal grado.",
    "Ud. dirá: “Un momentito, ¿y el hombre?” Ya estamos llegando a eso. Pero la mujer tiene que decir “sí”.",
    "Noten, no hay otra cosa hecha para bajarse a tal grado de vulgaridad o ser inmunda, sino la mujer. La perra no puede llegar a eso, tampoco la puerca, tampoco la pajarita. Ningún animal es inmoral, ni puede ser, por cuanto no están diseñados para serlo. Una puerca no puede ser inmoral, una perra no puede ser inmoral, la pajarita no puede ser inmoral. Una mujer es la única que puede ser inmoral.",
    "Ahora, ¿pueden ver a dónde se dirigió Satanás? ¿Ven? Pero ella aún retiene, ella es quien tiene el poder para decir “sí” o “no”. ¿Ven Uds.? Depende si desea guardarse o no. ¿Ven? Ahora, aquí podemos ver claramente lo que dio lugar a la simiente de la serpiente. Había un solo lugar a donde él pudo llegar. Si con eso no se entiende bien, entonces alguien está muy ciego. ¿Ven? ¿Ven?, por ahí tuvo que llegar.",
    "Noten, la razón de que los animales no podían hacerlo, los animales hembra, es porque estaban en la creación original. Pero la mujer no estuvo en aquella creación original. Ahora, lo que vamos a hacer es sacar todo esto a la luz y traerlo todo al día presente, en el Testamento.",
    "Sólo la mujer está diseñada para inmundicia y vulgaridad. La perra no es así, ni tampoco ninguna otra hembra. Sólo la mujer puede ser así. La perra o cualquier otro animal, una vez al año, y eso por sus bebés; no por placer sexual, sino solamente por sus bebés. La puerca, la perra, una vez al año, un solo momento y eso es por sus bebés. Pero la mujer está diseñada para cuando ella lo desea. Aquí tengo algunas cosas tachadas. Uds. se pueden imaginar lo demás. La perra no puede, la mujer sí puede. Ojalá que el Espíritu Santo les revele lo demás que tengo tachado.",
    "La mujer es la única especie, especie de hembra, que fue hecha más hermosa que el macho. No es así entre ninguna otra especie. Todas las demás criaturas de Dios, tienen machos bellos, ya sean animales, pájaros y demás, el macho siempre es el más hermoso.",
    "Fíjense en el venado robusto con sus cuernos tan grandes, una especie tremenda, y luego la venada tan humilde. Fíjense bien en el gallo con todas sus plumas tan bonitas, y luego la gallinita color café. Fíjense en las aves, el gallo y la gallina ¿Por qué? ¿Por qué es así con todas las criaturas de Dios? Con toda criatura, el macho es el más hermoso, ya sea entre las ovejas, entre los cerdos, los caballos, o cualquier cosa. Siempre es el macho más grande y más hermoso, y en la aves.",
    "Pero en la raza humana es la mujer la que es más hermosa, no es el hombre; si acaso es el hombre, entonces algo anda muy mal, en alguna parte se cruzó la simiente. Originalmente así era. ¿Por qué? ¿Por qué fue hecha así? Para así engañar. Y su diseñador, Satanás, todavía está trabajando en ella en estos últimos días.",
    "Permítanme detenerme aquí por un momento. ¡Hermosura! ¿Sabían Uds. que la primera destrucción mundial fue a causa de mujeres hermosas? “Viendo los hijos de Dios que las hijas de los hombres eran hermosas, tomaron para sí mujeres”. ¿Correcto?",
    "¿Han notado Uds. el incremento en la hermosura de las mujeres en estos días? Yo he visto la fotografía de Pearl O’Brien, supuestamente la mujer más hermosa en toda la nación, allá en un tiempo. Pero hoy en día cualquier jovencita de esta escuela le ganaría, en cuanto a hermosura.",
    "El incremento en la hermosura de las mujeres está mostrando el tiempo del engaño. ¿Cuándo fue que la iglesia era más hermosa que hoy? El enfoque está en los tremendos edificios tan finos, y millones de esto y millones de aquello. ¿No pueden ver, “ella”, el engaño?",
    "Ahora, no hay nada que pueda someterse a un grado bajo de inmoralidad como ella. Y ella está diseñada para que pueda ser engañosa. Y Satanás en verdad está trabajando con ella hoy, en estos últimos días, porque él es su diseñador. Ahora, esto lo puedo probar, volviendo hasta el principio. ¿Quién comenzó a obrar en ella, Adán o Satanás, Dios o Satanás? ¿Ven Uds.? Ese es su diseñador. Es su arma principal para hacer al hombre caer en su inmundicia, siendo una mujer hermosa, ella puede dominar al hombre como ella desea. Hermano, no es la cantina o el club que domina al hombre; mas bien es la mujer hermosa, caminando por la calle, torciéndose y media vestida. Esa es la que lleva…Esa es la engañadora, allí mismo. Y con eso ella es mortalmente destructiva, absolutamente mortal. Uds. quizás no me crean en cuanto a Satanás siendo su diseñador, pero es la Verdad. Satanás la diseñó y aún sigue.",
    "Permítanme mostrarles algo en la Escritura. Tengo que llevarlos a la Escritura, luego Uds. formen su opinión al ver las cosas hoy en día.",
    "Satanás es quien siempre ofrece esa clase de hermosura. Si notamos, él fue el más hermoso de todos estos Angeles en el Cielo. ¿Correcto? Y su deseo fue de hacer del Cielo un lugar más hermoso que el reino del Angel Miguel. ¿Correcto? Y como muestra de que Caín era su hijo, éste ofreció una adoración más hermosa, adornando sus altares con frutas, flores, etc. ¿Correcto? ¡Hermoso! El pecado es hermoso, lo que llamamos hermosura hoy en día. Y el pecado es engañoso por medio de la hermosura. Ud. no podría mirar una mujer caminando por la calle y saber lo que tiene en su corazón. ¿Ven? Pero yo quería decir estas cosas para que Uds. vieran porqué Satanás es su diseñador. Exactamente, es la verdad, y su propio hijo, Caín, lo probó. Ahora, ella es hermosa para así poder engañar.",
    "El mundo también es hermoso para poder engañar. Me refiero al cosmos, el orden mundial. Es hermoso para poder engañar, lugares muy finos, con mucho lujo.",
    "¿Se acuerdan del profeta, Amós, cuando se asomó por un cierto cerro y contempló la ciudad, y parecía un Hollywood moderno? Sus ojos se hicieron pequeños bajo el cabello canoso que le soplaba en la cara. Y él bajó a esa ciudad con un Mensaje y de repente clamó en ese lugar y dijo: “¡El mismo Dios que Uds. reclaman estar sirviendo, les va a destruir!” Correcto.",
    "El pecado es hermoso. La gente hoy en día se imagina a Judas como un borracho, tirado por ahí en la calle, con la boca llena de moscas, que así era Judas. Judas fue un hombre guapo, fuerte, un engañador. No es a ése al que uno tiene que vigilar, no es al campesino que viene vestido con pecheras al que uno tiene que vigilar cuando se acerca a su esposa; es mas bien ese mañoso, ése es el pícaro.",
    "El pecado es hermoso en los ojos del mundo, pero Dios no es representado en esa clase de hermosura. ¿Sabían eso? Dios aparece más bien en carácter, carácter hermoso.",
    "En la Biblia, en Isaías 53, si lo desean anotar. Yo tengo muchas Escrituras apuntadas aquí. En Isaías 53, la Biblia dice de nuestro Señor Jesús, que: “No hubo en El hermosura como para que le deseáramos. Y como que escondimos de El el rostro”. ¿Correcto? No le deseamos porque no era hermoso. El probablemente fue un hombre de baja estatura, con hombros encorvados, de parecer rústico y no era deseable para que fuera un líder. No parecía ser un líder. El hablaba el idioma común de la gente de la calle, y por lo tanto, no parecía ningún gran maestro, educado, y todo fino con su gran manto. El era un hombre cualquiera. “En El no hubo hermosura para que le hubiéramos deseado.” El caminaba entre toda la gente y ellos ni sabían Quien era. El no parecía un Dios, como nosotros pensaríamos que sería un Dios. Pero de todas maneras, ¡El era!",
    "¿Habrán notado Uds. esto? Cuando Jehová Dios le dijo a Samuel: “Ve allá a la casa de Isaí, y unge a uno de sus hijos como rey, para que tome el lugar de Saúl”.",
    "Ahora, el pueblo había escogido a Saúl, cuando Samuel les había dicho claramente que no lo hicieran. El les había dicho: “Dios no quiere que tengan un rey, porque El es su Rey”. Y les preguntó: “¿Les he dicho yo algo en el Nombre de Jehová que no haya tenido cumplimiento perfecto? ¿Les he pedido yo dinero para mi sostén?”",
    "Y le respondieron: “No, tú jamás nos has pedido dinero. Y todo cuanto has dicho en el Nombre de Jehová, ha tenido cabal cumplimiento. Pero de todas maneras, nosotros deseamos un rey”. Y en eso escogieron a Saúl. Miren pues lo que el mundo escogió. Miren lo que Israel escogió. Israel, los ungidos de Dios, escogieron a un hombre que de los hombros para arriba era más alto que cualquiera en toda la nación. Era un tipo muy guapo, muy fino, y siempre fue una mosca en el plato.",
    "Pero Dios dijo: “Yo voy a escogerles un rey según Mi elección”. Y le dijo: “Samuel, Yo no te voy a decir quién es, pero tú ve allá. Es uno de los hijos de Isaí”.",
    "Luego Isaí, junto con su esposa y los demás, considerando esto, dijo: “Sí, nuestro hijo mayor es un hombre alto y muy guapo, la corona del rey le va quedar muy bien. El es sabio, él es educado y es un hombre muy fino. Yo sé que él será justamente el hombre. El pronuncia sus palabras correctamente”.",
    "Cuando lo presentaron, entonces Samuel tomó la botija de aceite y se acercó a este hijo mayor y dijo: “No, Jehová lo ha rechazado”. Y así pasaron por todos los seis hijos, y el Señor rechazó a cada uno. El dijo: “¿No tienen otro por ahí?”",
    "🦅 Oh”, dijo: “sí, hay uno, está allá pastoreando las ovejas, se mantiene allá tocando música, y cantando y gritando. Pero él es un muchacho un poco encorvado de los hombros y con apariencia media rústica. El nunca servirá para rey”.",
    "El dijo: “Tráiganlo”. Y cuando David entró en la vista del profeta, el profeta corrió con el aceite y lo vació sobre su cabeza y clamó: “¡Este es el escogido de Dios!”. No era cuestión de hermosura, sino de carácter. Dios se fija en carácter.",
    "El hombre se fija en la belleza natural, la cual es engañosa. Y por eso a la mujer le fue dada esa belleza para engañar, para ser engañosa. Una mujer hermosa, si ella no usa eso en la manera correcta, le viene siendo una maldición. Eso la condenará al infierno más rápido que cualquier otra cosa que yo conozco. Si ella…Si ella puede ser hermosa, muy bien, mientras se queda con su esposo y hace lo correcto, eso—eso está muy bien. Pero ella puede tomar eso mismo y ¡ay, cómo puede engañar con eso! Porque para eso le fue dado.",
    "Noten. Ahora, pero Dios es representado más bien en carácter. “No hubo nada de hermosura en Cristo como para que lo deseáramos.” Pero jamás ha habido un carácter como El en toda la tierra.",
    "Ahora, hallamos hoy en día que el—el carácter de la iglesia, Satanás y su grupo, buscan iglesias grandes y hermosas, cosas bonitas. Eso es lo que el mundo está mirando hoy. “¡Oh, es el pastor! El gran Fulano de Tal, con sus títulos tan sacerdotales y piadosos, caminando en sus costosas vestimentas y cosas semejantes”. Ellos llaman eso hermosura.",
    "Pero los genuinos santos de Dios están buscando el carácter de la Palabra vindicada.",
    "Eso es lo que hicieron los santos en aquel día, cuando vieron a Jesús. El no era algo para estarlo mirando, pero ellos vieron que Dios estaba en El, vieron que Dios estaba con El.",
    "Y así fue con Joab y aquellos fieles con David, él siendo un hombre pequeño, mas ellos vieron que era un hombre por dentro. Vieron que Dios estaba en él y sabían que algún día él llegaría al poder. Uno mató a los cinco hermanos de Goliat, solo. Otro mató a trescientos hombres; cuando las mujeres estaban juntando frijoles para la cena, su ejército ya había salido, éste tomó una lanza y mató a trescientos hombres filisteos. ¡Carácter! ¿Por qué? Ellos se mantuvieron con David. Sabían que la unción estaba sobre él y sabían que algún día él subiría al poder.",
    "Es un cuadro perfecto de la Iglesia de hoy en día, que se mantiene al lado de la Palabra. Sabemos que será vindicada, sabemos que entrará en poder algún día. Aunque Saúl…Y él era un fugitivo para las demás naciones, pero ellos sabían que subiría al poder. Nosotros sabemos que El está por llegar al poder también, por lo tanto, tomaremos esta Palabra y nos mantendremos firmes, no importa cuánto cueste. Si tenemos que cortar filisteos, o echarnos en un foso y matar un león, como hizo uno, de todas maneras seguimos porque así es como Dios ha diseñado las cosas. Nosotros buscamos carácter.",
    "Ahora, Ud. me hará la pregunta: “¿Por qué permitió El que ella fuese diseñada de esta manera?” No quiero tomar mucho tiempo, porque todavía me falta mucho que decir. “¿Por qué?” La pregunta entonces podría surgir: “¿Por qué hizo Dios a la mujer de esta manera? ¿Por qué permitió El que ella fuese así?” Porque así le ha placido a El. Seguro.",
    "Ahora, si desean abrir sus Biblias por un momento, veamos Romanos capítulo 9, por un momento, para mostrarles cómo Dios hace estas cosas, si lo desean leer. Y aquí podemos ver lo que Dios hace para Su propio beneplácito. Romanos 9:14.\n\n¿Qué, pues, diremos? ¿Que hay injusticia en Dios?…",
    "Cuando El escogió a Esaú, o más bien escogió a Jacob y rechazó a Esaú, antes que cualquiera de ellos tuviese oportunidad de escoger por sí mismos—ninguno de los dos; antes de que naciesen, aún estando en el vientre de la madre, Dios dijo: “Yo odio a Esaú, mas amo a Jacob”. ¿Ven Uds.? ¿Por qué?\n\nPues a Moisés dice: Tendré misericordia del que yo tenga misericordia, y me compadeceré del que yo me compadezca.\n\nAsí que no depende del que quiere, ni del que corre, sino de Dios que tiene misericordia.\n\nPorque la Escritura dice a Faraón: Para esto mismo te he levantado, para mostrar en ti mi poder, y para que mi nombre sea anunciado por toda la tierra.\n\nDe manera que…(miren bien),…De manera que de quien quiere, tiene misericordia, y al que quiere endurecer, endurece.\n\nPero me dirás: ¿Por qué, pues, inculpa? porque ¿quién ha resistido a su voluntad?\n\nMas antes, oh hombre, ¿quién eres tú, para que alterques con Dios? ¿Dirá el vaso de barro al que lo formó: ¿Por qué me has hecho así?\n\n¿O no tiene potestad el alfarero sobre el barro, para hacer de la misma masa un vaso para honra y otro para deshonra?\n\n¿Y qué, si Dios, queriendo mostrar su ira y hacer notorio su poder, soportó con mucha paciencia los vasos de ira preparados para destrucción,\n\ny para hacer notorias las riquezas de su gloria, las mostró para con los vasos de misericordia que él preparó de antemano para gloria…?",
    "Ahora, discuta Ud. con Eso un rato. Dios lo hizo. El tuvo que hacerlo de esta manera. Tuvo que ser así. Ahora escuchen bien. Por unos cinco minutos quiero llamarles la atención a una cosa.",
    "¿Qué es Dios? Dios es un gran Ser Eterno. Allá en el principio, antes que hubiese principio, El ni era Dios. ¿Sabían Uds. eso? Dios es un “objeto de adoración” y no había nada que le adorase. El existía solo.",
    "Y en El habían atributos. Y ¿qué es un atributo? Es un pensamiento. Ahora, en esto obtendrán algo que servirá para la lección de esta noche. Noten, El era los atributos que estaban en El. Ahora, estaba en El el atributo de ser Padre, estaba en El el atributo de ser Dios, estaba en El el atributo de ser Hijo, estaba en El el atributo de ser Salvador, estaba en El el atributo de ser Sanador. Y todas estas cosas aquí sencillamente están mostrando Sus atributos. No hay nada fuera de orden. ¿Acaso piensan Uds. que Dios no vio el fin desde el principio? Claro que sí. No hay nada fuera de orden. El solamente está desplegando Sus atributos.",
    "Ahora, El no pudo ser justo, y a la vez hacer al hombre para que caiga. Tuvo que colocarlo en terreno balanceado de libre albedrío, para que el hombre decidiese por sí mismo, pero sabiendo que él habría de caer.",
    "Ahora, El no puede ser Salvador a menos que algo esté perdido. El no puede ser Sanador a menos que algo esté enfermo. Estas cosas tenían que ser de esta manera. Dios así las hizo, para que entonces Sus grandes atributos pudiesen manifestarse. Si no existieran, El jamás hubiera sido Salvador. Pero nosotros sabemos que sí era, aun antes que existiera el tiempo, El ya era Salvador, El era Salvador. Entonces algo tenía que estar perdido. Y ¿cómo sería?",
    "Si El toma algo y lo pierde, únicamente para salvarlo, entonces eso no sería justicia para Su juicio. El no podría mandar un hombre al infierno, y ser justo. El es manso, bondadoso, verdadero, honesto, y es un gran Juez. ¿Ven Uds.? El así estaría obrando en contra de Sí mismo.",
    "Por eso tuvo que colocar al hombre en libre albedrío, para que, sabiéndolo, cayera; y el hombre siendo creado a la misma imagen de Dios, ¿cómo podría caer? Ahora ¿les está amaneciendo? Por eso tuvo que formar este subproducto, algo aparte de la creación original. Ahora lo están viendo. ¿Ven? Sí, están llegando. ¿Ven? Entonces, eso es lo que cayó. El lo formó, sabiendo que caería. Y fue puesto en las manos de Satanás como vaso de deshonra. Hoy en día ¿a dónde se enfoca todo el honor? Piénsenlo. Ahora noten bien.",
    "Luego nuevamente, ¿por qué fue ella diseñada de esta manera y no como las otras hembras? ¿Por qué fue la mujer diseñada de esta manera y no las demás hembras? Ninguna de las otras hembras fueron diseñadas de esa manera. No son hoy en día, no pueden ser. No siendo hechas de esa manera, no lo pueden hacer. ¿Por qué no formó Dios a esta hembra, la mujer, igual que las otras hembras para que fuera igual y sencillamente criar a sus pequeños? Entonces ella tendría su esposo y viviría; y cuando llegara el tiempo de tener al niño, ella daría a luz. ¿Por qué entonces no la hizo de esa manera?",
    "Ahora, yo no puedo decir todas estas palabras. Pero Uds. todos entienden lo que estoy diciendo. ¿No es así? Si lo entienden, digan “amén”. [La congregación dice: “Amén”.—Editor] Muy bien. ¿Ven? Aquí están sentados muchos jóvenes y muchas señoritas. Pero Uds. saben que el animal tiene que llegar a cierto tiempo del año y se junta con su compañero y eso es todo. Pero con una mujer es a cualquier tiempo. Entonces ¿por qué la hizo Dios así?",
    "Ahora fíjense cómo Su gran programa se va desenvolviendo, mientras vamos viendo estas cosas, tan perfecto como lo puede ser. Apenas el otro día me di cuenta de esto.",
    "¿Por qué no la hizo Dios así en el principio, como las demás hembras? Porque sería muy impropio para El. El es la Fuente de toda pureza. Por eso tuvo que permitir que Satanás la tomara, y luego lo que él hizo, en la perversión. Tal criatura sería—no sería según Su naturaleza, siendo diseñada así originalmente.",
    "Todas las obras que Dios diseñó originalmente, están en continuidad. Todas sus obras originales estaban en continuidad. El perro y la perra, ¿ven?, la vaca y el toro; todo en continuidad. Toda la naturaleza está en continuidad. La semilla muere y es puesta en la tierra, igual como muerte, entierro y resurrección. La savia baja en el árbol, la hoja cae, pero vuelve al año próximo con la resurrección de una hoja nueva. ¿Ven lo que digo? Todo, aun la naturaleza de Dios, todo está en continuidad, en unidad; y luego aquí tenemos a ésta, diseñada fuera de la continuidad de Dios. La naturaleza está diseñada de tal forma que no puede pecar. Piénsenlo. La creación original de Dios no pudo pecar.",
    "¡Oh! ¿No pueden ver ahora, aquí en este panorama, la perversión de la iglesia? ¡El original es la Palabra de Dios! ¡En Dios no existe pecado! ¿Pueden ver lo que quiero decir? Aquí está una criatura que vino a existencia por medio de la perversión. Dios en verdad tendrá una Iglesia, pero miren esta cosa pervertida que tienen ahora.",
    "Dios tiene macho y hembra. Pero, esta mujer, ¿ven?, los mismos síntomas muestran lo que estaba en la mente de Dios. Podríamos tomar unas dos horas y abrir todo esto. Ella, la criatura hecha para este propósito; El formó la criatura y la hizo así para que Satanás la pudiera tomar, y así fue. Y aún la tiene. A ella le conviene correr a la Cruz, como también al hombre.",
    "Noten, toda la naturaleza corre en continuidad. Si El hubiera hecho a la mujer en la misma creación original, no hubiera existido el pecado, porque ella no hubiera podido hacer eso. Ella no hubiera podido hacerlo. Ella es una perversión de la creación original.",
    "Así también ¡todo pecado es una perversión de la Verdad original! ¿Qué es una mentira? Es la Verdad, pervertida. ¿Qué es un adulterio? Es el acto correcto, pero pervertido. Entonces existe una criatura pervertida, y existe un asunto completo pervertido. Y el asunto completo se deletrea p-e-c-a-d-o, y allí está. Por eso es que la pregunta es tan importante.",
    "Ella es formada sencillamente de un pedacito del hombre, para luego engañarlo; Dios la hizo, aquí lo hemos probado. Para eso fue formada.",
    "Una mujer inmoral es lo más bajo en que se puede pensar, en toda la tierra. Perdónenme esta frase, jovencitas. Ella no pasa de ser un basurero humano, sexualmente un bote de desperdicios. Eso es todo lo que es una mujer inmoral, es un bote de basura sexual humano, una contaminación, donde basura sucia e inmunda, vil, y ordinaria es consumida por ella. Y ¿por qué fue hecha de esa manera? Para engañar. Todo pecado que jamás ha estado en la tierra fue causado por una mujer.",
    "Y un analista de Chicago, una—una mujer, escribió un artículo sobre la comandancia de policía; que han investigado, en los Estados Unidos, todo Estados Unidos metropolitano, que: “En el noventa y ocho por ciento de todos los crímenes, de toda clase, en todos los Estados Unidos, una mujer era directa o indirectamente responsable”.",
    "Ahora estoy diciendo todo esto para llegar a un solo punto aquí al final, para que puedan ver cuál es el problema.",
    "Ella fue hecha para engañar, como hizo con Adán allá en el principio, diciéndole que el fruto era agradable, etc., para engañarlo y apartarlo de la Palabra. Y así es como obra la iglesia hoy en día, igual.\n\nPero después de eso, él tuvo el dominio sobre ella, para gobernarla.",
    "Ahora, qué tremenda diferencia existe en este día, en este día de concepción. En lugar de tener él, el dominio sobre ella, ahora ella ha llegado a ser su diosa. Seguro, ella lo domina a él. Ahora pueden entender mejor lo que he estado martillando. Por medio de su belleza y su manejo del sexo, y su forma que le fue dada por Satanás—el subproducto por vía de Satanás, ella es enviada para engañar a los hijos de Dios. Y ella puede conducir más hombres al infierno que cualquier otra arma en las manos de Satanás. Correcto.",
    "Estoy hablando ahora de las mujeres inmorales, no de Uds., las hermanas. Veremos el lugar propio de Uds. en la Palabra de Dios, en unos momentos. Así que esto estaba en el plan de Dios desde el principio.",
    "Ahora, para cumplir esto hoy en día, ¿cuál es el dios de los Estados Unidos? ¿Se acuerdan cuando prediqué sobre eso en el Tabernáculo, hace muchos años? El dios de este día moderno, una ramera sentada ahí, pintada y con el vestido mostrando las rodillas y cosas como esa. Yo dije: “He aquí vuestro dios”. ¡Y es correcto! Se encuentra en todos los anuncios, media desnuda; y está en la calle vestida igual.",
    "Es un instrumento de Satanás. Jesús dijo: “Desde el principio”. ¿Ven? Ahora podemos ver que así fue “desde el principio”, y a qué se está refiriendo El.",
    "Ahora, los paganos hacían una diosa de la mujer, ¿sabían Uds. eso? Una Diosa. Seguro. La tenían como una diosa, porque ellos tenían actos sexuales en su adoración. Reclamaban que: “Ella era una creadora. Que cargaba la simiente en su vientre y creaba”. Esa es una mentira. Existe un solo Creador y ese es Dios. ¿Pero se acuerdan de Pablo? “Diana de Efeso”, una imagen de piedra, que decían que “la diosa del cielo había arrojado a la tierra”. ¿No pueden ver cómo es la adoración pagana?",
    "Y luego nosotros, no sabiéndolo, damos la media vuelta para caer directamente de nuevo en la adoración pagana, la adoración a la mujer, siendo ella la criatura más baja en toda la tierra, la adoración a la mujer. Ella puede conducir al hombre por donde ella quiere. Y no sabiendo, al ver toda esa belleza por fuera, que por dentro es un infierno. Salomón dijo: “Caminos de sepulcro son su casa”.",
    "Ahora podemos ver claramente de lo que Jesús estaba hablando en Apocalipsis capítulo 2 y el versículo 15, de la doctrina de los Nicolaítas, el crecimiento de esa iglesia, apartándose de la Palabra.",
    "También podemos ver claramente en esto, estos programas inmundos, vulgares y sucios que pasan en la televisión de las reinas sexuales de Hollywood. Podemos ver la inmundicia de esta misma ciudad, al ver estas jovencitas caminando por la calle con su ropita tan apretada, torciéndose, y el clima tan frío como para congelarlas. Ellas no saben que ese es el Diablo haciendo eso. Están poseídas de un espíritu inmundo y no lo saben. ¿Han visto Uds. a una perra actuando así? Ni tampoco han visto a ninguna otra hembra actuando así, y vale más que no se le acerque ningún macho. ¿Ven?",
    "¿Ven, ahora, están captando bien el cuadro? Dios mediante, en unos momentos les quiero presentar algo.\n\nAhora pueden ver a los Nicolaítas, pueden ver su doctrina.",
    "Pueden ver a las jovencitas, que les dicen reinas, estas que se desvisten en la calle. Antes era que tenían que buscar un espectáculo vulgar para verlas desnudándose. Pero ahora sólo falta abrir los ojos y mirar en la calle. Es todo lo que hay que hacer hoy. Todo se ha vuelto una desnudez. Cierto. ¿Por qué lo hacen? Para atormentar y tentar, es la única razón por la cual lo hacen. Ella lo hace por cuanto es inmunda. Ella lo hace porque así ha sido formada. Ella no se da cuenta que es un instrumento en las manos de Satanás, eso es.",
    "Aun en nuestras escuelas hoy, les están instruyendo en los actos sexuales. Nuestro mundo podrido de adoración a la mujer. Yo sé que no lo quieren creer. Pero se paran a entonar un himno durante el día y luego andan tras las mujeres toda la noche. ¿Ven? Muy bien. Cuando a la vista de Dios, la Palabra, ella es la más baja de todos los animales que Dios puso sobre la tierra. Miren.",
    "Por eso Dios le prohibe que enseñe Su Palabra. Correcto. Primera de Timoteo 2:9-15, “Porque no permito a la mujer enseñar ni tomar autoridad sobre el hombre”. ¿Ven? Y también en Primera de Corintios 14:34, “Vuestras mujeres callen en las congregaciones porque no les es permitido hablar, sino que estén sujetas como también dice la Ley”. Pero hoy en día, ¿qué hace la iglesia? Ponen a la mujer como pastor, evangelista, cuando la Biblia completamente lo prohíbe. Y la Biblia dice: “Como también la Ley dice”, mostrando que corre en continuidad, toda la cosa.",
    "Así como vimos anoche acerca del Cordero, el único lugar para la adoración fue bajo la Sangre derramada del Cordero. Y es el único lugar hoy, en Cristo. Y la única manera es de entrar en El, ese es el único lugar para adorar. Siempre ha sido así. El único lugar para adorar es bajo la Sangre derramada.",
    "Así que ahora vemos el cuadro completo, abriéndose a nosotros. Ahí está ella. Por eso Dios no le permite enseñar y no le permite hacer nada en la iglesia, sino que se quede sentada, quietecita, y con el rostro velado.",
    "Ahora, ¿pueden ver porqué he dicho las cosas que he dicho y he hecho las cosas que he hecho, al conocer estas cosas que están en mi corazón, hermanos, hermanas? Yo sé muy bien hermanas, Uds. tienen su lugar (en un momento), y el carácter maravilloso que Dios puede moldear en Uds. Pero estoy tratando de hablar del lado contrario, para mostrar en realidad qué son Uds. “desde el principio”. Jesús nos dijo: “Regresen al principio”, para hallar estas cosas. Y eso estamos haciendo.",
    "Ahora en mucho de esto, apenas he tocado los puntos más sobresalientes, y espero que puedan entenderlo. Y Uds. que estarán escuchando esta cinta, espero que entiendan. “Regresen”. Es sólo para mostrar que Jesús dijo: “Regresen al principio y descubran”. Todas las cosas regresan al principio. Pueden verlo hoy.",
    "Pues, hay gente hoy en día diciendo que yo soy un odiador de mujeres. Eso está muy lejos de la Verdad. No es así. Me llaman “odiador de mujeres”. Pero recuerden, a Pablo también lo llamaban odiador de mujeres. No hace mucho, una mujer predicadora me dijo: “Sí, Ud. es como Pablo, él no tenía otra cosa que hacer sino perseguirnos a nosotras, las mujeres”.",
    "Un santo de Dios, a quien le fue permitido escribir la Biblia, el Nuevo Testamento, ¿y ponerse así a discutir sus Palabras? El mismo dijo: “Si un Angel del Cielo os enseñare algo aparte de lo que yo les he dicho, el tal sea anatema”. Mucho más si fuera alguna mujer predicadora.",
    "También decían que Elías era un odiador de mujeres. Pero él no era odiador de mujeres genuinas, él sencillamente no podía aguantar a aquellas Jezabeles.",
    "Y si así es el asunto, entonces no cabe duda que Dios es igual porque El es la Palabra que vino a los profetas. Tiene que ser Dios, de igual manera. El conoce la creación original, “desde el principio”. El dijo: “Desde el principio”. Aquellos eran profetas a quienes vino la Palabra.",
    "Y Dios formó a la mujer para el hombre y no el hombre para ella. ¿Sabían eso, que, “la mujer fue formada para el hombre y no el hombre para la mujer?” ¿Cuántos saben eso? [La congregación dice: “Amén”.—Editor] La Biblia así lo enseña. Muy bien. A ella le fue dada un lugar en el hombre, de igualdad sobre toda la creación, antes de la caída. Pero “después” de la caída, ahora aquí vamos a encarar el tema. Pero “después” de la caída, él fue su gobernante, ella debe guardar silencio en todo asunto, ahora después de aquel principio original.",
    "Jesús dijo: “No fue así en el principio”. Allí es cuando el tiempo comenzó, cuando Dios primero lo hizo en Su creación original. Todos los que entienden, digan nuevamente: “Amén”. [La congregación dice: “Amén”.—Editor] En el principio, Dios creó un solo varón y una sola hembra. Pero luego la mujer fue hecha distinta de todos los demás animales, y eso fue para engañar. Ahora miren bien: “No fue así en el principio”. Ella fue hecha. Si se hubiera mantenido en su condición original, jamás hubiera habido una caída. Pero ella causó la caída en aquella interrupción que rompió la continuidad de Dios y trajo muerte, tristeza y todas estas cosas a la tierra. Así fue hecha.",
    "Ahora, noten. “Después” del principio, después del principio, después del comienzo del tiempo; porque antes era la Eternidad, ahí se había terminado. Noten que después de la caída, producida por Eva, después de la caída se precisaba hacer un nuevo pacto. Ahora, esto les va hacer tropezar, pero les voy a dar la Escritura para probar que esto es la Verdad. Ahora, noten, después de la caída, Jesús dijo…En el principio, Dios creó uno de cada especie. Pero ahora, después de la caída, lo que vamos a ver es más allá. El pacto era de igualdad; pero ahora, después de la caída, se hizo otro pacto. Ahora ella ya no gobernaba junto a él; cada uno tuvo que tener un pacto separado.",
    "Ahora veamos si eso es correcto. Abramos la Biblia en Génesis capítulo 3, para ver si esto es correcto, mientras estamos viendo este punto, porque deseamos estar positivos que estas cosas que estamos enseñando y mostrando, son exactamente la verdad. Quizás aquí tengamos unos momentos, porque no estamos muy lejos de terminar, en donde veremos la conclusión del tema, donde mostraremos el porqué y las razones del divorcio y estas cosas. Ahora en Génesis capítulo 3, comenzaremos ahora con el versículo 16. Comencemos más bien con el versículo 14:\n\nY Jehová Dios dijo a la serpiente: (aquí es donde la maldice), Por cuanto esto hiciste, maldita serás entre todas las bestias y entre todos los animales del campo; sobre tu pecho andarás, y polvo comerás todos los días de tu vida.\n\nY pondré enemistad entre ti y la mujer, y entre tu simiente y la simiente suya; ésta te herirá en la cabeza, y tú le herirás en el calcañar. (Esta es la promesa, “viniendo por medio de la mujer”, el Mesías, para redimir).\n\nA la mujer dijo:…",
    "Ahora miren, ahí está el pacto con la serpiente. Lo cual, todos estaban bien de ante mano, en el principio, o antes del principio.\n\nA la mujer dijo: Multiplicaré en gran manera los dolores en tus preñeces; con dolor darás a luz los hijos; y tu deseo será para tu marido, y él se enseñoreará de ti. (Entonces ahí ya no eran iguales).",
    "Ahora ella le ha dado la vuelta a la cosa y ella tiene el mando.\n\nY al hombre dijo: Por cuanto obedeciste a la voz de tu mujer, y comiste del árbol de que te mandé diciendo: No comerás de él; maldita será la tierra (no dice maldito Adán, sino maldita será la tierra), por tu causa; con dolor comerás de ella todos los días de tu vida.\n\nEspinos y cardos te producirá, y comerás plantas del campo.\n\nCon el sudor de tu rostro comerás el pan hasta que vuelvas a la tierra, porque de ella fuiste tomado; pues polvo eres, y al polvo volverás.",
    "Son dos pactos. Ahora, eso concluye “el principio”, de lo que Jesús dijo: “No fue así en el principio”. Ahora tenemos otro pacto. Noten bien, que es otro pacto. Ahora existe un pacto para el producto y otro para el subproducto. Noten que la caída trajo problemas y muerte para toda criatura de la creación, produciendo una diferencia en toda la naturaleza. Ahora notemos lo que Jesús dijo con respecto a: “mas al principio no fue así”. Ahora no es así “desde”, ahora es mas bien “después” del principio. Ahora existe un doble pacto.",
    "Primero era sencillamente un pacto: Adán y Eva eran iguales, un hombre y una mujer. Ahora la mujer pecó y (¿qué hace ella?), eso los lanzó a todos rumbo a la muerte, y Dios tuvo que hacer otro pacto por razón de eso, otro pacto. Aquí está claro en Génesis 3:16, El hizo otro pacto.",
    "Y ahora el mundo habría de ser poblado, no por la creación original de Dios, como “en el principio”; no por la creación original, sino por el deseo sexual. Ahora, eso concluye lo del “principio”, ¿verdad? En el principio hubo un solo hombre y una sola mujer, un macho y una hembra. Pero cuando ella cruzó aquella línea y dio lugar a este pecado, entonces el mundo habría de ser poblado de nuevo, por sexo y no por creación, sino por sexo. Ahora, ¿pueden ver dónde se encuentra la mujer? Pero así es como el mundo es poblado hoy día, por medio de la mujer.",
    "Por eso fue que Jesús tuvo que venir por medio de la mujer, para volver la cosa otra vez a su principio original, sin el deseo sexual. El nació de la virgen. Pero, ¡aleluya!, llegará el tiempo cuando ya no será por medio del sexo, pero Dios llamará a Sus hijos del polvo de la tierra, así como fueron en el original, no por medio de ninguna mujer; pero los formará del barro y la luz cósmica y el petróleo, El creará nuevamente como hizo a Adán, allá en el principio. Por medio de Jesús esto fue posible, cuando Dios se hizo hombre y vino a la tierra por medio de la mujer para entonces morir. Ahora es el tiempo de prueba por medio del pecado.",
    "Ahora claramente pueden ver que “después” del principio algo distinto fue introducido. Ahora, esto sí les va a caer como una bomba. ¿Están cansados? [La congregación dice: “No”.—Editor] Quédense quietos un poquito más.",
    "Luego cuando el pacto doble fue hecho, por el hombre y la mujer, a través del sexo, un pacto completamente aparte (no el pacto original, pero otro pacto), y ahora con eso ¿qué fue introducido? Poligamia, en todo. Luego, después del principio, la poligamia fue introducida entre el hombre, y entre las bestias, después del principio, la caída. Ahora Dios, en forma secundaria, establece una nueva naturaleza, otra vez, por el sexo. Dios creó la primera naturaleza sin sexo. ¿Lo creen así? [La congregación dice: “Amén”.—Editor] Ahora es otro pacto con la naturaleza, El lo coloca en otro orden por medio del sexo. El segundo pacto: un macho, muchas hembras; un solo venado y un harén de venadas. ¿Correcto? Un toro y un hato de ganado, vacas; un solo gallo y el gallinero lleno de gallinas. ¿Correcto? Un solo David, conforme al corazón de Dios, y con quinientas esposas; a quien le nacieron cien hijos, en un solo año, de distintas mujeres, un hombre conforme al corazón de Dios. Un solo Salomón y con mil esposas. Pero noten bien, no fue así en el principio, pero ahora es “después” del principio. La mujer ha hecho esta cosa y luego llegó a ser lo que es ahora. ¿Ven?",
    "¡David, el rey que representó a Cristo! Mantengan eso en la mente. David representó a Cristo. ¿Lo creen así? [La congregación dice: “Amén”.—Editor] Cristo se sentará en su trono. Y este David, un hombre conforme al corazón de Dios, tuvo quinientas esposas. ¿Pueden ver lo que estoy diciendo? David, con sus quinientas esposas y Salomón con sus mil. Y Salomón es el hijo de David en lo natural, lo cual representa a Jesucristo, el Hijo de David en forma espiritual. Aquella fue vida sexual, natural. Esta será espiritual, creada. ¿Por qué? Creada. ¿Ven? Así es como fue en el principio, pero no en esta vida en que ahora vivimos.",
    "Noten bien, no se les vaya a escapar esto, acéptenlo en su corazón. Pero ninguna de aquellas mujeres podían tener un esposo más. El es de la creación original, ella no. Ninguna de esas mujeres podía tener un esposo más, pero aquel esposo podía tener mil esposas. Eso es ASI DICE EL SEÑOR. Eso es Biblia. Ahora, he repasado y he tomado tiempo, y les he mostrado allá como comenzó y lo que Jesús dijo. Ahora ¿lo pueden ver claramente? Ellos podían tener tantas como…",
    "🦅 ¡Oh!”, Ud. dice, “pero eso sólo fue para Israel”. ¿Es así?",
    "Cuando Abraham se llevó a Sara a la tierra de los filisteos, hubo allá un rey llamado Abimelec. Y Sara ya tenía casi cien años, pero había sido rejuvenecida y hecha hermosa. ¿Sabían Uds. eso? [La congregación dice: “Amén”.—Editor] Muy bien. Y Abimelec la quería tomar como esposa. ¿Se acuerdan de mi mensaje sobre ese tema? Abimelec quería tomar a Sara como esposa. Seguramente ya tenía un harén; pero no la podía tomar si estaba ya casada con Abraham. Por lo tanto, Abraham le dijo a Sara: “Tú di que soy ‘tu hermano’, porque de otra manera él me matará para obtenerte”. ¿Por qué no simplemente corrió el rey a Abraham del país, se queda con su esposa y asunto terminado? Es que no solamente fue una ley entre creyentes, pero para toda persona en la creación. Ya sea santo o incrédulo, Uds. hombres, son responsables por estos hechos. Allí estaba un rey pagano. ¿Cuántos conocen que esa historia es la verdad? [“Amén”.] Es la Biblia, Génesis, pienso que como por el capítulo 16.",
    "Notarán, Abimelec la hubiera tomado por esposa. El se arregló para recibir a esta nueva joven hebrea. El dijo: “Esta es mi…” Ella dijo: “Ese es mi hermano”.\n\nEl dijo: “Esa es mi hermana”.",
    "Entonces Abimelec dijo: “Muy bien, la tomaré por esposa”. Ahora ¿puede Ud. imaginarse a un hombre haciendo algo así? Pero así fue.",
    "Y luego por la noche, mientras él dormía, el Señor se le apareció en un sueño y le dijo: “Abimelec, tú eres hombre muerto”. Dios estaba protegiendo la línea de sangre judía. ¿Ven? Le dijo: “He aquí, muerto eres, a causa de la mujer que has tomado, la cual es casada con marido”.",
    "El dijo: “Señor, Tú conoces la integridad de mi corazón. ¿No me dijo ella misma que ese era su ‘hermano’? ¿Y no me dijo él: ‘Esa es mi hermana’?”.",
    "Y Dios le respondió: “Yo conozco muy bien la integridad de tu corazón, y por eso no he permitido que pecares contra Mí”. ¿Correcto? Dijo: “Restáurale su esposa, porque ese hombre es Mi profeta. Y si no le devuelves su esposa…Y permites que ore él por ti, no tu sacerdote. Si él no ora por ti, todo tu reino está en la ruina”. ¡Amén! Ahí está la sublime gracia. Correcto. “Todo tu reino está en la ruina. Esa es la esposa de aquel hombre y él es mi profeta”. ¡Amén! Eso es ASI DICE EL SEÑOR. Eso es Escritura Correcto.",
    "Ahora hallamos que la muerte fue causada—la muerte es por causa del pecado de la mujer, lo cual vino por medio de la mujer y no por el hombre. Por la manera de vivir su vida, y por medio de ella viene toda muerte. Su manera de dar vida, es muerte. ¿Cuántos saben eso? Está en Job capítulo 14, si desean anotar la Escritura.",
    "Si tienen dudas sobre estas cosas, aquí tengo Escrituras anotadas para todo esto.",
    "Si desean leer en Job 14, dice así: “El hombre nacido de mujer, corto de días y hastiado de sinsabores”. ¿Correcto? “Sale como una flor y es cortado, y huye como la sombra y no permanece”, y lo demás. ¿Ven? Todo hombre nacido de mujer, es nacido en muerte al llegar.",
    "Pero cuando es nacido en la creación de Dios, no puede morir. El es del otro Arbol que estaba en el huerto del Edén, Cristo. Vida Eterna viene por medio del Arbol.",
    "🦅 Ol”, dice Ud., “¿fue ella un árbol?” Seguro. El mismo dijo: “De este árbol no comerás”. Así dijo Dios en Génesis: “De este árbol no comerás”.",
    "Pues la mujer es el árbol, ella es un árbol de fruto. Ud. es fruto de su madre. El fruto del vientre es Ud. Correcto. Y luego el fruto del Arbol de la Vida, que estaba en el huerto del Edén, es Cristo. Por medio de la mujer vino la muerte, y por medio del Hombre, en la creación original, vino la Vida. El ser nacido de mujer es muerte, mas ser nacido de Cristo es Vida. ¿Lo están captando? Allí es dónde…Ahora pueden ver a dónde fueron las diosas, ¿verdad?",
    "El primer Adán y Eva tipificaron al segundo Adán y Eva, ¿ven Uds. la multiplicación? La multiplicación de Adán y Eva fue por medio del sexo, para poblar la tierra, pero así no fue en el principio. Dios simplemente formó un varón y una hembra, igual como hizo con Sus demás criaturas, ¿ven Uds.?, legal, igual que la Iglesia.",
    "Ahora, en vista de todas estas Verdades vindicadas de Dios, escudriñemos un poco más profundo, si así lo desean Uds. [La congregación dice: “Amén”.—Editor] Muy bien. Esto quizás lastime un poco mientras llegamos hasta el fondo, solamente les quiero mostrar la Verdad de todo esto.",
    "Ningún ministro se puede casar con una viuda. ¿Sabían eso? ¿Lo quieren leer? Está en Levítico 21:7, y en Ezequiel 44:22. Ahí muestra que el sacerdocio no debiera casarse con ninguna mujer que había sido tocada por hombre. Este es tipo de la Novia virgen de Jesucristo. Puesto que ellos manejaban el Fuego de Dios, los sacerdotes, los hijos de Aarón. El tiempo no nos rinde para leer todo eso y salir a mediodía, nos faltan apenas veinte minutos. Esos eran los hijos de Aarón, los que manejaban el—el—el Fuego de Dios y no podían casarse con ninguna mujer que había sido tocada por otro hombre. Así dijo el Dios incambiable. Ellos no podían casarse con otra mujer, alguna mujer que había sido tocada por otro hombre, mostrando en tipo, si lo desean ver, que la Iglesia del Dios viviente es puramente la Palabra de Dios, sin adulteración, y no una denominación que ha sido manejada por el hombre.",
    "Noten, leamos esto aquí. Quiero hacerles llegar esto. Mateo capítulo 5, donde Jesús habló de este asunto de suma importancia. Queremos ver esto en Mateo 5. Escribí en mi…",
    "He tachado algunas cosas que iba a hablar solamente con los varones, y lo que he dicho me ha sido difícil hablarlo ante nuestras hermanas. Pero deseo salir—salir antes…",
    "Ahora, hermana, deseo colocarla a Ud. en el lugar que le ha prometido la Palabra de Dios, y Ud. vea entonces que también Ud. se quede en ese lugar.",
    "Mateo 5:32. Quiero que noten aquí, para respaldar la misma idea de “una” y “muchas”. Mateo treinta…Pienso que es Mateo 5:32, comenzando con el versículo 31:\n\nTambién fue dicho: Cualquiera que repudie a su mujer, dele carta de divorcio.",
    "Es Jesús hablando, El que dijo: “desde el principio”. Ahora fíjense.\n\nPero yo os digo que el que repudia a su mujer, a no ser por causa de fornicación, hace que ella adultere; (¿ven?), el que repudia a su mujer, a no ser por causa de fornicación, hace que ella adultere; (¿por qué? porque se va a casar de nuevo), y el que se casa con la repudiada, comete adulterio.",
    "¿Ven?, ella tiene un marido vivo y por eso nadie se puede casar con ella. No importa quién es o qué cosa hace, aún tiene al esposo vivo; para ella no hay ninguna base. No es así para él. “Hace que ella”, no él. ¿Lo están captando? Tenemos que hacer que la Palabra corra en continuidad. ¿Ven?, No dice nada de que él no puede, pero dice que ella no puede. ¿Ven?, “hace que ella”, no él. Así dice la Biblia, exactamente: “hace que ella”. No nos declara que él no se case de nuevo, sino “ella”. ¿Por qué? Cristo siendo el tipo.",
    "Noten, nos es declarado que él no puede casarse de nuevo, solamente si fuera con una virgen. El puede casarse de nuevo. El puede casarse nuevamente si es con una virgen. Pero no puede casarse con la esposa de otro. No señor. Y si él se casare con la divorciada, él está viviendo en adulterio, no me importa quién sea. La Biblia dice: “El que se casare con la repudiada, tal vive en adulterio”. Ahí lo tienen, no con una divorciada.",
    "¿Ahora pueden ver el original, “desde el principio”? Casándose de nuevo, noten, él puede, pero ella no puede. Así como fue con David, con Salomón y la continuidad de toda la Biblia. Ahora, igual que David y los demás.",
    "Ahora noten bien en Primera de Corintios 7:10, noten que Pablo manda a la esposa que se divorcia de su esposo, que permanezca sola o que se reconcilie, pero que no se case de nuevo. Ella debe quedarse sola o reconciliarse con su esposo. No puede casarse de nuevo, debe quedarse sola. Pero noten, no dijo nada del varón, ¿ven Uds.? No podemos hacer que la Palabra mienta. “Desde el principio”, la ley del sexo por la poligamia. Ahora la Palabra de Dios corre fiel con la naturaleza de Dios y corre en continuidad.",
    "¿Pueden ver cómo una idea corrió hacia el oriente y la otra corrió hacia el occidente, con esto? Pero tenemos que volver a la Verdad, para hallar lo que es.",
    "Siempre ha sido así. Ese es el pacto normal con Dios desde el principio. Primeramente, antes del principio, o sea desde el principio, había uno y uno. Después que entró el pecado, entonces fue un hombre y varias mujeres; así es en la naturaleza con todo animal, y los seres humanos en la carne natural somos animales. Todos nosotros somos mamíferos, todos sabemos eso, y todo es la naturaleza de Dios en continuidad.",
    "Pero ahora que han sido abiertos los Sellos, el Espíritu de Verdad nos dirige a la Palabra. Y eso nos explica el porqué de todos los errores, por todas las edades, por cuanto los Sellos no habían sido abiertos. Esto no había sido revelado. Correcto.",
    "Noten, no podemos hacer que falle la sombra. Como les prediqué anoche de la sombra en el piso, tiene que salir perfectamente bien. ¿Cómo podría presentarse la sombra de un elefante en el piso, y luego de repente vemos que es un hombre delgadito y raquítico en lugar del elefante, o el elefante en lugar del hombre delgadito y raquítico?",
    "Si lo notan ahora en tipo perfecto.",
    "Ahora, existe una mujer fiel, una mujer fiel, una virgen, que se casa con su marido, y así vive, ella es una cosa bendita para el hombre. Si Dios le pudiera haber dado a Su hijo una cosa mejor que una esposa, se la hubiera dado.",
    "Pero ella fue diseñada para el acto sexual, y ningún otro animal está diseñado de esa forma, ninguna otra criatura en toda la tierra está diseñada así de esa manera. Por eso es que vemos la poligamia, por causa de eso. Eso le dio lugar.",
    "Ahora fíjense bien. En el análisis final, fíjense, existe un solo Jesucristo (¿correcto?), un solo Hombre, Dios, Emanuel. ¿Lo creen así? [La congregación dice: “Amén”.—Editor] Pero los miembros de Su Esposa son muchos, miles y miles de miles (¿correcto?), Su Esposa, la Novia, la Iglesia. ¿Ahora sí entienden? [“Amén”.]",
    "Por eso El le dijo a Adán, antes que el sexo fuera inducido, o más bien introducido: “Fructificad y multiplicaos, llenad la tierra”, y eso fue en el principio, cuando él aún era masculino y femenino en sí mismo. Y eso ahí nos muestra que la Novia tiene que venir de la Palabra, por medio de la multiplicación espiritual—multiplicación, ¿lo pueden ver?, llenando la tierra.",
    "Ahora en el acto sexual, los dos extremos tienen estas dos cosas enredadas. Por lo tanto no se puede hacer así, uno tiene que traer la cosa nuevamente a la Verdad, “en el principio”.",
    "Y en el fin habrá un solo Señor Jesús, y Su Novia muchas, pero singular. ¿Lo están captando? Había un solo David, sentado en un solo trono, un solo rey (conforme al corazón de Dios), con quinientas esposas. Jesús sentado en Su Trono, ¡aleluya!, en el Milenio, con una Esposa, como fue en el principio, creada del polvo de la tierra por la mano del Dios Todopoderoso, en la resurrección de muchos miembros. Ahí lo tienen.",
    "Mujeres, hagan el esfuerzo por ser eso, entren a Cristo, y entonces no estarán en esa inmundicia de afuera. Pero mientras Ud. sigue siendo solamente miembro de iglesia, haciendo el esfuerzo por su cuenta de vivir moralmente y bien, jamás llegará. Tampoco llegará el hombre que está fuera de Cristo. Como dijo San Pablo más adelante: “No hay varón ni hembra, porque todos vosotros sois uno en Cristo Jesús”. Todos son uno.",
    "Pero para desenredar esto de Casamiento y Divorcio, para que conozcan cuál es la Verdad y cuál es el error…Ahora, El claramente nos muestra aquí en estos tipos, que existe un solo Cristo, y muchos miembros de Su Esposa. Noten, El nos puede repudiar a nosotros por causa de fornicaciones espirituales y doctrina falsa, cuando El así lo desee; pero ¿cómo se atreven Uds. a tratar de repudiarlo a El, y pensar salir bien? Un varón puede divorciarse de su esposa y casarse con otra, pero la mujer no puede repudiar a su esposo y casarse con otro. ¿Pueden ver todos los tipos y sombras, perfectamente balanceados? La creación original, pero no el subproducto en ninguna parte. No la iglesia, la Novia por medio de la Palabra. No la mujer, el hombre, cada vez. Por eso no dice nada prohibiendo que el hombre lo haga, pero siempre a la mujer. [El Hermano Branham golpea cinco veces en el púlpito.—Editor] Exactamente.",
    "Pero ella sí puede ser la Novia de Cristo por medio de…Y recuerden, ella siendo parte del hombre, la Biblia dice que solamente…“No permito a la mujer enseñar, ni tomar autoridad sobre el hombre, sino estar en silencio. Porque Adán fue formado primero y después Eva. Y Adán no fue engañado, sino el subproducto fue engañado. Empero se salvará engendrando hijos, si permaneciere en la fe y caridad y santidad, con modestia”. Porque entonces ella llega a ser parte de este hombre. Eso es lo que trae…",
    "¿por qué Abraham no…? ¿Por qué no mató Dios a Sara en aquella ocasión sentada ahí, negando, y mintiendo cara a cara con Dios? El estaba sentado ahí como un Hombre mortal, alimentándose con la carne, el pan y la leche, y El preguntó: “¿Por qué se rió Sara allá atrás”, (detrás de El, en la tienda, aún no habiéndola visto), “diciendo: ‘¿Cómo pueden ser estas cosas?’”",
    "Ella dijo: “Yo no he dicho eso”. ¡Oh! ¿Decirle a Dios, que El es un mentiroso, en Su cara? Pero El no la pudo matar. ¿Por qué? Porque ella era parte de Abraham. Amén. El no pudo hacerle daño a ella sin dañar también a Abraham.",
    "Ahora Uds mujeres, ¿pueden ver a dónde es su lugar? Y la Biblia manda que: “Uds. mujeres sean como fue Sara, la cual se ataviaba con ropa decorosa, con pudor y modestia, vivía honesta y fiel a su marido, amándole tanto que aun lo llamaba su ‘señor’”, gobernador, dominio.",
    "Y Uds., algunas de las mujeres que se visten con esas ropitas indecentes y salen mostrándose y tirándose ante los hombres. Jesús dijo: “Cualquiera que mira a una mujer para codiciarla, ya adulteró con ella en su corazón”. Entonces ¿quién es el culpable, el hombre o Ud.? El es varón, hecho para este acto. ¿Ven? Y Ud. es la hembra que debe rechazar.",
    "Y ¿por qué se muestra Ud. así? No es por comodidad, Uds. bien lo saben, cuando casi se están congelando, vestidas con esos pantalones cortitos. No puede ser por comodidad. Entonces ¿por qué es? Es para inmundicia. Uds. no lo admiten, pero la Biblia así lo dice, es la Verdad. Es un espíritu inmundo que tienen por dentro. Uds. no desean ser inmundas; pero no se dan cuenta que espiritualmente sí son inmundas, por cuanto se están presentando en una forma inmunda.",
    "Ahora, un varón, con sus rodillas sucias y huesudas, si él sale aun casi sin ropa, no importa, su cuerpo no presenta ninguna tentación. ¿Por qué? Porque él estaba en la creación original, y tiene carácter, o cuando menos debe tener. Pero Uds. son el subproducto, por donde entra la tentación.",
    "¡Dios tenga misericordia! ¡Oh, qué mundo más pecaminoso! Me gozaré cuando todo haya terminado.",
    "Noten, El puede repudiar a Su esposa cuando lo desee, pero ella no puede repudiarlo a El. El me puede hacer…El me puede tirar en el polvo cuando El quiera, pero, ¡oh, hermano, más vale que no lo intente yo con El! Ahí terminaría yo.",
    "Salomón se podía casar con cualquier mujer que no estuviera casada, él se podía casar con quien él quisiera. Un sacerdote podía casarse solamente con una mujer virgen. Salomón…",
    "Como David, el cual se casó con ¿cómo se llamaba? Abigail. Había un hombre insensato y él tenía una esposa muy hermosa, pero luego él murió. Entonces Abigail se casó con David; El era el rey, no era sacerdote, ¿ven?, así que él se casó.",
    "Pero un sacerdote no podía hacer eso, por cuanto estaría tocando o tomando esposa que ya había sido esposa de otro hombre. Y eso ahí nos muestra la virginidad de la Iglesia del Señor Jesucristo. La Novia tendrá que ser la Palabra, sin adulteración, sin fallar en ninguna Palabra. Correcto. ¿Se puede Ud. imaginar a una novia correcta, que le esté faltando un pecho y el otro pecho lo tiene malo? Ud. sabe. Así no será la Novia de Cristo. Ella es perfecta. Ella es totalmente la Palabra, con ninguna Palabra fallando en ninguna parte, no.",
    "Noten, El la puede repudiar a ella, pero ella no lo puede repudiar a El. El lo hizo, y así lo probó en los días de Lutero, de Wesley, y aun de Pentecostés, cuando ellos rechazaron llegar a formar la parte más avanzada de El, por medio del acto sexual espiritual y así llegar a estar impregnada con la parte más avanzada de la Palabra. ¿Entienden bien? Ella rechazó. La iglesia Luterana rechazó que Cristo tuviera más deseo con ella; Lutero lo rechazó. Y permítanme decir esto, me van a llamar de algo de todas maneras; asimismo es hoy día con todas, fallan en tomar la Palabra, ¡rechazan a Cristo!",
    "Y cualquier mujer que le niega al hombre su hijo, tal no tiene derecho de ser su esposa. Amén. ¿Se acuerdan, en la Biblia, cuando el rey se casó con Esther, porque la reina se negó? El simplemente se buscó otra. Y ¿qué pasó cuando ella no consintió salir con el rey y obedecerle? Es lo mismo que con una mujer que se niega ser esposa a su marido.",
    "Y así es también con la iglesia, que rechaza ser impregnada en la edad en que nosotros estamos viviendo, para así producir hijos de esta edad. Nosotros no somos Luteranos, ni somos Wesleyanos, ni tampoco somos Pentecostales. Tenemos que ser los hijos de esta edad, por medio de la impregnación de la Palabra de Dios, para así producir el Hijo de esta edad, el Hijo de la Simiente. Amén. Ojalá entiendan. Ella no pudo ser impregnada, no, entonces ¿qué hizo El? La repudió en el divorcio. Correcto. Pero ella sería muy atrevida en repudiarlo a El. El la repudió a ella.",
    "El continuó revelando Su Palabra al Cuerpo, y vindicándose, igual, por Sí Mismo. Sus hijos comenzaron a parecerse más a El, porque el Cuerpo está llegando a madurez, o, se vuelven hijos de la Palabra, no hijos de la iglesia. ¡Hijos de la Palabra! Y la Novia será una Dama muy hermosa de la Palabra, no adulterada, no habiendo sido tocada por organización humana, ni teorías humanas. Ella será puramente la Novia de la Palabra, sin adulteración. Amén y amén. Ojalá que allá por todas las conexiones telefónicas puedan captar eso. Ella será la hija impregnada de Dios.",
    "¿Pueden ver ahora qué tan grande honor puede ser una mujer? ¿Y también qué gran cosa puede ser la iglesia? ¿Pero pueden ver a dónde la ha llevado la inmundicia? Luego tratando de comparar la iglesia allá con esta Iglesia acá, no se puede. Y tratando de comparar la ramera de la calle con la Iglesia del Dios vivo, ¿o la mujer correcta, con la ramera?",
    "¿Por qué existen tales cosas? Es la ley de Dios, la ley de los contrastes. ¿Cómo sabríamos gozarnos con la luz del día si no hubiera noche? ¿Cómo sabríamos gozar del clima seco si no hubiera lluvia? ¿Cómo sabríamos gozar y respetar a una mujer genuina, si no hubiera una mujer inmunda?",
    "El continuó revelándola, revelando Su Palabra, pero ¿se atrevería alguno de nosotros intentar repudiarlo a El y casarse con otro?",
    "Ahora, seguramente ya está muy claro porqué ambas teorías están erradas. No se puede hacer correr por acá, no llega; y si lo hacemos correr por allá, completamente sobrepasa la promesa. Aquí está la promesa, aquí está el asunto, la Palabra no es contradictoria. Tiene que mantenerse en continuidad, ahora, así como Mateo 28:19 no contradice Hechos 2:38.",
    "Algunas de Uds. mujeres y algunos de Uds. varones, yo sé que están en desacuerdo con esto, porque Uds. saben que no pueden esconder eso ahora. No, no pueden.",
    "Pero permítanme mostrarles una cosa. Si Mateo 28:19 dice: “Por tanto id y haced discípulos a todas las naciones bautizándolos en el Nombre del Padre, y del Hijo, y del Espíritu Santo”, y luego ellos allá cambiaron eso y toda persona que fue bautizada, lo bautizaron contrario a eso; los bautizaron en el Nombre de Jesucristo, y aun por toda la edad de la Biblia y por trescientos años después de la edad de la Biblia, hasta el Concilio de Nicea. Entonces fue cuando adoptaron dogmas para sustituir. Y ¿cuál es la diferencia, si no es revelado?",
    "Y ¿saben Uds. que el Libro completo, toda la Biblia, es una revelación? Así es como se tiene que distinguir la verdad entre y aquello, es porque es una revelación. Y la revelación tiene que estar exactamente con la Palabra, no contraria a la Palabra. Ud. “Pues así me fue revelado a mí”. Pero si es contrario a la Palabra, entonces eso nunca vino de Dios. Correcto.",
    "Ahora, si desean tomar Mateo 16:18, Jesús mismo dijo, que la Iglesia, Su Iglesia, sería edificada sobre la revelación de El mismo, lo cual es la Palabra. “Te digo que tú eres Pedro y no te lo reveló carne ni sangre, sino Mi Padre que está en los Cielos, te lo ha revelado. Y sobre esta roca…”",
    "Ahora, yo sé que nuestros amigos Católicos, ahí dicen: “La fue edificada sobre Pedro, y Pedro fue un apóstol, y Fulanoletal, en una sucesión apostólica”.\n\nLos Protestantes dicen: “Fue edificada sobre Jesucristo.”",
    "Ahora, no para ser contrario, pero ¡tomemos exactamente como El dice! El dice: “Carne ni sangre te ha revelado esto, sino Padre que está en los Cielos te lo ha revelado. Y sobre esta roca, revelación espiritual de lo que es la Palabra, ahí edificaré Mi y las puertas del infierno jamás la podrán sacudir”. Su Esposa no será tentada con otros hombres. “Edificaré Mi Iglesia, y las del infierno jamás la sacudirán”.",
    "Y Abel y Caín, allá en el huerto del Edén; Caín formuló su propia concepción, él dijo: “Hay que ver, Dios es un Dios muy bueno, El está sobre toda la naturaleza, así que yo juntaré unos frijoles y unas papas, y también unas flores, y le voy a edificar un altar muy hermoso”. Esa es la iglesia. El se arrodilló. El creía en Dios. El adoró a Dios, levantó sus manos y ofreció su sacrificio. El hizo todo lo religioso igual que Abel.",
    "Abel edificó un altar igualito. Pero cuando Abel trajo su sacrificio, él trajo un cordero. Ahora, Caín pensó, al hacer el antídoto para el pecado, que su padre y su madre seguramente comieron fruta, como habían sido instruidos allá en aquel huerto. Pero Abel, por revelación Divina, conocía que tenía que ver con la sangre. ¡Por revelación Divina! Y la Biblia dice en Hebreos, capítulo 12—capítulo 11: “Por la fe (o sea revelación), Abel ofreció a Dios más excelente sacrificio que Caín, por lo cual Dios testificó que él era justo”. ¿Correcto? [La congregación dice: “Amén”.—Editor] ¡Amén! Hermano, hermana, es tan clarito para mí. Ahí tienen el cuadro completo.",
    "Ahora tocante al Casamiento y Divorcio, ¿ven?, tiene que ser revelado. Mientras no es revelado, Ud. no lo sabe. Pero El prometió que en estos últimos días, en esta edad, que todo misterio escondido en la Biblia sería revelado. ¿Cuántos saben eso? Está en Apocalipsis capítulo 10. Jesús lo prometió, que todos estos misterios escondidos tocante al Casamiento y Divorcio, y todos estos otros misterios escondidos que han existido, serían revelados en el tiempo del fin. Ahora, ¿se acuerdan que la Voz me dijo: “Vete a Tucson”? ¿Se acuerdan de la Luz mística en los cielos, y ahí estaban parados los siete Angeles, luego volví y tuvimos la apertura de los Siete Sellos? Fíjense lo que ha acontecido. Todo eso ha sido verdad.",
    "Ahora, sigamos un poco más. ¡Pero ahora, escuchen bien! Yo sé que es la hora del almuerzo, pero yo aquí me estoy alimentando muy bien. [La congregación dice: “Amén”.—Editor]",
    "Noten, la mujer ahora tiene su lugar, y es una verdadera joya. Salomón, este hombre que tenía diez mil esposas…o más bien mil esposas, él dijo: “El hombre que ha encontrado una esposa, ha encontrado una buena cosa”. Dijo: “Una mujer buena es una joya en su corona”, eso es un honor. “Pero una mujer infiel es como agua en su sangre”, y esa es su vida. El dijo: “Quizás se pueda encontrar un hombre justo en cada mil”, así dijo Salomón, y dijo, “pero no se encontrará una mujer justa en mil”. Así dijo Salomón. Ahora noten esto, cómo es.",
    "Pero vea esto, mujer, Ud. es una joya, si desea ser una joya, pero el deseo tiene que nacer en Ud. Y ahora puede ver porqué existe el Casamiento y Divorcio, y como Jesús señaló allá, hacia el principio, fue porque el pecado se originó con una de Uds. Y por eso fue introducida la poligamia, el divorcio y las otras cosas. En el principio no fue así y tampoco será así en el mundo venidero.",
    "Miremos a Jacob, de quien salieron los patriarcas. El tuvo cuando menos doce esposas. El se casó con dos hermanas y también tuvo esposas concubinas, o sea, mujeres con quienes vivió. Y aquellos patriarcas nacieron de esas mujeres concubinas. ¿Correcto? [La congregación dice: “Amén”.—Editor] ¿Ven? Tenemos que hacer que la Palabra corra parejo.",
    "Oh, aquí tengo páginas enteras relacionadas con esto. Si algún pastor me desea preguntar acerca de esto y si podemos juntarnos, entonces podemos hablar. Pero seguramente si él tiene lo mínimo de espiritualidad, él podría ver aquí que esto es la Verdad. No hay nada qué preguntar.",
    "Una mujer buena es una cosa buena. Yo lo sé. Lo sé por mujeres verdaderas. Y yo he conocido mujeres verdaderas, que son genuinas, tan verdaderas como cualquier hombre que alguna vez ha caminado.",
    "Ella es un subproducto y es una parte de él. Y cuando cayeron, él le puso atención a ella. Ella es una parte de él. Pero, la decisión es de ella, ella está hecha de tal forma que puede ser inmunda, y le ha sido dada a ella el derecho de rechazar o aceptar. Eso es contrario a la naturaleza original en el principio, ¿ven?, pero ahí lo tienen.",
    "Ahora, ya son las doce del día, así que voy a omitir algo aquí por unos momentos. Quiero hacerles esta pregunta.",
    "Ahora recuerden, yo digo esto solamente para mi grupo. Y allá por las líneas a donde esto esté llegando, yo digo esto solamente para mis seguidores. Este mensaje es solamente para ellos, y lo que voy a decir aquí.",
    "Cualquier ministro, él es el pastor de las ovejas, que él haga como vea conveniente. Eso es entre él y Dios. Cualquier sacerdote o predicador, eso depende de Ud., mi hermano.",
    "Yo solamente estoy hablando aquí en Jeffersonville, el único lugar donde yo hablaría esto, y es porque éste es mi propio rebaño. Es el rebaño que el Espíritu Santo me ha dado a entender, sobre el cual yo soy el supervisor, y El me tendrá responsable por ellos. Y esta gente mía que han sido convertidos a través de esta nación, los cuales yo he guiado a Cristo. Hijos queridos, yo estoy aquí para ayudarles y yo soy su amigo. Uds. quizás piensen que hablo en contra, pero estoy diciendo estas cosas para su bien. Yo les amo. Y si eso no es verdad, Dios es mi Juez. Uds. bien saben que les amo.",
    "Esta es una cosa sumamente fuerte, yo no sabía cómo presentarlo. ¿Qué puedo hacer cuando tengo hombres y mujeres sentados en mi congregación, casados dos y tres veces? Hombres buenos y mujeres buenas. ¡Todos enredados! ¿Qué ha causado esto? Las falsas enseñanzas, exactamente, no habiendo esperado en el Señor.",
    "La ceremonia dice: “Lo que Dios ha unido, que ningún hombre lo separe”. No es lo que el hombre ha unido, sino lo que Dios ha unido. Cuando Ud. tiene una revelación directamente de Dios que esa es su esposa, y luego ella igual, entonces esa es la suya para toda su vida. Pero lo que el hombre une, cualquiera lo puede separar. Pero lo que Dios une, ningún hombre debe atreverse a tocarlo. Dice: “Lo que Dios une, ningún hombre lo ha de separar”. No lo que ha unido algún magistrado medio tomado, o algún predicador recaído con unos credos en un libro, los cuales le permiten hacer cualquier cosa, y con la Palabra de Dios ahí mismo. ¿Ven? Yo estoy hablando de lo que Dios une.",
    "Ahora, les voy a decir esto a Uds. Procuro tener mucho cuidado con lo que yo les digo a Uds. No es mi intención ser duro y áspero con Uds., los laicos. No es mi intención ser duro y áspero con Uds., mis hermanos pastores. No es esa mi intención. Pero soy responsable, viendo que esto ha sido colocado en mis manos, y no lo puedo retener. Y tampoco sé cómo debo darlo, y yo sé que esta cinta lo hará. ¡Oh! Estaré listo, con la oficina abierta, porque sabemos que habrá mucho comentario.",
    "Igual como fue con La Simiente de la Serpiente, pero ha sido absolutamente probado que está correcto. Yo tengo recortes del periódico, donde muestra mujeres, ahora mismo…Y aun en algunas de las grandes diócesis tienen las fotografías originales, y allí está una serpiente subiendo a la pierna de una mujer y muestra como la va rodeando; y le da toda clase de sensaciones y cosas, cosas que el hombre jamás podría imitar, y ahí se ve a esa tremenda serpiente apoderándose de ella, y demás cosas. Eso es exactamente la verdad. Y todo esto va de mal en peor, y así seguirá empeorando. La serpiente, la cual no pudo haber tenido el acto sexual con ella, siendo una serpiente, pero recuerden…",
    "Hace unos días estaba en un debate con…no tanto un debate, pero un pastor y asociado de las Asambleas de Dios, me dijo: “Ud. está errado en eso”.\n\nYo dije: “Pues quizás, deseo que Ud. me muestre en dónde”.",
    "Entonces él comenzó a hablar tocante al tema. Y de repente se perdió. Pero una de las cosas que dijo fue esto: “Hermano Branham ¿a dónde está esa especie? Dios dijo: ‘Cada uno según su género’. Ahora, ¿dónde está esa especie que Ud. dice que está entre el hombre y la bestia, lo cual la ciencia no puede hallar? ¿Adónde está?” Dijo: “¿Está en la tierra aún? ¿Acaso fue un chimpancé?”",
    "🦅 No, porque la sangre del chimpancé no se puede mezclar con la sangre de la mujer, y no existe otro animal que se pueda mezclar con ella. No, no se puede, ni tampoco se puede mezclar la esperma del hombre con la—con la hembra. No lo hará”.",
    "🦅 Entonces, ¿dónde está ese cierto animal? Ahora, Dios dijo: ‘Produzca cada uno según su género”.",
    "Yo me quedé quieto por un momento. Y luego la dulzura del Espíritu Santo me dijo: “Dile que sí existe”.\n\nPero primero yo le dije: “Posiblemente haya llegado a ser extinto”.\n\nY él me dijo: “Pero Hermano Branham, ¿estamos hablando de la Palabra, o no?”",
    "Dije: “Sí, señor.” Y dijé : “Pero reclaman que otras cosas, como los dinosaurios y los mamut, que han llegado a ser extintos, etc. Posiblemente por ahí está la respuesta”.",
    "Entonces me dijo él: “Hermano Branham, estamos hablando de la prueba de la Palabra. Si existe el pecado, entonces también debe existir el pecado original”.",
    "Y yo dije: “Señor Jesús, Tú dijiste, ‘Mas cuando os entreguen no os preocupéis por cómo o qué hablaréis, porque en aquella hora os será dado lo que debéis hablar’. Y ahora Señor, ¿qué debo decir?” Y El me dijo: “Dile que aún existe”. Igual como viendo las visiones en la plataforma, así era.",
    "Entonces yo le dije: “Aún existe”, y sin saber dónde.\n\nY él me preguntó: “¿Dónde?”\n\nY de repente, antes que yo aun pudiera pensar, El dijo: “Es la serpiente”.",
    "Y así es exactamente, porque ya no es bestia, por cuanto fue maldecida y mandada a arrastrarse sobre su pecho todos sus días. En realidad existe. ¿Correcto? [La congregación dice: “Amén”.—Editor] Y aún aquello que hizo allá, aún obra el mismo pecado, rodeando a la mujer, como si fuera hombre. Y allí es donde ella obtiene sus sensaciones tan exóticas y casi se le saltan los ojos y las otras condiciones, mucho más allá de lo que cualquier hombre jamás podría hacer.",
    "Aquí me voy a detener porque estamos en una congregación mixta. Me reuniré con los varones y hablaremos más de esto. Aquí en mis manos tengo todos los recortes y las cosas que les iba a presentar, en esta mañana; pensaba tomar todo el día completo, pero con decir esto voy a terminar.",
    "Esto es solamente para mi iglesia. No mi iglesia, sino mas bien el rebaño que me cree y me sigue. Esto es para ellos.",
    "El otro día, sabiendo que cuando les digo algo, tiene que ser ASI DICE EL SEÑOR, yo tenía las Escrituras así como El me las había revelado. Pero dije: “Señor y Dios, ¿qué puedo yo decir a esa congregación? Habrán muchas separaciones. Habrán hombres sentados en el balcón, en el jardín y en todas partes, pensando: ‘¿La debo dejar?’ Y mujeres pensando: ‘¿Debo dejar a mi esposo?’ ‘Qué debo hacer?’” Yo dije: “Señor, ¿qué puedo hacer yo?”",
    "Entonces algo me dijo: “Súbete allá a la montaña y Yo te voy a hablar”.",
    "Y mientras yo estaba allá en la montaña, no sabiendo que allá en Tucson lo estaban viendo. Pero aun las maestras llamaron la atención de los niños, mi hija y otras, en la escuela, diciendo: “¡Miren hacia aquella montaña! Allí hay una Nube ámbar con apariencia de fuego, subiendo en el aire y bajando, subiendo en el aire y bajando”.",
    "Señora Evans, ¿está Ud. presente? Ronnie, ¿estás presente? Yo volví y pasé por la gasolinera de la familia Evans, y este joven, antes de que yo conociera lo que él iba a decir, me tomó por sorpresa cuando dijo: “Hermano Branham, ¿Ud. estaba en aquella montaña, no es verdad?”",
    "Yo dije: “Ronnie, no, ¿qué estás diciendo?”, para ver su reacción. Muchas veces cosas suceden, y yo no lo comento a la gente. El asunto es que uno ve tantas cosas sucediendo, que luego le llegan a ser muy comunes. ¿Ven? Y por eso yo ni las comento. Y le pregunté: “Ronnie ¿qué me estás…?”",
    "El dijo: “Yo le puedo señalar a Ud. exactamente donde estaba”. Dijo: “Yo llamé a mamá, y nos paramos aquí mismo, observando esa Nube, subiendo y bajando. Y yo le comenté a ella: ‘Tiene que ser el Hermano Branham que está en alguna parte allí. Ese es Dios hablándole’”.",
    "Y toda la ciudad lo estaba viendo. En un día cristalino y sin nubes, y ahí estaba la gran Nube color ámbar, detenida allí, bajando como un embudo, y luego subiendo y ampliándose.",
    "Amigos, y con esto estamos terminando, y luego se pueden ir. Entonces fue cuando esto me estaba siendo revelado, lo que les voy a decir en estos momentos, no fallen en captarlo.",
    "Y vean, estoy hablando únicamente a nuestros seguidores, los que me están siguiendo a mí y a este Mensaje, solamente, no es para los de afuera. Noten que ante Dios testifico. Esto es únicamente para este grupo.",
    "Ahora nos encontramos en este enredo por causa de mucha teología mal interpretada. ¿No es correcto? Precisamente por eso Uds. mujeres, y también varones, se casaron por segunda vez, por causa de teología mal interpretada. Ahora quiero mostrarles algo que El me dijo.",
    "Y si a Dios, nuestro Creador, le hicieron la pregunta cuando estuvo aquí en la tierra, Jesucristo; y cuando apareció Su profeta liberador, Moisés, allá en Egipto, para sacar a los hijos de Egipto, y llevarlos a la tierra prometida; y Jesús acá nos dice que Moisés vio al pueblo en esta condición y les concedió carta de divorcio, por cuanto la situación era tal. Moisés se encontró con, por ejemplo: “Pues que sufra…” Pero Dios permitió que Moisés, aquel profeta enviado al pueblo, le permitió concederles esta carta de divorcio.",
    "Y en Primera de Corintios capítulo 7, versículo 12 y 15, el profeta del Nuevo Testamento, Pablo, quien se encontró con la misma situación en la iglesia, habló esto: “Digo yo, no el Señor”. ¿Correcto? Por razón de la situación del divorcio.",
    "🦅 Esto no fue así en el principio”. Pero a Moisés le fue permitido, y Dios lo reconoció como justicia. Y Pablo también tuvo ese derecho, cuando halló a su iglesia en esa condición.",
    "¡Ahora, Uds. creen que esto es la verdad y creen que procede de Dios! Y por la vindicación de Su Nube y Su Mensaje, lo cual me ha traído hasta aquí, ¿no debiera Dios allá sobre la montaña permitirme a mí hacer lo mismo, y permitirles a Uds. que sigan así como están y que jamás vuelvan a hacerlo? Siga cada quien con su esposa y vivan en paz, porque la hora es demasiado tarde. La Venida del Señor está a la mano. No tenemos tiempo ya para separar todas estas cosas. ¡No se atrevan Uds. jamás a hacerlo de nuevo! Estoy hablando únicamente a mi congregación. Pero si Ud. es casado…Y Dios me dio testimonio de esto allá en la montaña, que yo podía decir esto, una revelación sobrenatural, por razón de la apertura de los Siete Sellos, y esta es una interrogativa en la Palabra de Dios. “¡Permíteles que sigan y entren así como están, y que no pequen más!”",
    "🦅 Así no fue en el principio”. Correcto, no fue así. Y no será así en el fin. Pero con las condiciones modernas, como el siervo de Dios…Yo no diré que soy profeta, pero creo que si no soy enviado en esa capacidad, entonces estoy preparando el terreno para él cuando venga. Así que con las condiciones modernas, yo les mando que vuelvan a su hogar con su esposa ahora mismo. Si está Ud. contento con ella, viva con ella, críen a sus hijos en el temor de Dios. ¡Pero Dios tenga misericordia de Ud. si alguna vez lo vuelve a hacer! Instruyan a sus hijos para que nunca hagan tales cosas, críenlos en el temor de Dios. Y ahora que están como están, prosigamos en esta hora tan avanzada en que estamos viviendo, y “prosigamos a la meta, del supremo llamamiento en Cristo”, en donde todas las cosas son posibles.",
    "Hasta cuando los vea nuevamente esta noche, el Señor Dios les bendiga, mientras oramos.",
    "Señor y Dios, te damos gracias, te damos alabanza. Tú eres el mismo gran Jehová Quien le permitió a Moisés. Moisés aquel siervo, ¿qué podía decir él a su pueblo? Y Dios, Tú le permitiste darles una carta de divorcio. Pablo, el gran apóstol, que fue el escritor del Nuevo Testamento, así como Moisés fue el escritor del Antiguo Testamento. Moisés escribió las Leyes y una dispensación de leyes. Las palabras de muchos de los profetas fueron inyectadas, pero Moisés escribió las Leyes. Y Tú le permitiste a él que les escribiera una carta de divorcio, por causa de la dureza de su corazón.",
    "Y el gran San Pablo, siendo el escritor del Nuevo Testamento, también pudo hacer tal declaración: “Yo hablo en vista de estas condiciones; hablo yo, no el Señor”.",
    "Y así también es hoy, Señor Dios, en el fin del mundo, mientras estamos aquí bajo la misericordia de Dios, sabiendo que pronto habremos de dar cuenta en Su Presencia. Y que Tú has hecho tanto Señor, a la vista de esta gente, que yo estoy seguro que ellos se agarrarán de esto como si viniera directamente de Ti. Y dando testimonio hoy día de muchos aquí sentados, que aun vieron la Señal allá en la montaña, donde los Angeles de Dios bajaron en el torbellino, donde vino en los siete Angeles, a donde fue desenvuelta la revelación de los Siete Misterios; y aquel mismo Angel en la misma dirección, en la misma montaña, el día que Esto fue revelado.",
    "Dios, yo ruego que el pueblo regrese a sus casas, agradecidos que Dios les haya extendido esta gracia. Y yo únicamente lo he hablado Señor, con permiso. Y Señor, solamente lo digo con permiso. Y Señor permite que la gente sea tan agradecida que nunca más intenten cometer ese pecado. Y que jamás intenten cometer ningún pecado, sino más bien que te amen con todo su corazón. Señor haz que estas familias sean felices y que crezcan y que críen a sus hijos en el temor de Dios.",
    "El Mensaje que estaba en mi corazón ahora ha sido dado, Señor. He hecho todo cuanto sé hacer, y Satanás ha luchado conmigo por semanas y horas sin dormir. Pero ahora yo he mandado esto Señor, a este pueblo, que lo estudien y que sigan y que vivan por Ti. Concédelo Señor. Ahora esto ya no pesa sobre mí. Están en Tus manos. Yo ruego que Tú los bendigas.",
    "Señor bendice estos pañuelos que acaban de ser puestos aquí, para el bien de los enfermos y los afligidos. Rogamos que esta noche sea una de las noches más grandes y más poderosas, cuando todos sean sanados. Concédelo Señor. Bendícenos juntamente, Señor.",
    "Concede que vayamos en paz, contentos y regocijándonos, por cuanto el Dios de la creación nos ha mostrado “desde el principio”, y nos ha extendido a nosotros Su gracia, en este enredo en que estamos aquí, en estos últimos días. ¡Oh, Gran Dios Eterno, cuánto te agradecemos esto! Concede que nuestros corazones estén tan contentos que jamás tengamos otro deseo de pecar contra Ti. En el Nombre de Jesús. Amén.\n\nYo le amo, (¿cómo no le debieran amar?), Yo le amo,\n\nPorque El a mí me amó;\n\nY me compró mí salvación,\n\nAllá en la cruz…",
    "Digo esto ahora para que los ministros entiendan bien. ¡Esto es únicamente para los que siguen este Mensaje!",
    "Oh, ¿están todos contentos? [La congregación dice: “Amén”.—Editor] Yo les he dicho la Verdad, ASI DICE EL SEÑOR, de principio a fin. [“Amén”.]",
    "Ahora pongámonos de pie y levantemos nuestras manos mientras cantamos una vez más: Yo Le Amo. Yo le amo por Su gracia. Yo le amo por Su misericordia. Yo le amo por Su Palabra. “Y la Palabra del Señor vino a los profetas”.\n\nYo le amo…",
    "Venga, Hermano. [El Hermano Branham pide que alguien venga, y despida a la congregación.—Editor] 🦅"
  ]
}