{
  "title": "¿QUIÉN ES ESTE MELQUISEDEC?",
  "id": "65160009",
  "content": [
    "🦅  Inclinemos nuestros rostros para orar.\n\nAmado Padre Celestial, oímos este canto de Sólo Creed, nos hace saber que eso es todo lo que tenemos que hacer para heredar cualquiera de las promesas de Dios, sólo creerlas. Porque está escrito: “A los que creen todo les es posible”. Mientras clamamos, como el hombre que tenía el niño epiléptico: “Señor, ¡creo! Ayuda mi incredulidad”.",
    "Te damos gracias por Tu gran poder, Tu gran revelación de Ti mismo a nosotros en estos últimos días. Hace a nuestro corazón muy feliz y alegre, el saber que hemos entrado en contacto con el Dios viviente; Quien lo vindica a su vez en evidencias físicas y materiales, como El lo hizo en los días pasados, y como El lo ha prometido para este día. Estamos tan agradecidos Contigo, nuestro Dios. Este día oscuro donde nadie parece saber en qué dirección ir, estamos tan contentos de que encontramos la zona de seguridad, el refugio.",
    "Ahora bendícenos esta noche, Señor, mientras hablamos de Tu Palabra. Y las promesas que son dadas a nosotros, que las nutramos en nuestros corazones, las atesoremos con reverencia, y las obedezcamos con una verdadera disciplina piadosa. Porque lo pedimos en el Nombre de Jesús. Amén.",
    "[Alguien le habla al Hermano Branham.—Editor] ¿Una ofrenda de amor? Ellos no deberían—ellos no deberían haber hecho eso. ¿Quién hizo eso? ¿Es Ud. el culpable? Yo estaba reprendiendo al administrador. El dijo que tomó una ofrenda para mí. El no debió haber hecho eso. Yo lo aprecio, Dios sabe eso, pero yo—yo nunca vengo por eso. Gracias. Que el Señor los bendiga. Yo haré todo lo que pueda. La pondré para misiones extranjeras, así yo sabré que será para el Reino de Dios. Y si el Señor quiere, yo mismo la llevaré allá a las tierras, para traer este mismo Evangelio que Uds. han estado sentados, escuchando esta semana, entonces sé que será hecho en la manera que Uds. lo han creído. El Señor me ayude a hacerlo.",
    "Yo estoy muy agradecido por la gran asistencia esta semana, y por todos Uds. que están conectados esta noche de nuevo con los—los alambres del teléfono. Y estamos agradecidos con cada uno de Uds.",
    "Billy me dijo esta mañana, él dijo: “¡Papá, si tú hubieras venido conmigo esta mañana, temprano, inmediatamente después del amanecer, y te hubieras parado aquí alrededor en estos lugares y hubieras observado a las madres alimentando a sus bebés en el carro, esa pobre gente sentada en esa lluvia, esperando para que las puertas se abrieran!” ¿Ven Uds. qué hipócrita sería yo si les dijera otra cosa excepto la Verdad? Yo verdaderamente sería una persona mala. Algunas veces yo tengo que lastimar, pero no es porque yo quiero, es porque… No soy yo el que está lastimando. Es la Verdad la que lastima. Y yo—yo…Pero yo creo que esa es la razón de que Uds. vienen, porque yo soy extremadamente sincero con Uds., y hago todo lo que puedo para ayudarlos. El Señor les ayude a cada uno de Uds.",
    "Y ahora quiero agradecer a la gente por su excelente cooperación, a la gente de aquí de la ciudad, también, que nos dio, nos permitió la renta de esta escuela, este auditorio y el gimnasio. Y quiero agradecerle a los oficiales si Uds. están aquí. Y también quiero agradecerle a Houston Colvin, el cual es el guardián aquí, por su excelente cooperación en ayudarnos a conseguir esto y por estar con nosotros cada noche.",
    "Agradecemos al cuerpo de policía de Jeffersonville por venir aquí y vigilar, con un costo verdaderamente barato. Yo creo como dos dólares la hora, que la policía fue puesta aquí con un deber especial, para estacionar los carros, para ver que no hubiera ninguna…nada sucediera, y que todo estuviera bien. Estamos agradecidos con la gente por eso. Y al—al, también, al ingeniero aquí en el tablero, lo he visto a él. Y a todos los que están afiliados con esto, ciertamente estamos agradecidos con Uds.",
    "Yo agradezco a cada uno de Uds. por los regalos. Billy me acaba de traer, esta tarde, un—un regalo, varios de ellos, y cajas, dulces, y demás. Y uno de ellos eran las—las Bienaventuranzas, con un cuadro de Cristo formado en él—él, el Sermón del Monte. Y ciertamente era hermoso. Yo ciertamente les agradezco. Y tantas cosas, yo no sé cómo agradecerles por ellas. Y luego, también, por su—su patrocinio, financiando la reunión, ciertamente lo apreciamos, con todo nuestro corazón. El Señor los bendiga a cada uno de Uds., ricamente.",
    "Billy dijo, que había mucha gente, que habían estado pidiendo entrevistas privadas durante este tiempo. Y muchos pidieron y tenían pequeños bebés para ser dedicados. ¡Oh, cuánto deseo hacer eso!\n\nPero, ¿ven Uds.?, cuando vine esta vez, es tan urgente. Yo me tuve que quedar, todo el tiempo, en estudio, esta Palabra y oración, por motivo de traer estos Mensajes. ¿Ven?, ellos no son…Son—son extraordinarios para nosotros, porque es encontrar la voluntad de Dios y luego hablar las cosas. Y todo lo que tiene que cuadrar, y preguntándole a Dios cuál abrir.",
    "Ahora, si el Señor quiere, pronto regresaremos de nuevo, tan pronto como podamos hallar un día. Yo presenté una—una moción, o—o dije algo acerca de la Pascua. Es mejor que yo verifique eso, porque creo que tengo un itinerario en California como para ese tiempo. Así que eso puede estar incorrecto. Sin embargo, cuando regresemos de nuevo al tabernáculo, les enviaremos una tarjeta, y la iglesia, y—y les daremos la—la fecha y tiempo. Entonces yo, quizás en ese tiempo, de nuevo…",
    "Yo no he puesto ningún tiempo para orar por los enfermos. No hemos tenido un solo servicio en que hemos traído arriba a la gente y hemos orado por ellos. Los hemos estado enviando fuera. Y nuestros hermanos aquí han estado predicando, el Hermano Lee Vayle y el Hermano…Estos otros hermanos han estado predicando, y orando por los enfermos, y llevando a cabo el bautismo en agua, bautizando, mejor dicho, y dejando que me quede solo con la Palabra. Agradecemos a estos hombres. Ellos han hecho un trabajo muy valeroso.",
    "Hay tantos amigos aquí a los que me gustaría ver. Yo miro y veo a John y Earl. Y allí está el Doctor Lee Vayle, uno de los administradores de la campaña. El Hermano Roy Borders. Esos hombres, ni siquiera he tenido…Ni siquiera he estrechado sus manos. No he tenido oportunidad de hacerlo. Yo pienso en mis amigos de Kentucky, y de aquí alrededor, y amigos ministros, ¡cómo me gustaría estrechar sus manos! Hermano Blair, me fijé que él estaba aquí el otro día. Y muchos de esos hombres que yo—yo amo, y ellos han estado en varias reuniones, y ni siquiera he podido estrechar sus manos. Yo—yo estoy tratando…No es porque no quiero hacer eso; es porque no he tenido el tiempo de hacerlo, y yo simplemente tengo prisa.",
    "Dedicando los bebés, seguro. Mi propio hijo, mi nietecito debía ser dedicado en esta reunión. No he tenido tiempo de hacerlo; el pequeño David. Soy abuelo, dos veces ahora. Así que, Sr. May, si él está aquí esta noche, quien me dio ese bastón, parece como que voy a tener que usarlo muy pronto.",
    "Así que, y le dije a Billy, dije: “La Biblia sí dice multiplicaos y llenad la tierra, pero no se te dio a ti toda la carga”. Y estos nietos están apareciendo rápidamente.\n\nY así que, recuerden, mi nuera era estéril, para comenzar. Ella no podía tener hijos. Y un día, saliendo de una reunión, el Señor me habló y dijo: “Loyce, tú darás a luz a un hijo. El Señor te ha bendecido. Tus problemas femeninos se han terminado”.\n\nEl pequeño Paul nació, nueve meses después.",
    "Dos meses antes de que este bebé llegara a la escena, yo estaba sentado, desayunando una mañana, en la mesa, y Loyce y Billy estaban sentados enfrente de mí en la mesa. Y yo vi a Loyce alimentando un pequeño bebé con una rosada…o una cobija azul envuelta alrededor de él. Y Billy estaba sentado en la esquina, alimentando al pequeño Paul. Yo dije: “Billy, acabo de ver una visión. Loyce estaba alimentando un bebé envuelto en una cobija azul”.\n\nEl dijo: “Ahí va mi viaje de cacería. Eso tan sólo es de aquí a nueve meses”.\n\nOnce meses después, nació el pequeño David. Y todavía no he podido dedicarlo al Señor, y no podré hasta que regresemos otra vez. Así que Uds. ven lo que es.",
    "¡Cuánto amo a la gente y su compañerismo! Pero nuestros hermanos han estado orando por los enfermos, y yo sé que es un éxito. Cada noche oramos por los enfermos, uno poniendo sus manos sobre el otro, todos nosotros juntos, lo cual de esa manera lo abarca todo. Pero quizás, si Dios quiere…Lo marcaré en la tarjeta, si la enviamos. Al regresar, me gustaría dedicar como dos o tres días, de nuevo, sólo para orar por los enfermos y hacer lo que podamos de esa manera. Ahora, y yo agradezco a la gente por su ayuda, de nuevo.",
    "Ahora yo sólo quiero comentar, sólo un momento, sobre el—sobre el Mensaje de la mañana. No hay duda, yo no pude terminar completamente con él, pero pienso que Uds. entienden. Y estoy seguro que Uds. no…Uds. nunca sabrán lo que fue para mí hacer eso.",
    "Ahora, a Uds. les parece muy sencillo. Pero, uno, ¿ven lo que uno está haciendo? Uno está tomando el lugar de Dios, para pronunciar Algo. Y antes de que yo hiciera eso, tuvo que venir una respuesta de Dios. Y El tuvo que descender, y El mismo se mostró visiblemente, y dio la Revelación. Por tanto, ¿ven?, esto es para la Iglesia. Y recuerden, yo dije: “Estos, esto que dije, fue solamente para la Iglesia”.",
    "Y de manera que Uds. puedan tener confianza y que sepan, ese fue el mismo Dios que me dijo allá arriba donde no había ninguna ardilla. “Habla, y di dónde van a estar”. Y tres veces seguidas sucedió. Ahora, si El puede por medio de esa misma palabra crear algo que no está allí, ¡cuánto más se mantendrá firme Esto en el Día del Juicio! ¿Ven? Había gente allí para ver estas cosas, y saben. Como Pablo dijo, en los días pasados. Habían hombres con él, que—que sintieron la tierra temblar; y no oyeron la voz, pero ellos—ellos vieron la—la Columna de Fuego.",
    "Me hizo bien, no obstante, después de que había terminado; ver a esposos y esposas, que yo sé que son Cristianos genuinos, abrazándose el uno al otro y llorando.",
    "Y escuchen, amigos, Dios confirma Su Palabra con señales y vindicaciones, para probar que está correcta, la Palabra hablada. Ahora recuerden, esa Luz que estaba en esa Nube, que dio la Revelación. Yo estaba…\n\nMi niñita me estaba diciendo, Sarah aquí, que cuando ellos…Esa escuela allá en Arizona estaba mirando allá arriba en un cielo sin nubes, y estaban viendo esta Nube misteriosamente en esa montaña, subiendo y bajando, con un Fuego ámbar ardiendo en Ella. La maestra dio permiso de retirarse de las clases y la escuela, y los sacó al frente, y dijo: “¿Han visto alguna vez algo así? Miren la manera en que eso está allí”.\n\nRecuerden, esa es aquella misma Luz ámbar que está en la roca. Así que es el mismo Dios, la misma Revelación, dijo: “Diles que hagan esto”. Es lo que les dije esta mañana, así que allí está.",
    "Si da la casualidad que mi buen amigo, el Hermano Roy Roberson, está escuchando en Tucson. ¿Roy, recuerda, el otro día, la visión que Ud. vio cuando estábamos allá de pie en la montaña? ¿Ud. vino a mí, y esa Nube estaba sobre la cima? ¿Veníamos bajando, Ud. sabe lo que El le dijo; y yo le dije en aquella casa, el otro día? Eso es todo, Roy. Ya no se preocupe, hijo. Todo ha terminado.",
    "¡Uds. simplemente no saben lo que eso significa! Es gracia. El los ama a Uds. Y Uds. lo aman a El, humildemente sírvanle y adórenlo el resto de sus días. Sean felices, sigan adelante y vivan como están. Si Uds. son felices, continúen de esa manera. Nunca hagan algo errado otra vez, de esa manera. Sólo sigan adelante. Es la gracia de Dios.",
    "Ahora yo quiero orar de nuevo antes de que entremos a la Palabra. ¿Cuántos orarán por mí? Yo sólo voy de reunión en reunión. ¿Orarán?\n\nUds. saben, me gustaría cantarles un cantito, todos nosotros juntos, antes de que vayamos a la Palabra. Sólo para…de manera que conociéramos a Dios…Sólo una pequeña dedicación. ¿Han oído alguna vez este cantito: El Cuida De Ti? “En sol y dolor, El cuida de ti”",
    "La damita viene al piano. Oigan, quiero agradecerle a esta damita, también. Yo ni siquiera sabía quién era ella. Es una de las hijas del diácono aquí. Yo ciertamente…La muchachita del Hermano Wheeler. Ella ha crecido ahora. Ella era una pequeñita que se sentaba en mi rodilla, no hace mucho tiempo, y ahora ella es una mujer joven. Así que yo ciertamente le agradezco que ella ha usado su talento en música, y ahora ella toca muy dulcemente. ¿Nos daría el tono, hermana? Todos nosotros juntos ahora.\n\nEl cuida de ti,\n\nEl cuida de ti;\n\nEn sol o sombra,\n\nEl cuida de ti.\n\n¿Les gusta eso? Cantémoslo de nuevo, todos juntos.\n\nEl cuida de ti,\n\nEl cuida de ti;\n\nEn sol o sombra,\n\nEl cuida de ti.\n\nHermano Dauch, El cuida de Ud., también, hermano. ¿No lo aman? [La congregación dice: “Amén”.—Editor]\n\nInclinemos nuestros rostros ahora.",
    "Amado Misericordioso Dios, con esta notita aquí de unas cuantas cosas que decirle al pueblo, y he regresado de nuevo para referirme a esta mañana, porque eso es lo que la gente viene a oír. Yo ruego, Dios, que Tú le permitas ver a la gente que Dios ama y se interesa. Y no fui yo el que dio Eso, Señor, fue vindicado que era la Verdad. Así que ruego, amado Dios, que Tu amor siempre permanezca entre el pueblo. Esta noche, tener que separarnos después de esta reunión e irnos a nuestros diferentes hogares, como—como que nos conmueve, un poco, profundamente, Señor. Yo ruego que Tú bendigas a esta gente.",
    "Ahora mientras abordamos la Palabra, en oración, y abordamos la Palabra escrita, pedimos que Tú tomes esta Palabra escrita y nos la vivifiques esta noche. Y cuando salgamos de este edificio esta noche para separarnos para ir a nuestros diferentes hogares, que digamos como aquellos que venían de Emaús, que habían caminado con El todo el día y aún no lo reconocieron; pero cuando El los tuvo dentro del cuarto aquella noche, y todas las puertas cerradas, El hizo algo así como lo hizo antes de Su crucifixión. Por medio de eso, ellos supieron que El había resucitado de nuevo.\n\nHazlo de nuevo esta noche, Señor. Concédelo, mientras las puertas están cerradas y Tu pequeño grupo está aquí sentado, esperando. Y, Padre, cuando vayamos a nuestros hogares, diremos como ellos dijeron: “¡No ardían nuestros corazones en nosotros mientras nos hablaba por el camino!” Nos encomendamos, y todo, en Tus manos, Señor. Haz con nosotros como Tú juzgues conveniente. En el Nombre de Jesús. Amén.",
    "Ahora entremos directamente en el servicio, rápidamente. Abriendo ahora conmigo, si quieren, al Libro de Hebreos, y otra revelación en el Mensaje. Hablaremos por sólo unos cuantos momentos esta noche, si el Señor quiere. Y luego mientras leemos los primeros tres versículos de Hebreos 7:1 al 3, y luego comentaremos sobre esto. Y no sabemos qué va a hacer el Señor; no sabemos. Lo único que hacemos es sólo creer, velar, orar. ¿Es correcto eso? Y creer que “El hará que a los que lo aman todas las cosas les ayuden a bien”, porque El prometió que lo haría.\n\nPorque este Melquisedec, rey de Salem, sacerdote del Dios Altísimo, que salió a recibir a Abraham que volvía de la derrota de los reyes, y le bendijo,\n\nA quien asimismo dio Abraham los diezmos de todo; cuyo nombre significa primeramente Rey de justicia, y también Rey de Salem, esto es, Rey de Paz;\n\nLeamos un poco más adelante.\n\nSin padre, sin madre, sin genealogía; que ni… principio de días, o fin de vida, sino hecho semejante al Hijo de Dios, permanece sacerdote para siempre.",
    "¡Piensen en esta gran Persona, de cuán grande este Hombre debe de ser! Y ahora, la pregunta es: “¿Quién es este Hombre?” Los teólogos han tenido diferentes ideas. Pero desde la apertura de los Siete Sellos, el Libro misterioso que ha sido misterioso para nosotros…De acuerdo a Apocalipsis 10:1 al 7, todos los misterios que están escritos en este Libro, que han estado escondidos durante la edad de los reformadores, deben ser traídos a la vista por el ángel de la última edad de la iglesia. ¿Cuántos saben que eso es correcto? [La congregación dice: “Amén”.—Editor] Eso es correcto, deben de ser traídos. Todos los misterios del Libro misterioso han de ser revelados al mensajero de Laodicea de esa edad.",
    "Viendo que hay mucha discusión acerca de esta Persona y este tema, pienso que nos es necesario entrar en ello, para averiguar Quién es éste. Ahora, hay varias escuelas de pensamiento sobre El.\n\nUna de las escuelas que hay, afirma: “El sólo es un mito. El no era en realidad una persona”.\n\nY las otras dicen, que: “Era un sacerdocio, que era el sacerdocio de Melquisedec”. Ese es el más probable, eso cuadra mejor con ese lado que lo que ellos cuadran con el otro, es porque dicen que era un sacerdocio.\n\nNo puede ser eso, porque en el versículo 4 Ella dice que El era una Persona, un “Hombre”. Así que, para ser una Persona, El tiene que ser una personalidad, un “Hombre”. ¡No un orden; sino una Persona! Así que El no era solamente un orden sacerdotal, tampoco era El un mito. El era una Persona.",
    "Y la Persona es Eterna. Si Uds. se fijan: “El no tuvo padre. El no tuvo madre. El no tuvo un tiempo en que haya comenzado. Y El no tuvo un tiempo en que haya terminado”. Y quienquiera que haya sido todavía está vivo esta noche, porque la Biblia dice aquí, que: “El no tenía ni padre, ni madre, principio de días, o fin de vida”. Así que tendría que ser una Persona Eterna. ¿Es correcto eso? [La congregación dice: “Amén”.—Editor] ¡Una Persona Eterna! Así que solamente podía ser una Persona, ese es Dios, porque El es el Unico que es Eterno. ¡Dios!",
    "Ahora, en Primera de Timoteo 6:15 y 16, si les gustaría leer eso alguna vez, me gustaría que Uds. la leyeran.\n\nAhora, la cosa que yo afirmo es, que, El era Dios, porque El es la única Persona que puede ser inmortal. Y ahora, Dios cambiándose El mismo a Persona; eso es lo que El era: “No tenía padre, no tenía madre, no tenía principio de vida, no tenía final de días”.",
    "Ahora encontramos en la Escritura que mucha gente enseña que: “Tres personalidades en la Deidad”. Así que, Uds. no pueden tener una personalidad sin ser una persona. Se necesita una persona para hacer una personalidad.\n\nUn ministro Bautista, hace unas cuantas semanas, llegó, y a mi casa, y dijo: “Me gustaría corregirlo sobre la Deidad alguna vez cuando Ud. tenga tiempo”. Me llamó, mejor dicho.",
    "Yo dije: “Yo tengo tiempo ahorita mismo, porque quiero estar correcto, y hacemos a un lado todo lo demás, para hacerlo”.\n\nY él llegó, él dijo: “Hermano Branham, Ud. enseña que sólo hay un Dios”.\n\nYo dije: “Sí, señor”.\n\nEl dijo: “Bueno”, dijo él, “yo creo que hay un Dios, pero un Dios en tres Personas”.\n\nYo dije: “Señor, repita eso de nuevo”.\n\nEl dijo: “Un Dios, en tres Personas”.",
    "Yo dije: “¿A dónde fue Ud. a la escuela?” ¿Ven? Y él me dijo que a—a un colegio Bíblico. Yo dije: “Yo puedo creer eso. Ud. no puede ser una persona sin ser una personalidad. Y si Ud. es una personalidad, Ud. es una personalidad para Ud. mismo. Ud. es un ser distinto e individual”.\n\nY él dijo: “Bueno, los teólogos ni siquiera pueden explicar eso”.\n\nYo dije: “Es por medio de revelación”.\n\nY él dijo: “Yo no puedo aceptar revelación”.",
    "Yo dije: “Entonces no hay manera para que Dios pueda llegar a Ud. alguna vez, porque: ‘Está escondido de los ojos de los sabios y entendidos, y es revelado a niños’, revelado, revelación, ‘revelado a niños tales que lo aceptarán, aprenderán’”. Y yo dije: “No habría manera para que Dios llegara a Ud.; Ud. mismo se cierra a El”.\n\nToda la Biblia es la revelación de Dios. Toda la Iglesia está edificada sobre la revelación de Dios. No hay otra manera de conocer a Dios, sólo por revelación. “A quien el Hijo lo quiera revelar”. Revelación; todo es revelación. Así que, el no aceptar la revelación, entonces uno sólo es un teólogo frío, y no hay esperanza para uno.",
    "Ahora, ahora, nos damos cuenta que esta Persona “no tenía padre, no tenía madre, no tenía principio de días o final de vida”. Era Dios, en morphe.\n\nAhora, el mundo, la palabra viene, la palabra griega, significa, “cambio”, fue usada. El mismo cambiándose, en morphe, de una persona a…Una persona; la palabra griega allí, en morphe, significa…Fue tomada del acto de teatro, que una persona está cambiando su máscara, para hacerlo algún otro carácter.",
    "Como en—en la escuela, recientemente, creo, Rebekah, poco antes de que ella se graduara, ellos tuvieron una obra de teatro de Shakespeare. Y un joven tuvo que cambiar su ropa varias veces, porque él desempeñó dos o tres diferentes papeles; pero, la misma persona. El salió, una vez, él era el villano; y cuando él salió la siguiente vez, él era otro personaje. Y ahora la palabra griega, en morphe, significa que él “cambió su máscara”.",
    "Y eso es lo que Dios hizo. Es el mismo Dios todo el tiempo. Dios en la forma del Padre, el—el Espíritu, la Columna de Fuego. El mismo Dios fue hecho carne y habitó entre nosotros, en morphe, sacado a luz para que El pudiera ser visto. Y ahora ese mismo Dios es el Espíritu Santo. Padre, Hijo, Espíritu…no tres Dioses; tres oficios, tres actos del único Dios.",
    "La Biblia dice: “Hay un Dios”, no tres. Pero así es cómo ellos no podían…Uds. no pueden corregir esto y tener tres Dioses. Uds. nunca le venderían eso a un Judío. Les diré eso. Uno que sabe que no es así, él sabe que solamente hay un Dios.",
    "Fíjense, como la escultura, él la esconde, con una—una máscara sobre ella. Eso es lo que Dios le ha hecho a esta edad. Han estado escondidas. Todas estas cosas han estado escondidas, y deben de ser reveladas en esta edad. Ahora la Biblia dice que serán reveladas en los postreros tiempos. Es como un escultor manteniendo su—su pieza de trabajo toda cubierta hasta el tiempo en que el quita la máscara de ella y allí está.\n\nY eso es lo que la Biblia ha sido. Ha sido una obra de Dios que ha estado cubierta. Y ha estado escondida desde la fundación del mundo, y Su séptuple misterio. Y Dios prometió en este día, en la edad de esta iglesia de Laodicea, que El le quitaría la máscara a toda la cosa y podríamos verlo. ¡Qué cosa más gloriosa!",
    "Dios, en morphe, enmascarado en la Columna de Fuego. Dios, en morphe, en un Hombre llamado Jesús. Dios, en morphe, en Su Iglesia. Dios sobre nosotros, Dios con nosotros, Dios en nosotros; la condescendencia de Dios.\n\nAllá arriba, santo, nadie podía tocarlo a El, El se asentó sobre el monte; y aun si un animal tocaba el monte, tenía que morir.\n\nY luego Dios descendió y cambió Su tienda, y descendió y vivió con nosotros, llegó a ser uno de nosotros. “Y nosotros lo palpamos”, dice la Biblia. En Primera de Timoteo 3:16: “Indiscutiblemente, grande es el misterio de la piedad; porque Dios fue manifestado en carne, palpado con manos”. Dios comió carne. Dios bebió agua. Dios durmió. Dios lloró. El era uno de nosotros. ¡Hermoso, tipificado en la Biblia!\n\nEse fue Dios sobre nosotros; Dios con nosotros; ahora es Dios en nosotros, el Espíritu Santo. No la tercera Persona; ¡la misma Persona!",
    "Dios descendió y llegó a ser carne, y murió la muerte, en Cristo; de manera que El pudiera limpiar la Iglesia, para poder entrar en ella, para tener compañerismo. Dios ama el compañerismo. Para eso es que El hizo al hombre la primera vez, era para tener compañerismo; Dios mora solo, con Querubines.",
    "Y fíjense ahora, El hizo al hombre, y el hombre cayó. Así que El descendió y redimió al hombre, porque Dios ama ser adorado. La misma palabra dios significa “objeto de adoración”.\n\nY esto que viene entre nosotros, como una Columna de Fuego, como algo que cambia nuestros corazones, ese es el mismo Dios que dijo: “Sea la luz”, y fue la luz. El es el mismo ayer, hoy, y por los siglos.",
    "Ahora, en el principio Dios habitaba solo, con Sus atributos, como hablé de ello esta mañana. Esos son Sus pensamientos. No había nada, solamente Dios solo, pero El tenía pensamientos.\n\nAsí como un gran arquitecto puede trazar, en su mente, y dibujar lo que él piensa que es lo que él va a—a construir. Crear, ahora, él no puede crear. El puede tomar algo que ha sido creado y hacerlo en una forma diferente; porque Dios es la única manera…el Unico que puede crear. Pero él forma en su mente lo que él va a hacer, y esos son sus pensamientos, esos son sus deseos. Ahora es un pensamiento, y luego él lo habla, y es una palabra entonces. Y una—una palabra es…",
    "Un pensamiento, cuando es expresado, es una palabra. Un pensamiento expresado es una palabra, pero tiene que ser un pensamiento primero. Así que, son los atributos de Dios; luego llega a ser un pensamiento, luego una palabra.",
    "Fíjense. Aquellos que tienen, esta noche, Vida Eterna, estaban con El y en El, en Su pensamiento, antes de que hubiera alguna vez un Angel, estrella, Querubín, o alguna otra cosa. Eso es Eterno. Y si Uds. tienen Vida Eterna, Uds. siempre fueron. No su ser aquí, sino la apariencia y forma que el Dios infinito…",
    "Y si El no es infinito, El no es Dios. Dios tiene que ser infinito. Nosotros somos finitos; El es infinito. Y El era omnipresente, omnisciente, y omnipotente. Si El no lo es, entonces El no puede ser Dios. Sabe todas las cosas, todos los lugares, debido a Su omnipresencia. Omnisciente lo hace a El omnipresente. El es un Ser; El no es como el viento. El es un Ser; El mora en una casa. Pero siendo omnisciente, sabiendo todas las cosas, lo hace a El omnipresente, porque El sabe todas las cosas que están sucediendo.\n\nNo puede haber una pulga que pestañee sus ojos sin que El lo sepa. Y El lo sabía antes de que hubiera un mundo, cuántas veces pestañearía sus ojos, y cuánto sebo tenía en ella, antes de que hubiera alguna vez un mundo. Eso es infinito. Nosotros no podemos comprenderlo en nuestras mentes, pero ese es Dios. ¡Dios, infinito!",
    "Y recuerden, Uds., sus ojos, su estatura, cualquier cosa que Uds. eran, Uds. estaban en Su pensamiento en el principio. Y lo único que Uds. son es la expresión, palabra. Después de que él lo pensó, El lo habló y aquí están Uds. Si no es, si Uds. no estaban en Su pensamiento, no hay manera en lo absoluto que Uds. estén allí alguna vez, porque El es el que da Vida Eterna.",
    "¿Recuerdan Uds. cómo leímos las Escrituras? “¡No depende del que quiere, o del que corre, sino de Dios!” Y para que Su predestinación permaneciera fiel, El podía elegir, antes de cualquier tiempo, a quién. Dios es soberano en Su elección. ¿Sabían Uds. eso? Dios es soberano.\n\n¿Quién estaba allá atrás para decirle una mejor manera de hacer el mundo? ¿Quién se atrevería a decirle que El estaba dirigiendo mal Su negocio?\n\nAun la misma—la misma Palabra, en Sí misma, es muy soberana. Aun la revelación es soberana. “El le revela a quien El quiere revelarle”. La misma revelación, en sí misma, es soberana en Dios. Así es cómo la gente enfatiza cosas, y se precipita, y ataca cosas, no sabiendo lo que están haciendo. Dios es soberano en Sus obras.",
    "Ahora lo encontramos a El en el principio, Sus atributos. Y, ahora, Uds. estaban con El entonces. Entonces es cuando El Libro de la Vida aparece.\n\nAhora, leemos aquí en Apocalipsis el capítulo 13, el versículo 8, que: “La bestia que viene sobre la tierra”, en estos últimos días, “engañará a toda aquella gente en la tierra cuyos nombres no estaban escritos en el Libro de la Vida del Cordero antes del principio del mundo”.",
    "¡Piénsenlo! Antes de que Jesús naciera, cuatro mil años antes de que El viniera a la tierra, y varios miles de años antes de que Uds. vinieran a la tierra; Jesús, en la mente de Dios, murió por los pecados del mundo, y el Libro de la Vida fue hecho, y su nombre fue puesto en ese Libro de la Vida antes de la fundación del mundo. Esa es la Verdad de la Biblia. ¿Ven?, su nombre fue ordenado por Dios y puesto en el Libro de la Vida antes de la fundación del mundo.",
    "Uds. estuvieron allí en Sus atributos. Uds. no lo recuerdan, no, porque Uds. sólo son una parte de Su Vida. Uds. son una parte de Dios cuando Uds. llegan a ser un hijo o hija de Dios.\n\n¡Así como Uds. son una parte de su padre terrenal! Eso es correcto. Uds. lo son. El varón tiene la hemoglobina, la sangre. Y cuando eso ha entrado en—en el huevo, entonces Uds. llegan a ser una parte de su padre; y su madre es una parte de su padre, también; así que todos Uds. son una parte de su padre.\n\n¡Gloria! Eso deja fuera a la denominación, completamente. Ajá. ¡Ciertamente que sí! ¡Dios, en todo, el único lugar!",
    "Fíjense ahora en Su atributo. Entonces el atributo era, primero, Dios; el pensamiento, el atributo mismo, todo en Uno, sin ser expresado. Entonces cuando El lo expresó, secundariamente, El llegó a ser entonces la Palabra. “Y entonces la Palabra fue hecha carne y habitó entre nosotros”.",
    "San Juan el capítulo 1 y el versículo 1, fíjense, esto es, “En el principio”. ¡Pero, antes, el Eterno! Fíjense, “En el principio era el Verbo”. Cuando el tiempo comenzó, era Palabra. Pero antes de que fuera Palabra, era atributo, un pensamiento. Entonces fue expresado: “En el principio era”, la expresión, “el Verbo”.\n\nAhora estamos llegando a donde está Melquisedec. Ese es esta Persona misteriosa. “En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios”. “Y luego el Verbo llegó a ser carne y habitó entre nosotros”. Retengan eso allí ahora, fíjense.",
    "Su—Su primer ser era Espíritu, Dios, sobrenatural, muy bien, el gran Eterno. Segundo, El comenzó a formarse hacia carne, en una teofanía, es llamada “la Palabra; un cuerpo”. Este entonces es el estado en que El estaba cuando El se encontró con Abraham, se llamaba Melquisedec. El estaba en la forma de teofanía. Ahora llegaremos a eso y lo probaremos en unos minutos, si el Señor quiere. El era la Palabra.",
    "Una teofanía es algo que Uds. no podrían ver. Pudiera estar aquí mismo ahora, sin embargo Uds. no pueden verla.\n\nEs así como, bueno, como la televisión. Eso está en otra dimensión. La televisión; gente se está moviendo a través de este cuarto ahora, cantando; hay colores, también. Pero el ojo sólo está sujeto a los cinco sentidos…Todo su ser sólo está sujeto a cinco sentidos, mejor dicho. Y Uds. sólo están sujetos a lo que la vista ha sido limitada a ver. Pero hay otra dimensión que puede ser vista por medio de una transformación, por medio de la televisión.",
    "Ahora, la televisión no manufactura una imagen. Una televisión sólo la canaliza a un circuito, y luego la pantalla de la televisión la capta. Pero la imagen está allí, para comenzar. La televisión estaba aquí cuando Adán estaba aquí. La televisión estaba aquí cuando Elías se sentó en el Monte Carmelo. La televisión estaba aquí cuando Jesús de Nazaret caminó por las playas de Galilea. Pero uno apenas ahora lo está descubriendo. Ellos no lo hubieran creído allá atrás. Uno habría estado loco para haber dicho algo así. Pero ahora ha llegado a ser una realidad.\n\nY así es, que Cristo está aquí, los Angeles de Dios están aquí. Y algún día, en el gran Milenio que ha de venir, simplemente será más real que la televisión o alguna otra cosa, porque están aquí.",
    "El se revela en Su gran forma de lo que El afirmó, a medida El se en morphe en Sus siervos y se prueba El mismo.",
    "Ahora, aquí está El en la forma de Espíritu. Y luego El viene en la forma de un…de en morphe. Ahora, El se le apareció a Abraham, en morphe. Cuando Abraham regresaba de la derrota de los reyes, ahí llegó Melquisedec, habló con El.",
    "El otro día en el periódico de Tucson, yo estaba leyendo un artículo donde hubo una—una mujer que iba manejando por la carretera, yo creo que como a cuarenta, cincuenta millas por hora [Como a sesenta y cuatro, ochenta kilómetros por hora.—Traductor], y ella le pegó a un anciano que tenía puesto un abrigo. Ella gritó y detuvo su carro. Lo arrojó a él arriba en el aire. ¡Allá afuera en pleno desierto! Y ella regresó corriendo para hallarlo, y él no estaba allí. ¿Así que qué hizo ella? Algunas personas detrás de ella lo vieron suceder, vieron al anciano volar en el aire, y su abrigo dando vueltas. Así que ellos regresaron corriendo para averiguar. Ellos no pudieron encontrar al hombre en ninguna parte. Llamaron al cuerpo de la policía. La policía llegó a examinar el lugar; no había nadie allí.",
    "Bueno, cada uno de ellos testificó: “El carro traqueteó, le pegó al hombre. El se elevó en el aire, y todos lo vieron”. Testigos, y dos o tres carros llenos de ellos, lo vieron suceder. Se vienen dando cuenta, que hace cinco años, hubo un anciano que tenía puesto un abrigo, que fue golpeado y muerto en el mismo lugar.\n\nCuando uno parte de aquí, uno no está muerto. Uno tiene que regresar, aun si uno es un pecador, y ser juzgado de acuerdo a los hechos realizados en el cuerpo. “Si este tabernáculo terrestre se deshiciere, tenemos uno esperando”. En morphe, esa es la palabra.",
    "Ahora, Dios, en esta etapa de…Es esta etapa de Su creación, más tarde se formó en carne, Jesús. ¿Desde qué? Desde el gran principio, Espíritu, luego descendió para ser la Palabra, Ella misma poniéndose de manifiesto. La Palabra todavía no se forma Ella misma, sólo está hablada, en morphe, más tarde El llega a ser carne, Jesús, mortal, para probar la muerte por todos nosotros los pecadores.",
    "Cuando Abraham se encontró con El, El era Melquisedec. El despliega aquí lo que todos los atributos harán en el fin final, todo hijo de Abraham. Todo hijo de la Fe hará sin lugar a dudas lo mismo. Pero yo quiero observar cómo tenemos que venir nosotros.",
    "También, lo vemos a El revelado aquí en Rut y—y Booz, como un Pariente Redentor, cómo El tenía que venir para ser carne.",
    "Ahora nosotros vemos el atributo, hijos de Su Espíritu, no han entrado todavía en el cuerpo que tiene forma de la Palabra. Sino, una teofanía; este cuerpo está sujeto a la Palabra y las arras, esperando las arras, el cambio del cuerpo.",
    "Ahora, la diferencia entre El y Uds., como hijos. ¿Ven?, El era, en el principio, la Palabra, un cuerpo en morphe. El entró y vivió en eso, en la Persona de Melquisedec. Luego, más tarde, ya no oímos más de Melquisedec, porque El llegó a ser Jesucristo. Melquisedec era el Sacerdote, pero El llegó a ser Jesucristo. Ahora, Uds. sobrepasaron eso. Porque, en esa forma, El sabía todas las cosas, y Uds. nunca han podido saber eso todavía.\n\nUds. vinieron como Adán, como yo, Uds. vinieron desde el atributo a la carne, para ser tentados. Pero cuando esta vida termina aquí, “Si este tabernáculo terrestre se deshiciere, ya tenemos uno esperando”. Eso es a donde vamos; esa es la Palabra. Entonces podemos mirar atrás y ver lo que hemos hecho. Ahora no lo entendemos. Nunca hemos llegado a ser la Palabra; sólo hemos llegado a ser el hombre de carne, no la Palabra.",
    "Pero, y miren, claramente lo hace claro, Uds. nunca serán la Palabra a menos que Uds. eran un pensamiento en el principio. Eso prueba la predestinación de Dios. ¿Ven? Uds. no pueden ser la Palabra a menos que Uds. son un pensamiento. Uds. tenían que estar en el pensamiento, primero.\n\nPero, ¿ven Uds.?, para soportar la tentación, Uds. tenían que sobrepasar la teofanía. Uds. tenían que venir aquí abajo en carne, para ser tentados por el pecado. Y entonces, si soportan, “Todo lo que el Padre me ha dado vendrá a Mí, y yo le resucitaré en los días postreros”. ¿Ven? Uds. tenían que serlo primero.",
    "Y entonces, ¿ven Uds.?, El descendió directamente, por la línea regular, del atributo a…Antes de la fundación del mundo, su nombre es puesto en el Libro de la Vida del Cordero. Entonces, de eso, El llegó a ser la Palabra, la teofanía, que podía aparecer, desaparecer. Y luego El llegó a ser carne y regresó otra vez, resucitó ese mismo cuerpo en una condición glorificada.\n\nPero Uds. sobrepasaron la teofanía y llegaron a ser hombres de carne, para ser tentados por el pecado. Y entonces, “Si este tabernáculo terrestre se deshiciere, ya tenemos uno esperando”. Todavía no tenemos los cuerpos.",
    "¡Pero, miren! Cuando este cuerpo recibe el Espíritu de Dios, la Vida inmortal dentro de Uds., pone este cuerpo en sujeción a Dios. ¡Aleluya! “El que es nacido de Dios, no practica el pecado; él no puede pecar”. Romanos 8:1: “Ahora, pues, ninguna condenación hay para los que están en Cristo Jesús; no andan conforme a la carne, sino conforme al Espíritu”. Ahí lo tienen. ¿Ven?, eso sujeta el cuerpo de Uds.\n\nUds. no tienen que decir: “¡Oh, si yo tan sólo pudiera dejar de beber! Si yo tan sólo pudiera…” Sólo entren en Cristo y todo desaparece, ¿ven?, ¿ven?, porque el cuerpo de Uds. está sujeto al Espíritu. Ya no está sujeto a las cosas del mundo; están muertas. Están muertas; sus pecados están sepultados en bautismo, y Uds. son una nueva creación en Cristo. Y el cuerpo de Uds., llegando a estar sujeto al Espíritu, trata de vivir una clase correcta de vida.",
    "Como Uds. mujeres afirmando que tienen el Espíritu Santo, y saliendo aquí y usando pantalones cortos y cosas, ¿cómo pueden hacerlo? ¿Cómo pudiera el Espíritu de Dios en Uds. dejarlas hacer alguna vez una cosa semejante a esa? Simplemente no puede ser así. Ciertamente, no puede ser. El no es un Espíritu inmundo; El es un Espíritu santo.",
    "Y entonces cuando Uds. llegan a estar sujetos a ese Espíritu, sujeta todo su ser a ese Espíritu. Y ese Espíritu no es nada más que esta Simiente Palabra manifestada, o vivificada, aleluya, hecha viva. Y cuando la Biblia dice: “No hagas esto”, ese cuerpo rápidamente da vuelta conforme a Ello. No hay ninguna pregunta.\n\n¿Y qué es? Es las arras de la resurrección. Este cuerpo será resucitado de nuevo, porque ya ha comenzado. Una vez estaba sujeto al pecado, y al lodo y a la corrupción, pero ahora tiene las arras; está volteado hacia lo Celestial. Ahora, esas son las arras de que Uds. se van en el Rapto. Son las arras.",
    "Una persona enferma acostada, muriendo, no le queda nada sino la muerte; eso es todo lo que puede suceder. Yo he visto unas sombras de personas, comidas con cáncer y tuberculosis; y ver esas personas, un poco después de eso, perfectamente normales y fuertes. Si no hay sanidad Divina, entonces no hay resurrección, porque sanidad Divina es las arras de la resurrección. ¡Amén!",
    "¿Uds. saben lo que es el depósito, verdad? Es el pago inicial. “El herido fue por nuestras rebeliones; por Su llaga fuimos nosotros curados”. ¡Fíjense cuán maravilloso! Lo amamos.",
    "Ahora, este cuerpo está sujeto al Espíritu. Todavía no ha entrado en la forma de la Palabra, pero todavía estamos en la forma de la carne, pero sujetos a la Palabra. La muerte en la carne nos llevará allá.",
    "Exactamente lo mismo, piensen en un pequeño bebé. Uds. pueden tomar a una mujer, no importa cuán mala es ella, cuando ella está embarazada y a punto de ser madre. Observen, antes de que ese bebé nazca, no me importa cuán cruel es la mujer, ella se pone muy cariñosa. Hay algo acerca de ella que suena…parece piadoso, el ver a una madrecita a punto de llegar a ser madre, por medio del bebé. ¿Por qué es? Ese cuerpecito, ahora, no está vivo aún, ¿ven?, lo único que es es simplemente carne y músculos. Esos brinquitos, esos sólo son músculos tironeando. Pero cuando sale de la matriz, Dios sopla el aliento de vida en él, y entonces él grita. ¿Ven?, tan—tan cierto como que hay un cuerpo natural siendo formado, hay un cuerpo espiritual para recibirlo tan pronto llega aquí.",
    "Entonces, cuando un hombre nace de nuevo, del Cielo, él llega a ser un espíritu bebé en Cristo.\n\nY, entonces, cuando este manto de carne es abandonado, hay un cuerpo natural, teofanía, un cuerpo no hecho por manos, ni nacido de una mujer, al que vamos.\n\nEntonces ese cuerpo regresa y recoge el cuerpo glorificado.\n\nEsa es la razón de que Jesús fue al infierno cuando El murió, y le predicó a las almas que estaban en prisión; regresó a esa teofanía. ¡Oh, maravilloso! ¡Gracias a Dios!",
    "Segunda de Corintios 5:1 “Si este cuerpo terrestre se deshiciere, este tabernáculo terrestre, tenemos otro”. ¿Ven?, hemos sobrepasado eso, para venir directamente de Dios, el atributo; para ser carne, para ser tentados y probados por el pecado, como Adán lo fue. Pero cuando la prueba de Su Palabra ha terminado, entonces somos llevados arriba a este cuerpo que fue preparado para nosotros antes de la fundación del mundo. Es la Palabra allí que nosotros sobrepasamos, para venir, aquí abajo para ser tentados y probados. Si hubiéramos venido a través de eso, no hubiera habido ninguna tentación; hubiéramos sabido todas las cosas. Esa es la razón de que Jesús sabía todas las cosas, porque El fue Palabra antes de que El fuera carne. Entonces nosotros llegamos a ser la Palabra.",
    "Aquí estamos formados a la imagen de la Palabra, para ser un participante de la Palabra, alimentarnos de la Palabra, por ser predestinados desde el principio; Uds. ven esa chispita de Vida que tenían en Uds. desde el principio, cuando Uds. comenzaron su jornada. Muchos de Uds. pueden recordarlo. Uds. se unieron a esta iglesia y se unieron a aquella iglesia, Uds. trataban esto y aquello; nada satisfizo. Eso es correcto. Pero un día Uds. simplemente lo reconocieron. Correcto.",
    "La otra noche yo estaba enseñando en alguna parte, creo que fue allá en California o Arizona, acerca de…Creo que les he contado la pequeña historia aquí acerca de un hombre colocando una gallina y tenía un huevo de águila debajo de ella. Y cuando ese águila salió del cascarón, él era el pájaro más raro que esas gallinas habían visto alguna vez. Pero, él anduvo alrededor. El era el—él era el feo entre ellas, porque él simplemente no podía entender cómo esa gallina cloqueaba y escarbaba en ese montón de estiércol y comía. El no podía captar la idea. Ella decía: “¡Ven acá y banquetea, cariño!” Pero, él era un águila; él simplemente no comía así. No era su alimento.",
    "Así que ella atrapaba saltamontes y cuánto más, Uds. saben, y llamaba a las gallinitas. Y todas esas gallinitas la acompañaban, cloqueando, y comían. Pero el aguilita simplemente no podía hacerlo. No—no le parecía correcto.\n\nAsí que un día su mamá vino buscándolo.",
    "Y él oía a esa gallina cloquear. El trataba lo mejor que podía de cloquear, pero él no podía hacerlo. El trataba de piar como una gallina, pero él no podía hacerlo. ¿Ven?, él era un águila. El, para empezar, era un águila. El sólo fue incubado bajo una gallina.\n\nEso es como algunos miembros de iglesia. Cada…Más o menos de esa manera es; como uno de una puesta, es correcto.",
    "Pero un día su mama voló por encima, y ella gritó. El lo reconoció. Eso sonó correctamente. ¿Por qué? El era un águila, para empezar.\n\nDe esa manera es con el Evangelio, o la Palabra, o el Poder de Jesucristo. Cuando un hombre ha sido predestinado a Vida Eterna, él oye ese grito de Dios de sonido verdadero, nada puede mantenerlo alejado de Ello.\n\nLa iglesia pudiera decir: “Los días de los milagros han pasado”, cloc, cloc, cloc. “Párate aquí y come esto, y párate acá y come eso”.",
    "Esa cosa del corral ya no lo va a satisfacer. ¡El se fue! “¡Todas las cosas son posibles!” El despegó de la tierra.\n\nPor eso es, lo que pasa con tantos Cristianos hoy, no pueden despegar sus pies de la tierra.\n\nLa mama dijo: “¡Hijo, salta! Tú eres un águila. Sube acá adonde yo estoy”.\n\nEl dijo: “Mamá, nunca he saltado, en mi vida”.",
    "Ella dijo: “¡Pues, tú salta! Tú eres un águila, para empezar. Tú no eres una gallina”. Así que él dio su primer salto y aleteó sus alas; no lo hizo muy bien, pero él despegó de la tierra.\n\nDe esa manera lo hacemos. Aceptamos a Dios por medio de fe, por medio de la Palabra escrita. Hay algo allí adentro; es esa Vida Eterna. Uds. estaban predestinados a ella.",
    "Su abuelo y su abuela eran águilas. El era un águila, desde allá atrás. El águila no se mezcla con otras cosas. El no es un híbrido; no. Es un águila.",
    "Luego, después de que Uds. reconocieron que la misma Palabra de Dios era Alimento de Aguilas, entonces Uds. dejaron la otra cosa. Entonces Uds. han sido formados en la imagen viviente del Dios viviente. Uds. escucharon de su teofanía. “Si este cuerpo terrestre se deshiciere, tenemos uno esperando”.\n\nUds. dicen: “¿Es correcto eso, Hermano Branham?”\n\nMuy bien, tomemos a un par de águilas, y mirémoslos por unos minutos. Hubo un nombre, hombre llamado Moisés. Todos saben que un profeta es llamado el águila, en la Biblia.",
    "Hubo un profeta llamado Moisés. Y un día Dios lo llamó, y no le permitió que cruzara a la tierra, y él—él murió en una roca. Los Angeles se lo llevaron y lo sepultaron.\n\nHubo otro hombre, un águila, ni siquiera tuvo que morir. El simplemente cruzó caminando el Jordán, y Dios envió un carro abajo; y él dejó caer este manto de carne, y se elevó y echó mano del premio eterno.\n\nOchocientos años después, ochocientos años después, en el Monte de la Transfiguración, ahí estaban esos dos hombres. El cuerpo de Moisés había estado podrido por cientos de años, pero aquí estaba él en tal forma al grado que aun Pedro, Santiago, y Juan lo reconocieron. ¡Amén! “Si este tabernáculo terrestre se deshiciere”, si Uds. son un atributo de Dios expresado aquí en la tierra, “Uds. tienen un cuerpo esperando después de que parten de este mundo”. Allí estaban ellos, parados en el Monte de la Transfiguración, en su teofanía. Porque ellos eran profetas a quienes la Palabra vino.",
    "También fijémonos en otro profeta, en un tiempo, llamado Samuel. El era un gran hombre. El había enseñado a Israel; les dijo que ellos no deberían de tener un rey. El dijo: “¿Les he dicho alguna vez una sola cosa en el Nombre del Señor que no haya acontecido?”\n\nEllos dijeron: “No. Todo lo que siempre has dicho en el Nombre del Señor sucedió”.\n\nEl era un profeta, y él murió.",
    "Como tres o cuatro años más tarde, el rey se metió en problemas; eso fue antes de que la Sangre de Jesucristo fuera derramada. El estaba en el paraíso. Y una bruja de Endor invocó para que alguien viniera, y consolara a Saúl. Y cuando la bruja lo vio a él parado, ella dijo: “He visto a dios que sube de la tierra”.",
    "Y después de que el hombre había estado muerto, sepultado, y podrido en la sepultura, aquí estaba él parado allí en esa cueva, con su manto de profeta puesto; y todavía era un profeta, amén, porque él dijo: “¿Por qué me llamaste de mi reposo, viendo que has llegado a ser enemigo de Dios?” Obsérvenlo a él profetizar. “Mañana en la noche, a esta hora, tú estarás conmigo”. El todavía era un profeta, aunque él había partido de este cuerpo.\n\n¿Ven?, él había llegado aquí y era parte de esa Palabra, y él entró de la vida de la carne al cuerpo que había sido preparado para él antes de la fundación del mundo. El entró en la teofanía, la cual era la Palabra. ¿Lo captan? Allí es a donde van todos los creyentes cuando nos vamos de aquí.",
    "Entonces, en esa forma, el velo entonces es quitado. ¿Ven Uds.?, Uds. son la Palabra, también, cuando entran allí. Como un pequeño bebé; como dije hace un rato…",
    "Ahora fíjense. Alabado sea Dios por estos Sellos que se están abriendo, es mi oración, ¡saber estas cosas!",
    "Ahora la verdadera revelación de Melquisedec aparece. ¿Qué? El era Dios, la Palabra, antes de que El llegara a ser carne; Dios, la Palabra. Porque El tenía que ser; nadie más podía ser inmortal como El. ¿Ven?, yo tuve padre y madre; Uds. también los tuvieron. Jesús tuvo padre y madre. “Pero este Hombre no tuvo padre, o no tuvo madre”. Jesús tuvo un tiempo en que El comenzó; este Hombre no. Jesús dio Su vida; este Hombre no podía, porque El era Vida. Y es el mismísimo Hombre todo el tiempo. Yo espero que Dios se los revele. La mismísima Persona, todo el tiempo.",
    "Fíjense en Su título: “Rey de justicia”. Ahora, Hebreos 7:2: “Rey de justicia, y Rey de paz”. El es dos reyes. Ahora observen, Hebreos 7:2: “Rey de justicia, también el Rey de paz”. El es dos reyes allí. Ahora ya que El ha venido en la carne y recibió Su cuerpo arriba, en Apocalipsis 21:16, El es llamado: “El Rey de reyes”. El es todos esos tres, juntos. ¿Ven?, Rey Dios, Rey Teofanía, Rey Jesús. “El es el Rey de reyes”.\n\nTodos se ha juntado, así como alma, cuerpo, y espíritu, todo viene a ser uno.",
    "También, El es el Padre, el cual fue el primero; Hijo; y Espíritu Santo, el Espíritu.\n\n“Rey de justicia”, el atributo del Espíritu; teofanía, “Rey de—de paz”, teofanía; y en carne El era “Rey de reyes”, la misma Persona.",
    "Cuando la teofanía, Moisés lo vio a El, Exodo 33:2, El era una teofanía. Moisés quería ver a Dios. El había oído Su voz, lo había oído hablarle, lo había visto en una zarza allí, como una gran Columna de Fuego. Y él dijo: “¿Quién eres Tú? Yo quiero saber Quién eres Tú”. Dijo Moisés. “Yo pondré…” “Si Tú me permites verte, a mí me gustaría ver Tu rostro”.",
    "El dijo: “Ningún hombre puede ver Mi rostro”. El dijo: “Yo pondré Mi mano sobre tus ojos, y Yo pasaré. Y Tú puedes ver Mi espalda, mas no Mi rostro”. ¿Ven? Y cuando lo vio, era la espalda de un Hombre; era una teofanía. Luego la Palabra que vino a Moisés: “YO SOY”, esa era la Palabra. La Palabra vino a Moisés en la forma de una Columna de Fuego en una zarza ardiendo, el “YO SOY”.",
    "Como la Palabra de la teología…de la teofanía, mejor dicho. Discúlpenme. El vino a Abraham como un Hombre, debajo del encino. Ahora miren allí. Allí llegó un Hombre a Abraham, tres de ellos, y se sentaron debajo de un encino, tres de ellos. Y fíjense, después de que El le habló a Abraham…",
    "¿Por qué vino El? Abraham, siendo el que tenía la promesa y el mensaje del hijo que había de venir, y también El era el profeta de la Palabra de Dios que estaba confiando en la Palabra de Dios, llamando todo lo contrario como si no fuese. ¿Ven qué perfecta es la Palabra? La Palabra vino al profeta. ¿Ven?, allí estaba Dios en una teofanía. Y la Biblia dice: “La Palabra viene al profeta”. Y aquí estaba la—la Palabra en la teofanía.\n\nAhora Uds. dicen: “¿Era Dios ése?”",
    "Abraham dijo que lo era. El dijo que Su nombre, era, él lo llamó Elohim. Ahora en Génesis 1, Uds. se dan cuenta: “En el principio creó Elohim los cielos y la tierra”. En Génesis 18, nos damos cuenta que—que Abraham llamó a esta Persona…que se sentó allí y habló con él, y pudo decirle los secretos de su corazón, le dijo lo que Sara estaba pensando detrás de El. Abraham dijo: “Es Elohim”. El estaba en una forma de teofanía. ¿Lo captan? Fíjense después…",
    "Ahora nos damos cuenta que El estaba entonces en la forma de la teofanía. El lo llamó: “Señor Dios, Elohim”. Ahora, en Génesis 18, nos damos cuenta que eso es verdad.",
    "Ahora fíjense en Abraham. Habían tres de ellos juntos, pero cuando Abraham se encontró con los tres, él dijo: “Mi Señor”.\n\nPero cuando Lot, allá en Sodoma; dos de ellos descendieron allá, y Lot vio a dos de ellos venir, y él dijo: “Mis señores”. ¿Ven? ¿qué pasaba? En primer lugar, Lot no era un profeta, eso es correcto, ni tampoco era él el mensajero de la hora, así que él no tenía ninguna revelación de El. Es exactamente correcto. Lot podía llamarlos “señores”. Una docena de ellos, él todavía podía decir: “señores”.\n\nPero no importa cuántos vio Abraham, aún era un Señor. Allí está Dios. Este era Melquisedec.",
    "Fíjense después de que la batalla terminó, Melquisedec le sirvió la comunión a Su hijo victorioso; piensen en eso, ¡parte de Sí mismo! Ahora queremos ver aquí. Aquí está en tipo, a la vista, la comunión. Después de la batalla, El dio de Sí mismo, porque la comunión es parte de Cristo. Y después de que la lucha termina, después de que Uds. mismos se han vencido, entonces es cuando participan de Cristo, llegan a ser parte de este Ser. ¿Lo captan?",
    "Jacob luchó toda la noche, y no lo soltó hasta que El lo bendijo. Eso es correcto. ¡Luchó por la Vida! Y después de que la batalla ha terminado, entonces Dios les da de Sí mismo. Esa es Su verdadera comunión. El panecito y la hojuela sólo lo representa. Uds. no deberían de tomarla a menos que Uds. hayan luchado y llegado a ser parte de Dios.",
    "Recuerden, para este tiempo, la comunión nunca había sido instituida, no hasta antes de la muerte de Jesucristo, cientos y cientos y cientos de años después.",
    "Pero Melquisedec, después de que Su hijo Abraham había ganado la victoria, Melquisedec se encontró con él y le dio vino y pan; mostrando que después de que esta batalla terrenal termine, nos encontraremos con El en los cielos y tomaremos la comunión otra vez. Será la Cena de la Boda. “No beberé más de la vid, o comeré del fruto, hasta que lo coma y lo beba con vosotros, de nuevo, en el Reino de Mi Padre”. ¿Es correcto eso?",
    "Fíjense de nuevo, Melquisedec fue a encontrarse con Abraham antes de que él regresara a casa. ¡Qué hermoso tipo tenemos aquí! Melquisedec encontrándose con Abraham antes de que él regresara a casa, después de la batalla.\n\nNosotros nos encontramos a Jesús en el aire, antes de que lleguemos a Casa. Eso es correcto. Segunda de Tesalonicenses nos dice eso, porque: “Nos encontramos con El en el aire”. Un hermoso tipo de Rebeca encontrándose con Isaac, en el campo, en lo fresco del día. “Nos encontramos con El en el aire”. Segunda de Tesalonicenses nos dice así. “Porque nosotros que vivimos, que habremos quedado, no precederemos o impediremos a aquellos que durmieron; porque se tocará la trompeta de Dios; los muertos en Cristo resucitarán primero; nosotros los que vivimos, los que hayamos quedado, seremos arrebatados juntamente con ellos, para recibir al Señor en el aire”. Perfecto, todos estos tipos.",
    "Por tanto, la teofanía, si Uds. han muerto y entrado en esa teofanía, (¿qué sucede?) la teofanía viene a la tierra a recoger el cuerpo redimido. Y si Uds. están aquí en el aire, Uds. toman el cuerpo para recibir la teofanía, ahí lo tienen, “y arrebatados, y vamos a recibir al Señor en el aire”.",
    "¡Quién es este Melquisedec sino Dios!",
    "Ahora vemos aquí claramente el secreto completo de nuestras vidas en la jornada, y muerte, y adónde vamos después de que morimos. También, la predestinación está a plena vista aquí. Ahora escuchen mientras enseñamos esto, atentamente.",
    "Las etapas del—del propósito Eterno que El tenía en Su secreto ahora ha sido revelado. Fíjense, todavía hay tres etapas para perfección. Así como El redime el mundo; de la misma manera en que El redime a Su Iglesia. El redime al pueblo en tres etapas. Ahora miren. Primero es la justificación, como predicó Lutero; segundo, santificación, como predicó Wesley; tercero, el bautismo del Espíritu Santo. Eso es correcto. ¡Luego viene el Rapto!",
    "Ahora, el mundo, ¿cómo redimió El al mundo? Lo primero, lo que El hizo, cuando pecó, El lo lavó en bautismo en agua. Eso es correcto. Entonces El derramó Su sangre sobre él, de la cruz, y lo santificó y lo llamó Suyo. ¿Y luego qué hace El? Así como El arrancó todo el mundo de Uds., y renovó toda la cosa por medio del bautismo ardiente del Espíritu Santo, El también renovará el mundo. Y será quemado por todas partes con Fuego, y limpiará todo germen, por millones de millas de alto, todo será limpiado. Y luego hay un Cielo Nuevo y una Tierra Nueva, así como Uds. son una nueva criatura en Cristo Jesús cuando el Espíritu Santo echa mano de Uds. ¿Ven?, ahí lo tienen, toda la cosa está tan clara a más no poder. Todo es en tres.",
    "El nacimiento natural es en tres. ¿Qué es lo primero que le sucede a la mujer al tener un bebé? ¿Qué sale primero? Agua. ¿Qué sale después? Sangre. ¿Cuál es el siguiente proceso? Vida. Agua, sangre, espíritu.\n\n¿Qué le sucede a la planta? Se pudre. ¿Qué es lo primero? El tallo. ¿Qué es lo siguiente? La borla. ¿Qué es lo siguiente? El forro. Luego el grano sale de eso. Sólo las tres etapas de ello, hasta que llega al grano. Eso es exactamente.",
    "Dios vindica eso. Eso siempre ha estado correcto. Dios vindica que es la verdad. Muestra claramente, el predestinado es el único que es considerado en la redención. ¿Lo captaron? Permítanme decir eso de nuevo. El predestinado es el único que es considerado en la redención. La gente pudiera estar actuando como que son, piensen que lo son, pero la verdadera redención son aquellos que están predestinados. Porque, la misma palabra redimir significa “traer de regreso”. ¿Es correcto eso? El redimir es algo…Redimir alguna cosa, es, “traerlo de regreso a su lugar original”. ¡Aleluya! Así que sólo los predestinados serán traídos de regreso, porque los otros no vinieron de Allí. ¿Ven?, “¡traer de regreso!”",
    "Siendo Eternos con El, en el principio…La Vida Eterna que Uds. tenían, Su pensamiento de lo que Uds. eran, únicamente, El quería que Uds.…El quería que yo me parara en el púlpito, digamos. El quería que Uds. se sentaran en los asientos esta noche. Entonces nosotros estamos sirviendo Su propósito Eterno. Y el que partió del hogar, sólo vino a la tierra a servir Su propósito. ¿Es correcto eso? Muy bien. Entonces, después de que ha terminado, es traído de regreso en un estado glorificado; ha madurado y es traído de regreso otra vez.",
    "Con razón Pablo podía decir, cuando ellos estaban construyendo un tajo para cortarle su cabeza; él dijo: “¿Dónde está, oh muerte, tu aguijón? ¿Dónde, oh sepulcro, tu victoria? ¡Mas gracias sean dadas a Dios Quien nos da la victoria!” El dijo: “¡Muerte, dime dónde puedes hacerme gritar! ¡Sepulcro, dime cómo vas a retenerme! Porque yo soy un poseedor de Vida Eterna”. ¡Amén! El lo reconoció. La muerte, el infierno, el sepulcro, nada podía retenerlo. ¡Y nada puede dañarnos, tenemos Vida Eterna! El se dio cuenta que él fue bendecido con Vida Eterna.",
    "Así como una gotita de rocío. Si entiendo, es…Yo no sé mucho acerca de química. Pero, debe ser que es la—la congelación de la humedad o atmósfera. Y cuando la noche se pone fría y oscura, cae de los cielos y cae sobre la tierra. Ha caído de alguna parte. Pero a la siguiente mañana antes de que salga el sol, está allí, la gotita, temblando. Pero dejen que el sol salga, obsérvenla brillar. Está contenta. ¿Por qué? El sol va a llamarla de regreso al lugar de donde ella vino.\n\nY de esa manera es con un Cristiano. ¡Aleluya! Sabemos cuando entramos a la Presencia de Dios, algo en nosotros nos dice que venimos de alguna parte, y vamos de regreso otra vez por medio de ese Poder que está jalándonos.",
    "La gotita de rocío, brilla y resplandece y grita, porque sabe que vino de allá arriba, y ese sol va a atraerla de regreso para arriba otra vez.\n\nY un hombre que es un atributo de Dios, nacido de Dios, sabe, aleluya, cuando él entra en contacto con el Hijo de Dios, él va a ser atraído de aquí para arriba algún día. “Porque si fuere levantado de la tierra, a todos atraeré a Mí mismo”. ¡Amén!",
    "Ahora fíjense, ahora, vemos a Melquisedec y por qué María no era su madre. Esa es la razón de que El la llamó “mujer”, no madre. “El no tenía padre”, porque El era el Padre, el Padre Eterno, los tres en Uno. “El no tenía madre”, ciertamente que no. El no tenía padre, porque El era el Padre. Como el poeta dijo una vez, hablando un gran cumplido a Jesús, él dijo:\n\nYO SOY quién habló en una zarza de fuego con Moisés,\n\nYO SOY el Dios de Abraham, la Estrella Resplandeciente de la mañana.\n\nYO SOY el Alfa, la Omega, el principio desde el fin.\n\nYO SOY toda la creación, y el Nombre es Jesús. (Eso es correcto.)\n\nOh, quién dices que Yo soy, y de dónde dicen que vine Yo,\n\n¿Conoces a Mi Padre, o cuál Su Nombre es? (¡Aleluya!)",
    "¡Ese es el Nombre del Padre! Sí, “Yo vengo en Nombre de Mi Padre, y no me recibís”. ¿Ven? Seguro, El es el mismo, ayer, hoy, y por los siglos.",
    "Y este Melquisedec llegó a ser carne. El se reveló como Hijo del Hombre cuando vino, como un Profeta. El vino en tres nombres de Hijo; el Hijo del Hombre, el Hijo de Dios, el Hijo de David.",
    "Cuando El estuvo aquí en la tierra, El era un Hombre, para cumplir la Escritura. Moisés dijo: “Profeta como yo levantará Jehová tu Dios”. Así que El tenía que venir como un Profeta. El nunca dijo: “Yo soy el Hijo de Dios”. El dijo: “Yo soy el Hijo del Hombre. ¿Le creéis al Hijo del Hombre?” Porque, de eso El tenía que testificar, porque eso es lo que El era.\n\nAhora El ha venido en otro Nombre de hijo, Hijo de Dios; el invisible, el Espíritu.\n\nY cuando El viene otra vez, El es el Hijo de David, para sentarse sobre su trono.",
    "Ahora cuando El estuvo aquí y fue hecho carne, El fue llamado: “el Hijo del Hombre”. Ahora, ¿cómo se dio a conocer El al mundo como Hijo del Hombre, el Profeta?",
    "Un día yo estaba contando una historia de Pedro y Andrés, su hermano. Ellos eran pescadores, y su padre Jonás era un gran creyente anciano. Un día ellos dijeron que él se sentó en la orilla del bote. El dijo: “Hijos, Uds. saben cómo nosotros hemos orado cuando necesitábamos pescados”. Ellos eran pescadores comerciales. El dijo: “Hemos confiado en Dios, Jehová, para ganarnos la vida. Y me estoy haciendo viejo ahora; no puedo quedarme con Uds. muchachos mucho tiempo más. Y yo siempre, como todos los verdaderos creyentes, he esperado el tiempo cuando ese Mesías vendrá. Hemos tenido toda clase de falsos, pero viene Uno verdadero, algún día”. Y él dijo: “Cuando este Mesías venga, yo no quiero que Uds. muchachos sean engañados. Este Mesías no a va ser sólo un teólogo. El va a ser un Profeta, porque nuestro profeta Moisés, a quien nosotros seguimos, él dijo”.\n\nAhora, cualquier Judío creerá a su profeta. El es enseñado a saber eso. Y si el profeta dice cualquier cosa que es así, entonces eso es verdad. Pero Dios dijo: “Cuando haya entre vosotros, espiritual, o profeta, Yo Jehová le apareceré. Y si lo que él dice aconteciere, entonces oídle y temedle; pero si no, entonces no le temáis en lo absoluto”. ¿Ven? Así que esa era la—la vindicación del profeta.",
    "🦅 Así que Moisés era verdaderamente un profeta vindicado, y él dijo: ‘Profeta, entre vosotros, de tus hermanos, como yo, levantará Jehová tu Dios. Y todos los que no le oyeren serán cortados de entre el pueblo’”. El dijo: “Ahora, hijos, recuerden, que, como Hebreos, nosotros creemos los profetas vindicados de Dios”. Ahora escuchen atentamente. No se pierdan esto. Y él dijo: “Cuando el Mesías venga, Uds. lo conocerán, porque El será un Profeta Mesías. Ahora, ellos dijeron que han pasado cuatrocientos años. No hemos tenido un profeta desde Malaquías, ¡pero El lo será!”",
    "Un día, después de su muerte, unos cuantos años, su hijo Andrés estaba paseándose a lo largo de la ribera. Y él oyó a un hombre salvaje del desierto, diciendo: “¡Ese Mesías está entre vosotros ahora!” Esa gran águila que se levantó allá en el desierto y voló allá, dijo: “El Mesías está entre vosotros ahora mismo. Todavía no lo conocemos, pero El está entre vosotros. Yo lo conoceré, porque veré una señal viniendo del Cielo”.\n\nUn día El dijo: “¡Allí, he aquí, está el Cordero de Dios que quita el pecado del mundo!”\n\nSe fue el…fue este hombre, a buscar a su hermano. El dijo: “Simón, quiero que vengas aquí; hemos hallado al Mesías”.\n\n“¡Oh, qué va, Andrés! ¡Tú sabes que eso no puede ser!”\n\n“Oh, yo sé. Pero, ése, este hombre es diferente”.\n\n“¿Dónde está El? ¿De dónde vino El?”\n\n“Jesús de Nazaret”.\n\n“¿Esa pequeña ciudad perversa? Pues, El no podría venir de un lugar perverso y sucio como ése”.\n\n“Tú solamente ven y ve”.",
    "Finalmente lo persuadió a venir un día. Así que cuando él llegó delante de este Mesías, Jesús parado allí, hablándole a la gente. Cuando él llegó delante de El, El dijo: “Tu nombre es Simón, y tú eres el hijo de Jonás”. Eso bastó. El recibió las llaves del Reino. ¿Por qué? El sabía que ese Hombre no lo conocía a él. ¿Y El cómo lo conoció a él, y a ese piadoso y anciano padre que le había enseñado a él cómo creer al Mesías?",
    "Había un hombre parado allí llamado Felipe. ¡Oh, él se emocionó mucho! El conocía a otro hombre, con el que él había estado estudiando la Biblia. Se fue, alrededor de la colina, y lo encontró allá en su olivar. El estaba arrodillado, orando. Ellos habían tenido muchas lecciones Bíblicas juntos, así que él fue allá. Y él dijo, después de que había terminado de orar, él dijo: “Ven, ve a Quién hemos hallado; Jesús de Nazaret, el hijo de José. El es el Mesías que estamos esperando”.\n\nAhora yo puedo oír a Natanael decir: “Ahora, Felipe, tú no te fuiste a un extremo, ¿verdad?”",
    "🦅 Oh, no. No. Ahora déjame decirte. Tú sabes, hemos estado estudiando la Biblia juntos, ¿y qué dijo el profeta que sería el Mesías?”\n\n“El sería un Profeta”.\n\n¿Recuerdas a aquel viejo pescador al que le compraste los pescados, que no tenía suficiente educación para firmar su nombre, llamado Simón?\n\n“Sí. Ajá”.",
    "🦅 El llegó. ¿Y sabes qué? Este Jesús de Nazaret le dijo a él que su nombre era Simón, cambió su nombre a Pedro, lo cual es ‘piedrecita’, y le dijo quién era su papá”.\n\n“Bueno”, dijo él—dijo él, “yo no sé. ¿De Nazaret puede salir algo bueno?”",
    "El dijo: “No hablemos de ello; sólo ven y ve”. Esa es una buena idea: “Ven y ve”.\n\nAsí que aquí viene Felipe, trayendo a Natanael. Y cuando él se acercó, Jesús probablemente estaba de pie, hablando, probablemente orando por los enfermos en la línea de oración. Y cuando él llegó a donde estaba Jesús, Jesús se volvió para verlo, y dijo: “He aquí un Israelita en quien no hay engaño”.",
    "Ahora, Uds. dicen: “Bueno, era la manera en que él estaba vestido”. Oh, no. Todos los orientales se visten igual. El pudo haber sido un Sirio, o haber sido cualquier otra cosa; barba, ropa.",
    "El dijo: “He aquí un Israelita en quien no hay engaño”, de otra manera, “un hombre honesto y sincero”.\n\nBueno, eso como que desinfló a Natanael. Y él dijo: “Rabí”, lo cual significa, “maestro”. “¿Rabí, cuándo me conociste alguna vez? ¿Cómo sabías que yo era un Judío? ¿Cómo sabías que yo era sincero, sin engaño?”",
    "El dijo: “Antes que Felipe te llamara, cuando estabas debajo del árbol, te vi”. ¡Uh! A quince millas de distancia [Veinticuatro kilómetros.—Traductor], al otro lado de la región, el día anterior.\n\n¿Qué dijo él? “Rabí, Tú eres el Hijo de Dios. ¡Tú eres el Rey de Israel!”",
    "Pero allí estaban esos sacerdotes allí, de estilo propio, autoalmidonados, dijeron: “Este hombre es Beelzebú, un adivino”.\n\nJesús dijo: “Yo los perdonaré a Uds. por eso”.",
    "Ahora, recuerden, ellos nunca lo dijeron en voz alta, pero lo dijeron en sus corazones. “Y El conoció los pensamientos de ellos”. Eso es correcto. Eso es lo que la Biblia dice. Llámenlo telepatía si Uds. quieren, pero El—El percibió los pensamientos de ellos.",
    "Y El dijo: “Yo os perdono por eso. Pero algún día el Espíritu Santo va a venir y va a hacer la misma cosa”, después de Su partida; “hablad una Palabra contra El, nunca les será perdonado en este siglo o en el venidero”. ¿Es correcto eso? [La congregación dice: “Amén”.—Editor] Ahora, esos eran Judíos.\n\nEntonces un día El tenía necesidad de ir a Samaria.",
    "Pero poco antes de que hagamos eso, encontramos a la mujer, o la…",
    "El hombre, mientras él iba pasando por la puerta llamada la Hermosa, que él fue sanado. Y Jesús conocía su condición, y le dijo: “Toma tu lecho y ve a casa”. Y él lo hizo, y fue sanado.\n\nLuego nos damos cuenta que, los Judíos, algunos de ellos lo recibieron a El. Algunos lo creyeron; algunos no. ¿Por qué no lo creyeron? Ellos no estaban ordenados a Vida. Ellos no eran parte de ese atributo.",
    "Ahora recuerden, esos eran sacerdotes y grandes hombres. Y Jesús…Piensen en esos teólogos y sacerdotes, hombres que Uds. no les podrían encontrar un defecto en su vida. Jesús dijo: “Vosotros sois de vuestro padre el diablo, y sus obras hacéis”. Dijo: “Si fueseis de Dios, me creeríais. Si no me podéis creer, creed las—creed las obras que Yo hago; ellas testifican Quién soy Yo”.",
    "Ahora, la Biblia dice, que: “Jesús es el mismo ayer, hoy, y por los siglos”. Jesús dijo: “Las obras que Yo hago, el que creyere en Mí las hará también”. ¿Es correcto eso? Fíjense, ése era el verdadero Melquisedec ahora.",
    "Ahora fíjense, otra vez, sólo había tres razas de gente.\n\nUds. me han oído decir que yo era un segregacionista. Lo soy. Todos los Cristianos son segregacionistas; no segregación de color, pero segregación de espíritu. El color de la piel de un hombre no tiene nada que ver con él. El es un hijo de Dios de Nacimiento. Pero un Cristiano, Dios dijo: “¡Apartadme!” “Salid de en medio de ellos”, y demás. El es un segregacionista, de inmundicia, entre el bien y el mal.",
    "Pero fíjense, ellos tenían una segregación entonces, una segregación racial, la cual eran los Samaritanos.\n\nY sólo hay tres razas de gente en la tierra; si le creemos a la Biblia; es decir, el pueblo de Cam, Sem, y Jafet. Esos son los tres hijos de Noé. Todos nosotros salimos de allí. Eso es correcto. Eso hace que todos procedamos de Adán, lo que nos hace a todos hermanos. La Biblia dice: “De una sangre creó Dios todos los linajes”. Todos somos hermanos, por medio de la corriente de la sangre. Un hombre de color puede darle a un hombre blanco una transfusión de sangre, o viceversa. El hombre blanco puede darle al—al Japonés, al hombre amarillo, o al Indio, al hombre rojo, o demás, o a un Jafenita, o lo que sea, él podría darle una transfusión de sangre, porque todos somos de la misma sangre. El color de nuestra piel, dónde vivimos, no tiene nada que ver con ello.\n\nPero cuando somos segregados, es cuando salimos del mundo, como El sacó a Israel de Egipto. Eso es cuando somos segregados de las cosas del mundo.",
    "Ahora, ellos eran el pueblo de Cam, Sem, y Jafet. Y si tuviéramos tiempo para estudiar las genealogías, Uds. pudieran ver al Anglosajón, de dónde viene. Ahora, esos eran los Judíos…Los Samaritanos, los cuales eran mitad Judíos y Gentiles, que se casaron con los Gentiles en las obras de Balaam, y Moab. Ellos eran Samaritanos. Y hubo Judíos y Gentiles.\n\nAhora, nosotros los Anglosajones no tuvimos nada que ver con ello. No creíamos en ningún Mesías, ni nada más. No estábamos esperando uno. Fuimos traídos después.\n\nJesús vino a los Suyos, y los Suyos no le recibieron. Y El le dijo a Sus discípulos: “Por camino de Gentiles no vayáis, sino id antes a las ovejas perdidas de Israel”. Y El sólo fue a las ovejas perdidas de Israel. Y observen, El se manifestó como Hijo del Hombre, ante los Judíos. Ellos lo rechazaron.\n\nAhora, los Samaritanos, siendo mitad Judíos y Gentiles, ellos también creían, y estaban esperando un Mesías.\n\nNosotros no. Nosotros éramos paganos, con garrotes en nuestra espalda, adorando ídolos; los Gentiles.",
    "Pero ahora un día, San Juan 4, El tenía necesidad de pasar por Samaria, de camino a Jericó. Pero subió por los alrededores de Samaria. Y mientras El iba hacia allá, El se sentó en el pozo afuera de una ciudad llamada Sicar. Y el pozo, si Uds. han estado allí alguna vez, es un poco panorámico como esto aquí. Y hay una fuente pública allí, de agua, adonde todos vienen. Y las mujeres vienen de mañana, cogen sus cántaros de agua, y se los ponen en su cabeza, y uno en cada cadera, y caminan con él tan derechas a más no poder, nunca derraman una sola gota; hablan la una con la otra. Así que, ellos, la gente llegaba allí.",
    "Así que esto era como a las once del día. Así que El envió a Sus discípulos a la ciudad, para comprar algunos víveres, alimentos. Y mientras ellos no estaban…",
    "Había una mujer la cual era de mala fama. Nosotros la llamaríamos, hoy, una mujer de luz roja, o prostituta. Ella tenía demasiados maridos. Así que mientras Jesús estaba sentado allí, esta mujer vino como a las once. ¿Ven?, ella no podía venir con las vírgenes cuando ellas venían en la mañana para obtener su agua para lavar; ella tenía que esperar hasta que todas ellas…Ellas no se mezclaban como lo hacen ahora. Ella estaba marcada. Así que entonces, ella llegó para conseguir un poco de agua, así que ella simplemente cogió el malacate, y puso los ganchos sobre el cántaro y lo comenzó a bajar.\n\nElla escuchó a Alguien decir: “Mujer, dame de beber”. Ahora, recuerden, este es Melquisedec. Este es Jesús, ayer, el Hijo del Hombre.",
    "Y ella volteó a ver, y ella vio un Judío. Así que ella dijo: “Señor, no es propio que un Judío le pida a una Samaritana algo. Yo soy una mujer de Samaria, así que Tú has hablado fuera de lugar. Tú no deberías de haberme pedido una cosa como ésa. Nosotros no tenemos tratos el uno con el otro”.",
    "El dijo: “Pero si tú supieras Quién está hablando contigo, tú me pedirías a Mí de beber”.\n\nElla dijo: “¿Cómo vas a sacarla? El pozo es hondo, y no tienes con qué sacarla”.",
    "El dijo: “El agua que Yo doy es Agua de Vida, saltando a Vida Eterna”.\n\nEl habló con ella hasta que El averiguó cuál era su condición. Y luego es…Observen qué le dijo El a ella ahora: “Ve, trae a tu marido, y ven acá”.\n\nY ella dijo: “No tengo marido”.",
    "El dijo: “Has dicho la verdad, porque cinco has tenido, y con el que ahora estás viviendo no es tuyo. Así que, en esto, has dicho la verdad”.\n\nObserven la diferencia entre esa mujer y ese montón de sacerdotes. Ella sabía más acerca de Dios que todo ese montón de sacerdotes, juntos.",
    "Ella dijo: “Señor, me parece que Tú eres Profeta”. Ella dijo: “No hemos tenido uno por cuatrocientos años. Ahora, sabemos que el Mesías viene. Y cuando el Mesías venga, eso es lo que El va a hacer”. Esa era la señal del Mesías, porque El era el Hijo del Hombre. Dijo: “Eso es lo que El va a hacer cuando El venga. Tú debes de ser Su profeta”.",
    "El dijo: “Yo soy El”. Nadie más podía decir eso.",
    "Ella dejó caer ese cántaro y corrió a la ciudad, y dijo: “Venid, ved a un Hombre que me ha dicho lo que he hecho. ¿No es éste el mismo Mesías?”\n\nAhora recuerden, El prometió hacer esa misma cosa al final de la raza Gentil.\n\nLos Judíos habían tenido cuatro mil años para esperar a ese Mesías, cuatro mil años de enseñar que El venía, y qué iba hacer El cuando llegara allí, y ellos fallaron en verlo a El, o fallaron en reconocerlo. Y cuando El se dio a conocer en las mismas condiciones de la Biblia en que El dijo que lo haría, cuando El había sido una teofanía y luego llegó a ser carne y habitó entre ellos, ellos fallaron en verlo, y llamaron Sus obras las obras del diablo.",
    "Ahora hemos tenido dos mil años de enseñanza, pasando a través de la iglesia Católica Romana, después de los apóstoles. Luego pasamos a través de la Católica Romana, la Griega, y demás, hasta la edad de Lutero, y Wesley, etc., novecientas organizaciones diferentes viniendo hasta acá. Ellos tuvieron la enseñanza de todas estas edades.\n\nAhora El prometió, poco antes de que viniera el tiempo del fin, que el cuadro de Sodoma y Gomorra sería de nuevo: “Como fue en los días de Sodoma, así será en la venida del tiempo del fin, el Hijo del Hombre se manifestará de nuevo”. [Espacio en blanco en la cinta.—Editor]\n\n“Todavía un poco y el mundo no me verá más; pero vosotros me veréis, porque Yo”, un pronombre personal, “Yo estaré con vosotros, aun en vosotros, hasta la consumación, el fin del mundo. Yo estaré con vosotros”. El es el mismo ayer, hoy, y por los siglos. ¿Ven Uds.?",
    "¿Ven Uds.?, el Samaritano era, en realidad, de mi sermón de anoche, era Agar, ¿ven?, un tipo pervertido. El Judío era Sara, o era Saraíta. Pero el Gentil es de María, la Simiente Real, la Simiente Real de Abraham.",
    "Ahora ha sido prometido que en estos últimos días, que, este mismo Dios, este mismo Cristo, regresaría aquí y se manifestaría El como Hijo del Hombre.\n\n¿Por qué? El es el mismo ayer, hoy, y por los siglos. Y si El deja pasar a esos Judíos, y les da esa señal Mesiánica, y luego llegar al final de la enseñanza de los Gentiles y permitirles a ellos simplemente entrar con teología, El sería injusto. El tiene que hacer la misma cosa, porque la Biblia dice, en trec-…Hebreos 13:8: “El es el mismo”.\n\nY El ha prometido en Malaquías 4, y en todas las diferentes Escrituras, que, en los últimos días, la iglesia estaría exactamente como está hoy, y como estaría el mundo.",
    "Miren al mundo hoy en día. Miren la condición Sodomita. Miren los terremotos en diferentes lugares, y las cosas que están sucediendo. Miren a la iglesia y la confusión de Babilonia en la que está. Miren el mensajero para ella, un Oral Roberts y un Billy Graham.\n\nG-r-a-h-a-m, primera vez que hemos tenido alguna vez un mensajero, para todas las iglesias, que su nombre haya terminado alguna vez en h-a-m, como Abraham. A-b-r-a-h-a-m, son siete letras. G-r-a-h-a-m son seis letras. ¿Dónde está él? Para el mundo. Seis es el número del hombre. El hombre fue creado en el sexto día. Pero siete es el número de Dios.",
    "Ahora mírenlos allá en Sodoma. Y ahí están sus mensajeros allá hablándoles.\n\n¿Pero entonces dónde está esa Simiente real de Abraham? ¿Dónde está la señal de ellos, que El dijo? “Como fue en los días de Sodoma”, que Dios descendió y fue manifestado en carne humana, y dijo lo que Sara estaba pensando en su corazón, en la tienda detrás de El, la última señal antes de que el mundo Gentil fuera destruido por medio de fuego. Y la Iglesia ha recibido su última señal antes de que el mundo entero vaya a ser destruido, este reino Gentil será destruido por el fuego y la ira de Dios. ¿Creen Uds. eso? [La congregación dice: “Amén”.—Editor]",
    "Ese Melquisedec fue carne, El se representó en un cuerpo humano; y luego más tarde El fue hecho carne. Y ahora, esta noche, El es el mismo, ayer, hoy, y por los siglos. ¿Lo creen? [La congregación dice: “Amén”.—Editor]",
    "Quién es este Melquisedec, entonces, ése es el mismo ayer, hoy…“Nunca tuvo padre, nunca tuvo madre; El nunca tuvo principio de días, El nunca tuvo ningún fin de vida”. Y El se encontró a Abraham, ¿y qué clase de señal hizo El? Entonces cuando El fue hecho carne, El dijo que se repetiría de nuevo poco antes del tiempo del fin. ¿Creen eso? [La congregación dice: “Amén”.—Editor] Yo lo creo. [“Amén”.]\n\nOremos.",
    "Amado Dios, yo le creo a las Escrituras, que Tú has dicho que eres “el mismo ayer, hoy, y por los siglos”. Y tan sinceramente en mi corazón, Señor, yo sé que algo está a punto de suceder. Yo no puedo identificarlo con precisión. Tengo temor de decir algo, Señor. Tú conoces el corazón de Tus siervos.",
    "Y cuántas veces, a través de la edad cuando Tú enviaste cosas, la gente falló en captarlas. El hombre constantemente está alabando a Dios por lo que El hizo, y diciendo qué grandes cosas El va a hacer, pero ignorando lo que El está haciendo. Así ha sido a través de la edad. ¿Por qué falló la iglesia Romana en ver a San Patricio como profeta de Dios? ¿Por qué mataron ellos a Juana de Arco cuando ella era una—una profetiza, la quemaron como una bruja? Padre, siempre es en pasado. Tú lo escondes de los ojos de los sabios y de los entendidos. Con razón Tú les dijiste a esos sacerdotes: “Adornáis los sepulcros de los profetas, y sois los que los pusisteis allí”. Después de que ellos se han ido, ellos ven su error. Ellos siempre te persiguen a Ti, Señor, en cualquier forma que Tú vengas.",
    "Yo ruego, esta noche, Dios, solamente una vez más. Mañana estamos programados para estar…para ir a Tucson. A otras partes del mundo, a otras ciudades en las que debemos predicar. Pero, amado Dios, pudiera haber desconocidos aquí esta noche que nunca han…Ellos han escuchado Palabras ser predicadas, pero nunca las han visto manifestadas.\n\nComo te pedí a Ti en el principio. Cuando aquellos discípulos, Cleofas y su amigo, viniendo de Emaús, iban caminando a lo largo del camino, y Tú saliste del arbusto y empezaste a hablarles, después de la resurrección, les predicaste. Pues, El dijo: “Insensatos, tardos de corazón. ¿No sabéis que Cristo debía de padecer estas cosas, luego que entrara en Su gloria?” Pero aun así ellos nunca lo reconocieron. Todo el día ellos caminaron Contigo, y aún no te reconocieron. Pero una noche…\n\nLlegada la noche, ellos te obligaron a entrar. Cuando ellos entraron en la pequeña posada y cerraron las puertas, entonces Tú hiciste algo exactamente de la manera en que lo hiciste antes de Tu crucifixión, y ellos reconocieron que era el Cristo resucitado. En unos momentos Tú estabas detrás de las cortinas y desapareciste. Rápidamente ellos corrieron y les dijeron a los discípulos: “¡El Señor verdaderamente ha resucitado!”",
    "Padre, Dios, yo creo que Tú todavía estás vivo. Yo sé que lo estás. Y Tú nos lo has probado tantas veces. ¿Podrías Tú hacerlo para nosotros una vez más, Señor? Si hemos encontrado gracia delante de Ti, permite que suceda una vez más. Yo soy Tu siervo; estos son Tus siervos aquí. Señor, todo lo que he dicho no llegaría a…Sólo una palabra de Ti sería más que lo que yo he dicho en estas cinco noches, o cinco mensajes. Sería más, sólo una palabra de Ti. ¿No hablarás, Señor, para que la gente pudiera saber que yo les he dicho la Verdad? Concédelo, Dios. Yo lo pido en el Nombre de Jesús, esta vez más. Amén.",
    "Ahora, yo no los conozco a Uds. Yo conozco a algunas personas. Conozco a este muchacho sentado aquí. Conozco a Bill Dauch sentado allí. Yo quiero…Aquí está el Hermano Blair, Rodney Cox. Es difícil ver hacia allá.\n\nEn este lado, en este momento no puedo ver a nadie, en realidad, que yo conozco.",
    "¿Ahora cuántos hay aquí que saben que yo soy un desconocido para Uds.? Levanten sus manos, que saben que yo no sé nada acerca de Uds., levanten sus manos en ambos lados.\n\n¿Cuántos hay aquí que tienen algo mal, o algo que Uds. saben que yo no sé nada al respecto? Levantarían sus manos.\n\nAhora, sería totalmente, absoluta y totalmente imposible para mí saber algo acerca de Uds. De otra manera, entonces, tendría que venir de alguna revelación de Espíritu.\n\nY siendo que yo les he dicho todas estas noches, y esta noche, que El no está muerto; El está aquí, y prometió hacer la misma cosa. Y prometió que vendría un tiempo en los últimos días, de acuerdo a Malaquías 4 y de acuerdo a San Lucas, que El aparecería de nuevo en forma humana entre Su pueblo y haría las mismas cosas, y revelaría la misma cosa, la misma señal Mesiánica. ¿Cuántos saben eso, Uds. lectores de la Biblia, saben que esa es la Verdad? Digan: “Amén”. [La congregación dice: “Amén”.—Editor] Todos deben ser lectores de la Biblia.",
    "Ahora, yo sé que es extraño para la gente hoy, pero aun así es la Verdad. Esa es la razón de que ellos no conocieron a Jesús de Nazaret. Ellos conocían sus credos de iglesia, pero no lo conocieron a El. Pero El vino exactamente de la manera en que la Biblia dice; no un teólogo, no un sacerdote. El vino como un Profeta, y los Suyos no lo recibieron.",
    "Ahora, si Dios cumple Su Palabra, y si sucede que yo…sucede que cae en alguien que conozco, entonces yo—yo tomaré a alguien más. ¿Ven?, yo quiero a alguien que yo no conozco. Y yo quiero que Uds. oren.",
    "Ahora, miren, había una mujercita en una ocasión que tenía una enfermedad. Ella había gastado su dinero en los doctores; ellos no le pudieron hacer ningún bien. Y ella dijo dentro de su corazón: “Si yo puedo tocar el manto de ese Hombre, yo seré sanada”. ¿Recuerdan Uds. la historia? Y así que todos ellos trataron de hacer que ella se quedara atrás, pero ella se abrió paso hasta que ella tocó Su manto, regresó y se sentó.",
    "Ahora escuchen atentamente. Y entonces cuando El hizo eso, cuando ella hizo eso, Jesús se volvió y dijo: “¿Quién me ha tocado?”",
    "Pues, Pedro el apóstol lo reprendió a El. El pudiera haber dicho algo como: “Señor, no digas una cosa como esa. La gente creerá que algo está mal Contigo. Porque, cuando Tú les pediste que comieran de Tu carne y bebieran de Tu Sangre, ellos ya piensan que algo está mal. Y Tú dices: ‘¿Quién me ha tocado?’ Pues, toda la multitud está tocándote”.",
    "El dijo: “Sí, pero yo he conocido que salió poder de Mí”. Esa era una clase diferente de toque. Ahora, cualquiera sabe que poder es “fuerza”. “Me puse débil; poder salió de Mí”.\n\nY El miró alrededor en la audiencia hasta que El encontró a la mujercita, y le dijo acerca de su flujo de sangre. Y ella sintió en su cuerpo que ese flujo de sangre se había detenido. ¿Es correcto eso? Y El dijo: “Tu fe te ha salvado”.\n\nAhora, la palabra griega allí es sozo, la cual sin lugar a dudas significa “salva”, físicamente o espiritualmente, exactamente igual. El “salvó”. El es—El es el Salvador de Uds.",
    "Ahora, si ése era El ayer, y la manera en que El actuó, para probar que El estaba entre el pueblo, el Mesías prometido; y esa es la manera en que El se identificó, y prometió por medio de la Biblia, que El haría la misma cosa ahora; ¿no tendría El, no tendría El que hacer la misma cosa?",
    "Uds. dicen: “¿Dijo El acerca de sanar a los enfermos?” ¡Sí!\n\nLos Hebreos, la Biblia de la cual acabo de leer, dice que: “Jesucristo ahora es nuestro Sumo Sacerdote que puede compadecerse de nuestras debilidades”. ¿Cuántos saben que eso es verdad? [La congregación dice: “Amén”.—Editor] La Biblia dice eso. “El es el Sumo Sacerdote ahora que puede compadecerse de nuestras debilidades”. Entonces si El es el mismo Sumo Sacerdote que fue entonces, ¿cómo actuaría El ahora? El tendría que actuar de la misma manera en que El lo hizo entonces, si El es el mismo Sumo Sacerdote. Ahora, Uds. pudieran…\n\nYo no soy el Sumo Sacerdote de Uds. Uds. pudieran tocarme, y sería como tocar a su esposo, o a su hermano, o demás, un hombre.",
    "Pero permitan Uds. que su fe lo toque a El, y observen qué sucede. Ahora, si soy el siervo de Dios y les he dicho la Verdad, Dios vindicará que esa es la Verdad. Y eso probaría que Jesucristo está viviendo esta noche, parado aquí. ¿Es correcto eso? [La congregación dice: “Amén”.—Editor]\n\nAhora, Uds. tengan fe, sólo un lado a la vez, un lado. Uds. tengan fe allá. Es mejor que me quede en el micrófono aquí, porque ellos no pueden oírme.",
    "Alguien simplemente levante los ojos hacia Dios, y diga: “Dios, ese hombre no me conoce. El no conoce nada acerca de mí. Yo soy un perfecto desconocido para él. Pero permite que mi fe te toque a Ti, Señor. Y Tú sabes qué es lo que pasa conmigo, Señor. Tú sabes todo acerca de mí. Tú sabes quién soy, así como Tú sabías quién era Pedro, así como Tú conocías a Natanael, así como Tú sabías qué estaba mal en la mujer con el flujo de sangre. Y este hombre me dice que Tú eres ‘el mismo ayer, hoy, y por los siglos’. Entonces, Señor, permite que mi fe te toque a Ti”.\n\nY si El hace eso, e infaliblemente El mismo se prueba aquí, ¿cuántos de Uds. le creerán a El con todo su corazón; si El lo hace por lo menos a una, o dos, o tres personas, para—para testimonio? [La congregación dice: “Amén”.—Editor] Dios los bendiga.",
    "Ahora, Padre Dios, esto está totalmente fuera de las manos de cualquier hombre. Tendría que ser un fenómeno sobrenatural. Así que yo ruego que Tú me ayudes ahora, Señor. Yo estoy en Tus manos. Haz conmigo como Tú veas conveniente. En el Nombre de Jesús. Amén.",
    "Ahora, no estén nerviosos. Humildemente, reverentemente digan: “Señor, yo te serviré a Ti. Y eso será una verdad, que, si yo puedo tocar Tu manto, entonces Tú contéstanos a través de ese hombre. Eso me probará a mí que lo que él dijo es la Verdad”. ¿Es correcto eso?",
    "¿Cuántos han visto alguna vez la fotografía de esa Luz? Está por todo el país, en todas partes. La ciencia la ha tomado y la ha examinado, y por todas partes. Ahora, El está aquí ahora; el mismo que dijo acerca de Casamiento y Divorcio, el mismo que estaba en la montaña, que hizo temblar los cerros allá, el mismo que estuvo aquí en el río en 1933, el mismo ayer, hoy, y por los siglos. El es el mismo. [El Hermano Branham hace una pausa.—Editor]",
    "Ahora, hay una mujer, y ella reconoce ahora que algo ha sucedido. Esa Luz está suspendida exactamente sobre ella. Ella está sentada aquí, tiene puesto un suéter verde, o algo. Yo no conozco a la mujer. Me supongo que somos extraños el uno al otro. Eso es correcto. ¿Cree Ud. que Dios…? Ud.—Ud. tiene necesidad de algo, y ¿cree Ud. que Dios me puede revelar cuál es su problema? Y si El lo hace, entonces Ud. sabrá que tiene que ser un poder sobrenatural, porque yo no la conozco. Y tendrá que venir a través de lo sobrenatural.\n\nDepende de qué piensa Ud. que es. Ud. puede tomar lado con los sacerdotes, llamarlo “el diablo”, o puede tomar lado con los creyentes y llamarlo “Dios”. Sea lo que sea que Ud. crea, de allí es de donde vendrá su recompensa.",
    "¿Si Dios me revela su problema, lo aceptará Ud. a El como su—su expiación para ese problema? Yo no sé cuál es el problema. Pero yo sé, y Ud. sabe, que algo está sucediendo.",
    "Ahora, ahora sólo déjeme decirle cómo se está sintiendo, y entonces Ud. sabrá; una sensación verdaderamente cálida, dulce y agradable. Yo estoy mirando directamente a Ella. Es esa Luz, Luz ámbar suspendida sobre la mujer.\n\nY la señora está sufriendo con un problema en su estómago. Es una especie como de crecimiento, en su estómago. Ella no es de aquí. [La hermana dice: “Correcto”.] No. Ud. es de lejos de aquí, ¿no es así? Eso es correcto. Ud. es de Wisconsin. ¿Es correcto eso? Seguro. Ahora Ud. está sana. Su fe la ha hecho sana.",
    "¿Ahora díganme a Quién tocó la mujer? Yo estoy como a veinticinco yardas [Como veintitrés metros.—Traductor] de ella. Ella tocó a Jesucristo, el Sumo Sacerdote. ¿Creen eso? [La congregación dice: “Amén”.—Editor]",
    "Estoy mirando a una mujer con la que hablé. Esta mujer, estoy mirando directamente a ella, porque ella está orando tanto por un hombre. Ella me dijo que tenía un hombre…Ella nunca me dijo nada al respecto.\n\nPero su nombre es la Sra. Waldrop. Ella viene de Phoenix. Ella fue resucitada de los muertos, y su doctor vino con los rayos X y mostró cáncer en el corazón. Ella murió en la línea de oración. ¿Hace cuánto tiempo fue eso, Sra. Waldrop? Hace dieciocho años, y allí está ella sentada esta noche, un testimonio vivo. Su doctor ha venido a la reunión, trajo las…Dijo: “¿Cómo puede vivir la mujer?” Pero allí está ella, y no hay señal de ello.",
    "Ella ha traído a alguien, y ella está orando por él. Ahora, él se está muriendo, con diabetes. Ahora, eso yo lo sabía. Pero siendo que Ud. está orando…Ud. sabe que yo no sé quién es él, Sra. Waldrop.",
    "El es de Missouri, y su nombre es Sr. Cooper. Eso es correcto. Ahora, cree Ud., Ud. que puede regresar a casa y estar bien, señor. Depende de Ud., si Ud. lo creerá.",
    "Aquí está una mujer, y ella está sufriendo con una condición asmática, complicaciones. Ella no es de aquí. Ella está sentada allí en la multitud, allí mismo. Yo espero que ella capte…Ella no es de aquí. Ella es de Georgia. Srita. McKenny. ¿Cree Ud. con todo su corazón, y cree que Dios la va a sanar? Póngase de pie, si Ud. es una desconocida para mí y eso es verdad. Jesucristo la sana. ¿Creen Uds.?\n\n[El Hermano Branham tiene su espalda hacia la congregación.—Editor]",
    "A mis espaldas, hay un hombre sentado detrás de mí. El se está poniendo en contacto con Dios. Y lo que él está deseando; él tiene un bebé que tiene problemas del corazón. Y ese bebé tiene un soplo en su corazón, eso dijo el doctor. Y el nombre de ese hombre es Sr. Cox. Póngase de pie, Sr. Cox. “Y El le dijo a Sara lo que ella estaba pensando, detrás de El”.\n\n[El Hermano Branham continúa dando su espalda a la congregación.—Editor]",
    "Al otro lado del pasillo de donde él está, atrás un poco más lejos, está un hombre que no viene de aquí, sino de Nuevo México. Yo nunca lo he visto en mi vida. Yo estoy mirando directamente a él ahora, y él está detrás de mí. El es de Nuevo México. Y el hombre tiene una niña en la que está interesado, y la niña tiene algo mal en su boca. Es un…El paladar en su boca es lo que está mal. Y el nombre del hombre es Sr. West. Se pondría de pie, señor. Yo soy totalmente desconocido para él, pero el Señor Dios sanará a su niña.",
    "¿Creen Uds. ahora con todo su corazón? [La congregación dice: “Amén”.—Editor] ¿Cuántos de Uds. creen con todo su corazón? [“Amén”.] Ahora, ¿no es Jesucristo el mismo ayer, hoy, y por los siglos? [“Amén”.] ¿Lo aceptan Uds. a El ahora como su Salvador? Levanten su mano. [“Amén”.] ¿Creen Uds. en El como su Sanador? [“Amén”.]",
    "Aquí, aquí está una persona sentada aquí, lisiada o algo, recostada en un catre.\n\n¿Puede oírme por este micrófono? [El Hermano Branham toma un micrófono y camina hacia la orilla de la plataforma y habla con la mujer en el catre.—Editor] Yo no la conozco. Ud. es sólo una mujer recostada allí. Si yo pudiera sanarla, yo lo haría. Yo no puedo sanarla.\n\n[Un hombre empieza a llorar.—Editor] Muy bien. Es sólo un hombre que se está regocijando. Su hijo fue sanado.\n\nYo no la conozco. Ud. es una mujer, y yo soy un hombre. Esta es la primera vez que nos hemos encontrado en la vida, me supongo. Estas personas…?…que la trajeron. Francamente, esta es su primera vez aquí; sólo la trajeron. Ud. viene de muy lejos. La muerte le hace sombra a Ud. Ud. tiene cáncer. No está lisiada. Es un cáncer. Los doctores no pueden hacer más por Ud. Es verdad. Y Ud. seguramente morirá; esos doctores no pueden hacer más por Ud.",
    "Una vez habían tres leprosos sentados a la puerta de Samaria. Y esos leprosos dijeron: “¿Para qué nos estamos aquí hasta que muramos?” Porque, toda la enfermedad, muriéndose de hambre, y comiéndose los niños los uno de los otros. Ellos dijeron: “Si vamos al campamento del enemigo, los Sirios; si ellos nos matan, vamos a morir, de todas maneras. Y si ellos nos salvan, viviremos”. Y ellos corrieron ese riesgo. Y, por esa fe, no solamente se salvaron ellos mismos sino a todo el grupo.",
    "Ahora, Ud. va a morir si Ud. se queda allí. Pero a Ud. no se le pide ir al campamento al que ellos fueron. Pero Ud. es invitada a la casa del Padre,…?…",
    "Ud. se está muriendo con cáncer. Ud. no puede vivir aparte de Dios. Ud. no es de esta ciudad. Ud. no es de aquí alrededor. Ud. ha venido de muy lejos. Ud. es de Milwaukee. Eso es verdad. Eso es correcto. Vi la ciudad. La conozco. Eso es correcto.\n\n¿Cree Ud.? ¿Acepta Ud. a Dios ahora como su sanador? Si Ud. lo acepta, no importa cuán débil está, cuán postrada en cama está Ud., yo creo, que en su caso, yo me levantaría en el Nombre de Jesucristo. Y tomaría ese catre y me iría a casa, y viviría para la gloria de Dios. ¿Me obedecerá, como profeta de Dios? Entonces levántese y vaya, y sea sana. ¡Sea sana! No tenga temor. Levántese del catre; Dios la va a sanar. ¿Ven?",
    "Alguien sosténgala para que ella pueda levantarse y recibir fuerza. ¿Le creen Uds. a Dios? Sólo déjenla recibir un poco de fuerza; ella va a estar bien. Eso es, hermana. ¡Allí está, en el Nombre del Señor Jesús! [La congregación se regocija puesto que la hermana está de pie ahora.—Editor]\n\nPongámonos de pie y demos alabanza a Dios. ¡El es el mismo ayer, hoy, y por los siglos! [La congregación está regocijándose grandemente y alabando a Dios.—Editor]\n\nVayan, y el Señor Jesucristo los bendiga. [La congregación continúa regocijándose grandemente y alabando a Dios.—Editor] 🦅"
  ]
}