{
  "title": "EL SELLO DE PASCUA",
  "id": "65170009",
  "content": [
    "🦅  Realmente es un privilegio estar aquí esta mañana en este cumpleaños de la Delegación de los Hombres de Negocio del Evangelio Completo aquí en Phoenix, y saber que el Señor me concedió una pequeña parte, de ser parte de este compañerismo. Quiero saludar al Hermano Carl Williams y a su esposa, al Hermano Stromei y a los demás aquí en la plataforma; al Hermano Shores, al Hermano Outlaw, los ministros y a todas Uds. personas finas.",
    "Saben, yo—yo también tuve un cumpleaños la semana pasada, y solo soy un poquitito mayor que la Delegación. Creo que él dijo: “Cinco y… años que tiene la delegación”.",
    "Alguien dijo el otro día, dijo: “¿Qué edad tiene Ud., Hermano Branham?”.",
    "Yo dije: “Veintiséis”. Y dije: “Borré los primeros veinticinco años. En esos no le serví a Él muy bien”. Dije: “Espero que también Él lo haga”. Lograr que Él lo haga será otra cosa.",
    "Pero es bueno estar aquí. Y ahora, no queremos quitarles mucho de su tiempo, porque nosotros… Yo—yo siempre temo que después de escuchar algunos de estos finos testimonios y cosas que están aconteciendo, que yo… y alabanzas, que yo haga algo que perturbe eso; y yo quería añadirle a eso, si hay alguna cosa que pudiera añadirle. Estas hermanas…",
    "Ese hermano que cantó la alabanza en esta mañana, el hermano de color, me gustó eso, Su ojo en el gorrión.",
    "Y estas hermanas que cantaron esta alabanza, esa ha sido una de mis ayudas desde que estuve aquí la primera vez. Yo la tengo; la tengo en un disco, y sencillamente lo he gastado de tanto tocarlo: Me gustaría hablarlo con Él. Y le pregunté allí al Hermano Dawson Riley, mi amigo, si él pudiera (algunos de ellos), si pudieran ver si logran contactar a esas damas, si todavía están aquí en la tierra, para que la cantaran de nuevo esta mañana. Y espero que Terry la haya grabado. Y me supongo que lo hizo. Y la quiero sacar de allí quizás para ponerla en un disco o algo, porque verdaderamente me gusta esa alabanza. Y ese es mi… mi deseo es poder hablarlo con Él. Pienso que eso es lo que todos queremos. Es la razón por la cual estamos aquí esta mañana.",
    "Ahora, las reuniones vienen la semana entrante. ¿Está bien mencionarlo? [Un hermano dice: “Seguro”.—Ed.] Yo—yo estaré en casa esta semana entrante en el tabernáculo, el domingo que viene para el Servicio de Pascua, el sábado por la noche, el domingo y el domingo por la noche. Y luego regreso a California. Todas Uds. personas de los alrededores de California, nos dará gusto tenerlos allá en la reunión. Y creo que Billy se equivocó al enviar el aviso. Es… Él dijo: “En el Hotel Biltmore”, creo “se llevará a cabo”. Es… [Alguien dice: “No se pudo conseguir”.—Ed.] No se pudo conseguir. Y ¿es en el Eastmont? [“Embassy”.] El Embassy, el Hotel Embassy. Así que, cualquiera de las personas del Evangelio Completo allá les dará información, si Uds. están por esa área.",
    "Y luego regresamos de allá, y entonces voy a Sudáfrica. Solo en un mes, a partir de hoy, zarpamos para Sudáfrica, esperando un momento grandioso en el Señor, como a tres naciones allá. Así que, nosotros—nosotros verdaderamente pedimos sus oraciones. Probablemente no podré verlos más, si el Señor nos permite ir, hasta que regrese. Y espero tener un gran reporte para Uds. cuando regresemos.",
    "La última vez allá, creo que el Señor me dio la mejor reunión que yo haya tenido. Y en una ocasión, en un llamamiento al altar… Ahora hablo de esos nativos en sábanas. Hasta donde sé, hubo treinta mil que aceptaron a Cristo a la vez. Y pensábamos que quizás ellos entendieron que era para sanidad física, porque cerca de veinticinco mil habían sido sanados en una sola ocasión. Y al día siguiente, el alcalde de—de Durban, que es Sydney Smith, me dijo: “Vaya a su ventana y mire lo que viene por la calle”. Y venía camión tras camión, llenos de muletas viejas y cosas amontonadas; y ellos venían detrás. Los nativos, que estaban en guerra unos contra otros, venían por las calles de la ciudad cantando: Solo creed en su lengua nativa.",
    "Déjenme decirles, mi corazón se emocionó. Como… Cuando uno ve algo así, Hermano Shores, uno siente entonces que su trabajo no es en vano. ¿Ven?, uno se ha esforzado. Y espero que Dios lo repita, no porque—porque nosotros vamos allá, sino porque estamos esperando la Venida del Señor.",
    "Y como dice la alabanza, estamos buscando esa última ovejita perdida. Es esa que… Él—Él no vendrá hasta que esa oveja haya entrado. Todas tienen que estar en el redil. Él no cerrará la puerta hasta que esa última esté adentro. Así que, hermanos ministros, verdaderamente estoy con Uds. en esta mañana, queriendo encontrar esa última oveja. Pudiera estar en Phoenix en esta mañana; no lo sé. Pero cuando la última entre, el Pastor entonces cerrará la puerta.",
    "[Un hermano dice: “Hermano Branham”.—Ed.] ¿Sí? [“¿Pudiera decir algo”?] Seguro que sí. [“Olvidé algo. Hemos estado hablando acerca de…” Cinta en blanco.] Está perfectamente bien. [“Y yo sé que todos olvidamos algo, de vez en cuando.”] Yo no. [“¡Oh”!]",
    "Soy el que por poco tiene que anotar lo que voy a decir. Estoy… desde que estoy avanzando en edad, me doy cuenta que es más difícil recordar; anoto mis Escrituras y demás. Antes yo podía ordenar como cincuenta Escrituras en la mente y nunca siquiera… cubrirlo todo, pero tengo muchas millas difíciles recorridas desde aquellos días.",
    "Así que estamos esperando la Venida del Señor. ¡El Señor los bendiga a todos!",
    "Y luego uno sube aquí, y piensa. Uno se sienta aquí y escucha a estas personas testificar. Uno piensa: “Bueno, cuando suba diré algo acerca de eso”. Luego hay tanto para decir que le tomaría a uno todo el día decirlo. Pero, realmente los aprecio a todos Uds. Que esta pequeña delegación continúe creciendo; que cada iglesia en Phoenix continuamente crezca hasta que Jesús venga, es mi oración sincera.",
    "Ahora, pienso que para darnos un pequeño descanso, pongámonos de pie mientras oramos, si son tan amables.",
    "Dios Todopoderoso, el Padre de nuestro Señor Jesucristo, Quien Lo levantó de los muertos y nos Lo ha dado como el Sacrificio, y Señor y Salvador. Estamos tan agradecidos Contigo por este privilegio que tenemos en esta mañana, de pararnos en Tu Presencia con Tu pueblo que ha sido redimido, y que está esperando Su gloriosa segunda Venida para recibirnos a Sí mismo. Si hay pecado entre nosotros, Señor, límpianos con Tu hisopo. Y oramos, Padre Celestial, que Tú sanes a toda persona enferma que está en nuestros medios.",
    "Y si hubiera por casualidad aquellos que no Te conocen, en este gran bautismo del Espíritu Santo por el que tan ardientemente estamos contendiendo, y diciendo que es necesario de acuerdo a las Escrituras para este último día, oramos Dios, que Él caiga sobre todos nosotros hoy y nos bautice nuevamente dentro del Cuerpo, y también hagas que entren aquellos que están afuera, Padre.",
    "Bendícenos mientras leemos Tu Palabra y procuramos hablar aquello que es Verdad, de Tu Palabra. Cierra nuestras bocas a aquello que no sea verdad y abre nuestros corazones y bocas a aquello que es Verdad, mientras nos encomendamos a Ti. Usa nuestras bocas para hablar y nuestros oídos para escuchar, y nuestros corazones para recibir. Porque lo pedimos en el Nombre de Jesús, Quien lo ha ordenado ser así. Amén.",
    "Me gustaría leer de la Santa Palabra, tres citas en la Biblia. Y si quieren anotarlas, y quieren seguirlas y leerlas para más información, me daría mucho gusto que Uds. las anotaran. Los lugares que voy a leer son: Mateo 28 del 1-10, y luego Apocalipsis 1:17-18, Romanos 8:11. Y si me permiten las repito. Y ahora, Mateo 28: 1 al 10, Apocalipsis 1:17 al 18, y Romanos 8:11.",
    "Ahora nos estamos acercando a la Pascua. Y mientras Uds. buscan sus citas y las anotan. Yo creo que esta semana que viene es la semana mayor y de más importancia histórica de todas las semanas del año. Yo creo que lo más grandioso que celebraremos en esta semana, esta semana que entra, fue el evento más grandioso que haya acontecido en la tierra. No creo que nada pueda superarlo. Uds. dicen: “Bueno, la—la crucifixión fue algo grande”. Pero muchos hombres han muerto, muchos hombres han sido crucificados, aun en los mismos días de nuestro Señor. Pero solo hubo Uno de ellos Quien se levantó de los muertos. Eso lo selló.",
    "Ahora quiero leer. Y esto es como un pequeño mensaje de preámbulo de la Pascua, si el Señor permite, como de unos cuarenta minutos. Leamos ahora del Evangelio de San Mateo, comenzando con el capítulo 28:\n\nPasado el día de reposo, al amanecer del primer día de la semana, vinieron María Magdalena y la otra María, a ver el sepulcro.\n\nY hubo un gran terremoto; porque el ángel del Señor, descendiendo del cielo y llegando, removió la piedra, y se sentó sobre ella.\n\nSu aspecto era como un relámpago, y su vestido blanco como la nieve.\n\nY de miedo de él los tembladores, los guardas… (perdónenme)…temblaron y se quedaron como muertos.\n\nMas el ángel, respondiendo, dijo a las mujeres: No temáis vosotras; porque yo sé que buscáis a Jesús, el que fue crucificado.\n\nNo está aquí, pues ha resucitado, como dijo. Venid, ved el lugar donde fue puesto el Señor.\n\nE id pronto y decid a sus discípulos que ha resucitado de los muertos, y he aquí va delante de vosotros a Galilea; allí le veréis. He aquí, os lo he dicho.\n\nEntonces ellas, saliendo del sepulcro con temor y gran gozo, fueron corriendo a dar las nuevas a sus discípulos. Y mientras iban a dar las nuevas a los discípulos,\n\nhe aquí, Jesús les salió al encuentro, diciendo: ¡Salve! Y ellas, acercándose, abrazaron sus pies, y le adoraron.\n\nEntonces Jesús les dijo: No temáis; id, dad las nuevas a mis hermanos, para que vayan a Galilea, y allí me verán.",
    "Y en Apocalipsis, el capítulo 1 y el versículo 17 y 18:\n\nY cuando le vi, caí como muerto a sus pies. Y él puso su diestra sobre mí, diciéndome: No temas; yo soy el primero y el último;\n\nY el que vivo, y estuve muerto; mas he aquí que vivo por los siglos de los siglos, amén. Y tengo las llaves de la muerte y del Hades.",
    "Y en el Libro de Romanos, el capítulo 8 y empezando con el versículo 11:\n\nY si el Espíritu de aquel que levantó de los muertos a Jesús mora en vosotros, el que levantó de los muertos a Cristo Jesús vivificará también vuestros cuerpos mortales por su Espíritu que mora en vosotros.",
    "Confío ahora que el Señor Jesús añada Sus bendiciones a las lecturas de estas Palabras. Viendo que la Pascua, que yo la he estampado en mi propio corazón como la reunión más grandiosa o el evento más grandioso del—del año.",
    "Quiero pedirles que me disculpen un momento. ¿No está muy fuerte para Uds. allá, algo ruidoso? ¿Está bien? ¿Pueden oírlo bien de esa manera? ¡Oh! No pueden oírlo. ¿Así está mejor? Está bien de esta manera. No quería acercarme mucho.",
    "Ahora, la razón por la que digo esto es porque en la Pascua Él probó lo que había dicho la Biblia. Toda Escritura de Él, lo que haría, cuando se levantó de los muertos Él selló Su oficio Mesiánico: El Sello de la Pascua. Tenemos tanto de eso hoy día de lo cual hablamos, eso de comprar sellos de la Pascua. Bueno, Yo quiero hablar en esta mañana sobre: El Sello de Pascua. Es un sello diferente del que compramos con nuestro dinero, como un sello que va en las cartas, para la Asociación de Tuberculosis creo yo o como le llamen. Yo—yo pienso que este sello es un sello un poco distinto. Y siendo que la Pascua es el gran día del año para nosotros los Cristianos que reclamamos ser hijos de Dios, quiero tratar de entrar en él y ver cómo deberíamos estar en compañerismo con esta gran cosa que Cristo hizo por nosotros.",
    "La Palabra de Dios fue hablada muchos, muchos cientos de años antes de Su Venida, de Su crucifixión y de Su muerte, y de Su sufrimiento, y también de Su resurrección. Estaremos teniendo estos servicios, posiblemente, la semana entrante mientras escuchamos nuestros—nuestros programas radiales, y en nuestras iglesias con nuestros pastores y demás, esta próxima semana.",
    "Pero de todos los días y de todas las cosas que hizo Jesús, y verdaderamente en aprecio por toda Su vindicación de la Palabra de Dios y lo que Él hizo para cumplirla: de sanar a los enfermos, resucitar a los muertos, echar fuera demonios, predicar el Evangelio a los pobres y cumplir toda Palabra que Dios dijo que Él haría cuando viniera; y luego también por haber sufrido por nuestros pecados en nuestro lugar, siendo la propiciación por el pecado en la cruz, cuando nadie más hubiera podido hacerlo sino Él. Pero por encima de todo eso, yo creo que la Pascua selló todo el asunto.",
    "Pues hubo profetas en la tierra que habían profetizado antes de Él. Hubo profetas en la tierra que habían sanado a los enfermos, aun resucitado a los muertos y hecho las mismas señales que hizo Jesús.",
    "Pero la Pascua lo probó. Selló la Palabra de Dios para siempre, para el verdadero creyente. Toda tristeza y duda fueron destrozadas en esa mañana bendita. El hombre había sido encerrado, por así decir, en una prisión, aun la gente religiosa antes de este día, porque ellos habían sido… habían visto grandes movimientos religiosos, y el mover del Espíritu Santo y demás. Pero cuando un hombre moría, parecía que allí terminaba. Pero cuando vino Este y dijo: “Yo tengo poder para poner Mi Vida; y tengo poder para volverla a tomar” y luego fue y probó lo que Él dijo, para mí, eso—eso es el sello de eso, cuando—cuando algo se dice y luego volvemos y es probado.",
    "Si un hombre dijera, como Colón, que creía que el mundo era redondo, y él veía los barcos (como se nos dice), cómo ellos llegaban y él podía ver el mástil mucho antes que pudiera ver el barco. Y eso le probó a él que el mundo era redondo. La gente no creía eso en ese día, pero él era un hombre de visión. Salió para probar exactamente que la visión que había tenido era la verdad.",
    "Y Dios se propuso probar que Su Palabra es la Verdad. Así que Él… Solo había un Hombre que podía hacerlo, y fue Jesús. Y Él vino y probó que eso era la Verdad. Eso lo selló. Y eso rompió todos los sellos de tristeza y dispersó todas las—las supersticiones de otras religiones y demás, donde grandes hombres se han levantado y dicho grandes cosas maravillosas. Pero todos ellos están en el sepulcro. Pero nuestra religión Cristiana es la única que tiene la tumba vacía. Y eso me prueba a mí que Él es el Dios de los muertos y el Dios de los vivos, que Él pudo levantar a los muertos de nuevo a vida. Y yo… este Poder vivificador, Su Espíritu vivificador, ha probado a través de los años que Él es Aquel que puede vivificar a los muertos de nuevo a vida.",
    "Y cuando Él probó por Su promesa, este gran Poder conquistador que tenía, en la Pascua Él probó que podía conquistar la muerte, el infierno y la sepultura. “Yo soy el que estaba muerto y está vivo otra vez, y vivo por los siglos de los siglos. Y tengo las llaves de—de la muerte, el Hades, y la sepultura”. ¡Qué declaración más tremenda para cualquiera dar! Y Él no solo la hizo, sino que ya había probado que Él—Él tenía lo que reclamaba tener.",
    "Y yo pienso: Dios, apresura el día cuando nosotros, como Cristianos que creemos esta Biblia, podamos probar lo que estamos hablando. ¿Ven? Eso es lo que hace, como se dijo hace un rato, “la sal de la tierra”: dijo la hermana. Eso es correcto. El mundo está buscando esta sal. Y cuando nosotros podamos probar por nuestras vidas y por la Biblia, que nuestras vidas están vindicando que esa Palabra está viviendo hoy, que ese es el día que estamos buscando.",
    "La Palabra, “Este Espíritu…” ahí en Romanos 8, el 11, dice: “Si este Espíritu que levantó a Jesucristo está en vosotros, vivificará también vuestros cuerpos mortales”. No solamente se lo probó a Él, a nosotros, que Él era Jehová Redentor y que tenía poder sobre la muerte, el infierno y la sepultura, sino que Él también nos ha dado el acceso al mismo Espíritu para que nosotros mismos podamos tener la seguridad que nosotros también somos vivificados por ese Espíritu. Porque el Espíritu que levantó a Jesús de los muertos morando en su cuerpo, también vivificará su cuerpo mortal. Ahora, la palabra vivificar significa “dar vida después de la muerte”. Después que está muerto, entonces debe ser vivificado.",
    "El mundo había estado encerrado en duda por muchas edades hasta ese entonces. Esto fue probado, no solo se habló al respecto, sino que fue probado. Yo pienso que cualquier cosa que valga la pena…",
    "Como dijo Jesús: “Id por tanto, enseñad a todas las naciones; y probadles a ellos, demostrándoles el poder de Dios, a ellos. Estas señales seguirán a los que creen”. Aquellos que prometen y dicen que creen, Él nos dio un entendimiento contundente de eso, que “estas señales seguirían a aquellos que creen”. Sería la prueba de su testimonio. Ahora, podemos decir que nosotros creemos; pero hasta que tengamos la Señal probada que Él dijo que estaría sobre nosotros, entonces solo estamos confesando ser creyentes, sin tener la posesión de los creyentes.",
    "Pues, recuerden, hace unos días yo escuchaba un—un programa en la radio en KAIR, allá en Tucson. Y este ministro hablaba en contra de nosotros, que “la religión pentecostal no era más que un engaño; había… Que no la escucharan; era inestable”. Y dijo: “Cualquiera que hable en lenguas y estas cosas, y reclame ser, sanar a los enfermos y lo demás, por la oración, que debían apartarse de eso. Y que se ore por esa pobre gente decrépita, porque solo tienen una ilusión, que algo andaba mal con ellos”. ¡Oh, cómo me hubiera gustado haber hablado con ese hermano solo por un momentito! Y él dijo que el… “Que eso solo fue dado a los apóstoles en el Día de Pentecostés, y eso fue todo”.",
    "Pero veo que treinta años después, Pablo estaba ordenando estos dones en la Iglesia. En Primera de Corintios 15, que “Él estableció en la Iglesia el don de hablar en lenguas, milagros. Y todos estos otros dones fueron establecidos en la Iglesia”.",
    "Jesús lo dijo: “Id por todo el mundo y predicad el Evangelio a toda criatura”. ¿Hasta dónde? “A todo el mundo”. ¿A quién? “A toda criatura”. Ellos no Lo han recibido aún. “Y estas señales seguirán a los que creen”. ¿Hasta dónde? “A todo el mundo”. ¿A quién? “A toda criatura. Estas señales los seguirán a ellos por todo el mundo y a toda criatura. Estas señales les seguirán: en Mi Nombre echarán fuera diablos, hablarán nuevas lenguas. Si tomaren cosa mortífera o serpiente, o bebieren cosa mortífera, no les hará daño. Pondrán sus manos sobre los enfermos y sanarán”. Esa fue Su última comisión a la Iglesia, Marcos, el capítulo 16.",
    "Pablo está ordenando estos dones en la Iglesia, treinta años después. Y dijo en Gálatas 1:8: “Si un Ángel del Cielo os predica cualquier otro Evangelio diferente a Este que ya ha sido recibido” ¿ven?, que ya ha sido predicado, “sea anatema”. Yo creo que pentecostés comenzó sin que tuviera fin. Yo creo que es para toda criatura, para todos los tiempos, en todos los lugares, que pentecostés siempre debería permanecer. Las bendiciones pentecostales deben estar sobre el pueblo.",
    "Y ahora, ¿qué es esta bendición pentecostal? Es la confirmación de la resurrección. Con razón el Evangelio mismo significa “buenas nuevas”. Buenas nuevas ¿de qué? De que Él ha resucitado de los muertos. “Y porque Yo vivo, vosotros también viviréis”. Vosotros quienes una vez estabais muertos en pecados y delitos, Dios nos ha vivificado juntamente por ese Espíritu que levantó a Jesús de los muertos. Y ahora estamos sentados en lugares Celestiales con Él, en comunión con Él, hablando con Él. ¡Qué gozo contarles esa historia a personas que creen que es la Verdad!",
    "Me pregunto hoy. Es lo que está sucediendo. ¿Estamos realmente llevando la gente a Dios o solo estamos llevándola a la iglesia? Debemos llevarlos a Cristo, en donde está este Poder vivificador. Es bueno ir a la iglesia; seguro. Pero si hasta allí es que llegamos, no es suficiente. Cuando Uds. vienen a la iglesia, eso está bien; pero avancen hasta Cristo de allí de la iglesia, porque debemos recibir este Poder vivificador, si es que esperamos estar en esa resurrección general, porque es lo único que nos sacará de entre los muertos. “Porque si este Espíritu que levantó a Jesús de los muertos mora en vosotros, también vivificará, hará, traerá a vida vuestros cuerpos mortales”. ¡Qué promesa para nosotros!",
    "Ahora, fíjense, la esencia misma de esta resurrección es para decir y mostrar, y para probar que Jesús se ha levantado de los muertos. Él no está muerto, Él está vivo; Él vive aquí. Él está en nosotros. “Yo estaré con vosotros, aun en vosotros. Todavía un poco, y el mundo no me verá más; pero vosotros me veréis; porque Yo estaré con vosotros, y aun en vosotros, hasta el fin del mundo”.",
    "Ahora, como Cristianos, todos reclamamos que Él vive o que hemos sido vivificados de—vivificados de vida… de muerte a Vida, por Su Espíritu. Y si no hemos sido vivificados, entonces no se nos ha dado Vida.",
    "Ahora vamos a entrar en este tema, si el Señor permite, y tratar de enseñarlo por unos minutos, de ¿hemos sido vivificados, y cómo podemos estar seguros que esto es la Verdad?",
    "Ahora, se trata de su propia vida, de mi vida. Es donde la… Si esto no es Verdad, lo que estoy por decir, entonces soy una de las personas más necias del mundo. Yo he dado mi vida por algo sin fundamento, y Uds. también. Pero si es la Verdad, entonces le debo todo lo que soy. Yo debo todo lo que pudiera ser a la causa, por la cual nos estamos parando. Y yo creo que nosotros no deberíamos perder nuestro entusiasmo.",
    "Y viendo que la Pascua se acerca, eso causa algo profundo en mí, pues yo—yo sé que ese es el día en que el asunto fue sellado para siempre, a los ojos de Dios.",
    "Ahora, nos fijamos que es el mismo Espíritu que lo levantó a Él del sepulcro, el que está morando en nosotros. Ahora, ¿cómo puede ser? El Espíritu que levantó (Dios) a Jesús, de los muertos, mora en nosotros.",
    "Ahora, ahora, es el Espíritu el que vivifica. No es la Palabra la que vivifica. Es el Espíritu el que vivifica la Palabra o le da Vida a la Palabra, Le da alas para volar, Le da acceso; es el Espíritu el que hace eso.",
    "Ahora, el trigo, en sí mismo, solo es trigo; pero cuando la vida vivificadora entra en él, en el trigo, entonces le da vida. Y nosotros quienes en un tiempo estábamos muertos (hechos a la imagen de Dios) y, sin embargo, muertos en delito y pecado, de alguna manera Dios tenía que introducir esta Vida vivificadora en sus cuerpos mortales. Estoy hablando de su cuerpo.",
    "Ahora, Jesús fue la Palabra. Uds. creen eso, ¿no es así? [La congregación dice: “Amén”.—Ed.] “En el principio…” San Juan 1: “En el principio era el Verbo, el Verbo era con Dios, y el Verbo era Dios. Y el Verbo fue hecho carne y habitó entre nosotros”.",
    "Ahora, como Mesías prometido, Él vivificó cada Palabra que estaba profetizada que Él haría: sanar a los enfermos, y cómo Él nacería de una virgen, hizo todo eso. Es verdad. Él fue la Palabra manifestada aquí en la tierra, pero Él no podía hacer esto tan solo como un hombre. Se necesitó del Espíritu de Dios morando en Él para vivificarle estas promesas. Yo espero que captemos esto ahora muy claramente. Jesús, siendo Él mismo un Hombre, el cuerpo, se requirió del Espíritu en Él: el Espíritu. “No soy Yo el que hace las obras; es Mi Padre que mora en Mí. Él es el que hace las obras”. ¿Ven? Y Jesús mismo era la Palabra, porque Él lo fue. Antes que Dios…",
    "Este es un mal término para usar, y espero que Uds. lo tomen bien, frente a una multitud. Pero Él fue predestinado por el conocimiento previo de Dios, según sería el plan de Dios que Él enviaría un Redentor, y este Redentor solo podía ser Su propio Hijo. Por tanto, esa fue la promesa de Dios desde allá en el huerto del Edén, que Jesús estaría aquí. Aquí estaba Él como un Hombre, nacido de una virgen, pero se requirió del Espíritu de Dios para vivificarle esa Palabra a Él. Y Él era la Palabra, vivificada, la Palabra vivificada para esa hora. El tiempo había llegado cuando uno necesitaba un Redentor; la ley había fallado. Otras cosas habían fallado. Ahora, se necesita un Redentor y Él era el Redentor prometido. Él fue vivificado por la Palabra de Dios.",
    "Y ahora, si ese mismo Espíritu que estaba sobre Él para ser el Redentor en esa edad, siendo que nosotros hemos aceptado hoy esa promesa en estos postreros días, de lo que acontecería: si Uds. llegan a ser parte de esa Palabra, Ud. está redimido con Él; porque el mismo Espíritu que moró en Cristo está morando en Ud., vivificando su vida en esta edad. Y Eso también, en el tiempo del fin, vivificará sus cuerpos mortales, resucitándolos, trayéndolos de nuevo. Eso quita la tristeza cuando lo vemos de esa manera. Y esa es la Verdad. ¿Ven?",
    "Aquí en Romanos, Pablo nos ha probado eso. ¿Ven? “Si el Espíritu que levantó a Jesús de los muertos mora en vosotros, vivificará también vuestros cuerpos mortales”. Este es el mismo Espíritu que lo levantó a Él, que vivificó al verdadero creyente a Vida Eterna. El Espíritu que levantó a Jesús de los muertos mora en el creyente, vivifica al creyente a Vida Eterna.",
    "Solo hay una Vida, un Espíritu Eterno, una Vida Eterna, y es Dios. Dios únicamente es el Eterno. Y entonces nosotros, siendo Sus hijos, somos parte de Él, es decir, los atributos de Su pensamiento. Y el pensamiento es expresado y llega a ser una palabra. Entonces cada individuo aquí que posee esta Vida Eterna, estaba desde antes de la fundación del mundo en el pensamiento de Dios. Es la única manera que podría ser, porque Ud. es un atributo. Eso es una expresión de un pensamiento, ha llegado a ser una Palabra; y una Palabra ha venido a Vida, y es Eterna. Por esa razón es que nosotros tenemos Vida Eterna; por la misma razón que el gran Hijo de Dios, el Redentor, nosotros venimos a ser hijos e hijas de Dios por medio de ese mismo Espíritu, por el mismo conocimiento previo de Dios.",
    "Miren a los millones en la tierra que no Lo recibieron cuando Jesús estaba aquí. Pero cuán agradecidos deberíamos estar en esta mañana, al saber que nosotros tenemos la evidencia directa y las pruebas de la Biblia, que estamos incluidos en esa gran mañana de resurrección que viene, esa gran Pascua. Nosotros tenemos las arras de eso ahora mismo en nuestros cuerpos mortales. Los predestinados son los primeros, por supuesto, que serán vivificados, cuando el Espíritu Santo venga a reclamar a los Suyos.",
    "Ahora, hay una gran declaración, y quiero que mis hermanos ministros traten de entender esto. ¿Ven? En el principio, Dios, el gran Espíritu, Él ni siquiera era “Dios” en ese entonces; Él era el Eterno. Dios, es un “objeto de adoración”. Él no tenía nada que lo adorara. No había—no había Ángeles, nada, simplemente Dios a solas, Él solo es Eterno. Pero para ser Dios, tenía que existir algo para adorarlo. Así que Él creó Ángeles y Seres, y Querubines y todo lo demás para que lo adoraran. Su gran plan empezó a desenvolverse.",
    "Pero recuerde, Ud., en la—la hechura que está en esta mañana, si Ud. no estaba en ese entonces en Su pensamiento, no lo está ahora. Porque Ud., hay una parte que está en Ud. que es Eterna, y lo Eterno solo le pertenece a Dios. Y en Dios estaba Su pensamiento de que Ud. estaría sentado allí mismo en donde está ahora. En Su pensamiento yo me paré al púlpito en esta mañana, porque Él es infinito y sabe todas las cosas. Por lo tanto, Él podía saber el fin desde el principio, porque Él es Eterno. Y Ud., siendo un hijo de Dios o una hija de Dios, entonces Ud. estaba en Su pensamiento en el principio.",
    "Y entonces, cuando viene el Espíritu Santo y Ud. está aquí en la tierra, caminando por aquí como un pecador, muy adentro en su vida hay algo. Ud. no sabe lo que está aconteciendo, pero Ud. siente hambre. Yo escuché al hermano presbiteriano; yo escuché al—al bautista, hablando de eso, allá atrás, él era un—un Bautista Libre, predicando en donde él puede. Compañero hermano mío, que Ud., hay algo en Ud., algo que Ud. no puso ahí adentro. Es algo que Ud. no podía desear que estuviera ahí adentro. Es algo que es contrario a su propia naturaleza. Es el previo conocimiento de Dios llevándose a cabo, la Palabra de Dios.",
    "Y Jesús nació Hijo de Dios, para ser Emanuel, la expresión plena de Dios en un Hombre. Y Él Le encontró en perfecta obediencia, allá en el río del Jordán, siendo bautizado por ese profeta. Y tan pronto como Él Le obedeció y salió del agua, los Cielos se le abrieron a Juan. Y él vio al Espíritu Santo descendiendo del Cielo, diciendo: “Este es Mi Hijo amado”. ¿Ven? Obediencia perfecta, el Espíritu lo había encontrado a Él en obediencia.",
    "¡Oh, hombre o mujer descarriado en esta mañana, Uds. que están sentados aquí y algo por dentro les dice que Esto es correcto!, es el Espíritu Santo buscándolos, para traerlos a un conocimiento de la Verdad de esta hora en la que estamos viviendo ahora, no alguna hora que ha pasado, la hora de estos momentos.",
    "Había miles allí que estaban obedeciendo una hora que había pasado. Pero había una hora del tiempo presente, era la hora en la que Jesús iba a aparecer, y allí parado estaba la Palabra. Allí parada estaba la gente. Y aquí estaba la manifestación de Dios aconteciendo, para vindicar que eso era la Verdad.",
    "Y como pueblo pentecostal hoy, permítanme decir esto: que nosotros estamos parados en estos postreros días en donde Dios prometió que Él derramaría Su Espíritu sobre toda carne, y Sus hijos e hijas deberían profetizar. Porque Él dijo: “Estas señales seguirán a los que creen”. Es la hora. Es lo que causa esa creación en Uds.",
    "Como hablé aquí no hace mucho, sonó un poco sacrílego, pero espero que para Uds. no suene así en esta mañana: del granjero que puso al águila o que puso a la gallina y tenía un huevo de águila. Muchos de Uds. recuerdan la historia, del águila vieja dando a luz a este—a este… o la gallina dando a luz aquí a este pollo, o el—o el huevo de un águila bajo sus plumas de pollo. ¿Ven? Es la atmósfera.",
    "La iglesia presbiteriana, la iglesia metodista, la iglesia bautista, cualquiera de ellas puede producir estas águilas. Seguro; es la atmósfera lo que lo hace. Como decía el Dr. Bosworth: “Ud. puede llevar un huevo de gallina y ponerlo sobre un… debajo de un cachorro y atarlo, el cachorro empollará un pollo”. ¿Por qué? Es la atmósfera. Y cuando cualquier iglesia o cualquier grupo que se reúne y ora hasta que se deshace de sus credos y cosas, y mira directamente en el rostro de Dios, producirá águilas tan cierto como yo estoy parado aquí.",
    "Eso es lo que pienso que este grupo de hombres de negocio ha hecho, intentar romper la atmósfera. Nos estamos volviendo muy sectarios. Uno pertenece a esto y a eso. Rompamos esa atmósfera y llevemos la atmósfera a una adoración Celestial. Consigan la atmósfera correcta, águilas nacerán, y—y será de cualquier iglesia, dondequiera.",
    "Y este aguilucho caminó con la gallina por mucho tiempo, pero el—el cloqueo era algo extraño. Él no entendía el significado de cuando la gallina escarbaba en los—en los—los montones de estiércol de—de los patios. Y eso no era alimento para él. Y ella comía insectos y todo eso que un águila no come. Así que todo le parecía extraño a él. Y él era el patito feo; era, no siendo sacrílego al decirlo, quizás él era un Bautista Libre y, algo así, o un presbiteriano.",
    "Pero, saben, un día su madre sabía que ella había puesto un huevo. Tenía que haber un hijo en alguna parte. Así que ella extendió sus grandes alas contra los vientos, y buscó y buscó, gritando a todo pulmón. Y un día, ella pasó sobre el corral. Y cuando este aguilucho escuchó ese grito conocido que nunca antes lo había escuchado, pero se dio cuenta que le quedaba como un guante en la mano. Y él sabía que esa era su madre. Ella sabía que ese era su hijo. Ella lo andaba buscando.",
    "Así Dios, en cada edad, ordenó Su iglesia para esa edad, un Mensaje para esa edad. Y ellos podían tener leyes y cualquier cosa que quisieran. Pero cuando llega esa hora, el Espíritu Santo de Dios, el cual en el principio lo pensó y lo habló para esa edad, ese Espíritu busca ese huevo. Y cuando él escucha ese Mensaje, no hay denominación de iglesia que lo vaya a detener. Se levantará a las alturas. Tiene que hacerlo. Es un ave diferente. Es una criatura diferente. Él es un águila, y él escuchará el grito: “Mis ovejas oyen Mi Voz”.\n\nComo dijo alguien, Hermano Williams: “Comida de Oveja”.",
    "🦅 Mis ovejas oyen Mi Voz, al extraño no seguirán”. No importa cuán fiel la iglesia haya sido, ni el gran nombre que tenga. “Cuando Mis ovejas oyen Mi Voz” lo cual es la Palabra, “al extraño no seguirán”. Irán directamente a esa Palabra, y ellas pueden hacerlo; es como un—un—un imán.",
    "Un día, allá en Indiana, yo estaba visitando esas fábricas de acero, y el silbato sonó. Y todos se quitaron sus delantales y empezaron a barrer el… sacándolo de sus tornos, hacia el centro del suelo, las virutas que habían hecho durante el día. Y yo iba caminando con el hombre que me estaba guiando, y él dijo: “Mire esto”. Y entonces cada hombre subió su—su mantel de mesa sobre la—sobre la mesa y se fue.",
    "Lejos en la parte de atrás, él tocó un botoncito. Y ahí venía un gran imán, y levantó cada pedazo de ese hierro que fue cortado de esas piezas, pues, y salió. Lo desmagnetizó cayendo en una cúpula. Y fue derretido de nuevo para formar otra pieza de—de material, de la misma cosa, ejes o lo que fuera que ellos estaban fabricando.",
    "Y me paré allí y observé eso hasta que me—me perdí en mis pensamientos. Y dije: “Estoy pensando algo”.\n\nÉl dijo: “¿Qué es, señor?”.\n\nY yo dije: “Me fijé que no todo eso subió”.",
    "Él dijo: “Es aluminio, y el imán no está magnetizado al aluminio”.",
    "Yo dije: “Ya veo”. Y él dijo… Entonces dije: “Bueno, se fija Ud. que allí hay un pedazo de hierro que está colocado a lo largo”.\n\n“Pero, verá Ud., señor, ha sido atornillado”.",
    "Dije: “Ya veo”. Y cuando él lo sacó, yo dije: “Ahora, ¿qué le sucede a eso allá?”.",
    "Dijo: “Va de regreso directo a la acerería, se vierte en la cúpula, y vuelve de nuevo y hace otra rueda”.\n\nYo dije: “¡Alabado sea el Señor!”. Eso es. ¿Ven?",
    "Hay un gran imán en el Cielo, al que Dios un día le pondrá Su dedo. Ningún hombre sabe el momento en que Él Viene, ni siquiera los Ángeles del Cielo saben; solamente Dios lo sabe. Pero ha habido algunos pedacitos que han salido de la Biblia, Cristianos Bíblicos, creyentes para esta hora. Uno de ellos pudiera haber sido un eje allá en otro día. Este pudiera haber sido alguna otra parte. Eso está avanzando para formar el gran reino de Dios. Pero eso será moldeado en la vasija de la gran cúpula de Dios, para ser vaciados otra vez a imágenes de Dios. Y solo aquellos quienes son magnetizados a eso serán levantados. ¡Oh, cómo…! ¡Qué privilegio es saber que hay algo en la resurrección que tiene que ver con nosotros!",
    "Ahora, fíjense, reconozcan el llamado de la Palabra de Dios, de lo cual es una parte. Y es de águila a águila. Ahora, si esa madre hubiera gritado como un—un buitre, él nunca la hubiera reconocido; le hubiera dado igual quedarse en el corral. Pero fue el grito de un águila. Había algo por dentro en ese pequeñito, que sabía que él era un águila.",
    "Y es lo mismo con cada creyente genuino. Cuando la predicación de la Palabra de Dios sale, y es vindicada y probada que es la Palabra de Dios para esta hora, entonces hay Algo dentro del creyente. No me interesa cuán fiel haya sido su padre a la iglesia o cuán fiel haya sido su madre o sus abuelos, y así esa iglesia esté enseñando contrario a esta hora del Mensaje del Bautismo del Espíritu Santo: hay algo en él que grita. Él dejará el corral. Tiene que hacerlo. La gallina pudiera haber estado bien un día, pero esta es la hora del águila. ¿Ven? Es—es diferente. Algo sucede que él debe dejar el viejo gallinero y salir volando hacia lo azul. Entonces este cuerpo terrenal es vivificado y traído por el Espíritu vivificador a la obediencia de la Palabra de Dios.",
    "Ahora, es cuando este Espíritu Santo, representado como el águila, vuela sobre la tierra y encuentra al creyente. “Ninguno puede venir a Mí. Ninguno puede venir a Mí solo porque él quiere. Todo lo que el Padre Me ha dado, vendrá a Mí, pero ningún hombre puede venir por sí mismo”. No es por su propio pensamiento, Ud. mismo que se acerca; es Dios que lo trae. ¿Ven? “Todo lo que el Padre Me ha dado, vendrá a Mí”.",
    "Ahora, el Espíritu Santo está aquí en la tierra, buscando a esos individuos que Dios ha ordenado a Vida en esta edad. Y tan pronto como los encuentra, hace lo mismo que hizo en Jesucristo, el gran súper Hijo de Dios, Quien nos redimió a todos nosotros. Desciende y toma Su lugar de morada en la vida humana. Ahora, fíjense, trajo el Poder vivificador. Ahora, ese Poder vivificador que vino sobre Jesús, lo vivificó a Él para manifestar cada promesa de la Palabra para ese día. Así también hace el Espíritu Santo que viene sobre nosotros en este día, si no es la personificación de un espíritu santo, si no es el diablo personificando al Espíritu Santo, sino que es el verdadero Espíritu Santo genuino: Él manifestará la promesa de esta hora.",
    "Cuando cayó sobre Lutero, manifestó esa promesa de esa hora. Cuando cayó sobre Wesley, manifestó la promesa de esa hora. Cuando cae en este día, manifiesta la promesa de esta hora. Cuando cayó sobre Moisés, manifestó la promesa de esa hora. Cayó sobre Noé, manifestó la promesa de esa hora. Cuando cayó sobre Jesús, manifestó la promesa de esa hora. ¿Ven?",
    "Es el Espíritu Santo bajando, para vivificar, hacer vivir a esas personas que fueron ordenadas previamente por Dios para estar en el Rapto. Fíjense. Eso es, si él es genuinamente un águila, él entenderá el Mensaje de la hora, si él es una verdadera águila. Ahora, el aguilucho probablemente estaba comiendo en el corral, pero él—él sabía que no era exactamente lo correcto. Pero entonces cuando escuchó la Verdad, entonces él recibió esta Verdad. Ahora, en Juan 14…",
    "Juan 5:24, mejor dicho, Jesús dijo, hablando de esta manera: “El que oye Mis Palabras, y cree al que Me envió, tiene Vida Eterna, y no vendrá a condenación, mas ha pasado de muerte a Vida”. Solo piensen en lo sencillo que es eso. “El que cree”. Ahora, la manera correcta de decir eso es: “El que entiende”.",
    "Ahora, salga Ud. aquí a la calle y dígale a esta prostituta: “¿Cree Ud.?”.\n\n“Seguro”.\n\n“¿Cree Ud. que Él es el Hijo de Dios?”.\n\n“Ciertamente”.\n\n“¿Ha sido bautizada?”.\n\n“Seguro”.",
    "Vaya al borracho, dígale: “¿Escuchó eso? ¿Escuchó predicar a ese predicador?”.\n\n“Sí”.\n\n“¿Cree Ud. Eso”?\n\n“Seguro”. ¿Ven?",
    "Pero, “El que entiende, aquel que conoce su lugar en esta hora, aquel que oye Mi Palabra y cree al que Me envió, tiene” (tiempo presente) “Vida Eterna. No vendrá al Juicio, porque ya ha pasado de muerte a Vida”. Entonces cuando esta nueva Vida Eterna mora en Ud., es el potencial o las arras de que Ud. está siendo vivificado de lo mortal a la inmortalidad.",
    "Permítanme decir eso de nuevo. Cuando este Espíritu lo ha encontrado a Ud., al individuo, y ha venido sobre Ud., Eso es el potencial de su herencia Eterna que Dios pensó de Ud. e hizo para Ud. antes de la fundación del mundo. Ese es su potencial.",
    "Como si Ud. me pidiera un árbol de roble y yo le diera una bellota. Ahora, la—la—la vida del árbol de roble está ahora en la bellota, pero Ud. tiene que esperar hasta que crezca.",
    "Así también nosotros. Cuando Ud. recibe el Espíritu Santo de Dios, es el potencial de Dios de que ya lo ha reconocido a Ud., y que está esperando en Ud. Y Ud. está sellado con el Espíritu de promesa de Dios, en el Cuerpo de Cristo. Cuando Dios miró abajo al Calvario y vio a Jesús muriendo, Él no solo… ¡Oh! Él murió por Su Novia, el Cuerpo, lo cual es la Iglesia Palabra, la Iglesia que cree la Palabra de Dios para la edad, ya sea los pies, el cuerpo, la cabeza o dondequiera que esté. ¿Ven? Es… Cristo estaba sangrando y muriendo. Y Dios, mirándolo a Él, vio Su resurrección, y la Iglesia se levantó con Él en la Pascua.",
    "Ahora, quiero que Uds. capten todo esto, porque tengo algo aquí que quiero decir dentro de poco, Dios mediante.",
    "Ahora fíjense. Son las arras o el potencial, el Poder vivificador de su resurrección, cuando Uds. reciben el Espíritu Santo. Está entonces morando en Uds., el potencial.",
    "Fíjense, Uds.—Uds. ahora van de camino, creciendo hacia la plena resurrección. Ningún árbol sale de la noche a la mañana. Tiene que crecer, así como nosotros crecemos en la gracia y el conocimiento de Dios. Uds. son bautizados en el Espíritu Santo. Ahora, como la Iglesia Pentecostal, bautizados en el Espíritu Santo, ha empezado a crecer. Hay ramas que han muerto; las han podado. Pero el Árbol sigue creciendo, aún sigue avanzando porque tiene que llegar a la resurrección.",
    "Ellos son guiados por el Espíritu, para vivificarles la Palabra a Uds. que son creyentes. La Palabra continúa vivificando a medida que Uds. llegan, la primera rama, la segunda rama, la tercera rama, hasta arriba. Simplemente continúa vivificando. El Espíritu de Dios continúa vivificando para Uds.",
    "Fíjense que Pentecostés, sus cuerpos fueron vivificados por la Vida nueva que ellos recibieron. Eso me hace sentir religioso. Piensen. Ahora, aquí había hombres, pescadores, recaudadores de impuestos, las mujercitas humildes de… y amas de casa sencillas, jovencitas vírgenes. Ellos eran creyentes. Ellos estaban creyendo que esto era la Verdad. Ellos creyeron que cuando Jesús murió (habían creído en Él) y que resucitó de entre los muertos, ellos creyeron que era el testimonio absoluto de Dios, de que Él había sido vivificado por Él a vida.",
    "Ahora, ellos llegan al Día de Pentecostés a recibir su abstracto. ¿Saben Uds. lo que es un abstracto? Es cuando un título ha pasado la revisión. Ellos subieron allá para recibir su abstracto. Y ellos llegaron a ser vivificados o… ¡qué emoción! Ellos habían comprado la tierra; había sido comprada para ellos. Ellos la habían recibido.",
    "¿Es verdad o no? “Lo vimos a Él levantarse, pero ahora ¿qué pasa con nosotros? Nosotros somos testigos. Nosotros estuvimos allí y vimos al Hombre crucificado. Vimos las nubes cubrir la tierra y oscurecer los cielos. Y la—la tierra tembló y se sacudió; sufrió una postración nerviosa. Entonces cuando… Ellos lo pusieron en el sepulcro. Ellos Lo atravesaron a Él en el corazón, con la lanza, y bajaron Su cuerpo y lo pusieron en el sepulcro de José de Arimatea”.",
    "Y entonces se dieron cuenta que al tercer día Él se levantó otra vez. Y como dijo el discípulo: “Nosotros somos testigos de esto. Nosotros lo vimos resucitar. Nosotros sabemos que Él está vivo”.",
    "Ahora, ¿qué hizo eso? Eso quitó todo el temor. Con razón Jesús dijo: “No temáis. Yo soy el que estuve muerto, y vivo por los siglos de los siglos”. ¿Ven? Eso quitó todo el temor, cuando ellos hicieron eso.",
    "Ahora, pero cuando ellos subieron para el Pentecostés, allí ellos recibieron el Poder vivificador, el Poder que los trajo a vida.",
    "Ahora, ahí es donde yo pienso que Uds. presbiterianos y hermanos metodistas, que Uds. sí reciben potencialmente al creer en el Señor Jesucristo, pero el abstracto aún no ha llegado. Eso es liberar el título.",
    "Dios le dio a Abraham una promesa. Abraham le creyó a Dios, y le fue contado a él por justicia. Pero Él selló el pacto con el sello de la circuncisión.",
    "Y Dios les da a Uds. una promesa, potencialmente, que Uds. lo recibirán, y que Uds. van a ser levantados; este cuerpo va a ser glorificado con Él en el tiempo del fin. Pero, ¿lo ven?, Uds. tienen que recibir la liberación de ese título. Y la liberación es cuando todo lo que está contra eso ha sido quitado, y Ud. recibe el abstracto. Ud. tiene el sello. Es suyo. Todo ahí le pertenece a Ud. Amén.",
    "Y cuando creemos en Jesucristo como nuestro Salvador, y nos arrepentimos y somos bautizados y llegamos a creer en Él: Dios reconoce nuestro arrepentimiento y nuestra fe hacia Él y envía el abstracto. Y el abstracto es la seguridad. Es la garantía de que todo lo que alguna vez había contra Ud., Ud. se arrepintió completamente. ¡Aleluya! Y la propiedad ha sido comprada, y Ud. posee el Abstracto como seguridad.",
    "Dejen que alguien trate de sacarlos de la tierra, decir que les pertenece, y Uds. con el abstracto en la mano; dejen que él lo intente. No hay una ley en la tierra que pueda hacerlo, porque Ud. posee el abstracto.",
    "Y no hay diablo, ni iglesia o teología alguna que pueda sobrepasar los límites de la prueba de Dios y el abstracto, que el bautismo del Espíritu Santo nos ha reconocido en Jesucristo. Estamos tan seguros de resucitar como Él resucitó, porque potencialmente ya hemos resucitado en Él. Amén.",
    "Las cosas viejas. ¿Qué hace eso a nuestros cuerpos mortales? Cambia nuestra opinión, cambia nuestros conceptos. Pone nuestros afectos en cosas que son de Arriba. Y el fumar, beber, apostar, las cosas que Uds. hacían antes, están muertas. Están debajo de Uds.",
    "Y Uds. son vivificados. Y este Poder vivificador trae su cuerpo a una condición ya raptada. Fíjense en la gente pentecostal allá arriba, cuando ellos fueron vivificados por el Espíritu Santo. Escúchenme. Cuando aquellos del grupo pentecostal allá arriba, en el Día de Pentecostés, recibieron su abstracto del título de parte de Dios, seguro, eso glorificó sus almas. Ellos gritaron. Ellos vieron Lenguas de Fuego repartidas sobre cada uno de ellos. Y eso vivificó tanto sus cuerpos, al grado que ellos ya ni podían siquiera hablar en un lenguaje terrenal. Eso vivificó sus cuerpos a un lenguaje Celestial, al Lugar adonde ellos van. El Poder vivificador de Dios sacudió así sus cuerpos mortales, a tal grado que todo el lenguaje mortal de ellos fue transfigurado, transformado a un lenguaje inmortal. ¡Qué Poder vivificador! ¿Qué? Algo que pertenece.",
    "🦅 Si el Espíritu que levantó a Jesús de los muertos mora en vuestros cuerpos mortales, también vivificará vuestros cuerpos mortales”. Nosotros entonces somos vivificados por el poder del Dios viviente.",
    "Lenguas, vivificados a un nuevo lenguaje Celestial, para hablarles a ellos; un arrebatamiento arriba, subiendo a una atmósfera diferente de la que ellos alguna vez habían vivido. También, con la Vida nueva vivificadora a ellos, que entró en ellos, Eso les vivificó su lenguaje. Ellos hablaron en nuevas lenguas. ¡Oh, sí!",
    "Ahora obsérvenlos. También fue designado darles a ellos (después de este abstracto), fue designado darles a ellos cada promesa que estaba en los terrenos. Cada promesa en los terrenos de la Palabra de Dios, que fue prometida en la Biblia, ese Poder vivificador les fue dado a ellos, para vivificarles esa promesa. Entonces pusieron manos sobre los enfermos, y ellos fueron sanados. Hablaron en nuevas lenguas. Hicieron grandes señales y maravillas, porque eso estaba en la promesa de Dios. Y cuando Jesús murió para redimir de nuevo eso a ellos, los terrenos que les pertenecían a los hijos de Dios, Él demostró lo que Dios era.",
    "¿Cómo nos atrevemos nosotros a socializar eso y ponerlo en una organización? No tenemos ningún derecho de hacer eso.",
    "Es el Espíritu Santo hoy, buscando corazones honestos que creerán ese Mensaje. Todo lo que en la Biblia fue prometido es para ese creyente. Y cuando Uds. lo aceptan en Su plenitud, y Dios sabe que Uds. lo harán, Él les da el Abstracto de eso. Y entonces cada promesa que ha sido hecha está en posesión suya, y el Espíritu Santo está allí para vivificarle eso a Ud. ¡Oh, vaya! ¿Qué—qué clase de personas deberíamos ser? ¡Cuán maravilloso es ver que el gran Espíritu Santo de Dios está aquí para ejercer ese poder! Piénsenlo. Cuando el mismo Espíritu Santo está aquí para dar testimonio de esta hora. Jesús así lo dijo. Él es el mismo ayer, hoy, y por los siglos.\n\n¿Cómo se atreve algún hombre a borrar eso de Allí?",
    "🦅 Las obras que Yo hago, vosotros también las haréis”, Juan 14:12. “Estas señales seguirán a los que creen”. Esa es la seguridad. Cuando vemos a un grupo de personas reunido, y esas señales mismas manifestándose, esa es la seguridad de que el abstracto está allí para vindicar que eso es propiedad de Dios. Amén.",
    "Así que nosotros también somos la Pascua. Amén. Estamos ahora en nuestra Pascua. Ya nos hemos levantado, ¡aleluya!, de las cosas del mundo a las cosas de la promesa de Dios. No es que lo haremos, ya ha sucedido; potencialmente.",
    "Es la promesa de Dios. Él derramaría Su Espíritu en los postreros días, y eso es lo que ellos harían. Fíjense: pusieron sus manos sobre los enfermos; todo lo que estaba en la promesa de Dios. “Derramaré Mi Espíritu en los postreros días, sobre toda carne. Vuestros ancianos soñarán sueños, vuestros jóvenes verán visiones”. Y todas estas promesas diferentes que Él hizo, todo está allí en la promesa de Dios. Jesús redimió eso para nosotros. Y cuando llegamos a ser…",
    "O nosotros, si estamos ordenados en ese terreno, si estamos ordenados para estar en ese terreno, como el águila caminando en el nido del pollo, si Ud. ha sido ordenado a ese terreno, el Espíritu Santo está aquí para encontrarlo a Ud. Y cuando Él lo encuentra, Ud. reconoce Su llamado. Ud. sabe la hora en la que está viviendo. Ud. sabe que estas cosas deben acontecer. Rápidamente Ud. es raptado para encontrarlo, y ahora Ud. está sentado en lugares Celestiales en Cristo Jesús. ¡Oh, qué promesa! ¡El Padre Celestial Quien nos da estas cosas!",
    "El Espíritu vivifica el compañerismo de ellos con Dios, a tal grado que ellos llaman a los muertos a vida, en ese día. Pusieron sus cuerpos sobre los muertos, ellos volvieron a vida. Escuchen atentamente: Ellos hicieron las mismas cosas que Jesús hizo porque el mismo Espíritu que estaba sobre Él, estaba sobre ellos. Si un Espíritu hace a un hombre actuar de esta manera, hace al otro que actúe de la misma manera. Si un…",
    "¿Cómo puede recibir Esto, decir que él tiene el Espíritu de Dios, y negar las obras de Dios? No puede hacerlo.",
    "Fíjense: la Vida de Dios, lo cual en el griego se llama Zoe, moviéndose a través de ellos y en ellos, vivificó sus mentes a Su Palabra. Ahora, permítanme decir eso muy suavemente ahora. El Espíritu de Dios que se mueve entre el pueblo, vivifica la mente de la persona a la promesa de Dios. ¿Ven? Lo hace. Miren. Y estoy tratando de mostrarles a Uds. el—el… y es para que Uds. se den cuenta que estoy hablando ahora de la Iglesia, y también que es vivificada a Vida, en Él.",
    "Aunque ellos, para empezar, solo eran atributos Suyos. Pero si Dios dijo: “En este día” allá en el principio, “Fulano de tal será Mi siervo”, ¡hace millones de años! Ahora, Fulano de tal nació en pecado, fue formado en iniquidad, vino al mundo hablando mentiras, porque él es un mortal. Pero, quizás él recibe una pequeña sensación religiosa; irá y se unirá a una iglesia. Quizá él se una a la iglesia pentecostal; no sé. Él pudiera unirse a lo que sea. Pero deje que alguna vez él entre en la atmósfera de Dios. ¿Ven? Fulano de tal está destinado a reconocer Quién es su Padre, así como esa águila reconoció quién era la madre; tiene que reconocerlo. ¿Ven? Solo es que Fulano de tal es un atributo de Dios que ha llegado a ser una Palabra hablada, y entonces el Espíritu Santo busca esa Palabra. Aquí está. Él lo llama a él, le da Vida Eterna, y le da entrada en la Presencia de Dios, la Palabra de Dios.",
    "Miren. Lo mismo con Dios cuando Él vio a Jesús. Era la—era la obra consumada la que Dios consumó con Jesús, cuando Él dijo: “Consumado es”. Todo el plan quedó consumado.",
    "Y cuando el Espíritu de Dios viene sobre Ud., y Ud. verdaderamente es uno de los atributos de Dios hablados por Él… Ahora, si Ud. no lo es, Ud. dudará y se frustrará, y correrá de aquí para allá, y todo lo demás, y nunca vendrá al conocimiento de la Verdad. [Cinta en blanco.—Ed.] Si Ud. es uno de aquellos, las cosas viejas pasan rápidamente ¿ve Ud.?, y Ud. llega a ser nuevo, y el plan de salvación es consumado. Ud. está listo para obedecer toda Palabra que Dios haya hablado de Ud. (¿ve?), para que Ud. haga. Ud. es sumiso a Su Palabra. El contrato, exactamente, el abstracto del contrato, el título de propiedad le pertenece a Ud.; las deudas están todas pagadas. Todo borrado de ahí y, como fue en el Día de Pentecostés.",
    "Ahora fijémonos en la vivificación, este Espíritu vivificador en otras personas.",
    "Ahora, les dije que no me tardaría mucho hablando, y solo tengo veinte minutos para cumplir con mi palabra, si hago eso, fíjense, para cumplir con el tiempo que dije, como—como una hora.\n\nFíjense ahora en este Poder vivificador. Que solo viene…",
    "Ahora, sufre de mucha mofa. Hay muchas personas que realmente piensan que Lo tienen, cuando no. Mucha gente lo hace porque tienen alguna impresión falsa de lo que han visto hacer a otros Cristianos. Satanás puede personificar cualquier cosa de esas. Sabemos eso. Y como misioneros, uno puede ver eso personificado: gritando, danzando, hablando en lenguas, todas estas cosas. Uno puede ver eso personificado en cualquier parte. Absolutamente. Entre paganos y gente que niega que hay tal cosa como Jesucristo, el Hijo de Dios. ¿Ven? Y ellos mismos hacen todas estas cosas.",
    "Pero el verdadero y genuino Espíritu vivificador que viene al creyente, lo vivifica a él a la Palabra de Dios. Eso es regresar otra vez al Alimento de águila, regresar directamente adonde él vive. “No sólo de pan vivirá El hombre, sino de toda Palabra que procede de la boca de Dios”.",
    "Fijémonos ahora en este Espíritu vivificador a medida que vino sobre otras personas, como lo hizo en—en el Día de Pentecostés.",
    "Fijémonos en Pentecostés, cómo ellos actuaron, y veamos si ellos fueron vivificados por este Poder vivificador del cual estamos hablando. En el Día de Pentecostés, todos ellos estaban esperando allá arriba. Internamente, ellos temían. Los judíos, de lo que ellos iban a hacer, así que se atemorizaron. Pero, ¿qué sucedió? Cuando este Poder vivificador cayó del Cielo, hubo una valentía que cayó sobre ellos. Había algo, un entendimiento, donde unas horas antes ellos no estaban muy seguros de eso. Ellos sabían que Él había—Él había muerto.",
    "Sabían que Él había resucitado, habían hablado con Él en el camino; “pero, ¿era esto para ellos o solo para ellos, solo para Jesús?”.",
    "Pero aquí en el Día de Pentecostés, el Espíritu Santo, el abstracto cayó sobre los creyentes. Eso los hizo a ellos parte de Su resurrección, lo hizo a él parte de Su compañerismo. El Espíritu Santo vino y les confirmó a ellos que serían resucitados, porque potencialmente ellos habían resucitado en ese momento, de cobardes a hombres valientes.",
    "Ellos estaban—ellos estaban temerosos de la mismísima Palabra que ellos habían considerado. No dejen que esto se les pase. Estaban temerosos. Ellos sabían que Él era esa Palabra.",
    "Aun los judíos tuvieron que admitirlo. Nicodemo dijo: “Rabí, nosotros sabemos que Tú eres un Maestro que vino de Dios. Ningún hombre podría hacer estas cosas que Tú haces a menos que Dios sea con Él. Ahora, sabemos eso. Nosotros reconocemos eso”.",
    "Entonces los discípulos… Pedro aun maldijo en Su Presencia. Todos ellos lo habían abandonado a Él en la crucifixión.",
    "Pero ahora ellos se encuentran aquí arriba en este aposento alto, en la Presencia de Dios. Entonces, de repente, aquí viene este Espíritu Santo descendiendo del Cielo, y los vivificó. Y al acontecer la vivificación, ellos no temieron ser un testigo del Mensaje que ellos habían creído y que sabían que era la Verdad. De otra manera, ellos tendrían temor de Eso.",
    "Cuántos presbiterianos, cuántos metodistas, cuántos bautistas en el mundo hoy, ¿cuántos pentecostales que conocen la Verdad y tienen miedo de pararse por Ella? Me lleva a pensar ¿qué sería lo que cayó sobre Uds.? ¿Son Uds. parte de Su resurrección? ¿Se atreverían Uds. a defender a los gritos la teoría o idea de algún hombre? O ¿tienen Uds. el verdadero valor y la verdadera hombría que se necesita para pararse y llamar al bien “bien”, y al mal “mal”? ¿Son Uds. parte de Su resurrección o son Uds. adoradores de un montón de credos? ¿Es Ud. uno que va a la iglesia?, ¿tiene Ud. su nombre allí y está muerto en delitos y pecado?\n\nEl que no cree la plenitud de la Palabra de Dios es un pecador.",
    "Esos fariseos creyeron que muchas cosas eran la verdad. Ellos dijeron: “Nosotros somos los hijos de Dios”. Y lo eran hasta que esa Palabra fue predicada. Pero cuando esa Palabra fue predicada y vindicada, entonces ellos llegaron a ser pecadores, por rechazar la Cosa que ellos sabían que estaba correcta y lo testificaron. “Nosotros sabemos que Tú eres un Maestro que viene de Dios. Porque ningún hombre puede hacer las cosas que Tú haces sin que Dios esté con Él”.",
    "Me pregunto hoy ¿dónde estamos? Yo les pregunto: ¿Dónde nos está encontrando esta resurrección? ¿Se atreve Ud. a dar un paso al frente? ¿Se atreve Ud. a tomar a Dios en Su Palabra? Si Ud. está ordenado a Vida, de seguro que Ud. lo hará. Si Ud. es un águila, Ud. no puede evitar hacerlo, hay Algo en Ud. ¿O quiere Ud. solo servir a un credo en alguna parte, decir: “Yo voy a la iglesia? ¿Yo soy tan bueno como Ud.”? ¿Ve? Si Ud. no tiene la primogenitura, nunca lo verá, Ud. no puede verlo. Pero si Ud. tiene la posesión de esta primogenitura, Ud. no puede evitar verlo, porque es parte de Ud. y Ud. es parte de Eso.",
    "¿Cómo podría yo negar la madre que me dio a luz? ¿Cómo podría yo negar al padre, siendo que su propia sangre está en mí? ¿Cómo podría yo negar que Charles Branham sea mi padre? Yo no podría hacerlo. Estoy dispuesto a llevar su reproche o cualquier otra cosa, porque yo soy su hijo. ¡Aleluya!",
    "Entonces siendo un hijo de Dios (y Él era la Palabra de Dios), ¿cómo puedo yo negar que esa Biblia sea la Verdad, que Jesucristo no es el mismo ayer, hoy, y por los siglos? Y viendo la hora en la que estamos viviendo, necesitamos una Pascua en la iglesia: ¡Resurrección! Nosotros necesitamos una resurrección para darle poder a la fe, hombres y mujeres que se paren por aquello que es la Palabra de Dios vindicada.",
    "Dicen: “Bueno, llevamos a cabo nuestra Juventud para Cristo”. Eso está bien. “Nuestra iglesia tendrá una reunión. Queremos tantos miembros”. Nada en contra de eso; está bien. Pero eso solamente es la atmósfera. Eso pudieran ser las plumas de una gallina vieja. Pero si Ud. entra en la atmósfera correcta allí, empollará un águila si Ud. es un huevo de águila. Y si Ud. fue ordenado previamente por Dios para verlo, Ud. no puede evitar verlo, Ud. vendrá en una resurrección. De esa manera nació el bautista. De esa manera nació el metodista, en una resurrección de ese día, pero ellos se desviaron a una gallina en vez de a un águila.",
    "Como dije no hace mucho, saliendo de Tucson, observé una cosa muy extraña. Vi un halcón allá en un cable. Ese halcón desde hace mucho ha perdido su identificación. Solía ser un ave enseguida al águila. No podía seguir al águila; no, de ninguna manera. Nada puede seguir a un águila. Pero él era un halcón.",
    "Cristo es el Águila, y la iglesia debería ser cuando menos un halcón. Ellos pueden volar más alto que cualquiera del resto de las aves. Pero ese halcón ha llegado a ser blando. Ha perdido su identificación. Él se para en los cables de teléfono y espera algún conejo muerto. Él salta como un buitre en lugar de volar como un halcón.",
    "¡Oh, mi hermano, mi hermana!, Uds. gente pentecostal que son mi propio pueblo amado: la iglesia está perdiendo su identificación. Está bajando y dependiendo de algún credo formal muerto, en lugar de volar en lo Celestial, más allá, buscando maná fresco.",
    "Un halcón acostumbraba cazar su propio maná, pero hoy él toma lo que los automóviles atropellan y lo que comen los buitres. Él salta como uno; parece uno.",
    "Nosotros mismos nos hemos adornado como el mundo moderno, nuestras mujeres cortándose el cabello y usando pantalones cortos, nuestros hombres sin suficiente espinazo para pararse en el púlpito y decir la verdad. Hace mucho nos hicimos blandos con la Palabra.",
    "¡Oh, Dios!, envía el Espíritu Santo y encuentra a esas águilas en alguna parte, que están listas para pararse allá sin que importe lo que suceda, que se elevarán a lo desconocido, no se sentarán en los cables del teléfono y esperando que venga una literatura de alguna escuela dominical. Denme a mí la Palabra y en la frescura del poder y demostración del Espíritu Santo. Nosotros necesitamos una Pascua, una resurrección que sea potencial. Mi amigo, si Ud. está satisfecho con semejante carroña del mundo, algo anda mal.",
    "Mi hermana, mi hermano, permítanme decirles esto a Uds. con temor piadoso, sabiendo que yo quizás no viva para ver una Pascua nuevamente. Pero una cosa es segura: cuando un hijo genuino de Dios pre-ordenado por la Palabra de Dios oye esa Voz de Dios, él se levantará e irá a encontrarla. Son los potenciales de que él va a encontrar la verdadera Palabra viviente. Como Él era, la Novia encontrará al Novio. Ella es parte de Su Cuerpo.",
    "Fíjense, hace mucho venimos perdiendo nuestras identificaciones. Venimos los miércoles en la noche, algunos de nosotros. Otros se quedan en casa para ver Quién ama a Susie, televisiones, toda clase de cosas mundanas, toda clase de entretenimientos, para apartarlos de la iglesia. Hace mucho que la perdimos.",
    "Nuestros seminarios, nuestras escuelas están produciendo una cantidad de Rickies con una gran cantidad de teología, y—y entretenimiento y de todo en la iglesia, para tomar el lugar de la reunión de oración. Hemos tomado vestuario y tratado de hacer lo que los modernistas tratan de hacer, para traerlos. Uds. nunca se los ganarán por ese medio. Ellos tienen más de eso que lo que Uds. tienen. Uds. no tienen nada que ver en sus terrenos… en el terreno de ellos. Déjenlos que ellos vengan al de Uds., en donde el verdadero bautismo está resplandeciendo, en donde está el verdadero poder de la resurrección. No traten de edificar una iglesia como la de ellos; no traten de tener un pastor como ese. No traten de hacer esto, eso o lo otro, o cooperar con el mundo. Ellos brillan con Hollywood.",
    "El verdadero Evangelio resplandece con poder. Eso es lo que escuchan las águilas. Ellas no buscan un brillo, ellas buscan un resplandor. Resplandeciendo con humildad, resplandeciendo con amor, resplandeciendo con poder; eso es lo que busca la verdadera águila. Ud. no puede escarbar en el patio de un corral y complacerla a ella; jamás la complacerá. Ud. jamás la convencerá, porque ella no lo cree.",
    "Deje que esa Voz grite desde los Cielos: “Yo soy el que estuve muerto y vivo otra vez”. Algo sucede. “Yo soy el mismo, ayer, hoy, y por los siglos. Y se cumplirá en los postreros días que Yo mismo Me derramaré sobre toda carne”. ¡Gloria a Dios! “Yo les vivificaré a Uds. su lenguaje mortal; les vivificaré sus lenguas mortales; les daré a Uds. la evidencia de que Yo los voy a traer en la resurrección Conmigo”. Las águilas con corazones hambrientos se esfuerzan por alcanzar eso con todo lo que tienen. Es la Perla de gran precio por la cual ellos venden todo lo demás, para ir a comprarla. Amén.",
    "Dios nos ayude, amigo. Nuestras iglesias están perdiendo su identificación.\n\nRápidamente ahora vayamos a algunos.",
    "Observen la acción de esos discípulos, temerosos. Ellos sabían que Jesús era la Verdad; pero, vean, Eso iba en contra de la idea popular, la religión popular de la hora, la religión más estricta sa-… fariseos, saduceos y lo demás, sus sectas, clanes y denominaciones. Ellos estaban—estaban en contra de esa “Herejía”. Pero Jesús era la Palabra identificada.",
    "Y Jesús es el Espíritu Santo, en Espíritu. “Un poco y el mundo no Me verá más, pero vosotros Me veréis”, no el cuerpo; la Vida que estaba en Él. Dios está sobre la Iglesia para llamar hijos como Él lo hizo en aquel entonces: obedientes.",
    "🦅 Yo siempre hago lo que le place a Mi Padre. ¿Quién de Uds. Me puede acusar de pecado?”. En otras palabras, pecado es “incredulidad”. “¿Qué ha dicho la Palabra de Mí, que Yo no haya hecho?”. Ahí lo tienen. “Muéstrenme lo que la Palabra dijo que Yo haría, que Yo no lo hice. ¿Quién Me puede acusar? ¿Quién puede señalarme y decir que Yo no he cumplido la Palabra de Mi Padre?”. ¡Oh, cuando la iglesia pentecostal llegue a ese lugar! “¿Quién Me puede acusar de incredulidad?”.",
    "¡Oh, Cristianos, sean identificados no como un halcón sino un águila! Ese halcón es blando, bajará. Uds. nunca ven a un águila haciendo eso; ella nunca hará eso. Ella caza su propio alimento, desde las alturas. Dios la ha preparado para que ella lo pueda ver. Ella consigue maná fresco, no algo que está muerto.",
    "En los hebreos, cuando cruzaron el desierto, ellos comieron, trataron de comer maná muerto. Este se había estancado; tenía—tenía larvas. Uds. saben lo que queremos decir. Simplemente está contaminado, podrido; tiene gusanos.",
    "¿Por qué debo comer un alimento que ha estado muerto por años? Pudiera conservar su forma y apariencia, pero no está fresco. Tenemos que tener alimento en cada generación nuevamente. Así también el águila busca ese alimento en cada generación, como nosotros estamos en nuestra jornada. Fíjense.",
    "Ahora tomemos algunas personas nuevamente. Tomemos algunos de los profetas del Antiguo Testamento, veamos lo que ellos hicieron.",
    "Miremos primero a Esteban, cómo Esteban en medio de ese Concilio del Sanedrín… Cuando ese concilio lo llevó allá, esa gran asamblea allá de creyentes, o que se suponía que eran creyentes, lo llevaron y trataron de condenarlo. “Pues” dijo él “duros de cerviz, incircuncisos de corazón y de oídos, Uds. siempre resisten al Espíritu Santo”. Eso es esa Vida Eterna. “Como vuestros padres hicieron allá en el pasado con los profetas, igual lo están haciendo Uds. hoy”. Y ellos crujieron sus dientes contra él; no querían oír eso. Él estaba en contra del credo de ellos. Estaba en contra de la denominación de ellos. Y ellos apedrearon al hombre hasta matarlo. Y él levantó sus manos, miró hacia el Cielo, dijo: “Yo veo los cielos abiertos y a Jesús parado a la diestra”. ¿Por qué? Tenía en él la resurrección, el Poder vivificador que lo llevó al seno de Jesús.",
    "Fíjense ahora rápidamente. Miren a Felipe, allá en un gran avivamiento. Teniendo un avivamiento en donde ningún hombre se hubiera atrevido, pues él estaba teniendo una gran cooperación entre las iglesias y todo allá. Estaba teniendo un gran avivamiento. Y el Poder vivificador de Dios le habló a él, dijo: “Esteban…” Puede haber dicho esto: “Estás teniendo un gran avivamiento, pero Yo tengo un hombre al que quiero que le hables”.",
    "Y Esteban siendo obediente, no importando lo que fuera, cuánta crítica: “¡Oh, Esteban, tú no te puedes ir!”.\n\n“Sí puedo. Dios lo ha dicho”.",
    "Y salió al desierto, y allá encontró a este eunuco. Y ¿qué sucedió? Él dijo: “Tiene… Si crees con todo tu corazón que Jesús es el Hijo de Dios, yo te bautizaré”. Cuando él lo bautizó…",
    "Miren. Él fue vivificado por este Poder vivificador para que abandonara un avivamiento de miles de personas, para salir al desierto a un hombre. ¡Oh, eso va en contra de todo razonamiento! ¿Ven? “Pues, hay diez mil que te quieren aquí”, pero hay uno necesitado, por allá. ¿Ven? Y el Poder vivificador lo envió a él al lugar provisto de Dios. ¡Aleluya!",
    "Hombres y mujeres, hará que Uds. se pongan de pie. Hará que hagan las cosas que Dios quiere que Uds. hagan. No me interesa lo que alguien más diga al respecto. El vecino dice: “¡Oh, esa persona ha perdido la mente! Ora toda la noche; leen la Biblia”. A mí no me interesa lo que ellos digan; es lo que Dios lo llamó a Ud. a hacer. Correcto. “¡Oh!, ellos dicen que nosotros no podemos tener estos avivamientos pentecostales chapados a la antigua”. ¡Oh sí, podemos tenerlos! Ud. mismo puede tenerlo. Y Ud. es la mayoría con Dios, no importa lo que los demás piensen.",
    "Fíjense, después, al obedecer. Escuchen ahora atentamente. Después de obedecer a Dios por Su Palabra, cuando él cumplió su misión, ese Poder vivificador que él recibió en Pentecostés lo arrebató, le vivificó su cuerpo. A millas y millas de distancia fue llevado él en el Espíritu, y se encontró en otra región en alguna parte. ¡El Poder vivificador de Dios! Y si nosotros somos pentecostales: “ese mismo poder que levantó a Jesús de los muertos, ¡si mora en sus cuerpos mortales!”. ¿Ven? Muy bien, fíjense.",
    "Tomemos a otro hombre con este Poder vivificador. Había un hombre hace mucho tiempo llamado Enoc. Cuando algo nuevo venía, cuando algo venía y decía: “Bueno, ahora tenemos que regresar al viejo pensamiento o esto, eso o lo otro”, Enoc caminó con Dios. Lo que Dios le decía que hiciera, Enoc nunca pasó por alto una Palabra. Él caminó con Dios. ¿Qué era él? Él era un hijo de Dios. Él era un águila que había sido llamada para ese día.",
    "Y cuando llegó el momento, ¡él estaba tan lleno de ese Poder vivificador! Recuerden, él había caminado quinientos años o más, delante de Dios, y ni una vez había pasado él por alto Su Palabra. Ni una sola vez él se comportó mal. No hizo más que guardar el testimonio. Todo lo que Dios le dijo que hiciera, él fue y lo hizo. Sin argumentar al respecto, él simplemente fue y lo hizo; sin importar lo que alguien más pensara, él fue y lo hizo. ¿Por qué? Él estaba lleno de ese Poder vivificador. Y cuando llegó el tiempo de que el anciano muriera, Dios simplemente le envió una escalera y él subió caminando al Hogar. Él lo vivificó y se llevó su cuerpo mortal en un rapto. Amén. Eso es ese Poder vivificador.",
    "Miren a Elías después de concluir su obra en la tierra. Él estaba tan lleno de ese Poder vivificador que condenó esos cortes de cabello de Jackie Kennedy en su día. Él le había dicho a esa vil Jezabel lo que pensaba de ella. Él les dijo a esos predicadores y sacerdotes lo que estaba bien y mal, y ellos no le creyeron. Pero él condenó fuertemente a esas mujeres con caras pintadas y cosas. Y él tan lleno de ese Poder vivificador que nada podía hacerle daño. Dios lo había alimentado desde los Cielos, lo sacó y lo apartó. Y él estaba tan lleno del Poder vivificador que cuando llegó la hora de morir, el Jordán se abrió y él simplemente caminó, le envió un carro y se lo llevó arriba a Casa, estaba tan lleno de ese Poder vivificador. Él llegó a ser un verdadero hijo de Dios genuino. Sí.",
    "Fíjense, él tenía un sucesor, y su nombre era Eliseo. Y Eliseo tenía una doble porción de este Poder vivificador. ¿Ven? Él tenía una doble porción. Ahora, él predicó como por ochenta años o él tenía como ochenta años. Él se enfermó y murió. Ahora, a él no le fue dado irse a Casa como a Elías. ¿Ven? Ambos están representados allí en la Iglesia: algunos santos se van y algunos descansan. Pero fíjense cuando Elías subió en el rapto; luego Eliseo durmió en Dios, lleno del Poder vivificador. Miren su profecía antes de él morir. ¿Ven?",
    "Ahora, permítanme mostrarles. A mí no me interesa si Ud. está muerto o Ud. dónde esté, ese Poder vivificador nunca lo deja. Años y años después de su muerte, su carne se había podrido, los gusanos de la piel se la habían comido. Y un día ellos iban cargando un muerto, lo arrojaron allí sobre esos huesos y había tanto Poder vivificador allí que el hombre regresó a la vida. ¡Aleluya! Lo levantó de los muertos, porque ese Poder vivificador que estaba sobre ese santo de Dios, nunca lo dejó, permaneció allí en esos huesos.",
    "¡Oh, recuerden, nosotros somos carne de Su carne, hueso de Sus huesos, si somos Su Novia! La muerte no perturba ese Poder vivificador en lo absoluto. “Aunque los gusanos de la piel destruyan este cuerpo, aún así en mi carne yo veré a Dios”. ¡Gloria a Dios! ¡Qué…! Yo no sé qué decir. ¡Qué esperanza para un anciano como yo, sabiendo que veo mi tiempo del fin tan cerca, teniendo cincuenta y seis años!",
    "Desde muchachito yo me he parado aquí, tratando de proclamar Esto. Pero yo sé que en mí, nada bueno que yo tenga, nada que yo haya hecho, pero en mí está ese Poder vivificador; un día Eso me vivificó de las cosas del mundo, siendo un joven, a Vida Eterna. ¡Oh, las cosas que han acontecido! He visto visiones, predicho cosas. Él no ha permitido aún que nada falle. He hablado en otras lenguas; he profetizado. He hecho esas cosas por el Espíritu de Dios que mora en mí. Ese es Poder vivificador. Yo sé que algún día…",
    "Mi Redentor está vivo hoy. Y algún día cuando Él venga, estos huesos se levantarán de nuevo, para ir a encontrarlo a Él en el aire. Uds. pueden enterrarme en el mar, quemarlo, lo que Uds. quieran; ese Poder vivificador es Eterno. ¡Fiu! Siento la Pascua ahora mismo. Sí, señor. La he tenido por años. Está en mí.",
    "Está en Uds. Si Uds., el Espíritu que levantó a Jesús de los muertos mora en sus cuerpos mortales, Eso los ha vivificado a Uds. de las cosas del mundo a la Palabra de Dios únicamente. Los ha vivificado de esta vida a Vida Eterna. Uds. que una vez estaban muertos en delitos y pecado ahora han sido vivificados juntamente, para sentarse en lugares Celestiales con Cristo Jesús, festejando del Maná de Arriba, viendo la mano de Dios manifestada, probando la promesa de este día.",
    "🦅 Como fue en los días de Noé, así será en la venida del Hijo del Hombre. Ellos estaban comiendo, bebiendo, casándose, dándose en casamiento. Y como fue en los días de Lot, así será en las horas que el Hijo del Hombre será revelado en la tierra”, ya no más Hijo de Dios, sino “el Hijo del Hombre”, regresa como el Mensaje profético para el último día, cuando esa águila estará volando; no el león; no el becerro en la edad de sacrificio. ¿Ven?",
    "Cada vez un poder religioso salió para enfrentar el reto del poder político del mundo. Cuando se levantó el león, el poder religioso, eso fue a enfrentar el poder romano.",
    "Y entonces cuando vino la hora de sacrificio, salió el becerro, porque él es la Bestia de sacrificio del Señor.",
    "Luego vinieron los reformadores, a través de las edades de la iglesia, vino el rostro de un hombre. Y los reformadores habían sido desde Lutero, Wesley, ¡oh!, Calvino, viniendo y viniendo, hasta la edad pentecostal.",
    "Pero en el último Mensaje que salió, allí vino un águila volando. Es el tiempo del águila, el tiempo de revelar; la Palabra de Dios hecha manifiesta, la Palabra de Dios probada. ¡Oh, hijos, entren a este bautismo del Espíritu Santo! Entren y créanlo con todo su corazón, Dios los llenará.",
    "Ahora miren aquí. Encontramos ahora, recuerden: “Nosotros somos carne de Su carne y hueso de Su hueso”. Como Dios levantó Sus huesos y carne del sepulcro, ellos no pueden esconder al hombre que tiene los potenciales. La muerte no puede tomarlo a él. Jesús dijo: “Todo lo que el Padre Me ha dado vendrá a Mí; Yo lo resucitaré en el día postrero”. ¡Oh, vaya! ¡La Pascua! Pues estamos en la Pascua misma. Cuando Él resucitó, nosotros resucitamos con Él. Él envió el abstracto de regreso. Nosotros lo poseemos como el bautismo del Espíritu Santo. “Él está vivo por los siglos de los siglos; el mismo ayer, hoy, y por los siglos”. Hebreos 13:8 prueba eso. Él es el mismo.",
    "Sus ungidos mesiánicos creen eso. ¿Qué es el Mesías? ¿Qué es el Mesías? Mesías es “el Ungido”. Y ahora, si Él era el Mesías, siendo el Ungido para ese día, para cumplir la Palabra de Dios, para ser el Redentor y el Ungido, y Dios levantó ese cuerpo: Su Novia es el ungido para este día. Ya se ha levantado con Él en la resurrección, porque “estos dos son uno”. Amén.",
    "Yo—yo desearía poder decirlo de la manera que lo veo. Yo desearía tener la educación con la cual hacerlo. ¿Ven? Yo—yo espero que Uds. lo vean. Yo espero que Dios, el Espíritu Santo, descienda ahí y ponga eso en su corazón, para que vean lo que yo quiero decir.",
    "La resurrección, nosotros ahora estamos en la resurrección. Nosotros estamos con Él en la resurrección, pero solo aquellos que tienen Vida.",
    "No aquellos que no tienen Vida. Ellos no sabrán Eso. Ellos nunca sabrán Eso. Ellos continuarán pensando que están recibiendo el Espíritu Santo, siendo salvos, y el rapto ya habrá terminado y pasado. Dijo: “Elías ya vino, y ellos hicieron eso, y Uds. no lo supieron”. ¿Ven?",
    "Fíjense. La muerte no detiene el Poder vivificador de Dios. Fíjense. La muerte no puede pararlo.",
    "Ud. dice: “Bueno, mi madre era una mujer llena del Espíritu. Mi papá, yo nunca he visto a un hombre tan lleno del poder como mi papá. Pero él murió, Hermano Branham”. Seguro. Eso no detuvo el Poder vivificador.",
    "Moisés tenía ese Poder vivificador. ¿Lo creen Uds.? [La congregación dice: “Amén”.—Ed.] Nunca hubo un hombre como él en la tierra, hasta Jesús. Pues no solamente vio visiones, él habló cara a cara con Dios.",
    "Aun una profetisa, María, discutió Su Palabra un día. Él dijo: “¿No temes a Dios? Considera a Mi siervo, Moisés. No hay nadie en la tierra como él, en esta hora. Nunca ha habido alguien como Moisés. Yo le hablo a Moisés. ¿Qué ha dicho él que no fuera verdad? ¿Ven? Yo le hablo a Moisés. ¿No temes a Dios? No digas una sola palabra en contra de él”. Y ahí mismo ella fue herida con lepra y—y estaba muriendo. Ella no vivió mucho más después de eso. Moisés oró por ella.",
    "Y Moisés subió a la montaña a los ciento veinte años de ministerio u ochenta años de ministerio, ciento veinte años de vida, subió a las montañas y murió, y fue enterrado en el valle. Pero ese Poder vivificador estaba en él. Como ochocientos años después, aquí estaba parado él en el Monte de la Transfiguración. Amén. ¿Cómo estaba? Él fue incluido en esa resurrección. Seguro que lo fue. Él tenía el Poder vivificador de Dios. Él estaba parado allí.",
    "Miren a Job, a Abraham, a Isaac, a los santos en el día de la resurrección, esa grandiosa mañana que Job y todos ellos sabían que vendría. Cuando él dijo: “Yo sé que mi Redentor vive”, cientos y cientos de años antes de Cristo. De hecho, el Libro de Job fue escrito antes que Génesis, según dicen, es el Libro más antiguo de la Biblia.",
    "Y en sus pruebas, como por las que nosotros pasamos ahora. Y aun su esposa, lo más cercano a él en la tierra, dijo: “¿Por qué no maldices a Dios y te mueres?”.",
    "Él dijo: “Has hablado como una mujer necia. Jehová dio, Jehová quitó, sea el Nombre de Jehová bendito”.",
    "Y entonces cuando el Espíritu de Dios vino sobre él, y empezó a profetizar, él dijo: “Yo sé que mi Redentor vive, y en los postreros días, Él se parará sobre esta tierra; aunque los gusanos de la piel destruyan este cuerpo, aun así en mi carne he de ver a Dios”. Y él se hizo un lugar para ser sepultado. Él dijo: “Compraremos este terreno”. Él compró allí y se sepultó.",
    "Después vino un hombre llamado Abraham. La Iglesia estaba creciendo, avanzando. Abraham, bueno, pues, él tenía los potenciales de Dios también: Vida Eterna, Eternal, porque Dios lo llamó. Ahora, fíjense. Cuando él murió o Sara murió, él compró un pedazo de tierra en Palestina cerca del sepulcro de Job, y sepultó a Sara. Abraham murió y también fue sepultado con Sara. Abraham engendró—engendró a Isaac.",
    "E Isaac, cuando él murió, él durmió con Abraham en la misma parcela de terreno. Ahora, cuando, Isaac engendró a Jacob…",
    "Jacob murió por allá en Egipto. Pero siendo un profeta, bueno, con este potencial, este Poder vivificador, él dijo: “No me sepultes aquí, José. Ven aquí, mi hijo profeta. Pon tu mano sobre esta cadera que Dios ha dejado inválida. Jura al Dios del Cielo que no me sepultarás aquí”. ¿Qué había en ese hombre? ¿Por qué no servía Egipto como cualquier lugar? Él era un profeta. Él sabía en dónde iba a acontecer esa resurrección. No iba a ser en Egipto; sería en Palestina. Dijo: “Pon tus manos sobre mi cadera inválida, y jura por el Dios que yo he servido. Tú eres mi hijo profeta, que no sepultarás mis huesos aquí. Llévame allá y sepúltame”.",
    "José, siendo un profeta también, puso sus manos sobre su padre inválido. Dijo: “Yo juro por el Dios de Abraham, Isaac, de Jacob, que no te sepultaré aquí”. Ellos se lo llevaron y lo sepultaron en esa tierra. ¿Por qué? ¿Por qué?",
    "Cuando José murió, él dijo: “No me sepulten por aquí. No me sepulten por aquí”. ¿Por qué? Dios es Dios en todas partes, pero Él tiene un plan. José era un profeta. Él dijo: “Algún día” escuchen sus palabras, “el Señor Dios los re-vis-… los visitará y los sacará de esta tierra. Y cuando se vayan, llévense mis huesos”.",
    "Ese Poder vivificador estaba en esos huesos. ¡Oh! “Si el Espíritu de Él que levantó a Cristo de los muertos mora en vosotros, Él también vivificará vuestros cuerpos mortales”.",
    "🦅 No pongan mis huesos por aquí. Sepúltenlos allá, con aquellos de la promesa”.",
    "Cuando vino Jesús, miren, tengo una Escritura aquí: Mateo 27:51, cuando Jesús se levantó de los muertos, Job vio esa Venida, dijo: “Yo sé que mi Redentor vive. En los postreros días Él se parará sobre esta tierra; aunque los gusanos de la piel hayan destruido este cuerpo, aun así, en mi carne yo he de ver a Dios. Yo lo veré”. Ellos sabían. Ese era un profeta. Abraham era un profeta. Isaac era un profeta. Jacob era un profeta. José era un profeta. Y ellos tenían la revelación de Dios, conforme a Su Palabra. Y en esa mañana de Pascua cuando vino Aquel y redimió a todos aquellos quienes habían creído en Él, ellos también resucitaron, conforme a la Biblia.",
    "Ese Poder vivificador entró en el sepulcro de Job, en donde ni siquiera quedaba una cucharada de polvo de sus huesos. Después de todos esos cientos y cientos y cientos de años, sus huesos se habían descompuesto. Eso—eso había regresado y retornado a los gases de la tierra, y allí solo quedaba puro polvo de ceniza. Pero, no obstante, cuando ese Poder vivificador, conforme a la Palabra de Dios, por la promesa, cientos y cientos, sí, miles de años después, cuando ese Poder vivificador salió de la sepultura, Job, Abraham, Isaac, Jacob, todos ellos salieron de la sepultura con Él.",
    "La Biblia así lo dice. San Mateo, el capítulo 27 y el versículo 51, dice: “Muchos de los santos que durmieron en el polvo de la tierra, resucitaron y salieron de los sepulcros con Él, cuando Él se levantó en la mañana de Pascua”. ¿Por qué? Ellos tenían ese potencial. Ellos tenían ese Poder vivificador, ¿ven?, y se levantaron de los muertos y se fueron con Él en la resurrección. Disfrutaron la resurrección con Él, porque ellos estaban llenos de ese Poder vivificador. Ellos tenían ese sello genuino de la Pascua.\n\n“Bueno” dicen Uds., “yo desearía haber vivido allá en el Antiguo Testamento”.",
    "Esperen un minuto. En Primera de Tesalo-… Tesalonicenses, el capítulo 4, el versículo 16, quiero que Uds. lean eso. “Tampoco queremos, hermanos, que ignoréis acerca de los que duermen, para que no os entristezcáis, como los otros que no tienen esperanza. Porque si creemos que Jesús murió y resucitó otra vez al tercer día” no una manufactura, sino que lo creemos, “así también traerá Dios con Jesús a los que durmieron con Él”.",
    "Los santos del Nuevo Testamento con ese Poder vivificador, también resucitarán en Su segunda Venida; tan cierto como los santos del Antiguo Testamento con todo ese Poder vivificador en sus huesos, y translaciones y poderes y todo lo demás que mostraron de Dios. Esos profetas a quienes vino la Palabra de Dios, ellos resucitaron con Él en esa mañana de resurrección; y con la promesa de Dios, de que todos los que están en Cristo Jesús también vendrán con Él en Su resurrección: con el Poder vivificador de Dios en los huesos.",
    "Con razón ponemos las manos sobre los enfermos. Con razón nos amamos los unos a otros; somos hermanos y hermanas. No deberíamos odiarnos unos a otros porque somos corregidos por la Palabra de Dios. Deberíamos amarnos unos a otros, y tener respeto los unos por los otros. Saben, si no lo hacen, no les ayudará.",
    "Hay un amiguito sentado aquí mismo, que…, en esta iglesia ahora mismo. Hace unos días… Ese hombre cree. El hombrecito tenía un cáncer en su oreja, y él no decía nada al respecto. Él estaba trabajando allá en la casa. Yo había estado con él en un viaje de cacería, allá con los Hermanos Mosley y el Hermano Dawson aquí. Estábamos cazando por aquí, el hijo del Hermano William. Y de casualidad miré su oreja y vi su oreja toda hinchada. Yo dije: “¿Qué sucede, Donavan, esa oreja?”.",
    "Él dijo: “Hermano Branham, ha estado así por mucho tiempo. Yo no sé”.",
    "Yo simplemente—simplemente lo tomé allí de la mano. Eso era un cáncer grande en su oreja. No había dicho ni una palabra; sencillamente se lo guardó, pensé: “¡Mi hermano!”. Uno o dos días después de eso, no había ni siquiera una cicatriz. Fue su respeto al Dios del Cielo, por Su Poder vivificador mató ese cáncer y salvó la vida de Donavan Weerts allá atrás. Correcto.",
    "¿Qué son estas cosas? Miren aquí, gente aquí de Phoenix. Mírense Uds. mismos, hermanos quienes han creído en esto. Miren a las personas que tienen esto, que ponen sus manos sobre Uds. Observen lo que sucede. Es el Poder vivificador; “Estas señales seguirán a los que creen”. Si ellos ponen sus manos sobre los enfermos, ese Poder vivificador, de águila a águila, algo va a suceder. Ahora, de un águila a un buitre, no funcionará. De águila a águila, se levanta del corral a lo Celestial. “Estas señales seguirán a aquellos que creen”, cuando los dos creen.",
    "Vean ese mismo Poder vivificador de Dios representado en estos dos profetas, Elías y Eliseo. Fíjense: la misma Palabra; uno de ellos es alcanzado, el otro es arrebatado: alcanzar y arrebatar. ¿Ven? Él fue arrebatado. Nosotros seremos alcanzados; alcanzados, los alcanzaremos a ellos, los encontraremos en el aire. “Seremos arrebatados para encontrarlos en el aire”.",
    "Fíjense, un pájaro necesita tener dos alas, para balancearse. ¿Es correcto? [La congregación dice: “Amén”.—Ed.] Elías fue un ala de translación, Elías. Eliseo fue un ala de resurrección. ¿Ven? Ambos, juntos, representando a los santos que están viviendo y a los santos que se han ido.",
    "Recuerden, vivificados para ver más allá de las cortinas. ¡Cómo estas personas fueron vivificadas allá en el pasado para mirar más allá de la cortina y ver en este tiempo; esos profetas!",
    "Miren a Pablo, hablando de los postreros días cómo estas personas estarían actuando y que ellos se llamarían Cristianos. Él era un profeta, lleno del Poder vivificador, lo vio sucediendo previamente. Nosotros creemos eso, ¿no es así? [La congregación dice: “Amén”.—Ed.] Él recibió el Poder vivificador.",
    "Miren el Poder vivificador hoy día, profetizando cosas sin fallar un solo evento; ni una sola vez falla. El Poder vivificador; no el poder de un hombre; el poder de Dios. El poder, el Abstracto de la Pascua, el Jesús resucitado ha enviado de nuevo el abstracto para garantizarnos que ya estamos vivificados con Él.",
    "Fíjense. Recuerdan Uds. el librito aquí, ¿los Hombres de Negocio, Mirando más allá de la cortina del tiempo? Yo empiezo a envejecer, sabiendo que mis días se acortan. Me pongo muy…",
    "Pongo a sonar esa pequeña alabanza que esas damas cantaron hace un momento. La he tenido ya como por dieciocho, veinte años: Yo quiero hablarlo, Señor. Y salgo y me pongo a orar, entonces viene ese Poder vivificador. Siento descanso. Miro allá Arriba. Digo: “Mira más allá”.",
    "Yo recuerdo esa mañana siendo arrebatado más allá. Y mi esposa allá atrás, acostada en la misma cama conmigo esa mañana. Yo fui levantado, y miré desde arriba. Y allí estaba ella, dormida. Yo dije: “Si voy a hacer algo para el Señor, más vale que te apures, muchacho. Has pasado los cincuenta”. Entonces el Espíritu Santo me arrebató, y yo miré Allá. Vi a esos santos, tan cierto como estoy parado aquí junto a este púlpito, con este Libro sagrado puesto aquí, y un ministro del Evangelio.",
    "¿Les habré dicho a Uds. alguna cosa en el Nombre del Señor que no haya sucedido? Si lo hice, quiero que Uds. me digan de eso. Cada vez ¿habrá sido perfecto, en la plataforma? ¿No ha sucedido cada vez como Él dijo? [La congregación dice: “Amén”.—Ed.] Esto fue ASÍ DICE EL SEÑOR.",
    "Yo me paré allí, miré en ese tiempo. Vi decenas de millares de millares viniendo, jóvenes y jovencitas corriendo, abrazándome, gritando. Yo volteé para mirar y me vi a mí mismo acostado en la cama. “¡Oh, Señor!, ¡Permitirme mirar más allá de la cortina del tiempo!”.",
    "¿Qué es? Es Poder vivificador que nos arrebatará. Ese gran Poder vivificador. El Poder vivificador vino en estos postreros días.",
    "Para eso es que estoy ahora en Arizona. Hay muchas personas sentadas aquí que estaban presente aquí mismo en Phoenix, y me escucharon decirles a Uds. desde esta misma plataforma: “ASÍ DICE EL SEÑOR”. ¿Cuántos recuerdan eso? “Ahora ve. Algo está por suceder”.",
    "Yo vi venir siete Ángeles. ¿Acaso no lo publicó la revista Life, como Esa neblina flotó por aquí a veintisiete millas de altura y treinta millas de ancho? [43.47 km y 48.30 km] ¿No están Fred Sothmann? estos otros, ¿Gene Norman, ellos, sentados allá atrás? Estuvieron allí parados cuando esos siete Ángeles aparecieron allá en el monte. Eso sacudió los montes alrededor, por millas, de esa manera. Allí estaban siete Ángeles. Y arrojaron una espada a uno en la mano, dijeron: “Ve a casa y abre estos Siete Sellos que han sido entregados”. Y aquí están, el verdadero misterio de casamiento y divorcio, y la simiente de la serpiente y todas estas cosas por las que se ha discutido. Es ASÍ DICE EL SEÑOR.",
    "¿Qué es? El Poder vivificador viniendo a la Iglesia, preparándola a Ella en esta hora a la que nos acercamos: ¡El Poder vivificador!\n\n¡Oh, Dios ayúdanos a recibir Eso! ¡Ayúdanos a creer Eso!",
    "¿Ven?, solo depende de la actitud que Ud. tome hacia Ello, si les va a ser de algún provecho o no. ¿Ven? Uds. tienen que creerlo. Si Uds. no Lo creen, no les hará ni una pizca de bien.",
    "Como Samuel se presentó allí delante de ese pueblo y dijo: “¿Les habré llegado a decir algo a Uds. en el Nombre del Señor que no haya sucedido? ¿Les habré pedido dinero alguna vez para el sustento?”.\n\n“No, pero como sea, nosotros queremos un rey”.",
    "De esa manera es la iglesia hoy. Ellos quieren sus propias ideas. Ellos no le prestarán ni una pizca de atención a uno. Ellos le dan la vuelta. Bueno, eso solo muestra que el Poder vivificador no está allí.",
    "🦅 ¡Oh!” dice Ud., “bueno, yo hablé en lenguas. Yo he brincado y gritado”. Todo eso está bien.",
    "Pero si ese Poder vivificador está allí, Ud. reconocerá. Como ese aguilucho: esa es su mamá; Eso es la Palabra; Eso es ASÍ DICE EL SEÑOR; eso es lo que Dios prometió; eso es lo que fue predicho. Eso es exactamente lo que sucedió. Nosotros estamos más allá de toda sombra de duda, potencialmente en la resurrección ahora mismo, los santos preparándose para ser arrebatados en el aire.",
    "Así que, Jesús, tan lleno de este Poder vivificador, dijo: “Si Uds. pueden destruir este templo que Uds. creen que les tomó cuarenta años construirlo, Yo lo levantaré en tres días”.",
    "¿Por qué? ¿Por qué Jesús podía decir eso? Quiero preguntarles. ¿Por qué podía Jesús decir una cosa como esa? Él sabía que Él era. Amén. Yo quisiera poder hacer que eso se les grabara. Él sabía quién era Él. Él sabía que cada Palabra que Dios había escrito allí de Él, Él la había cumplido. Sabía que Él era Aquel de quien habló David.",
    "¿Saben que Uds. son de los que habla la Biblia? [La congregación dice: “Amén”.—Ed.] ¿Saben Uds. que su posición está en Cristo? Si Uds. están en Cristo, Uds. son una nueva criatura. ¿Saben Uds. que esta Palabra es como el sustento diario para Uds.? Pues, seguro que sí. Es lo suyo. Uds. son un águila. Ese es su Alimento.",
    "Él sabía que por el poder de Dios Él lo haría, porque estaba profetizado que Él lo haría. Por eso Él no temió decir: “Destruid este templo. Yo lo levantaré en tres días, porque David dijo: ‘No dejaré Su alma en el Seol, ni permitiré que Mi Santo vea corrupción’”. Él sabía que ni una célula de Su cuerpo se corrompería; y se corrompe en setenta y dos horas. Él dijo: “Destruid este templo, Yo lo volveré a levantar, en esos tres días”. ¿Por qué? Él estaba tan lleno de ese Poder vivificador que vivificó cada Palabra. Él miró atrás y vio cada Palabra que Dios escribió de Él, y lo que el profeta dijo Él lo cumplió. Él sabía que esa también sería cumplida.",
    "Ahora, cada Palabra que Dios ha dicho ¿su espíritu le habrá dicho “amén” a Ella; ha sido Ella cumplida en su vida, como un creyente?",
    "¿Se reserva Ud. en algo?, dice: “¿Bueno, mi iglesia enseña otra cosa”? Entonces tenga cuidado, halcón.",
    "Fíjense: las águilas creen. No cabe duda, para ellas; ellas La creen. Fíjense.",
    "Ahora, Él sabía que sucedería porque la Palabra dijo que sucedería. Y cada Palabra escrita acerca de Él tenía que ser cumplida. Él sabía que fue escrita por el poder de Dios, por los santos profetas que habían profetizado que Él haría eso.",
    "Y la profecía nunca falla; no puede. La Palabra de Dios no puede fallar. Y está escrita en la… por el Espíritu, que… Y ahora, también, el Espíritu que levantó a Jesús de los muertos, si mora en su ser, su cuerpo, Él vivificará también su cuerpo mortal. Entonces dispárele, quémelo, haga cualquier cosa que Ud. quiera, búrlese de él, despedácelo, voltéelo boca abajo, haga lo que Ud. quiera: Dios lo levantará porque dijo que Él lo haría. Y cada santo de Dios con esa promesa en él, sabe que esa es la Verdad. Así que no tema, hermano, ya estamos en la Pascua.",
    "Miren ahora la transfiguración antes de terminar. Transfigurar, la transfiguración, todos nosotros estamos representados allí en la transfiguración. Miren lo que estamos viendo hoy. Fíjense precisamente lo que estamos viendo hoy, el Poder vivificador de Dios. Todos estábamos allí. Allí estaban los santos muertos, representados en Moisés; allí estaba la resurrección; y Jesucristo glorificado. Eliseo… Moisés, Elías, y Jesús, todos parados en el monte: los santos muertos, los santos raptados, y Jesús glorificado. ¡Oh, vaya!",
    "Bueno, Uds. dicen… lo oí de un individuo. Ellos dicen: “Uds., bueno, si Uds. tuvieran esta clase de poder, deberían salir y decirle a la gente lo que Uds. pueden hacer”. Lejos sea de un verdadero Cristiano decir una cosa como esa. ¿Ven? Ciertamente nosotros no reclamamos ningún poder. Para…",
    "Pero una cosa sí. Cuando ellos miraron, con todo este poder sobre ellos, “ellos solamente vieron a Jesús”. Y al verdadero creyente genuino no le interesa si él está apoyando a una denominación, ni nada de eso. Él solo quiere una cosa: que Uds. vean a ese Cristo glorificado, es lo único que importa. Una verdadera y genuina experiencia del Monte de la Transfiguración únicamente glorifica a Jesucristo. No glorificó a Moisés, no glorificó a Elías, no los glorificó a ellos, no glorificó a nadie más, sino que ellos vieron al Cristo glorificado. Y todo verdadero creyente, eso es lo que está en su corazón: glorificar a Jesucristo. Eso es lo que Él trata que el pueblo vea.",
    "No decir: “Bueno, si Ud. viene y se une a nuestros grupos, si Ud. viene y hace esto o hace aquello.” ¡Oh, no haga eso! No hagan eso.",
    "Vean, la Palabra de Dios, lo cual es Cristo, magnificó y cumplió la promesa de este día, en esta gran hora de resurrección. Fíjense. Y les da gozo saber que estamos con Él, carne de Su carne y hueso de Sus huesos. ¡Qué gozo! Eso es lo único que le interesa a un verdadero creyente.",
    "A ellos no les interesa una denominación. A ellos no les interesa una organización. A ellas no les interesa lo que las otras mujeres piensen; no les interesa. Seguro que no. Ellas no hacen estas cosas que las… estas otras mujeres hacen. Ellos… Estos hombres no harán esas cosas. Ellos no se juntarán y andarán mimando en alguna organización para evitar ser expulsados, y con miedo de no tener su boleto para comer. A ellos no les interesan esas cosas; son tonterías para ellos.",
    "Hay un solo deseo en el corazón, es ver a Jesucristo glorificado. Su conducta debe ser para Dios. Debe ser absolutamente y nada más que solo la gloria de Jesucristo. Y ¿qué es Jesús? La Palabra. ¿Es correcto? [La congregación dice: “Amén”.—Ed.] Ahora, fíjense, y viendo Su mismo método vindicado, probando Su resurrección. Ahora, ¿qué es? Viendo la vida suya, por Su Palabra prometida que Él dijo: “Él es el mismo ayer, hoy, y por los siglos”, probando que Él aún está vivo.",
    "A mí no me interesa si me cierran toda puerta en el país. Eso, yo… Como dije el otro día que tenía cincuenta y seis. Yo pudiera ser quitado; estoy en la edad del ataque al corazón. Estoy en la edad de todo esto otro, y cuanta cosa más. Bueno, ¿qué importa? No tuvo importancia para mí cuando yo era un muchacho. No tiene importancia ahora, en qué hora sea llamado mi número y mi tarjeta sacada del estante. A mí no me importa que ellos nunca sepan que viví en la tierra; para mí eso no tiene importancia. Ellos no necesitan tener grandes monumentos ni edificios grandes para decir que yo estuve aquí en la tierra.",
    "Solo hay una cosa que yo quiero que ellos sepan, que sepan que “Jesucristo es el mismo ayer, hoy, y por los siglos”. Y en mi corazón yo tengo Su abstracto. Y yo sé que algún día… Aunque me pueda haber ahogado en el mar. Pueda ser que me maten en África; no sé lo que me pueda suceder. Pero una cosa sé: yo tengo el abstracto. ¡Aleluya! Toda puerta pudiera cerrarse. Para mí eso no tiene ni una pizca de importancia. Yo no estoy tratando de glorificar algún hombre o alguna organización, ni a mí mismo o a ninguno de los grupos o alguna otra cosa. Yo quiero que la gente vea que Jesucristo se ha levantado de los muertos, y Su Espíritu vive. “Él es el mismo ayer, hoy, y por los siglos”.",
    "Con razón Jesús dijo: “No temáis. Yo soy el que estuvo muerto, pero vivo por los siglos de los siglos”.",
    "🦅 Porque ahora estamos redimidos por Él y hemos resucitado con Él, y ahora estamos (no que lo estaremos), sentados en lugares Celestiales en Él”. Ahora, cuando tenemos este Espíritu en nosotros, el abstracto, muestra que todas las dudas han sido borradas. ¿Qué? Cristo vive. No que vivo yo; no yo; “Cristo vive en mí”. No que Ud. vive, sino que Cristo vive en Ud.; porque Su Palabra viviente vive en Ud., mostrando que todos los relatos de todas sus ideas metodistas y bautistas y pentecostales y lo demás, ha sido borrado. Y Jesucristo…",
    "Como en el Monte de la Transfiguración, todos los profetas y todo lo demás ha sido consumado. Todos los días de los luteranos, los metodistas, los presbiterianos, están bien, pero: “Este es Mi Hijo amado. A Él oíd” la Palabra de esta hora, la hora de los Sellos. Cuando todos los misterios allá atrás que han estado ocultos todos estos años, son esa gran pirámide del tiempo que fue quitada, la piedra principal, alisándola para que la Estrella de David se asiente en Su lugar; y la gran Iglesia del Dios Viviente sea levantada, como las alas de un águila, llevada allá a la Gloria. Sí.",
    "Adentro ahora, ya por dentro, en nuestros cuerpos: con el hablar en nuevas lenguas; con profetizar y viendo de antemano; poniendo manos sobre los enfermos y éstos sanando; el mundo, muerto, con todas las cosas del mundo. Hemos pasado de muerte a Vida, y ahora nosotros tenemos el poder. ¡Aleluya!\n\nEn esa mañana de resurrección,\n\nCuando los sellos de la muerte rotos sean,\n\nResucitaremos. (¡Aleluya!) Resucitaremos. (¡Amén!)",
    "No hay suficientes diablos en el infierno para impedirnos hacerlo. Nosotros fuimos pre-ordenados por Dios para esta hora. La Palabra de Dios misma Se manifiesta a través de nosotros. Y nosotros vivimos en la Presencia de Dios, por la Palabra de promesa de Dios. No hay diablo en el infierno que pueda impedirme resucitar. No hay una puerta que él pueda cerrar en mi rostro en esa mañana. Los sellos han sido rotos. ¡Aleluya!",
    "Estoy libre. Soy un águila. Ya no estoy en una jaula, sino que estoy libre. Me he levantado de los muertos a la nueva Vida de Jesucristo. No solo yo, sino todo hombre, mujer, muchacho o muchacha sentados aquí, que han sido llenos, entrando en ese Espíritu de Dios, son una nueva criatura en Cristo. Y Uds. son un águila.",
    "Hoy estamos vivos y disfrutamos la resurrección para siempre. Por cuanto Él vive, nosotros también vivimos. Y Él nos está viviendo, dándonos vida a nosotros. Y el Espíritu que lo levantó a Él de los muertos, morando en nuestro ser, vivificará nuestros cuerpos mortales en esa gran Pascua Eterna. ¡Gloria a Dios!",
    "¡Oh, tomen el mundo, tomen todo lo que Uds. quieran, pero a mí denme a Jesús! Amén. Yo le amo. Él significa todo para mí.",
    "Y porque Uds. son parte de Él, yo soy parte de Uds., y Uds. son parte de mí. Y juntos somos parte de Él.",
    "¡Oh, Cristiano, qué oportunidad tenemos! Tenemos las oportunidades que San Pablo nunca soñó tener. Tenemos las oportunidades que Enoc y Elías, y todos ellos nunca tuvieron, las oportunidades que ahora tenemos.",
    "Y hay una ovejita allá en alguna parte, y Él no estará satisfecho hasta que ella entre al redil. Con la ayuda de Dios y por una visión, y ASÍ DICE EL SEÑOR, regresaré al otro lado del mar. Esa última ovejita pudiera ser una negra de allá, hasta donde yo sé; allá donde ni siquiera piensan que tienen un alma. Pero Dios sabe que no es así. Voy a buscar hasta el último día de mi vida para encontrar esa, en dondequiera que esté.",
    "Yo espero no haber ofendido a ninguno de mis hermanos diciendo estas cosas tan estrictas. Yo… No es que yo no quiera que Uds. vayan a la iglesia. Seguro, yo quiero que Uds. vayan a la iglesia. Vayan a la iglesia donde Uds. estén yendo. Pero que esa no sea su esperanza, decir: “Bueno, yo pertenezco a esto o pertenezco a eso”. ¡Oh, hermano, hermana, pertenezcan a Cristo! Vayan a la iglesia, pero pertenezcan a Cristo. Amén.",
    "Dejen que—dejen que ese potencial, si no está en Uds., que los vivifique ahora mismo a Vida. ¿Lo recibirán Uds. en estos momentos?",
    "Este salón está lleno de Eso. Lo siento en todo mi ser. Yo sé que está aquí: el poder de Dios, el gran Vidente de visiones, el Gran Profeta, que puede decir las cosas y nunca fallan, aquel Grande que puede hablar y no hay hombre que pueda decir: “no”, un Hombre que puede abrir y ningún hombre puede cerrar. El que estuvo muerto y ahora está vivo, y vivo hoy aquí en Phoenix, caminando entre las flores recién nacidas.",
    "Con razón en esa mañana de Pascua había pequeñas gotas de rocío sobre la mejilla de cada lirio y en cada rosa. ¿Por qué? Sabía que había salido de la tierra y que en alguna parte hay una flor Eterna floreciendo. Eso algún día la reemplazará. Correcto.",
    "Con razón lágrimas de gozo pueden rodar de nuestras mejillas. Con razón nuestros corazones tiemblan y se estremecen cuando podemos sentir ese mismo Poder transformador entrando a nuestras vidas y llenándonos, aun por permitirnos hablar en un lenguaje que viene del Cielo.",
    "Estamos tan vivificados en Su Presencia allá, profetizando, pre-viendo, pre-diciendo, y todo cuadrando perfectamente con la Palabra. Si está profetizando contrario a Ella, no lo crean; pero si está con la Palabra, ya ha sido dicho: ASÍ DICE EL SEÑOR.",
    "🦅 No temáis; Yo soy el que estuvo muerto y vivo por los siglos de los siglos”. Ese es el sello de la Pascua de Dios que sella cada letra de esta Palabra en su corazón. ¿Qué es el sello? “Vosotros sois epístolas escritas, leídas de todos los hombres”. Uds. saben eso. Pero cuando Dios los ha reclamado a Uds., Él los sella con el sello de la Pascua, que Uds. han resucitado con Cristo, y Uds. son una nueva criatura.",
    "Si Ud. no ha sido sellado en esta mañana, hágalo mientras inclinamos nuestros rostros.",
    "[Un hermano habla en otra lengua. Cinta en blanco.—Ed.] …Señor. ¿Escuchan eso? [La congregación dice: “Amén”.]",
    "Piensen ahora, con sus rostros inclinados. Romanos 8:11: “Si el Espíritu que levantó a Cristo de los muertos está en vosotros, vivificará también vuestros cuerpos mortales”.",
    "¿Qué podemos esperar, amigos? ¿Qué es lo que queda? Miren a Formosa y todo el mundo. Y los misiles atómicos y todo lo demás listo para impactar al mundo, y tan nerviosos, y atemorizados y gritando. Y estas películas de mimos, allá, diciendo toda clase de chistes como un muchachito pasando por el cementerio de noche silbando, queriendo hacerle creer a la gente que todo está bien. No sean Uds. engañados. La Venida del Señor está a la mano.",
    "Se fijaron el otro día, un pescador vino y me dijo, estando yo sentado allá en la bahía, que, en alguna clase de lugar algo escabroso o algo así por allí. Y cómo fue que mucho antes que ese terremoto sacudiera allá en Grecia, todos los peces que normalmente comían como a esa hora de la mañana, no comieron. ¿Qué era? Ellos no estaban en la superficie. La segunda vez que sucedió, lo mismo aconteció. Él supo allí mismo que algo iba a acontecer. Esos peces no estaban comiendo en ese momento.",
    "Y todas las gaviotas y cosas que se alimentan de los peces, dejaron de alimentarse. Temprano así en la mañana es cuando ellas se alimentan. Simplemente se sentaron en la orilla, se apartaron de los acantilados y cosas. Y, a los pocos minutos, el musgo marino empezó a hervir saliendo de la tierra, del lecho marino. ¿Ven? Esos peces lo sabían antes de que sucediera.",
    "Entrando a la India, leí el periódico, decía: “El terremoto debe haber terminado”. Por días, los pajaritos no regresaban a sus nidos en las rocas. El ganado no se paraba cerca del cobertizo, bajo el… en la sombra, en el calor del día. Las ovejas se quedaron en medio del campo, recargadas una contra la otra. Ellas no se acercaron a esas rocas dos o tres días antes que el terremoto sucediera.",
    "¿Por qué? Esas ovejas lo sabían. Ellas sabían que algo iba a suceder. Esos pájaros sabían que algo iba a suceder. Esas gaviotas sabían que algo iba a suceder. Esos peces sabían que algo iba a suceder. Es el mismo Dios que guió a esos animales a entrar al arca.",
    "¿No pueden ver Uds., personas llenas del Espíritu, que algo está por suceder? No esperen alguna gran cosa universal, solamente la Venida del Señor Jesús. Recuerden, solo recuerden las Palabras y la promesa del Señor.",
    "¿Por qué no entran Uds. rápidamente? Apártense de esas grandes paredes. La resurrección está ahora a la mano. ¡Si hay alguien aquí que no sabe si se iría en esa resurrección, y no están seguros que tengan ese Poder de resurrección reposando en ellos!",
    "Aunque los gusanos de la piel lo destruyan, aunque una bomba atómica explote en medio suyo, jamás destruirá ese Poder vivificador de resurrección. No, no. Hermana, hermano, su nombre precioso está puesto en el Libro de la Vida del Cordero allá arriba. Ningún hombre puede borrarlo. No hay suficientes químicos limpiadores en el mundo para borrar su nombre de allí del Libro, en donde Su Sangre lo ha comprado.",
    "Si Ud. no está seguro de eso, no—no corra ese riesgo ahora. ¿Ven? Uds. pudieran correr el riesgo de pasarse una barricada en alguna parte y no matarse, pero esta barricada Uds. no la van a atravesar. No, no. Hasta ahí van a llegar Uds. Pero no hay porqué. Hay una luz roja destellando ahora. Pasen por alto, pasen por alto sus propias ideas, pasen por alto las cosas del mundo.",
    "Vengan. Seamos resucitados juntamente en este gran tiempo de Pascua, la gran celebración de la Pascua. ¿Pueden Uds. celebrarla en su corazón esta semana? Si no pueden, ¿levantarían su mano a Dios?",
    "Digan: “Dios, no estoy seguro de eso. No sé si pudiera hacer todo eso o no. ¿Podrías ayudarme? Levantaré mi mano a Ti, Señor: Ayúdame”. Dios lo bendiga. Dios lo bendiga. Eso está bien. “Yo—yo—yo te quiero, Señor: Ayúdame. Yo—yo quiero—yo quiero ser resucitado. Yo—yo quiero serlo. Yo quiero tener el potencial ahora mismo. Yo quiero saber que está correcto. Yo quiero saber que está correcto, Señor. Yo sé, no puedo cometer…” Ud. no quiere ningún error en ese momento. No va a… será demasiado tarde. Hoy es el día. ¡Hermano! Hoy es el día. No espere.",
    "No hace mucho yo estaba predicando. Un hombre de color vino acá a la parte de atrás del edificio, a verme. Dijo, dijo: “Reverendo, quiero decirle. Yo digo que Ud. está correcto”. Él dijo: “Se lo dije al Señor hace mucho tiempo: ‘Yo quiero mi boleto en mi mano en esa mañana. Yo quiero saber que está marcado correctamente’”. Dijo: “Va a haber mucho problema allá en el río”. Él dijo: “Yo—yo vengo llegando a ese río”. Dijo: “Yo—yo no quiero problemas allí. Yo quiero tener todo enmendado aquí”. Correcto.",
    "¿Tienen su visa? Si no tienen su visa… puede ser que Uds. tengan un pasaporte, pero si no tienen su visa, Uds. no pueden entrar a la Tierra. Uds. saben eso. ¿Tienen Uds. todo listo? Si no, ahora es el momento de hacerlo.",
    "No teman si Uds. están un poco temerosos. Hay tal vez cien manos ahora que fueron levantadas aquí. Así que, si Uds. están un poco temerosos, arreglemos eso ahora.",
    "Ahora, sé que tenemos diferentes maneras. Algunos hombres dicen: “Suba acá y permítanme estrecharle la mano”. Otros dicen: “Suba y arrodíllense al altar”. Ahora, eso está bien. Yo no tengo ni una palabra qué decir en contra de eso, en lo absoluto, ninguna cosa, lo que sea para salvar.",
    "Pero solo déjenme decirles mi manera. “Creyeron todos los que, todos…”. Venir al altar no los hará a Uds. creer. Estrechar manos con el ministro no los hará a Uds. creer. Pero si Uds. son llamados de Dios y para empezar Ud. es un águila, tan solo un chillido se los dice. Uds. creen. Si realmente lo creen, voy a orar con Uds.",
    "¿Podrían Uds. imaginarse a ese aguilucho quedarse en ese corral más tiempo? No, no. No, no. No. No se quede aquí más tiempo, amigo. Seamos—seamos Arrebatados ahora. La gracia de Dios está aquí para hacerlo.",
    "Padre Celestial, nos damos cuenta que estamos llegando a la hora de clausura. No nos queda mucho tiempo aquí ahora. No por nuestra edad, sino el tiempo. Creemos que hay muchos jóvenes sentados aquí que estarán viviendo cuando esto suceda; aún puede ser que suceda hoy, no sabemos el minuto o la hora. Pero, Señor, Tú nos dijiste: “Cuando veáis estas cosas suceder”, y han estado sucediendo ahora por mucho tiempo.",
    "Sabemos que estamos muy pasados, conforme a los científicos. Hace seis o siete años estábamos a tres minutos para la media noche. No sabemos cuánto tiempo sea eso, sigue marchando, pero sabemos que estamos allí.",
    "¡Oh, Dios!, tener esa seguridad: ver que nuestro corazón acentúa cada promesa de Dios con “amén”, ver que el Espíritu mismo que ha entrado en nosotros, vivifica nuestro ser.",
    "Dios, permite que mis hermanos vean eso en esta mañana. Permite que mis hermanos vean eso, que ese Espíritu entra y vivifica a la Palabra. Permite que mis hermanas vean lo mismo, Señor. Y luego, si ellos ven algo que no los deja ser vivificados a esa Palabra (¡oh, Dios!), que se deshagan de eso rápidamente. Concédelo, Padre. Todo está ahora en Tus manos. Sé que yo he fallado en muchas cosas y continúo fallando, pero, Señor, he hecho todo lo que sé hacer. Ahora está en Tus manos; son Tuyos. En el Nombre de Jesús, recíbelos, Padre.",
    "Ahora, para Uds. que están aquí y están necesitados de sanidad para sus cuerpos: ¿Cuántos creyentes hay aquí? Levanten la mano. “Yo soy un creyente hasta donde conozco mi corazón”. ¿Cuántos poseen? ¿Saben Uds., sin lugar a duda, que en su corazón en estos momentos Uds. han sido resucitados de los muertos? ¿Lo saben Uds.? ¡Oh, vaya! Entonces ¿qué no podría acontecer en una reunión como ésta? Sé que se me ha hecho tarde, pero ¿qué no podría acontecer en estos momentos? Solo piensen en lo que podría acontecer. El potencial está ahí mismo en Uds. ¿Ven? Uds., con sus manos levantadas, Uds. han hecho algo—algo como un juramento con Dios, que “yo sé que algo me ha sucedido a mí. Tal vez yo no esté exactamente en dónde debería estar”.",
    "Ni yo tampoco. No, señor. Estoy muy lejos de donde debería estar. Pero esto sé: He pasado de muerte a Vida. Yo sé que algo me sucedió a mí. Muchos… No ahora como un hombre de edad, sino que hace muchos, muchos años que sucedió.",
    "Y yo sé que ese día cuando entré a ese hospital, cuando tuve mi gran reto: vi a mi esposa morir; yo pidiendo por su vida. “Y ¿qué he hecho yo sino pararme en la esquina de la calle y predicar y orar por los enfermos?”.\n\nY luego Satanás dijo: “Pues, Él no responderá a tu oración”.",
    "La vi a ella morir, pero yo sé que en ella estaba ese Poder de resurrección. Esos huesos se levantarán de nuevo.",
    "Vi a mi bebita tendida allí. Y puse mi mano sobre ella, dije: “Dios, no te la lleves”.",
    "Parecía como que Él había bajado la cortina, dijo: “Yo no te oiré más”.",
    "Satanás dijo: “Ahí está. Solo una palabra…”. Él sabía que no podía decirme que no había Dios, porque yo sabía que sí. Más bien dijo que Él no me amaba; que yo no le importaba a Él. ¿Ven? Todo razonamiento decía que: “Tú apenas eres un joven, solo de veinte años. Allí yace tu esposa tendida por acá en una morgue. Y aquí está tu bebé camino allá. Y—y solo… Tú dijiste que Él era un gran Sanador y que Él es todo esto. Y mira: ¿qué hace Él? Una sola palabra, Él ni siquiera tendría que hablarla, solo mirar de allá para abajo y decirla. Solo mover Su cabeza, es todo lo que Él necesitaría hacer, y sería sanada. Pero, ¿ves?, Él no te ama. Tú no le importas a Él. Permitir que tu bebé se muera allí ahora, y aun rehúsa oír tu oración en esta hora oscura”.",
    "Todo lo que él dijo era absolutamente la verdad. “Y ¿qué has hecho tú? Trabajar todo el día hasta que a duras penas te podías parar. Y luego estar despierto toda la noche, hasta las doce y la una. Pararte en las esquinas de la calle predicando. Atendiendo llamadas del hospital. Solo entrar y sentarte en una silla y dormir allí por una hora o dos, y regresar a trabajar otra vez. A la siguiente noche, la misma cosa. Y aquí estás, como de veintiún, veintidós años. Todo amigo, toda jovencita, todo joven con que alguna vez te relacionaste, te llaman un loco malhumorado. ¿Qué has logrado? Tú mismo te has puesto en ridículo. ¿Qué no lo ves?”. Yo estaba a punto de darle la razón.",
    "Y Algo muy dentro de mí, fue ese Poder vivificador. Yo dije: “Jehová dio, y Jehová quitó; sea el Nombre de Jehová bendito”.\n\nHabiendo por doquier ansiedad,\n\nÉl es toda mi seguridad.\n\nPorque en Cristo la…\n\n[Cinta en blanco.—Ed.]. …un arenal.\n\n¡Oh!, cuando en trompeta descienda Él\n\nQue en—en Él sea encontrado yo;\n\nEn Su justicia, vestido yo.",
    "No en la mía, yo no tengo; la mía es inmunda, trapos sucios. Odiaría tratar de llegar al Cielo bajo los méritos que yo predico. Odiaría tratar de llegar al Cielo por los méritos de mis visiones. Yo voy al Cielo porque tengo Su gracia en mi corazón. Su gracia, por eso es que llegaré; así es como nosotros llegamos.",
    "¡Oh, amigo!, Ud. es parte de este Cuerpo. Uds. son los hijitos de Dios. Ahora, estoy diciendo esto para levantar su esperanza. Si Ud. encontró…",
    "Si he hallado favor con Uds., les he dicho la Verdad… Y lo que yo les he dicho a Uds. es—es lo dicho por el profeta de la antigüedad. No que yo mismo me esté haciendo Su profeta. No, señor. Sino que yo les estoy diciendo la Verdad. ¿Les ha dicho Él a Uds. alguna vez algo que no fuera correcto? Yo los he conocido a Uds. ahora por unos veintitantos años, aquí en Phoenix, desde esa alabanza: Me gustaría hablarlo con Él, allá en la iglesia del Hermano Outlaw, creo que fue, y el Hermano García. ¿Les habré dicho a Uds. alguna vez algo en el Nombre del Señor que no haya acontecido?",
    "Recuerden, solamente hay una esperanza: Obtengan este Poder vivificador. Eso los sostendrá. Cuando todo lo demás ceda, Eso los sostendrá.",
    "Algunos de ellos dijeron: “¿Guardaste tu religión, Hermano Branham?”.\n\nYo dije: “No. Ella me guardó a mí”.",
    "Ella me guarda. Yo no la guardo. No es que si yo me sostengo o no; es si Él sostuvo o no. Él es el que sostuvo por mí.",
    "Él no tenía que hacerlo. Los Ángeles estaban sentados en cada árbol, dijeron: “Solo libera Tus dedos. Solo señala; no tienes que soltarte de la cruz. Solo señala con Tu dedo y observa”. ¿Ven?, ese montón de escarnecedores. Pero si Él hubiera hecho eso, yo no podría tener este testimonio hoy; Uds. no lo pudieran tener. Pero por cuanto Él permaneció en la cruz, Él aguantó allí, por eso es que yo me sostengo con Él.\n\nEn Cristo la Roca sólida me paro,\n\nTodo otro terreno son arenas movedizas.",
    "Ahora, si están enfermos, ¿pondrían sus manos el uno sobre el otro? Oremos. Solo pongan las manos sobre alguien al lado suyo. No importa lo que padezcan, ahora tengan fe. Si alguna vez les he dicho a Uds. la Verdad, se las digo ahora. ¿Ven? Jesús dijo: “Estas señales seguirán a los que creen”. Y Uds. son creyentes, acaban de levantar las manos. No duden. Allí hay alguna pobre persona sufriendo, sobre la que Ud. tiene sus manos. Alguien tiene las manos sobre Ud.",
    "Recuerden: ¡ese Poder vivificador, ese Poder que levantó a Jesús del sepulcro! Ahora tengan fe en lo que Uds. tienen en su—en su propio cuerpo. Eso ayudará a esa persona sobre la que Ud. tiene su mano puesta. “Si Eso mora en Uds., también vivificará sus cuerpos mortales”.",
    "Amado Dios, estando aquí parado en esta mañana, acercándonos al mediodía, siendo como a esta hora del día cuando Jesús clamó: “Dios mío, Dios mío, ¿por qué me has desamparado? Tengo sed”. Con razón el profeta lo vio previamente y dijo: “Todos mis huesos me observan. Horadaron Mis manos y Mis pies”. “Pero Él fue contado con los transgresores. Pero Él fue herido por nuestras rebeliones, molido por nuestros pecados; el castigo de nuestra paz fue sobre Él, y por Su llaga fuimos nosotros curados”. Nosotros reclamamos eso en esta mañana, Dios. Reclamamos eso.",
    "En la mañana de esta resurrección, fíjense en esta Verdad vindicada que he narrado, Señor, de Tu Palabra, en la Presencia de Dios. Él es Juez y nosotros somos testigos que Él nos ha redimido. Y en nosotros está, por la gracia de Dios, ese Poder de resurrección. Y nuestros amigos están enfermos, aquel sobre el cual están puestas las manos.",
    "¡Oh, Dios!, retamos al diablo, en medio de nuestra fe en esta mañana con las manos sobre la gente, y yo con mis manos extendidas sobre la gente. Que toda enfermedad, toda aflicción que quiera retener a la gente de la presencia de esta Verdad vindicada, salga. En el Nombre de Jesucristo, que estas personas queden libres hoy; pues la Biblia, las Palabras de nuestro Dios dicen: “Si sobre los enfermos ponen sus manos, ellos sanarán”. Y nuestras manos han estado alzadas, hacia Ti, Dios.",
    "Como toda planta de la tierra bebe de Tu fuente, y tan cierto como esa planta que está germinada bebe de Tu fuente, ella comienza a desarrollarse; ella comienza a crecer. El tallo de maíz, la flor, todo lo que está bebiendo de Tu fuente, crece hacia Ti.",
    "Y en esta mañana hemos crecido pulgadas, Señor. Podemos llegar más alto. Estamos bebiendo de Tu fuente. Somos criaturas Tuyas con el Poder de la resurrección en nosotros, Señor. Y oramos que oigas nuestra oración por nuestros hermanos y hermanas. Y que toda aflicción que está impidiéndoles a estas personas amadas aquí que poseen este Poder, Señor, los suelte para que ellos puedan servir a Dios y todo estará bien, Señor. En el Nombre de Jesucristo. Amén.",
    "¿Le creen Uds.? [La congregación dice: “Amén”.—Ed.] ¿Salir de una cosa como esta? ¿Cómo podría uno hacerlo? Uno tiene que hacerlo, al parecer, simplemente uno tiene que obligarse a salir. ¿Lo sienten Uds. así? [La congregación dice: “Amén”.—Ed.] Yo—yo—yo… Pueda ser que solo sea yo, que estoy… Pero sentí algo, es una sensación extraña cuando vengo entre la gente, cuando nos reunimos así. Yo sé que en alguna parte invisible aquí, tal como la radio o la televisión o lo que sea que está pasando por este salón, Cristo está en este salón. Solo piénsenlo: ¡nuestro Redentor! Tony, Él está aquí. Amén.",
    "¡Y quién pudiera estar más feliz que la gente que posee, teniendo evidencia Bíblica de toda Palabra de Dios siendo manifestada, aun al ver Ángeles y Su Ser, como ha sido con ellos a través de—de las edades! Y aquí las Palabras de los videntes predecirlo, y suceder exactamente así. Y aquí estamos nosotros en la víspera de Su Venida. ¡Oh, qué tiempo tan maravilloso!",
    "Lo veremos a Él. Un día de estos, Él estará aquí. Hasta que Él venga, ¿oran por mí? [La congregación dice: “Amén”.—Ed.] Me esperan riesgos peligrosos; lo sé. ¿Ven? Y me enfrento a paganos que le dispararían a uno así de fácil como tomar un trago de agua, uno solo es un objetivo. Uno entra al territorio de ellos, diablos que lo retarán a uno con la Biblia, así de fácil. Pero nunca he visto el momento en el que nuestro Dios no haya ganado la victoria. Yo voy en Su Nombre, en el Nombre del Señor Jesucristo, la Esperanza de Vida Eterna, la Resurrección y la Vida. “El que vive y cree en Mí, aunque esté muerto vivirá. Y todo aquel que vive y cree en Mí nunca morirá”. Yo creo que esa es la Palabra Eterna de Dios. ¿Creen Uds. lo mismo? [“Amén”.] ¿Van a orar por mí? [“Amén”.] Yo oraré por Uds. Que Dios cuide de nosotros hasta que nos veamos otra vez.",
    "Ahora pongámonos de pie por un momento. (¿Tiene algo que Ud. quiera decir?)\n\nInclinemos nuestros rostros.",
    "¿No estaría bien que no cantáramos esta pequeña alabanza, verdad? Recuerdan Uds. nuestra alabanza: Yo le amo, ¿está en cada corazón? Cantémosla. Querida hermana, vendría… Quiero mencionar también que aprecio que Ud. toque, hermana. Muy bien.\n\nYo Le amo, yo Le amo,\n\nPorque Él a mí me amó,\n\nY me compró mi salvación;\n\nAllá en la Cruz.\n\nAhora, vamos a cambiar a otra alabanza.\n\nMi fe espera en Ti,\n\nCordero, quien por mí\n\nFuiste a la Cruz.\n\nEscucha mi oración;\n\nOh, dame Tu bendición;\n\n¡Oh, llene mi corazón\n\nTu santa luz!",
    "¿No les produce eso algo a Uds.? ¿A cuántos les gusta ese corazón genuino…? A mí—a mí me gustan las alabanzas de jubileo; seguro que sí. Pero cuando se está en un espíritu de adoración, ¿no les encantan a Uds. esas dulces alabanzas antiguas? Yo creo que el Espíritu Santo vino sobre Eddie Perronett y aquellos que escribieron esas grandiosas alabanzas antiguas, ¿no creen Uds.? Fanny Crosby, cuando ella escribió:\n\nNo me pases dulce Salvador,\n\nOye mi humilde clamor;\n\nMientras a otros Tú estás llamando,\n\nNo pases de mí.\n\nTú el Torrente de todo mi consuelo,\n\nMás que vida para mí,\n\n¿A quién tengo yo en la tierra aparte de Ti?\n\nO, ¿a quién en el Cielo sino a Ti?",
    "¿No es maravilloso? Eso nos hace querer cantar: Yo le amo, ¿verdad? [La congregación dice: “Amén”.—Ed.] Ahora, esta vez mientras cantamos: Yo le amo, vamos… Nos amamos uno al otro. Si no nos amamos el uno al otro, entonces no podemos amarlo a Él. Ahora, estrechemos la mano el uno con el otro. Pongámonos de pie y salúdense por encima de la mesa y estrechen la mano el uno con el otro.\n\nYo… [Él Hermano Branham se aparta del micrófono y habla con alguien.—Ed.]…?…\n\nY me compró mi salvación,\n\nAllá en la Cruz.\n\nInclinemos ahora nuestro rostro.",
    "Voy a pedirle al Hermano Williams, al Hermano Williams joven, que venga aquí por un momento. Voy a pedir si él puede despedir esta audiencia en oración.",
    "Amo al Hermano Williams, un Cristiano joven que yo pienso que verdaderamente es un siervo de Cristo, su pequeña familia. Yo tengo mucho compañerismo con ellos. Y con esos preciosos jóvenes Mosley y todos ellos, hemos estado juntos, y así muchos de mis queridos amigos aquí en Phoenix que yo amo con todo mi corazón. Yo pienso en la mañana de esa visión, Él dijo: “Todo lo que amaste y todo lo que te ama, Dios te lo ha dado”.",
    "Creo que alguien aquí está arrepintiéndose de su pecado, postrada en el suelo, una jovencita llorando.\n\nInclinemos nuestros rostros un momento por ella.",
    "Amado Dios, ¿será esa la ovejita que faltaba de Phoenix? No lo sé, Dios, Tú lo sabes. Pero, algún día, así será. No obstante, Padre, esta sin duda es una. Por tanto, oro para que la ayudes en estos momentos. Dulcemente ábrele la puerta, dile: “Ven, hija Mía. Entra, del camino de cansancio y agotamiento. Has estado tropezando allá en la oscuridad. Yo vengo hoy para tomarte. Es Mi Espíritu que te está hablando y trayéndote ahora al rebaño”. Concédelo, Dios. Que esta joven… justamente aquí en el cruce de la vida. “El que escucha Mis Palabras y cree en el que Me envió, tiene Vida Eterna”. Concédeselo, amado Dios, a esta Cristiana joven. “El que a Mí viene, no le echo fuera”. Mientras los santos están parados sobre la joven orando.",
    "Recuerden, aun Pablo, quien fue tan gravemente apedreado al punto que se estaba muriendo, y cuando los santos lo rodearon y oraron, la vida regresó. Porque en los cuerpos de esos santos estaba ese Poder vivificador que trajo el espíritu de vida de regreso a San Pablo. Dios, verdaderamente que se puede orar la oración que saca la muerte de… o sacar la muerte de la persona por la oración de fe, para vida. Concédelo, amado Dios.",
    "Bendícenos ahora mientras esperamos en Ti. En el Nombre de Jesucristo oramos.",
    "Ahora, con sus rostros inclinados, voy a pedirle al Hermano Williams. 🦅"
  ]
}