{
  "title": "YA SALIDO EL SOL",
  "id": "65180009",
  "content": [
    "🦅  Inclinemos nuestros rostros. Señor, mientras nos congregamos aquí, en esta hermosa mañana de resurrección, viendo las flores comenzando a brotar, las abejas entrando y obteniendo su porción; las aves cantando como si sus corazones fuesen a reventar del gozo, por cuanto en verdad hay una resurrección. Creemos que Tú levantaste a Jesús de entre los muertos hace muchos años, por este mismo día, y por eso celebramos este día en conmemoración.",
    "Y permite que surja hoy una resurrección en medio de todos nosotros. Permite que nosotros, como Sus siervos, entendamos Su Palabra; que estábamos en compañerismo con Él desde aquel tiempo, y que ahora somos resucitados con Él y estamos sentados en lugares Celestiales.",
    "Bendice el servicio aquí en el tabernáculo y a través del país adonde esté llegando, por teléfono.",
    "Sana a todos los enfermos y afligidos; que sea también una resurrección para ellos, y un éxodo de la enfermedad a la fortaleza. Y aquellos que estén muertos en delitos y pecados, que puedan vivir hoy por medio de Cristo. Y te alabaremos, porque lo pedimos en Su Nombre. Amén.",
    "Ciertamente considero este un privilegio maravilloso, en esta mañana, el estar nuevamente aquí en Jeffersonville, Indiana, con esta congregación; la iglesia está completamente llena y gente de pie, todo alrededor y hasta por fuera, en los estacionamientos y por dondequiera. Para Uds. allá por los teléfonos, a través de la nación: Tenemos una mañana hermosa aquí.",
    "A las cinco de la mañana, mi amiguito con el pecho rojo voló a mi ventana y me despertó. Parecía que su pequeño corazón iba a reventar, diciendo: “Él ha resucitado”. Yo siempre he pensado en este pajarito como un amiguito para mí, porque me agrada.",
    "Como dice la leyenda en cuanto a él: “Había un pajarito de color café, que le vio sufriendo a Él en la cruz, donde el pecado lo había colocado”. Desde luego, el pajarito no tenía pecado. Él no tuvo que morir por el pajarito. “Pero él voló a la cruz e intentó sacar los clavos con su pequeño pico, y se manchó de rojo todo el pecho”. Y de igual manera quiero que esté el mío también, como un escudo, al intentar proteger esta cosa tan gloriosa por la cual Él murió.",
    "Sabiendo que nuestro tiempo aquí es limitado, particularmente para aquellos amigos que están escuchando por el teléfono; deseo llamar su atención, en esta mañana a una—una fotografía que fue captada por la cámara hace ya algún tiempo; respecto a una visión que tuve aquí en el tabernáculo, de salir de Indiana, para Arizona, en donde debería encontrarme (en forma de una pirámide) con siete Ángeles. No sabiendo lo que iba a suceder, pero después, cuando llegué allá, pensando que sería el fin de mi vida; pues nadie podría resistir tal explosión; y estoy seguro que todos Uds. conocen la historia. Luego en el cañón Sabino, una cierta mañana así como ésta, estando allá en oración, en mi mano fue colocada una espada, y me fue dicho: “Esta es la Palabra, y es la Espada de la Palabra”.",
    "Después, aparecieron los Ángeles, así como fue profetizado; y al mismo tiempo un gran bólido de Luz ascendió al aire desde donde yo estaba parado, y subió a una altura de treinta millas en el aire [48 kms.] y formó casi un círculo, como las alas de los Ángeles, y dibujó en los cielos la forma de una pirámide, la misma constelación de Ángeles que había aparecido.",
    "La ciencia tomó la fotografía, desde México, mientras se movía por el norte de Arizona, donde el Espíritu Santo dijo que yo estaría parado: “A cuarenta millas al noreste de Tucson”. Y subió al aire, y la revista Life publicó las fotografías: “Algo místico por allá en la atmósfera, donde no podía haber humedad, donde no podían existir evaporaciones de ninguna clase; a treinta millas de alto y con veintisiete millas de ancho”, y viniendo de donde aquellos Ángeles habían estado.",
    "Ahora, ellos preguntaron sólo por saber. La ciencia (uno de ellos allá en Tucson), quiso saber si había algún significado, pero no se los dije. Uds. lo sabían, porque fue dicho de antemano; pero eso no era para ellos, era para Uds.",
    "Y entonces, allí Él me habló y dijo: “Los Siete Sellos serán abiertos. Los siete misterios, el misterio séptuple de la Biblia, que ha estado cerrado desde la fundación del mundo, será revelado”. Y nosotros, siendo un grupo pequeño y humilde en comparación con el resto del mundo, nos hemos gozado con estas bendiciones, habiendo escuchado esos misterios. Casamiento y divorcio, la simiente de la serpiente, y todas estas diferentes preguntas, nos han sido completamente revelados, no por el hombre, sino por Dios mismo, que ha abierto esos siete misterios; de lo que fue la Iglesia, cómo estuvo en Cristo en un principio, y cómo sería revelado en el día postrero.",
    "Y ahora, a medida que esto subía (tenemos la fotografía allá afuera en la cartelera), pero, aquí mismo tengo la fotografía; si Uds. notan, así como la revista Life la publicó. Pero yo me pregunto si mi audiencia, aquí visible, habrá realmente mirado esta fotografía (¿ven? ¿ven?), en la manera correcta.",
    "¿Recuerdan Uds.? Yo estaba predicando cuando esta visión llegó, sobre el tema del Libro de Apocalipsis, en cuanto a los antiguos jueces, donde vimos a Jesús en Apocalipsis 1. Cuando comenzamos a abrir los Siete Sellos…o más bien las Siete Edades de la Iglesia, justo antes de la apertura de los Siete Sellos. Cristo estaba parado con “cabello blanco como la lana”. Y yo les describí eso en detalle, de cómo los jueces en Inglaterra y los jueces de la antigüedad, cuando éstos subían al tribunal, a prestar juramento, la autoridad suprema les era otorgada. Ellos se ponían una peluca blanca, como era, sobre su cabeza, para demostrar su autoridad suprema.",
    "Pues, si le dan vuelta a la fotografía de esta manera y la observan (es posible que la alcancen a ver desde la audiencia), es Cristo. ¿Ven Sus ojos mirando aquí, tan perfectamente como puede ser? Luciendo la peluca blanca de Deidad Suprema y Juez sobre los Cielos y la tierra. ¿Pueden ver Sus ojos, Su nariz y Su boca? [La congregación dice: “Amén”.] Solamente denle vuelta a la fotografía, de cómo lo tenían, a esta posición, como debe ser. Y ¿así pueden verlo? [”Amén”.] Él es el Juez Supremo, no hay otro aparte de Él. Y esa es una identificación perfecta, una vez más, una vindicación que este Mensaje es la Verdad. Esta es la Verdad. Es cierto. Y haciéndole a Él, no una tercera persona, sino la única Persona.",
    "Con lo blanco. ¿Ven? ¿Ven Uds. lo oscuro, Su cara, Su barba y Sus ojos? Y noten: Él está mirando…de Él mismo procede esta Luz, resplandeciendo por el lado derecho, hacia donde Él está mirando. Y estando en la cruz, Él miró hacia la derecha, donde Él perdonó al pecador. A raíz de la Luz de Su resurrección aún continuamos marchando en Su Nombre.",
    "Desearía, en esta mañana, tener suficiente tiempo para—para hablarles en cuanto a estos fenómenos que están mucho más allá de cualquier sombra de duda, y han sido probados durante estos últimos treinta años, o treinta y cinco años, aquí mismo en esta iglesia; desde allá junto al río, cuando esa misma Luz bajó aquí en Jeffersonville, en 1933 y habló esas Palabras: “Como Juan el Bautista fue enviado a precursar la primera venida de Cristo, tu Mensaje precursará la segunda”. Estamos en el tiempo del fin, y nosotros lo vemos. A veces nos preguntamos: ¿Por qué no se habrá extendido por toda la tierra? Quizás en alguna ocasión tendremos la oportunidad de explicar eso, si Dios lo permite.",
    "Ahora quiero que abran en—en sus Biblias, puesto que siempre creemos que la Palabra debe venir primero, o sea la lectura de la Palabra. Yo siempre la leo, porque mis palabras son palabras de un hombre, y fallarán, pero la Palabra de Dios nunca podrá fallar.",
    "Ahora vamos a—a leer un texto de las Sagradas Escrituras. Y queremos que abran primeramente, a tres pasajes en la Biblia que he escogido para leer. Uno de ellos está en Apocalipsis, el primer capítulo, y los versículos 17 y 18; aquí es en donde Él aparece con “el cabello blanco como lana; y Sus pies como latón fino”. Y también deseo que busquen en sus Biblias, Romanos 8:11. He escogido en esta mañana tres citas de las Sagradas Escrituras de donde leer para mi mensaje de hoy, lo cual el Señor ha puesto sobre mi corazón para el tema de la resurrección. Y también quiero que abran en Marcos 16:1 y 2. De allí sacaré mi—mi contexto.",
    "Ahora en Apocalipsis 1:18, leemos estas palabras, el 17 y 18:\n\nCuando le vi, caí como muerto a sus pies. Y él puso su diestra sobre mí, diciendo: No temas; yo soy el primero y el último;\n\ny el que vivo, y estuve muerto; mas he aquí que vivo por los siglos de los siglos, amén. Y tengo las llaves de la muerte y del Hades.",
    "Y en Romanos el capítulo 8 y el versículo 11, leemos así:\n\nY si el Espíritu de aquel que levantó de los muertos a Jesús mora en vosotros, el que levantó de los muertos a Cristo Jesús vivificará también vuestros cuerpos mortales por su Espíritu que mora en vosotros.",
    "Y ahora en Marcos el capítulo 16 (el capítulo de la resurrección), el capítulo 16, los versículos 1 y 2:\n\nCuando pasó el día de reposo, María Magdalena, la madre…María la madre de Jacobo, y Salomé, compraron especias aromáticas, para ir a ungirle.\n\nY muy de mañana, el primer día de la semana, vinieron al sepulcro, ya salido el sol.",
    "Ahora, mi texto para esta mañana, deseo tomar como texto: Ya Salido El Sol. Y como tema, quiero emplear: “El Poder Vivificador”.",
    "Ahora, Uds. saben, quizás han estado escuchando la radio y a los distintos ministros hablar; y a nuestro noble Hermano Neville en esta mañana hablando de su tema de Pascua, sobre la resurrección. Y pensé en quizás tomarlo por un—un camino un poco distinto, no para ser diferente sino solamente para añadir un poco más para Uds., quizás desde otro ángulo. Las Escrituras, cualquier ángulo que uno tome en las Escrituras, siempre le declararán a Jesucristo. Uno no se puede apartar de eso, de ninguna manera. Ellas siempre lo declaran a Él.",
    "Ahora, el mundo estando hoy en un—un servicio de conmemoración, o cuando menos en los Estados Unidos en este lado de la tierra, en esta mañana; en las iglesias y en todo, están celebrando una conmemoración del—del triunfo más grande que el hombre haya conocido.",
    "Pienso que como Salvador, cuando Él murió, o más bien como niño cuando nació, pues no pudo haber estado aquí sin haber llegado a la Tierra. Y cuando murió, ciertamente Él pagó la deuda por nuestros pecados. Pero sin embargo, han nacido muchos buenos bebes, y han habido muchos hombres que han sufrido y han muerto por causas muy buenas; pero jamás ha habido uno que pudiera levantarse de nuevo, hasta este día.",
    "Siendo ahora la semana más importante en la historia, la celebración más grande de todos los tiempos, este día de resurrección es cuando Él probó lo que había dicho. El hombre puede decir cosas, pero sin embargo, no es algo que se pueda creer exactamente en su totalidad, hasta ser probado ser la Verdad. Y como fue Dios Quien dijo: “Examinadlo todo; retened lo bueno”, Él no le diría a Ud. que hiciera algo que Él mismo no estaría dispuesto a hacer. Entonces Él dio la prueba de Quién era éste que murió por nuestros pecados.",
    "Y hoy no es solamente un día de conmemoración, con todas estas flores de Pascua, y sombreritos de Pascua, y conejitos rosados y todas esas cosas que hemos introducido. Y aun las celebraciones santas, lo cual está bien, pero todo esto no es el asunto verdadero, hablando de estas cosas.",
    "Como la gente hoy intenta decir: “Debemos lavar los pies, una vez al año, el—el día jueves [santo]; y el viernes debemos tomar la Santa Cena”, y toda clase de doctrinas de…Ellos discuten que si debe ser en este día o aquel día; o si debe ser el día sábado o el primer día de la semana, o…Todas estas cosas son nada más que tradiciones. ¿De qué beneficio le serían estas cosas, ya sea que Ud. celebre la cuaresma o no, si no hay Vida en Ud.? Solamente es algo conmemorativo. Lo cual, nada en contra, pero la verdad es que han llevado a cabo sus tradiciones, pero se han desviado de lo principal.",
    "A Satanás no le importa cuán religioso sea Ud., o lo correcto que pueda estar Ud. en su doctrina. Si Ud. falla en obtener esa Vida, de todas maneras no va a subir. No importa cuán religioso, cuán bueno, a cuántas iglesias ha pertenecido o a cuántas pertenecerá; nada de eso tiene importancia a no ser que Ud. haya nacido de nuevo.",
    "Por lo tanto, si Dios levantó a Jesús de entre los muertos, ¿lo levantó solamente para una conmemoración? ¿Y es esta mañana de resurrección sólo un día en todo el año, o cierto día cuando lo celebramos? O ¿somos nosotros beneficiarios de Su resurrección? ¿Qué significa esto para mí? ¿Qué significa esto para Ud.? Ahora nosotros creemos, por fe, que Él ciertamente resucitó de entre los muertos; pero, ¿qué tiene que ver eso conmigo? Eso fue hace dos mil años.\n\n¡Ahora continuemos con el texto!",
    "Siendo que estaba cansado, mi brazo me dolía a raíz de las inyecciones que me aplicó la enfermera. Eso es para salir al exterior, como Uds. saben, en pocos días; y era necesario que tuviéramos estas inyecciones, yo y mi hijo. Y con la del cólera, fiebre amarilla y lo demás, yo estaba un poco cansado, me estaban enfermando un poco. Lo cual, César requiere que uno tenga estas vacunas antes de salir de aquí a otras naciones. Y Él dijo: “Dad lo que es de César a César, pero entonces dad a Dios lo que es de Dios”.",
    "Y mientras estaba sentado allí, pensaba de qué le hablaría a esta congregación que me estaba esperando en esta mañana (por la cual estoy muy agradecido); siendo que son hombres y mujeres que darían sus vidas por lo que uno dice. “¿Cómo lo haré? ¿Qué debo tomar como texto?”",
    "Y entonces, mientras estaba allí sentado, casi dormido, la puerta estaba vibrando, en la parte delantera de la casa. No había nadie más, yo estaba sólo, hasta donde sabía. Presté atención, no me parecía haber escuchado muy bien. Después de un rato, la puerta del estudio, a donde entro para estudiar, esa también estaba vibrando, y alguien seguía golpeando la puerta. Y yo—yo fui a la puerta y la abrí, y ¿cuál fue mi sorpresa cuando vi parada allí una niñita con su cabello amarillo y sus ojos azules? Al mirarla parecía una florcita de Pascua [primavera]. La veo ahora sentada aquí, mirándome.",
    "Ella me entregó una tarjeta. Y era…Por supuesto, cuando vuelva allá a mi casa encontraré tarjetas de este tiempo de Pascua; pero ésta era la única que yo había recibido, estando fuera de casa. Y ella dijo: “Hermano Branham, esto es de parte de mi papá y de mí”. Quería asegurarse que ese “de mí” estuviera incluido. Y su padre artrítico, estando en una silla de ruedas, había enviado esta tarjeta. Cuando tomé la tarjeta le di las gracias a la niña; mientras ella dio la vuelta y se alejó de la puerta, yo abrí la tarjeta.",
    "Y de lo que estaba en esa tarjeta obtuve mi texto; pues en la tarjeta estaba escrito, San Marcos 16:1 y 2, salido el sol. Tenía allí el sol saliendo. Entonces pensé en eso, y luego el tema de “la vivificación” de Jesucristo para ser levantado de entre los muertos, y allí obtuve mi tema.",
    "Ahora, el sol, a la salida del sol. Bien, hubo un tiempo cuando el mundo estaba en completa oscuridad. Estaba sin forma y estaba vacío, y estaba todo cubierto de agua y se encontraba allí en penumbra, en oscuridad y en una atmósfera tenebrosa. Y el Espíritu de Dios se movió sobre las aguas y dijo: “Sea la luz”. Dios tuvo un propósito al hacer eso, por cuanto debajo de esas aguas había semillas que Él había sembrado, y precisaban de esa luz del sol para vivir.",
    "Y la primera Luz que fue dada en la tierra fue la Palabra hablada de Dios. La primera Luz que brilló sobre la tierra fue la Palabra hablada de Dios. Él dijo: “Sea la luz”, y hubo luz, que convirtió las tinieblas en luz, para así producir una creación de gozo y vida sobre la tierra. Luego, el Espíritu de Dios, a medida que se movía con amor y compasión en aquel gran día, el primer día del amanecer de la creación, sobre la tierra; salió el sol y bañó todo con sus rayos, y secó las aguas de la tierra, y produjo una atmósfera por encima. Y por primera vez, habría de traer gozo y vida a la tierra por medio de una semilla. Esa fue una hora grandiosa.",
    "Pero, oh, esa salida del sol no fue nada, como fue la salida del sol aquella madrugada en ese día de la resurrección. En esta ocasión, con el sol subiendo en el firmamento, se produjo una salida de sol más importante que nunca; puesto que llegaron mayores noticias con esta salida del sol, que con esa salida del sol allá en el principio. Esta salida del sol trajo una noticia: “¡Él ha resucitado! Él ha sido vivificado de entre los muertos, así como Él lo prometió. ¡Él ha resucitado de entre los muertos!”",
    "La primera vez que salió el sol, allá en Génesis, estaba proclamando un mensaje que habría vida sobre la tierra, vida mortal.",
    "Pero en esta ocasión cuando el sol salió, hubo una—una doble salida; el Hijo, saliendo, fue la otra. Fue el…no solamente el s-o-l saliendo, sino que también era que el H-i-j-o había salido para traer Vida Eterna a toda la Simiente prometida por Dios, que por previo conocimiento Él había visto que estaba sobre la tierra.",
    "Así como la—la vida botánica no podía vivir allá en el principio sin que el s-o-l la trajera a vida; de igual manera, hoy, cuando hay hijos de Dios sobre la tierra, se requiere la Luz del H-i-j-o para traerlos a Vida Eterna, Sus escogidos que Él conoció desde antes de la fundación del mundo. Él los había escogido en Sí mismo antes de la fundación del mundo.",
    "Y allá en la mañana de la resurrección, en alguna parte de esta tierra se encontraban nuestros cuerpos, en esa misma hora puesto que somos del polvo de la tierra. Y en el Cielo había un Libro de memoria, y Sus atributos estaban en Él, sabiendo que por cuanto este Hijo de Dios había resucitado, esto también resucitaría a Vida todo hijo que estaba preordenado para esta gran hora. Él sabía que así sería. ¡Y cuánto más gloriosa salida de sol fue ésta que aquella en el principio, en la hora que por primera vez amaneció!\n\n¡Y ahora, este gran amanecer del Sello de resurrección!",
    "Ahora, tenemos hoy un sello de Pascua de la Tuberculosis. La gente envía mensajes el uno al otro, y es para apoyar este gran fondo o campaña, para que los doctores y la ciencia médica puedan trabajar en algo para disminuir o ayudar en lo de la tuberculosis. Este es un sello, lo que nosotros llamamos el sello de Pascua, cuando nos enviamos mensajes el uno al otro. Mas cuando recibimos el mensaje, ese sello es roto [la estampilla], por cuanto este sello es lo que trae el mensaje asegurado adentro.",
    "Y ahora, el verdadero Sello de la Pascua, con esta salida del sol, fue roto; y el secreto de la Vida después de la muerte fue revelado. Antes de ese tiempo no sabíamos. El mundo andaba a tientas en tinieblas, a ciegas, con sospechas humanas. Teorías llenaban el corazón del hombre; tradiciones fueron fabricadas. Los hombres adoraban ídolos. Adoraban el sol. Adoraban toda clase de dioses. Y toda clase de personas que hacían afirmaciones, todos ellos terminaron en el sepulcro, y permanecieron allí en el sepulcro.",
    "Pero el verdadero Sello había sido roto, y Uno — que una vez vivió como nosotros vivimos y murió igual como nosotros moriremos — se levantó de entre los muertos. ¡Qué tremenda mañana! Nunca ha habido otra igual en toda la historia del mundo. El secreto fue dado a conocer, que Él era la resurrección y la Vida.",
    "Y Él dijo, cuando resucitó en aquella mañana: “Porque Yo vivo, vosotros también viviréis”. Él no fue el único beneficiario de la resurrección, sino que todas esas Simientes que estaban esperando en la gran promesa de Dios, fueron beneficiarios de esa resurrección a Vida. Por cuanto Él dijo: “Porque Yo vivo, vosotros también viviréis”. Allí fue cuando se rompió el Sello. Por cuanto Él fue levantado, entonces todo aquél que esté en Cristo también será levantado juntamente con Él.",
    "En esta gloriosa salida del sol, Dios había probado o vindicado Su Palabra. Toda tiniebla y duda que había entrado en la mente de la gente fue sacada; porque aquí estaba Aquél que una vez había vivido, comido, bebido, y tenido compañerismo con seres humanos, que había dicho: “Tengo poder para poner Mi Vida, y tengo poder para volverla a tomar”. Y ahora, no sólo había hecho la declaración, pero Él comprobó que era la Verdad. ¡Oh, qué cosa tan gloriosa que es esa!",
    "Estoy seguro en esta mañana que aun nosotros, los que creemos esto, no podemos comprender lo grandioso que fue. ¡Por cuanto Él ha resucitado de entre los muertos, nosotros también ya hemos resucitado de entre los muertos, por cuanto estábamos en Él!",
    "Fíjense. Ahora, las tinieblas cubrían la tierra, y las semillas no podían vivir si no saliera el sol, porque tinieblas habían cubierto la tierra. Y ahora el Hijo había resucitado, y toda tiniebla fue desvanecida por esta Luz, a medida que era proclamada por todas las naciones, a la gente: “¡Él no está aquí, sino que ha resucitado!” ¡Qué—qué declaración! Él había probado Su Palabra. Él la había probado que era la Verdad, por cuanto Él ahora había conquistado la muerte, el infierno y la tumba.",
    "La trinidad del diablo: La muerte, el infierno y la tumba. Puesto que Satanás es el autor de la muerte, él es poseedor del infierno, y también del sepulcro. Y esa fue la trinidad de Satanás, siendo producida por una cosa: la muerte. En la muerte, Ud. va al sepulcro; y siendo un pecador, cae en el infierno. Todo siendo una sola cosa: la trinidad de Satanás, que era muerte, la cual había tenido al hombre en cautividad todos estos años.",
    "Pero ahora, la verdadera trinidad de Dios, siendo Uno, manifestado en Cristo, el cual fue la Vida, y habiendo roto los Sellos y conquistó al enemigo, y resucitó, el único y verdadero Dios Viviente. “Yo soy el que estuve muerto y vivo ahora para siempre, y poseo las llaves de la muerte y del infierno”. Dios, siendo Uno, hizo al hombre, y habitó entre nosotros y conquistó a todo enemigo. Y había probado que la trinidad de Satanás fue conquistada, y que la trinidad de Dios se había dado a conocer, porque sólo Dios tenía el poder de traer la Vida de nuevo. ¡Él fue aquel Emanuel! Dios se había manifestado en carne.",
    "Con razón Él pudo reclamar allí, en Mateo capítulo 27 [28:18]: “Toda potestad me es dada en el Cielo y en la tierra. Yo os envío para que seáis Mis testigos, a todo el mundo”. Él había conquistado la muerte, el infierno y la tumba. No sólo hizo eso, sino que salió triunfante con todo el poder del Cielo y la tierra. Todo lo que era el Padre, todo lo que era el Espíritu Santo, y todo lo que alguna vez haya existido, todo estaba en Él. “Toda potestad me es dada en el Cielo y en la tierra”. ¡Todo lo demás quedó impotente! Él lo había conquistado.",
    "Ahora, y no sólo eso, Él envió Palabra a Sus discípulos, quienes eran creyentes: “No temáis, porque Yo soy Aquél que estaba muerto; mas ahora vivo para siempre jamás, y tengo las llaves de la muerte y del infierno. ¡Ya los conquisté! ¡No temáis más! Porque toda Simiente preordenada, predestinada de Dios vendrá a Vida cuando esa Luz del glorioso Evangelio se difunda por toda la tierra. En cada edad producirá la cosecha que Dios ha ordenado”. ¡Él ha resucitado de entre los muertos!",
    "¡Oh, qué cosa tan maravillosa! “Yo estoy vivo, o vivificado”. La palabra significa, la palabra vivificar, la palabra griega significa algo al cual “se le ha dado vida después de la muerte”.",
    "Así como la—la semilla, colocada en la tierra, tiene que morir, toda la semilla, por competo. Tiene que pudrirse, toda la semilla por competo. Y toda la vida que estaba en la semilla, tiene que salir de nuevo.",
    "Él fue “vivificado”. No sólo eso. “Y enviaré la misma Vida que me vivificó a Mí; el Poder que me levantó del sepulcro, ese mismo Poder lo derramaré sobre vosotros, para que seáis vivificados, para que donde Yo estoy vosotros también estéis”.",
    "En Lucas capítulo 24:49, Él dice: “He aquí, Yo enviaré la promesa de Mi Padre sobre vosotros; pero quedaos (o esperaos) vosotros en la ciudad de Jerusalén, hasta que seáis investidos de Poder de lo Alto”. Para así demostrar que no sólo fue Él quien obtuvo los beneficios de todo eso, pero que Él compartió esos beneficios.",
    "Él vino para redimir, o para darle Vida a esas simientes predestinadas que Dios vio desde antes de la fundación del mundo y que había puesto sus nombres en el Libro de la Vida. Y ahora aquí se encontraban sobre la tierra sin ninguna esperanza. Él no sólo vino para ser la Bendición, sino para compartir esa Bendición con toda Simiente predestinada. Ahora, si la Simiente no estaba sobre la tierra, no podía vivir. Tenía que estar sobre la tierra, y también estar germinada. No importa el tiempo que fuera mantenida en oscuridad, brotará cuando el H-i-j-o brilla sobre ella. Ahora noten: Él vino para compartir eso con nosotros.",
    "Con razón el Evangelio viene siendo buenas nuevas. La propia palabra Evangelio significa “buenas nuevas”. ¿Cuáles buenas nuevas? Si un hombre muriera a favor nuestro, esas son las buenas nuevas. Si Cristo nació, esas son buenas nuevas. Pero jamás una noticia, jamás ha habido noticia como esta, que Aquél que hizo la Promesa, ha confirmado la Promesa. Que “Él vive para siempre jamás, y tiene en Su mano las llaves de la muerte y el infierno”. Todas las tinieblas fueron eliminadas. No quedaron más tinieblas, porque el Hijo había salido del sepulcro. Ya no era: “Pues, Él habrá de venir, o es posible que Él venga”. ¡Él ya había venido, el Evangelio, las buenas nuevas!",
    "Noten: el Mensaje del Evangelio, en sí, es para probarle a la gente que Él ha resucitado. “Ve y diles a Mis discípulos que Yo he resucitado de entre los muertos, y que me encontraré con ellos para confirmarles esto”. ¡Oh Dios, de cómo en estos últimos días habría Luz de nuevo por toda la tierra! “¡Y les probaré esto a Mis discípulos! Ve y diles que Yo no estoy muerto, y que tampoco soy una tradición, sino que soy un Cristo vivo. Yo me encontraré con ellos. Llévales este mensaje a Mis discípulos, y diles que he resucitado de entre los muertos”, el Evangelio, las buenas nuevas.\n\nUd. dirá: “¿Será eso correcto?”",
    "Hebreos 13:8 dice: “Él es el mismo ayer, y hoy, y por los siglos”. Nosotros, Sus beneficiarios, debemos probar que Su Vida ahora mora en nosotros, los beneficiarios de esta Vida. La Vida, nunca hubo una vida vivida como esa, Él fue el Hijo de Dios. Y Él murió, y con eso se apagó; pero cuando Él resucitó de entre los muertos, en aquella mañana de resurrección, entonces nosotros, como Sus siervos, fuimos comisionados por Él para ir a todo el mundo y llevar estas buenas nuevas a toda persona: que Él vive. Y ¿cómo podremos hacerlo solamente por medio de palabras? Pues está escrito: “El Evangelio no vino solamente en palabra sino que también vino en el poder y manifestación del Espíritu Santo, para probar que Él vive”.",
    "Ahora, si hubiese otro evangelio, tal como lo mencionó Pablo a uno de los grupos: “Estoy muy sorprendido de que os hayáis vuelto a otro evangelio” (que por cierto no hay otro, sino un evangelio manufacturado), a una fábula denominacional, desviándose de las buenas nuevas.",
    "🦅 Por cuanto Yo vivo, vosotros también viviréis; y Yo vivo en vosotros, y las obras que Yo hago” (Juan 14:12) “las obras que Yo hago me identificarán a Mí entre vosotros”. ¡Qué tremendo Mensaje! Con razón hemos tenido un mundo de tinieblas teológicas, pero al atardecer habrá de venir Luz nuevamente. ¡Habrá una resurrección al atardecer! Habrá Luz al atardecer.",
    "Ahora, la propia esencia del Mensaje que ha sido enviado: “Él ha resucitado de entre los muertos”. Nosotros como beneficiarios Suyos, los que hemos compartido de Su resurrección, recibimos beneficios de todo esto al probarle al mundo que Él sí vive. No lo podemos hacer solamente con palabras; no lo podemos lograr por medio de alguna tradición humana. Sólo reflejamos exactamente lo que estamos enfocando.",
    "Mi temor hoy es que muchos de nosotros no estamos guiando la gente a Cristo. Estamos guiándolos a una iglesia, a una teoría; pero tenemos que traerlos a Cristo. Él es el Único, y el Único que tiene Vida. “El que tiene al Hijo, tiene la Vida”.",
    "Y si la vida de un hombre que ha muerto es proyectada a través de Ud., entonces Ud. vivirá la misma vida que él vivió.",
    "Si la sangre de un hombre es de cierto grupo sanguíneo, y Ud. toma la sangre de un hombre y cambia la sangre, o sea transfiere la sangre de un hombre a otro, entonces él absolutamente sería del mismo grupo sanguíneo.",
    "Y si el espíritu que está en Ud. es considerado como muerto, entonces Ud. es ungido con la Vida que estuvo en Cristo, y eso mora en Ud. Romanos 8:11 nos dice: “Y si el Espíritu que levantó a Cristo de los muertos mora en vosotros, vivificará también vuestros cuerpos mortales”. Esa misma Vida, con los mismos poderes y los mismos beneficios que Él tuvo aquí en la tierra, de parte de Dios. Él lo redimió a Ud., una Simiente que fue conocida previamente por Dios — cuyos nombres fueron puestos en el Libro de la Vida del Cordero desde antes de la fundación del mundo.",
    "¡Y la Luz del Evangelio de la resurrección es la confirmación de la Palabra! ¿Cómo supimos nosotros que Él era el Cristo? Porque Él probó lo que antes había dicho. ¿Cómo conoceré el Mensaje de la hora? ¡Dios prueba lo que Él ha prometido, y Él habla al respecto! Esa es la identificación, de que nosotros somos beneficiarios juntamente con Él en la resurrección. Él prueba lo que ha dicho.",
    "Lo que Él prometió hacer en Cristo, lo probó en la resurrección. Lo que Él prometió hacer en los días de Moisés, Él lo probó. Lo que Él prometió para los días de Enoc, lo probó; en los días de todos los apóstoles, Él lo probó.",
    "Y ahora en este día, Él prueba lo que ha dicho, porque éstos son parte de aquella Simiente que estaba representada en el Libro de la Vida, la cual Él vino a redimir de nuevo para Dios. ¡Oh, qué Mensaje!",
    "En la mañana de la resurrección, no sólo resucitó Él, sino que Sus beneficiarios resucitaron juntamente con Él. Ellos estuvieron en Cristo en Su crucifixión. Estuvieron en Él en Su resurrección. Nosotros somos Sus beneficiarios, vivificados después de haber estado muertos en tinieblas.",
    "En un mundo entenebrecido por la incredulidad, a donde las iglesias y denominaciones y demás nos tenían. Y hay algo en nosotros clamando: “¡Oh, deseamos a Dios! Estamos hambrientos y sedientos de Dios”. Nos uníamos a los metodistas, bautistas, pentecostales, presbiterianos y cuánto más; y todavía algo andaba mal, sencillamente aún no podíamos hallarlo. Y de repente, mientras andábamos a tientas en la oscuridad, la gran resurrección llegó a nosotros en la manifestación de la Palabra prometida de Dios.",
    "Igual como Él fue la manifestación de la Palabra prometida de Dios: “No dejaré Su alma en el infierno ni tampoco dejaré que Mi Santo vea corrupción”. Él manifestó toda Palabra de Dios que le fue prometida. Él lo comprobó cuando resucitó en la mañana de resurrección.",
    "Ahora, aquellos que en un tiempo anduvieron a tientas en las tinieblas, y no sabiendo si debieran lavar los pies en este día, o si debieran guardar un cierto día, o guiarse por ciertos reglamentos — para ellos todas estas cosas pasaron. Pues, hubo una resurrección gloriosa que desafió toda cosa jamás hecha por el hombre, todo razonamiento por el hombre.",
    "Hasta ese tiempo no había existido un hombre que podía entregar su vida y volverla a tomar. Él desafió esa prueba científica que ellos tenían, al levantarse de nuevo.",
    "Cuando ellos dicen que “Jesucristo no es el mismo ayer, y hoy, y por los siglos”, y que: “Su poder no es el mismo”, y que: “Su Evangelio tampoco es el mismo”, ¡cuando la Biblia dice que sí es el mismo! Dios desafió a toda denominación, a todo credo y prosiguió adelante con Su Espíritu Santo, como lo prometió, y lo probó a nosotros, que Él está vivo.",
    "Nosotros somos los beneficiarios de Su resurrección, vivificados después de haber estado muertos en el mundo, en delitos y transgresiones. Él nos ha vivificado juntamente con Él, levantándonos con Él, y ahora sentados en lugares Celestiales en Cristo Jesús. Él trae…",
    "Su Espíritu trae Su misma Vida de nuevo a la tierra. Si el Espíritu de Dios, que levantó a Cristo — el Cuerpo, el Cuerpo ungido — si el Espíritu de Dios ungió ese Cuerpo en tal forma que cuando esa Simiente cayó en tierra, Él simplemente no le iba permitir descansar allí. No, Él le vivificó y le resucitó. “Ese mismo Espíritu”, de acuerdo a las mismas obras, por el mismo poder, por las mismas señales, “si estuviere en vosotros, también os vivificará”.",
    "Quisiera leerles aquí una Escritura. Desearía que abran a otra Escritura que tengo apuntada. Les podría ser de ayuda; es hallada en el Libro de Levítico, el capítulo 23, el versículo 9 al 11. Escuchen atentamente. En la Ley, la ley levítica, Dios hablándole a Moisés (escuchen), todos estos son ahora tipos, y vamos a hacer una pausa aquí por unos momentos para entrar en este tipo.\n\nY habló Jehová a Moisés, diciendo:\n\nHabla a los hijos de Israel y diles: Cuando hayáis entrado en la tierra que yo os doy…",
    "🦅 Al lugar, a la posición, que Yo os he dado”. “Ahora háblales tú a los hijos de Israel: cuando hayan entrado a este cierto lugar adonde Yo les he prometido, que les llevaría, cuando lleguen allí a esa tierra”. Hablando ahora aquí en lo natural, tipificando lo espiritual.\n\n…y seguéis su mies (habiendo recibido lo que os he dicho), traeréis al sacerdote una gavilla por primicia de los primeros frutos de vuestra siega.\n\nY el sacerdote mecerá la gavilla delante de Jehová, para que seáis aceptos; el día siguiente del día de reposo la mecerá.",
    "Si hubiera algún rito santo, debiera ser celebrado el día sábado, el cual era el séptimo día de la semana, el cual es el sábado. Pero, ¿notaron Uds., que en esta conmemoración, se debía mecer en el primer día de la semana?",
    "🦅 La gavilla — la primicia de la semilla que habéis sembrado — cuando ésta sale y madura, habéis de cortar esta gavilla y la lleváis al sacerdote. Y permitid que él la lleve y la mece ante el Señor, para la aceptación vuestra, mostrando que sois aceptados. Habéis venido con vuestra gavilla, y él deberá mecerla ante el Señor, el…”",
    "No el día sábado, el séptimo día, sino más bien el primer día, el cual nosotros llamamos domingo, d-o-m-i-n-g-o.",
    "Por supuesto, esta es una—una palabra romana, lo cual ellos le llaman así en nombre del dios del sol. Pero, ¡cuánto ha cambiado!",
    "Ya no es el s-o-l. Es el d-í-a d-e-l H-i-j-o, el día del Hijo; en que el grano de Trigo (el primero de Dios en levantarse de entre los muertos) debe ser mecido sobre la congregación, mostrando que nosotros somos Su simiente. Y esa fue la primicia de la Simiente de aquellos que durmieron, mecido el primer día de la semana, el día domingo. Él resucitó, se despidió y ascendió a lo Alto, en presencia del pueblo.",
    "Fíjense: Fue el primer grano del trigo de Dios que había sido levantado de entre los muertos, el primer Grano del trigo de Dios. Por medio del Poder vivificador de Dios, había Dios vivificado Su Vida, levantándole de entre los muertos, y Él vino a ser la primicia de los que dormían, la Primicia. Él fue esa Gavilla.",
    "Y fue por eso que tuvieron que mecer esa Gavilla, porque fue la primera en llegar a madurez; y fue mecida como una conmemoración de acción de gracias a Dios, creyendo que las demás también se levantarían. Era una señal.",
    "Y hoy día, por cuanto Él fue el primer Hijo de Dios en llegar a plena madurez, para estar en Dios, fue arrebatado de la tierra y es mecido ahora sobre todo el pueblo. ¡Oh, qué lección tan gloriosa! Fue por el Poder vivificador, ¡el primero! Aunque Él había sido tipificado, y muchas veces, como veremos más adelante, que Él fue tipificado. Pero esta fue realmente la Primicia de los que habían dormido. Él fue mecido sobre la Simiente prometida que tenía la promesa de la Vida.",
    "Él fue mecido en el día de Pentecostés, “cuando vino un estruendo del Cielo como de un viento recio”; y fue mecido sobre la gente, sobre la gente pentecostal que estuvo allí en el día de Pentecostés, esperando que bajara la Bendición.",
    "Y para ser mecido otra vez en los últimos días, como nos damos cuenta, según San Lucas 17:30, en el día del Hijo, “cuando el H-i-j-o del Hombre será revelado nuevamente”, o mecido nuevamente sobre la gente.",
    "Ahora, ¿quién es este Hijo del Hombre? “En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios, y el Verbo fue hecho carne y habitó entre nosotros”. Y si toda la enseñanza que tenemos, y la confirmación de la Palabra de Dios, a través de la Palabra de Dios, y por las señales y las maravillas (las cuales nosotros vemos hoy en el Libro de—de Lucas aquí, del cual acabamos de citar, de—de Lucas el capítulo 17 y el versículo 30, y Malaquías 4 y las demás Escrituras que conocemos), que esa Palabra es de nuevo mecida sobre la gente, que las tradiciones muertas de hombre han quedado muertas; y el Hijo de Dios ahora está vivo de nuevo entre nosotros por el bautismo del Espíritu Santo, y dándonos Vida.",
    "Así como Cristo fue el Primero en levantarse de entre todos los profetas y demás (aunque tipificado en muchos lugares), Él fue la Primicia de los que durmieron. En la venida de Cristo con respecto a la Novia, que sale de la iglesia, tendrá que haber una Gavilla mecida de nuevo en los últimos días. ¡Oh qué cosa!",
    "¡La mecida de la gavilla! Y ¿qué fue la gavilla? El primero que llegó a madurez; el primero que probó que en verdad era trigo, que probó que era una gavilla.",
    "¡Aleluya! Estoy seguro que Uds. pueden ver lo que estoy diciendo. Él fue mecido sobre el pueblo. Y por primera vez habrá, para la edad de la Novia, para una resurrección de entre el denominacionalismo tenebroso, habrá un Mensaje, en el que la plena madurez de la Palabra ha vuelto de nuevo en todo Su Poder, y será mecido sobre el pueblo por medio de las mismas señales y maravillas que Él obró allá.",
    "🦅 Por cuanto Yo vivo, vosotros también viviréis”, hablándole a Su Esposa. “Por cuanto Yo vivo, vosotros también viviréis”. ¡Qué tremenda resurrección fue aquella! Y qué tremenda resurrección es ésta, el ser resucitados de entre los muertos, “para así ser vivificados en Cristo Jesús”, por medio del Poder vivificador de Dios.",
    "Él fue mecido ante todos ellos. La Palabra (que fue Él) fue mecida sobre ellos en el día de Pentecostés, la Palabra manifestada. Ahora, como antes dije, será mecida de nuevo en el día postrero. Ahora, por ejemplo…",
    "Ud. dirá: “Espere un momento Hermano Branham, yo conozco cierta iglesia que…” Pues, yo también. ¿Ven Uds.?",
    "Pero ahora, por ejemplo: ¿Qué si—si fuésemos a regresarnos a Tucson esta misma tarde? Ahora, y que cada uno de nosotros tuviera…fuese a viajar en un—un carro Cadillac grande y nuevo. Y todos los asientos estuvieran forrados de piel de—de gama, la piel más suave, cómoda y suave en la cual sentarse; y los pisos fueran de lujo, los volantes cubiertos de níquel y con diamantes incrustados todo alrededor; y el motor probado mecánicamente para que fuera el motor ideal; y las ruedas fueran…todas con sus rodamientos y bien engrasados; y las llantas fuesen a prueba de perforaciones y de estallidos; que todo hubiese sido probado científicamente.",
    "Estos acababan de salir de la línea de ensamble, ambos, y ambos con sus tanques llenos de gasolina. Ese es el poder para hacerlos andar, la gasolina, porque en ella está el octano. Pero ahora cuando los vamos a encender, aunque aparentemente son idénticos, pero uno de ellos no tiene chispa, no tiene el poder para encender.",
    "🦅 Pues”, me dirá Ud., “el poder está en la gasolina, Hermano Branham”. Pero no me interesa cuánto poder tenga la gasolina, a no ser que haya chispa allí para manifestar ese poder, a menos que haya allí un poder para confirmar que esa es gasolina, daría lo mismo si fuese agua. Hasta que…",
    "No importa cuánto reclamen los teólogos, ni cuán bien ordenada tenga su iglesia, ni cuánta educación tenga, ni cuánto se asemeje a la Biblia; hasta que esa Gavilla mecida, hasta que el Espíritu Santo no venga sobre la persona para vivificar esa Palabra. La gasolina representa la Palabra, es la Verdad, pero sin el Espíritu no se moverá.",
    "Hemos dado demasiada importancia a la mecánica y ninguna importancia a la Dinámica. Se necesita del Poder dinámico de Dios, el Poder de la resurrección de Jesucristo sobre la Iglesia, para manifestar y traer a cumplimiento que Esto es gasolina. Puede ser que se encuentre en una lata de gasolina, sin embargo podría ser agua. ¿Ven Uds.? Pero la única prueba de esto, está en aplicar esta Vida, y allí se probará si es gasolina o no.",
    "Y cuando Ud. trata de poner el Espíritu Santo en una denominación, es igual a como si…Podrá obtener un renqueo; pero arruinará su motor, al llenarlo de carbón.",
    "Pero oh, estoy tan contento porque hay un Poder de diez mil octano (la Palabra de Dios y el Espíritu Santo), para encender, y así resucitar el Poder de Dios en la vida de un hombre, o en la vida de una mujer, o en una iglesia. Eso impulsa a ese Cadillac para avanzar por la carretera, bajo el Poder dinámico del Espíritu Santo que regresó y fue mecido sobre el pueblo en el día de Pentecostés, mostrándolo a Él ser el mismo ayer, y hoy, y por los siglos.",
    "Allí estaba la primera Gavilla que surgió de todos los profetas, el cual fue el Hijo de Dios, el Rey de todos los profetas.",
    "Ha habido iglesias, iglesias, novias, novias, iglesias, novias, novias.",
    "¡Pero debe aparecer Una, aleluya! ¡Debe aparecer una verdadera Novia! Tiene que aparecer Una que no sólo tenga la Mecánica, pero también la Dinámica del asunto, para hacer que esa Iglesia viva, y se mueva en el Poder de Su resurrección. Mientras no lleguemos a ese lugar, mientras no hallemos ese lugar, ¿de qué nos vale pulir las copas de las ruedas? ¿Qué beneficio hay en estar cambiando la apariencia o darle una pulida completa, cuando allí no hay nada de Dinámica? No importa cuánto más probemos lo correcto de la Mecánica, tiene que estar presente la Dinámica para que funcione.",
    "¡Eso fue lo que Él probó! ¡Aleluya! Esa fue la prueba de la resurrección. Él no fue solamente la Palabra, sino Dios mismo — la Dinámica en la Palabra. Esto hizo que el cuerpo de Jesucristo (frío, tieso y muerto en el sepulcro) se sacudiera a Vida y se levantara de nuevo, y moviera la piedra. “Yo soy Aquél que estaba muerto”, tan muerto que hasta el sol lo declaró muerto, la luna lo declaró muerto, las estrellas lo declararon muerto; toda la naturaleza declaró que Él había muerto. Pero ahora el mundo entero tiene que reconocer que Él está vivo nuevamente. Él no solamente fue la Mecánica (la Palabra de Dios), Él fue la Dinámica para probarlo.",
    "Y Él, siendo el Novio, la Novia tiene que aparecer porque Ella es parte de Él. Y solamente puede ser la manifestación del cumplimiento de todas las revelaciones y lo demás dicho de la Novia; sólo puede manifestar. Si muestra algo distinto que el Novio, no es la Novia. ¡Porque ella es carne de Su carne, hueso de Su hueso, Vida de Su Vida, Poder de Su Poder! ¡Ella es Él! Así como el hombre y su esposa son uno, y la mujer habiendo sido tomada de su costado; Ella ha recibido un espíritu, el espíritu femenino de Él mismo. La carne de Su costado formó la Mecánica y la Dinámica: la Esposa. El Espíritu de Él y la carne de Él, unido, y formó la Mecánica y la Dinámica. Mientras la iglesia, o la gente…",
    "Todos estos conejitos de Pascua, y las ceremonias, y las iglesias tan grandes y lujo, todo perecerá y no será más.",
    "Mientras la Iglesia no llegue a ser Dinámica y Mecánica, y el Espíritu de Dios que le impulsó a Él para hacer las cosas que Él hizo — si Él funcionó con dieciséis cilindros, entonces la Novia hará lo mismo. ¡Amén! Porque Él dijo en Juan 14:12: “Todo aquél que cree en Mí, las obras que Yo hago, él también las hará. Le daré un impulso de Mi Dinámica en su Mecánica, que el mundo no podrá contrarrestar, y Yo lo resucitaré en el día postrero”. Ese es el Mensaje para este día de resurrección: ¡La Dinámica y la Mecánica, juntas! La Mecánica sin la Dinámica no sirve, como tampoco sirve la Dinámica sin la Mecánica.",
    "Ud. puede gritar y clamar, y brincar y saltar todo lo que quiera, y a la vez negar esta Palabra; de nada le servirá. Simplemente está moviendo los—los pistones. Tiene allí la chispa para encender, pero no tiene la gasolina para echarla a andar.",
    "Esto solamente funciona cuando las dos cosas se combinan. ¡Amén! Así que, una se va quedar, mientras la otra sube. Es todo lo que se puede decir al respecto. Sin embargo, ambas podrían parecerse, ambas reclamando ser iglesias, ambas reclamando ser Novia. Mas una sola tiene la Mecánica y la Dinámica, ella lo trae a cumplimiento, lo que Él dijo ser la Verdad.",
    "Eso sencillamente no se moverá, no importa lo perfecto que sea la Mecánica, hasta no llegar la Dinámica. Cuando llegue la Dinámica, esa Chispa hará contacto con el octano en la gasolina. Y cuando eso hace explosión, se produce una combustión, y esa combustión impulsa todo movimiento, cada paso, porque Él es el mismo ayer, y hoy, y por los siglos. ¡Esa es la resurrección! Ese es el verdadero Poder de Dios: La Mecánica con la Dinámica. Noten: “Es el Espíritu el que vivifica”, es la—es la Chispa la que enciende. No es la gasolina la que enciende, es la Chispa la que enciende la gasolina. ¿Ven Uds.?",
    "🦅 Sin Mí, nada podéis hacer; pero conmigo podéis hacer todas las cosas”. Así como Él es la Palabra, es el Padre viviendo. “El Padre me ha enviado, también Yo os envío. Así como el Padre me ha encendido y me ha impulsado a todo; Yo hago sólo aquello que le agrada a Dios. Ahora, así como Él me ha enviado, así también Yo os envío, con la misma Mecánica, y se requiere la misma Dinámica para hacerlo funcionar. Y estas señales seguirán a todos aquellos que reclamen tener la Mecánica. La Dinámica ocupará Su lugar”.",
    "Pablo dijo: “El Evangelio no vino solamente en palabra” (solamente en gasolina); “sino a través de chispa también”, para hacerlo mover. Allí lo tienen, vino a nosotros de esa manera.",
    "Es el mismo Espíritu que lo levantó a Él, el que vivifica al verdadero creyente a Vida Eterna. Ahora, recuerden: Potencialmente…Observen bien, siendo que se nos está acabando el tiempo. Observen: “El mismo Espíritu”, ahora Romanos 8:1. Sencillamente leámoslo de nuevo, en Romanos 8:1, y veremos lo que dice allí. Muy bien. Y, no Romanos…quiero decir, 8:11; disculpen.",
    "En Romanos 8:11; “Y si…” (Allí está el problema. Allí está el asunto).\n\nY si el Espíritu de aquel (Dios, el Espíritu Santo) que levantó de los muertos a Jesús mora en vosotros,…",
    "Ahora, allí lo tienen: “¡Si el Espíritu del Novio mora en la Novia!”",
    "Cuando Dios produjo Su primer novio, hizo primero al novio; y este era hombre y mujer, en espíritu; lo formó del polvo de la tierra, para que existiera en lo físico. Y noten: Cuando formó a Eva, de Adán, Él no tomó otra porción de barro, sino más bien tomó del mismo barro — la misma Palabra, por cuanto Adán era Palabra hablada. ¿Ven? Él sacó de él, y entonces tomó eso…Él tenía espíritu masculino y espíritu femenino. Y Él sacó el espíritu femenino de Adán y lo colocó en Eva; y así siguió siendo parte del espíritu de Adán, es carne de Adán. Luego, fue el espíritu de Adán, la dinámica, que vivificó la mecánica de su cuerpo.",
    "Así también la Novia tiene que ser carne de Su carne y hueso de Sus huesos. Ahora, ¿cómo llegará esta carne mortal a ser parte de Su carne? Llegaremos a eso en unos momentos. ¿Cómo se desarrolla esto? ¿Cómo? ¿Cuál es esta gran transformación? Fíjense:\n\nY si el Espíritu de aquel (Dios) que levantó de los muertos a Jesús mora en vosotros, el que levantó de los muertos a Cristo Jesús vivificará también vuestros cuerpos mortales por su Espíritu que mora en vosotros.",
    "¡Oh, hermano! Los predestinados, desde luego, igual que la Simiente puesta sobre la tierra, los que tenían Vida. Muchas se encontraban muertas; eran simplemente simiente podrida; las aguas y demás cosas las asfixiaron. Pero ¿saben? Había allí una simiente, lista para recibir la vida. Dios sabía que allí estaba.",
    "Ahora, aquellos predestinados son los primeros en ser vivificados por el Espíritu Santo, puesto que el Espíritu Santo viene precisamente para reclamar lo Suyo. Ahora, esto es profundo, y asegúrense en captarlo bien.",
    "Ahora, como el sol fue enviado por toda la tierra, no para traer rocas (las cuales también son polvo) a vida; no fue para traer todo el polvo a vida, sino para vivificar solamente aquella parte del polvo que encubría vida.",
    "No todos los hombres recibirán a Cristo. Oh no. Sino sólo aquellos quienes Dios preordenó a Vida, que tienen su morada en el polvo de la tierra, a éstos es que Él viene a vivificar. Son ellos los que…",
    "Ahora, ese polvo permanecerá allí bajo el sol, y dirá: “¡Oh, este sol es tan caliente!” Esa piedra dirá: “¡Este sol es muy caliente!” Pero la pequeña simiente dice: “Esto es lo que yo estoy buscando”, y ella comenzó a brotar a vida. Eso vivificó esa parte del polvo; porque el sol fue enviado, no para vivificar la piedra, no para vivificar el polvo, sino para vivificar la vida de la simiente.",
    "Ahora, entonces viene el Espíritu Santo. Por supuesto, no fue enviado a…¿Por qué será que no toda la gente lo recibe? No fue enviado para ellos.",
    "Una persona me dijo: “Yo no creo. No importa lo que Ud. pueda decir. Ud. pudiera resucitar los muertos o lo que fuese, y sanar a los enfermos, y probarlo de cualquier forma; de ninguna manera creería yo eso”.",
    "Respondí: “Por supuesto que no. Ud. es un incrédulo. Esto no significa nada para Ud. Esto ni siquiera fue enviado para Ud. Esto fue enviado para los que creen”.",
    "El Mensaje es para el creyente. Para aquellos que perecen, esto es insensatez; mas para los que están en Cristo y son parte de esa Simiente, esto es Vida.",
    "Mi relato tan sencillo del campesino colocando el huevo debajo, o sea el huevo del águila debajo de la gallina. ¿Ven Uds.? Ese aguilucho era absolutamente, él era—él era una criatura muy rara. Cuando este campesino había hecho lo que hizo, al colocar este huevo de águila debajo de la gallina. Y ésta empolló un pollito muy extraño, y era un—era una criaturita rara. Él no se parecía a ellos; sus plumas no eran como las demás, y él—él simplemente…Él era un pequeñito bastante raro. Y los demás pollitos reconocían que éste era raro. Y la gallina se daba vueltas…",
    "A él ni le gustaba la dieta que ella le alimentaba. A él sencillamente no le gustaba eso de escarbar allí en la granja. Él, él no quería nada que ver con eso; por lo cual él se preguntaba por qué tenía que ser el raro. ¿Ven? Y él nunca saboreaba algo que…Él solamente comía lo suficiente como para mantenerse vivo, porque no le gustaba el sabor de todo eso (¿ven?), porque para empezar él no era gallina. ¿Ven Uds.?",
    "Y la—la gallina cloqueaba, y Uds. saben: “Los días de los milagros han pasado, no hay tal cosa para hoy. Únanse a la iglesia”. Eso simplemente no cuadró con este pequeñito. Así que él continuamente seguía a la gallina, hasta que un cierto día, su mamá…",
    "La madre águila sabía que había puesto cierto número de huevos, y faltaba uno. Ella sabía que ese aguilucho se encontraba en algún lugar, y entonces comenzó a buscarlo. Y ella voló sobre los cerros y por los valles, y por donde era posible que él pudiera estar. Para este tiempo ya debiera haber nacido; ya era tiempo para que hubiera salido de la cáscara. Dijo: “Quizás entró un cuervo y se robó mi huevo, quizás un buitre. Yo no sé. Algo se llevó mi huevo. Pero yo sé…Tengo ese huevo en mi mente. Yo tengo un hijo en algún lugar, y tengo que hallarlo”.",
    "Así también Dios. Él es el Gran Águila. En Sus pensamientos Él sabía que tendría una Iglesia. Él sabía que tendría un pueblo. No importa quién los ha mimado, no importa debajo de qué cosa hayan sido empollados; Él los está buscando. Él está buscando a los Suyos.",
    "Y un día, según el relato, esta madre águila voló sobre el gallinero. Ella estuvo buscando por todas partes, y allí lo halló. ¡Oh, por esa resurrección, para reconocer que después de todo él en verdad no era un pollo! ¡Él era un águila! Y siempre se le había enseñado a mirar hacia abajo, en busca de un insecto o algo en el gallinero; pero él oyó un chillido, que le dijo: “¡Mira hacia acá!” Y él miró hacia arriba, y allí había una criatura con alas que abarcaban más de cuatro metros, más poderosa que todos los pollos en todo el gallinero, y lo reclamó a él como su hijo.\n\nÉl dijo: “Mamá, ¿cómo puedo llegar a ti?”",
    "Le dijo: “Salta, y comienza a batir tus alas, pues eres un águila”.",
    "¿Ven? Ella sabía que tenía un hijo en alguna parte. No importaba en dónde se había criado; ella tiene un hijo en algún lugar.",
    "¡Y Dios sabe! ¡Aleluya! ¡Él tiene una Iglesia predestinada, preordenada! Él sabe que tiene hijos e hijas, y una Novia, esperando en alguna parte. Cuando el Espíritu Santo comience a volar sobre ella, siendo esa Gavilla mecida. ¡Oh hermano! Él es el mismo ayer, y hoy, y por los siglos, no una historia mítica, sino una realidad.",
    "No importaba cuántos intentaban decirle “águila”, él ni sabía lo que era un águila; sin embargo, él era un águila. Él no lo pudo entender hasta poder ver algo que lo reflejara a él, o más bien algo de lo cual él era el reflejo.",
    "Y cuando nosotros vemos, no una denominación, no algún alto grado de educación de Ph.D., o un L.L.D., no un buen vecino, sino mas bien un Hijo de Dios, moldeado a la imagen de Dios, con el Poder dinámico de Dios para responder al requisito de este día presente; de que Él en verdad es el mismo ayer, y hoy, y por los siglos. No habrá ninguna gallina que le detendrá. Él busca a su Mamá. Desde el comienzo él es un águila. Él reconoce. Esta verdadera águila reconoce el llamado de la Palabra de Dios. ¿Por qué? Porque es un águila. ¡Es de águila a águila! ¡La Palabra desde antes de la fundación del mundo, de Palabra a Palabra! La Palabra predestinada a la Palabra escrita para la hora. Uno entonces es consciente de su posición. Él va tras eso.",
    "Esto entonces, este cuerpo terrestre, es vivificado y traído por el Espíritu vivificador de Dios a obediencia a la Palabra de Dios.",
    "Rápidamente. Cuando él quiso saber cómo llegar allá con ella, le habían enseñado que él no podía lograr eso. “No puedes subir más alto de lo que puedes brincar”. Así es el pollo. ¿Ven?\n\nPero esta águila respondió: “Eso no es cierto”.\n\n“¡Pero mira las gallinas!”",
    "🦅 No importa lo que hagan las gallinas, tú eres es un águila. Simplemente comienza a extender esas alas, y ejercítalas un poco. ¡Comienza a subir!”",
    "¡La Palabra a la Palabra! “Las obras que Yo hago, vosotros también las haréis. El que cree en Mí las obras que Yo hago, también él las hará”. ¿Ven? “Por cuanto Yo vivo, él también vivirá”. “Y si el Espíritu de aquel que le levantó a Él de entre los muertos mora en vosotros, este mismo vivificará vuestro cuerpo mortal”. ¿Ven Uds.?",
    "¿Qué es lo que hace? Ahora, escuchen bien, para que sepan. Y este domingo de resurrección, yo quiero que esto signifique más para Uds. que lo que haya significado cualquier otro domingo de resurrección anterior. Quiero que Uds. lo vean. Sabemos lo que hizo por Él, pero quiero que Uds. lo vean, no lo que hará; ya ha hecho lo mismo por Uds. ¿Ven? ¿Qué es lo que hace? Vivifica el cuerpo mortal. Este cuerpo mortal en el cual vivimos, este Poder lo vivifica, en otras palabras, lo trae a Vida.",
    "Ahora, Ud. que alguna vez caminó por allí con un gran tabaco en la boca, y todo eso, o con una cantidad de cigarrillos; y Uds. mujeres que en alguna ocasión tenían el cabello corto, maquilladas, y comportándose así, y usaban pantalones cortos, y cosas como esas; y de repente algo emitió un chillido y Ud. miró hacía acá, y era la Palabra. ¿Ven? Eso vivifica su…Ud. dijo: “Nada de pantalones cortos para mí; no más licor para mí; no más mentir; no más robar, ni más de esto o eso”. ¿Ven? El Espíritu que lo levantó a Él de entre los muertos, al morar en Uds., traerá también sus cuerpos mortales (el polvo de esta tierra), a servidumbre. ¿Ven Uds.? ¿Qué es? ¿Servidumbre a qué? A Cristo. Y ¿quién es Cristo? La Palabra. No a la teología, sino a la Palabra.",
    "Luego Ud. dice estas cosas: “Oh yo creo que está bien si una mujer desea vestirse con pantalones”.",
    "Cuando la Palabra dice: “No”. ¿Ven Uds.? Esto le vivifica a eso. ¿Ven? Ud. es atraído a eso. ¿Ven? Entonces es Ud. Eso se convierte en…Ud. llega a ser parte de la Palabra. Eso trajo su cuerpo, no…",
    "Pero dirá Ud., “Pues déjeme decirle algo, mi pastor…” No me importa lo que diga su pastor. Es más bien lo que dice la Palabra. Si Ud. quiere ser un pollo, continúe con él. Pero si el pastor habla contrario a esta Palabra, entonces él no es uno que alimenta las águilas. Él es uno que alimenta gallinas, no águilas. ¿Ven? El águila se alimenta con Alimento de águila. ¿Ven? Esta vivifica.",
    "La Biblia nos dice que es pecado hacer eso, y lo del hombre y las diferentas cosas que hace, están erradas. Dicen: “Los días de los milagros han pasado”. Esta Biblia nos dice que Él es el mismo ayer, y hoy, y por los siglos. Ellos dicen: “Eso es telepatía mental. Y es alguna forma de leer las mentes, este discernimiento. Y todas esas visiones y demás cosas, son insensatez”, vean, ellos son gallinas. Ellos no saben lo que es Alimento de águilas.",
    "Pero hermano, cuando Ud. escucha ese chillido, ¡hay algo dentro de Ud.! Para empezar, Ud. es un águila. ¿Por qué? Porque Ud. es esa Simiente, por la cual se llevó a cabo la resurrección del H-i-j-o, y por la cual también fue mecida la Gavilla sobre la tierra; para que Ud. pudiera reconocer que Ud. es un águila, y no un pollo denominacional. ¿Lo ven? Ajá.",
    "🦅 Si el Espíritu que lo levantó a Él de entre los muertos” — la Palabra, la Dinámica de la Palabra — “mora en vosotros, ésta también vivificará vuestros cuerpos mortales”. Entonces, ¿cómo es que somos carne de Su carne y hueso de Sus huesos? Porque (rápidamente) mientras aún éramos pecadores mortales (meros mortales, listos para morir, en estos cuerpos mortales) ésto vivifica ese cuerpo. ¿Qué cosa es vivificar? “Traer a Vida”. El espíritu que en una ocasión se deleitaba en tomar, andar en parranda, cometer adulterio y todas estas cosas, ya es vivificado; pues, esa cosa murió, y Ud. ahora ha sido resucitado. Eso vivifica su cuerpo mortal.",
    "Por eso, sus cuerpos son el templo de la Dinámica, porque, (¿Cómo?) desde el principio Uds. han sido parte de la Mecánica. ¡Oh! Allí tienen la resurrección. Allí está la Iglesia en la resurrección, juntamente con Él. Estos cuerpos son vivificados ahora mismo. ¿Ven? Lo han escuchado, lo han creído. Esto les ha cambiado, de una denominación a la Palabra. ¿Ven Uds.?",
    "La Dinámica, si viene sobre agua, sólo renquea: “Los días de los milagros han pasado”. Pap-pap-pap. “Oh, yo creo en la Biblia”, pap-pap-pap, “pero es que—es que no existen…” ¡Pap-pap-pap! ¿Ven?",
    "Pero cuando pega en mil octano, “Burrrrr”, sale corriendo perfectamente, ¿ven Uds.? ¡Cómo es cuando la Dinámica cae en eso! Pero si viene sobre una gallina, no produce beneficio. Pero cuando viene sobre un águila, él sale volando. ¡Amén! ¡La Dinámica juntamente con la Mecánica! ¿Ven lo que quiero decir? Esto es, si él entonces es un verdadero águila, él “entenderá”.",
    "Permítanme enderezarles aquí un poco la Escritura. Creo que ya desconectaron los teléfonos, pero aún estamos nosotros. En San Juan 5:24, Jesús dijo: “El que oye Mi Palabra, y cree al que me ha enviado, tiene Vida Eterna”. Ahora, observen: Yo voy caminando por la calle, y tomo eso literalmente, por lo que dice, sin el entendimiento espiritual. No haciendo que diga otra cosa, sino simplemente repitiendo lo que dice, ¿ven Uds.? La palabra correcta allí en el griego, en el original, dice: “El que entiende Mis Palabras”.",
    "Ahora, para probar lo correcto de eso. Yo voy caminando, y por aquí viene un borracho por la calle, y con la mujer de otro hombre agarrada del brazo, y maldiciendo, y tomando el Nombre de Dios en vano, y comportándose de esa manera. “Oiga, ¿escuchó Ud. lo que dijo aquel predicador? ¿Lo escuchó?” “¡Sí, yo escuche eso!” Eso no significa que él tiene Vida Eterna. ¿Ven? ¿Ven?\n\n“Aquél que entiende Mis Palabras”. ¡Aquél que es águila!",
    "🦅 Pues, Hermano Branham, yo quiero que me dé más Escritura al respecto”.",
    "Muy bien. “Mis ovejas oyen Mi Voz, y no seguirán al extraño”.",
    "Como en el caso de Casamiento y Divorcio, el otro día. Cuando el Espíritu Santo me dijo aquello, y yo vine y lo repetí tal cual como Él me lo dijo.",
    "Una dama predicadora me dio una buena regañada al respecto. Ella dijo: “¿Me supongo que Ud. ocupa el lugar de Dios?”\n\nLe dije: “No señora”.",
    "Dijo: “Pues, Ud. les dijo que sus pecados les eran perdonados”. Dijo, “¿Dónde?”. Dijo, “Sólo Dios tiene el poder”. ¿Ven Uds.? Otro fariseo más. ¿Ven?",
    "Le dije: “Mire, para que Ud. sepa, Jesús se lo dijo a Pedro y a los apóstoles, después de éste haber recibido la revelación de quién era Él”.\n\nLe dijo: “Tú eres Cristo, el Hijo de Dios”.",
    "Él le dijo: “Bienaventurado eres” (¿ven?) “hijo de Jonás. Carne ni sangre te lo ha revelado; mas Mi Padre que está en los cielos te lo ha revelado; y sobre esta piedra edificaré Mi Iglesia, y las puertas del infierno no podrán prevalecer contra ella. Y a ti te doy las llaves. Lo que tú atares en la tierra, Yo ataré en el Cielo; lo que desates en la tierra…”",
    "Esa es aquella revelación Divina de la Palabra hecha carne. Si fue carne en aquel día por el Hijo, el Novio, es carne hoy por la Novia. “A quienes remitiereis los pecados, les son remitidos; a quienes se los retuvieseis, les son retenidos” [Juan 20:23].",
    "Ahora, la iglesia católica saca eso y lo atribuye directamente a sus sacerdotes; pero eso es carnal.",
    "Observen. ¡Fue la Palabra revelada espiritualmente la que logró eso!",
    "Esa fue la razón por la cual les mandó a bautizar en el “Nombre” del Padre, Hijo, y Espíritu Santo. Él sabía que ellos conocían Quién era Él.",
    "Hablando con un predicador el otro día, él me dijo, él dijo: “Pues, Hermano Branham, yo he salido y me he unido, me pasé a una cierta, cierta iglesia, a una iglesia pentecostal”.",
    "En la cual, los pentecostales ahora han comenzado a tomar la hostia redonda, Uds. saben. Uds. han oído de eso, me supongo; el kosher, el dios de la luna, Uds. saben. Y todos ellos la han aceptado y la están tomando. Este hombre me dijo… Su—su congregación fue a él; y él les dijo: “Lo que yo bendigo es bendito”. Y ¿no es eso lo que dice el cura, que él “tiene el poder para convertir eso de nuevo en el cuerpo de Cristo?” Vean, seis del uno y media docena del otro, siendo lo mismo.",
    "Y él dijo: “Quiero preguntarle algo”, él estaba tratando de evadir el tema del bautismo en el Nombre de Jesucristo, porque este era el hombre que había dicho que era—que era anticristo el hacer eso. Él dijo: “¿Piensa Ud. que sea algo muy necesario que un hombre sea bautizado en el Nombre de Jesucristo?”\n\nLe respondí: “Sí señor”.",
    "Dijo él: “¿Aún después de haber sido bautizado en el Nombre del ‘Padre, del Hijo, y del Espíritu Santo’?”",
    "Le dije: “Sí señor. El tal ni aún no ha sido bautizado. ¿Ve Ud.? Él no ha sido bautizado, de ninguna manera; eso no es nombre. Esos son títulos”. Le dije: “Eso no se reconoce”. Le dije: “¿Por qué—por qué fue que Pedro…?”",
    "Él dijo: “Pues, déjeme decirle algo”, dijo él, “pues en Hechos 10:49 [10:44], él dijo: ‘Mientras Pedro aún hablaba estas palabras, el Espíritu Santo cayó sobre todos los que oían’”.",
    "🦅 Pero”, le respondí yo, “inmediatamente él se dio vuelta, y les dijo: ‘¿Puede acaso alguno impedir el agua para que no sean bautizados éstos’?”",
    "Entonces dijo: “Pues, Ud. hablaba hace unos momentos acerca de Hechos capítulo 19, en donde Pablo pasó por la costa de Efeso, y halló a aquellos discípulos”, y dijo, “pues ellos tampoco fueron bautizados en el Nombre del Padre, del Hijo, y del Espíritu Santo”.",
    "Le dije: “No. Ellos fueron bautizados ‘hacia el arrepentimiento’ no para remisión de sus pecados. ‘Para arrepentimiento’, porque Jesucristo todavía no les había sido declarado. El sacrificio aún no había sido ofrecido”.\n\nÉl dijo: “Entonces ¿por qué tuvieron ellos que ser bautizados de nuevo?”",
    "Le dije: “El hombre con las llaves dijo esto: ‘Pues sea conocido entre vosotros que no hay otro nombre bajo el Cielo, dado a los hombres, en que podamos ser salvos’”.",
    "La salvación es solamente en el Nombre de Jesucristo: “Y todo lo que hagáis, sea de palabra, o de hecho, hacedlo todo en el Nombre del Señor Jesucristo”. No hay ningún otro nombre, ninguna iglesia, ninguna jerarquía, ningunos títulos, ni nada; sin embargo, Él es la Rosa de Sarón, el Lirio de los Valles, la Estrella Resplandeciente de la Mañana, el Alpha y la Omega, el Principio y el Fin, Jehová-Jireh, -Rapha, -Manasseh, todos estos. Él es todas estas cosas, sin embargo no hay salvación en ninguno de esos títulos. En Jehová, no hay salvación; Rosa de Sarón, aun siéndolo Él, pero no hay salvación. Padre, Hijo y Espíritu Santo, no hay salvación; únicamente en el Nombre de Jesucristo. Y luego la Biblia nos dice que “Arrepentimiento y remisión de pecado debe ser enseñado en Su Nombre, empezando en Jerusalén, y hasta las partes más remotas de la tierra”.\n\nÉl entonces dijo: “¿Cree Ud. que tiene importancia?”",
    "Le respondí: “Señor, quiero hacerle una pregunta”. Él y yo y mi esposa, estábamos sentados a la mesa. Él se había pasado…Le dije: “Ambos somos ciudadanos del estado de Arizona, aquí vivimos. Y ambos conocemos nuestro concejo y a nuestro representante, y a todos, a nuestro alcalde, gobernador, a todos”.\n\nÉl dijo: “Cierto”.",
    "Entonces le dije: “Ahora, si yo le dijera a Ud. hermano, que fuera a la caja y firmara por nuestra cena, en el nombre del Gobernador del Estado de Arizona. ¿Lo firmaría Ud. de esa manera? ¿Piensa Ud. que le aceptarían eso en la caja?”",
    "🦅 Pues”, dijo, “me supongo que no”. Dijo: “¿Por qué lo dijo Jesucristo de esa manera?”",
    "Le dije: “Aquí está la cosa. ¿Ve? Porque si yo le dijera a Ud. que fuera y firmara por esta cena en el nombre del Gobernador del Estado de Arizona, y siendo nosotros ciudadanos de Arizona, y conociendo quién es el Gobernador, pues, Ud. entendería que tendría que firmarlo en el nombre de Sam Goddard, ¿entiende?” Le dije: “Por cuanto él es el Gobernador del estado. Yo no tendría que dudarlo a Ud. Ud. bien sabe quién es el Gobernador. Y cuando Él dijo: ‘Padre, Hijo y Espíritu Santo’, Él ya sabía cómo era que ellos iban a bautizar. Ellos sabían Quién era Él. ‘Mis ovejas oyen Mi Voz’.” ¿Ven? ¿Ven?\n\nÉl respondió: “Oh, ya entiendo”.",
    "Pero ahora, lo siguiente es: ¿lo creerá Ud.? ¿Ve? “El que oye Mi Palabra, y cree al que Me envió, tiene Vida eterna”. [Juan 5:24] Y cuando esta nueva Vida Eterna mora en Ud., es el potencial.",
    "Cuando Ud. haya recibido este Espíritu Santo, así como aquellos en pentecostés; ellos eran la mecánica, y ahora la Dinámica tenía que venir. Ellos habían creído. Uds. saben lo que dicen nuestros buenos amigos bautistas, que cuando creemos ya lo tenemos. Pero éstos acá no lo tenían, y sin embargo habían creído.",
    "Hechos 19, estos aquí habían creído pero todavía no lo tenían. “¿Habéis recibido el Espíritu Santo después que creísteis?” ¿Ven Uds.? Ellos tenían la mecánica, porque los apóstoles estaban…o quiero decir Apolos les estaba instruyendo, y probándolo por la Biblia, la Mecánica, que Jesús era el Cristo; pero ellos aún no tenían la Dinámica. ¿Lo ven? Así fue. Muy bien.",
    "[Cinta en blanco]…mecánica, Ud. potencialmente tiene las arras, está esperando.",
    "Ahora, cuando Ud. recibe la Dinámica, Ud. ha sido vivificado de mortal a la inmortalidad. Hace que el cuerpo completo se sujete a la Palabra. Esto hará que Ud. actúe diferente, que se vea diferente, y viva diferente. Sencillamente lo cambiará.",
    "Ahora vean. [Cinta en blanco]…siendo vivificados. “Vosotros que en un tiempo estabais muertos en delitos y pecados, y en tinieblas, ahora Él os ha vivificado”. ¿Con qué? Con Su Espíritu, el cual resucitó a Jesús de entre los muertos en la mañana de resurrección. “Y si esto mora en vuestros cuerpos mortales” (ahora observen), “también vivificará, traerá a Vida, y os hará sujetos a la Palabra”.",
    "Ahora, ¿cómo puede uno reclamar tener ese Espíritu, y al mismo tiempo apartarse de la Palabra? Es que está siendo vivificado por alguna otra cosa. Porque, esto a la verdad vivificará sus cuerpos mortales hacia la Palabra. Seguro, lo hará.",
    "Ud. no puede avanzar sin esto. Sencillamente estará renqueando si no lo cree todo. Si tiene una parte gasolina y otra parte agua, Ud. no irá a ningún lado. ¡Ud. tiene que tomarlo ciento por ciento gasolina! Si no, entonces el tiro le saldrá por la culata y no tendrá nada de poder. ¿Ven? “Pues yo, yo creo esto, pero no creo esto acá”, pap-pap-pap-pap. Ud. no irá a ningún lado.",
    "¡Pero, oh, cuando Ud. toma la plenitud! Que se encienda con eso, toda Palabra es la Verdad.",
    "Entonces, noten ahora, mientras estamos terminando, noten esto. Noten: Es como una—como una semillita en la tierra.",
    "Ahora, potencialmente Ud. ya ha resucitado. Ud. ha resucitado cuando recibe el Espíritu Santo por dentro. En ese momento Ud. ha resucitado. Su cuerpo, potencialmente ha resucitado.",
    "Veamos la pequeña semilla. Siémbrela en la tierra. Ella tiene que beber de Su fuente, las aguas que caen. Y mientras bebe, va creciendo hacia Él, llegando a semejarse más a la semilla que entró en la tierra. ¿Ven?",
    "La Iglesia se ha desarrollado de esa misma manera: Por medio de la justificación, santificación y bautismo del Espíritu Santo, y ahora está en la etapa de la florescencia. ¿Ven? El Espíritu de Dios se movió a través de todo eso.",
    "Y el espíritu del mundo ha venido a través del anticristo, de la misma manera, y ahora está en su florescencia en esta gran unión de iglesias (¿lo ven?), en todo eso.",
    "Y el individuo viene por el mismo proceso. Todo funciona así, en la misma escala de Dios, porque Él es el mismo ayer, y hoy, y por los siglos. Noten, en su camino, creciendo a la plenitud de la resurrección, guiado por el Espíritu.",
    "Como el sol, s-o-l que va atrayendo a la pequeña planta que está bebiendo de la fuente de Dios, sencillamente continua… ¿Ven? Ella únicamente puede beber de una sola fuente. Derrame Ud. aceite sobre esa semilla una sola vez; la mataría. Es cierto. Báñela una vez con agua sucia, con agua que no sirva, agua contaminada, verá como le detendrá el crecimiento, no producirá fruto. ¿No es cierto? Pero báñela Ud. con agua de lluvia (¡Amén!) que no contiene ninguna química hecha por el hombre; el cual viene directamente de lo alto en los cielos, y observe esa pequeña planta. No hay mejor agua para su crecimiento que el agua de lluvia. Agréguele cloro y esas cosas, como lo que intentan hacer con nosotros, y de repente notará que eso mata la planta.",
    "Eso es lo que sucede hoy. Intentan darles aguas de fuentes denominacionales, y les han frenado el crecimiento. ¿Ven? Pero permitan que…\n\nVenga al rocío, de misericordia,\n\nBrilla a mi rededor de día y de noche,\n\nJesús, la Luz del mundo.\n\nEntonces lo habrá obtenido.\n\nAndaremos en la Luz, esa hermosa Luz,\n\nQue llega donde brillan\n\nLas gotas del rocío de misericordia;\n\nBrilla por todo mi rededor.",
    "¡Quítenme todas estas fuentes hechas por el hombre! ¡No conozco ninguna otra fuente, sólo la Sangre de Jesús! Esa es la única fuente que deseo conocer. Señor, permite que la Palabra more en mí. Riégala con Tu Espíritu.",
    "Notemos. Ahora, si ese Espíritu que levantó a Jesucristo de entre los muertos, mora en Ud., potencialmente Ud. tiene Vida; guiado por el Espíritu, para vivificarle a Ud. la Palabra, para que la pueda creer. Y aquella cosita continúa empujando hacia arriba mientras crece.",
    "Noten, allá en pentecostés, sus cuerpos fueron vivificados hacia una nueva Vida. Fíjense en aquel grupo de cobardes.",
    "¿Los estoy deteniendo demasiado? [La congregación dice: “¡No!”] Apenas me estoy calentando, me estoy sintiendo bien. ¡Oh, vaya!",
    "Fíjense. ¡Ellos eran cobardes! Noten. Pero ellos tenían la Mecánica. ¿Ven? Pero todos estaban sentados por allí, diciendo: “Oh, yo les tengo miedo. Oh, tengo miedo de salir allá a proclamar esto, porque allí están todos aquellos grandes obispos y los demás. Oh, yo tengo miedo de hacer eso. Esos sacerdotes y aquellos, yo temo hacer esa declaración, temo decir que he creído en Él. Oh, simplemente no soy capaz de hacerlo, ¿Ve Ud”.?",
    "Pero, de repente bajó la Dinámica. Sí, y ¿qué hizo? No solamente llenó su espíritu, por dentro, sino que vivificó su mecánica. Sus cuerpos fueron vivificados. Ellos ya no eran cobardes. Ellos salieron directamente a encarar a la gente. ¡Sí señor! “¡Varones judíos, y todos los que habitáis en Jerusalén!” Cuando, antes que bajara la Dinámica eran sólo mecánica. ¿Ven? “Vosotros varones que habitáis en Jerusalén: ¡Esto os sea notorio, y oíd mis palabras! Estos no están borrachos como vosotros pensáis”.",
    "Yo soy uno de ellos. ¡Esto es Aquello! Les voy a mostrar lo que es: Es la Escritura. ¡Esto es Aquello! Y yo siempre he dicho: “Si esto no es Aquello, entonces permítanme quedarme con esto hasta que Aquello llegue”.",
    "🦅 No, esto es lo que fue dicho por el profeta Joel: ‘Y será que en los postreros días, dice Dios, derramaré Mi Espíritu sobre toda carne’”. ¿Ven? La Dinámica bajó a la mecánica. Ellos ya no tenían miedo.",
    "Algunas de Uds. que temen porque alguna mujer se burlará de Uds. por tener el cabello largo, o por dejar de usar el maquillaje. Algunos de Uds. varones que temen que su organización los expulse si bautizan su congregación en el bautismo Escritural; necesitan aposentarse hasta que llegue la Dinámica. Es la verdad.",
    "Eso los cambió, los vivificó. Les hizo ser diferentes. Ellos fueron una gente cambiada de allí en adelante. Eso los vivificó, de la antigua vida cuando eran cobardes, hasta ser como el León de la Tribu de Judá. Sin titubear, ellos encararon el martirio, siendo clavados en la cruz, crucificados cabeza hacia abajo, quemados, y hasta echados en el foso con los leones. En ellos ya no había cobardía. La muerte no tenía nada de victoria sobre ellos. La Dinámica estaba en la mecánica, sí señor. Eso vivificó sus cuerpos mortales.",
    "Ahora escuchen bien. Aquí tenemos otra cosa como prueba. Eso los vivificó de tal manera que (¿saben qué?) ellos fueron levantados a lugares Celestiales, y sus cuerpos mortales fueron tan vivificados a tal grado que les cambió el lenguaje. Eso sólo…Eso vivificó su lenguaje. Eso dice la Biblia. Y habiendo sido vivificado sus cuerpos mortales, su lenguaje fue vivificado; sus pensamientos fueron vivificados; sus espíritus fueron vivificados; sus vidas fueron vivificadas. ¡Ellos fueron completamente vivificados! Ellos intentaron hablar, y no pudieron hablar en ninguno de los idiomas humanos. Estaban vivificados en la Presencia de Dios a tal grado que hasta hablaron en nuevas lenguas, en un idioma Celestial. ¡Fiuu! ¡Qué Poder vivificador!",
    "🦅 Si el Espíritu que levantó a Jesús de entre los muertos mora en Ud”. (¡Oh! ¡Aleluya!), “vivificará su cuerpo mortal”. Le hará hacer cosas que antes Ud. no hacía. Estuvieron entonces llenos del Poder vivificador. ¿Ven Uds.?",
    "Su cuerpo ya no está sujeto al pecado, Ud., sus deseos.\n\nÉl le dirá: “¡Sal acá afuera!”\n\nUd. le responde: “Cállate la boca”.\n\n“Oh, nosotros tenemos la más grande…”\n\n“Cállate la boca”. ¡Oh, es que Ud. es un águila!",
    "¿Se han dado cuenta en alguna ocasión qué tan independiente camina un águila? Él no anda saltando como un buitre (¿ven?), a cada cosa muerta, y a toda carroña tirada en el suelo. No señor. Él camina orgullosamente.\n\n“Calla la boca”.\n\n“Oh, pero acá hay buena comida”.",
    "🦅 Para mí no”. ¿Ven? “Mis deseos han cambiado. Mi apetito es muy distinto. ‘Porque el hombre no vivirá solamente por la carroña del mundo, sino de toda Palabra que sale de la boca de Dios’”. Un verdadero águila vivificado vive de eso. ¡Amén!",
    "Oh, y Él levantó a Cristo del sepulcro, y morando en Ud. ha vivificado su cuerpo mortal en Su Presencia. Ud. lo reconoce. Ud. ya no es un ave de rapiña. Ud. es un águila. Ya no desea las cosas del mundo. Ud. es un hijo e hija de Dios. Ud. está festejando en la Fuente, de la cual el mundo no sabe nada. Ud. allí está bebiendo. Alguien sabe…de lo cual el mundo no conoce nada. Ud. está comiendo del Maná escondido del cual el mundo ni siquiera sabe que existe, por cuanto Ud. es un águila. Ud. ha sido vivificado a tal altura que lo puede alcanzar. Ud. no puede alcanzarla desde acá abajo; tiene que subir acá arriba. Es necesario que Ud. sea vivificado, levantado allá arriba, para que lo vivifique.",
    "Y, ¿qué hicieron? Hablaron en otro idioma. La Biblia dice que así lo hicieron. “Hablaron en todos los idiomas debajo del Cielo”.",
    "¿Podría Ud. imaginarse eso, esos cuerpos mortales que estaban allí, que hubiesen dicho: “Pues, yo no sé si puedo creer esto o no?”",
    "De repente, ellos fueron vivificados a tal grado que la valentía del León de la tribu de Judá cayó en ellos, sobre esa Gavilla que era mecida. ¡Oh, esa águila vino a reclamar lo Suyo! “Y menospreciaron sus vidas hasta la muerte”. ¡Amén!\n\nY habrá otros que entregarán hasta su propia sangre,\n\nPor este Evangelio del Espíritu Santo y Su torrente carmesí.",
    "Y el Hijo tiene que ser revelado de nuevo, en la Novia en los últimos días; el Poder vivificador tiene que venir, vivificándolos de entre estas denominaciones y credos muertos, hacia la Palabra Viva del Dios Vivo. ¡Oh!",
    "No, los vivificó a una nueva Vida. Y hace lo mismo para nosotros hoy. Noten, allá entonces ellos fueron tan vivificados en este Poder vivificador; ahora yo…\n\nAhora escuchen atentamente, estoy intentando mostrarles.",
    "El Poder vivificador no estaba solamente en sus almas, sino que estaba en toda fibra. No entró la Dinámica solamente para vivificar, sino que vivificó también la mecánica. ¿Entienden lo que digo? Ellos fueron vivificados al grado que sus lenguas comenzaron a hablar en otros idiomas. Ellos fueron tan vivificados por el Poder de la resurrección de Cristo, hasta que impusieron sus manos…Fueron tan vivificados con el Poder vivificador, que cuando imponían sus manos sobre los enfermos, éstos sanaban. “Vivificó su cuerpo mortal”. Fueron sanos, por la imposición de sus manos.",
    "Y el Espíritu les vivificó la comunión con Dios, al grado que ellos también fueron tan vivificados en la Presencia de Dios, que cuando una persona había muerto y su alma había partido, lo llamaban de nuevo a la vida. ¡Amén! ¡Gloria! Ahora sí me estoy sintiendo religioso.",
    "¡Eso es cierto! ¡Vivificados! Su resurrección no fue solamente para Él, sino para el que quiera, para la Simiente predestinada que esté allí. ¡Vivifica, vivifica el cuerpo mortal!",
    "Ellos imponían manos sobre los enfermos, y sanaban. Ellos oraron y en el Espíritu veían visiones; llamaron los muertos nuevamente a la vida. Correcto. “Vivificó sus cuerpos mortales”.",
    "Y si esto entra a Ud., si tal fuera el caso…(Ahora, Ud. puede decir que así es) pero si en verdad es el caso, estas señales seguirán. ¿Ven? Le vivificará su cuerpo mortal. Eso le vivificará a Ud.",
    "Ahora, noten. Vivificados hacia la Presencia de Dios. ¿Por qué? Porque fue el Espíritu de Dios el que levantó a Jesús del sepulcro. Y el Espíritu de Dios: “Yo les doy Vida Eterna”, que viene de la palabra griega, si lo desean buscar, Zoe, la cual mueve esto a través de Ud., y hasta les vivifica la mente.",
    "Ahora fíjense. ¿Cómo podrá Ud. decir que ese Espíritu mora en Ud.? Aun cuando Ud. haya hecho todo lo que creyó ser lo correcto, aquí está la evidencia, mostrando si Ud. lo tiene o no: Si el Espíritu que estuvo en Cristo está ahora en Ud., entonces lo vivificará también hacia la Palabra, porque Él es la Palabra. Y si es algo contrario y lo vivifica y lo aparta de la Palabra, entonces no es el Espíritu de Cristo. No importa lo que Ud. haya hecho, mientras no lo traiga a la Palabra. “Mis ovejas oyen Mi Voz y vivirán de toda Palabra”, de toda Palabra. Yo estaba hablando sobre eso el otro día.",
    "Mi propia madre, ella ya partió; y ella fue una mujer muy rara. Y ella era, como Uds. saben, como mitad india, y era algo rara. Pero con todo eso ella era una persona que no soñaba. Pero no creo que ella tuvo más de unos cuatro o cinco sueños en toda la vida. Pero cada vez que soñaba un sueño, resultaba ser la verdad. Ella soñaba alguna cosa y era la verdad.",
    "Recuerdo de una ocasión cuando primero comencé a predicar, ya hace muchos años. Estábamos viviendo aquí por esta misma calle, un poco más arriba. Y yo estaba predicando aquí en esta iglesia. Y ella soñó un sueño que yo estaba parado aquí junto a tres escalones. Y yo estaba parado, predicándole a la gente, que ellos tenían que subir estos tres escalones antes de poder subir a la carretera. Y en la carretera había una pequeña línea blanca como perla, que corría directamente hasta las—las—las puertas del Cielo, o sea a las puertas de perla. Y esa perla había sido estirada hasta llegar a estos escalones. Y ese es exactamente mi Mensaje hoy día: justificación, santificación, y el bautismo del Espíritu Santo. Y yo estaba diciendo que una persona tiene que venir por medio de estos tres escalones para poder llegar a caminar sobre esa carretera. Y dijo que",
    "hubo una dama que pasó por allí.",
    "Ahora, Uds. recuerdan los zapatos que usaba la gente hace 35 años. Hubo una dama que pasó por allí, y traía puesto un par de zapatos muy altos como los que usan hoy, zapatos con tacones altos. Y ella pasó; y yo le dije: “Espere un momento hermana. Ud. no puede caminar sobre esa carretera con esos”. Y le dije: “Ud.—Ud., Ud. no puede hacer eso”.",
    "Y ella me respondió: “¡Ah!” Así dijo, y miró alrededor a las demás mujeres, y dijo: “No le crean; él es un demente. ¿Ven? No le crean. Les mostraré que puedo estar justificada, santificada y llena del Espíritu Santo, y aún caminar allí”. Y ella…Yo simplemente la dejé ir. No podía hacer más al respecto, no podía detenerla. Y ella se dio un brinco a la carretera, y volteó hacia la hermana, diciéndole: “¿Ves? ¡Te lo dije!” Y comenzó a correr, y ella…",
    "Uds. saben, como dice la Biblia en Isaías, capítulo 5 [3], que andarían con “cuello erguido”. Tiene que ser así, de lo mal balanceadas que están. ¿Ven? “Andan danzando…” Es inevitable, teniendo que menearse de esa manera: “Van danzando, y haciendo son con sus tacones” (¿ven?), las hijas de Sion en los últimos días.",
    "Y ella comenzó a correr sobre esta carretera lo más rápido que podía. Y pasado un rato, la carretera se puso más y más angosta. Entonces la mujer comenzó a girar y a danzar de esa manera, y de repente se fue cayendo por un lado.",
    "Mamá dijo: “Los gritos más horribles que he oído en mi vida fueron cuando esa mujer cayó en ese fuego y humo, descendiendo más y más de esa manera”. Dijo que yo me di la media vuelta y dije: “¿Ven?”",
    "Ella obedeció todo, menos una sola Palabra. ¡Todo menos una sola Palabra! Seguro que las mujeres pentecostales pueden ser salvas, santificadas, y llenas del Espíritu Santo, y luego fallar. Absolutamente. “No sólo de pan vivirá el hombre, sino de toda palabra”. ¿Ven? ¿Lo ven? Y en eso ella falló. Y como dije (¿ven?), ella hubiera entrado sin problema; pero, vean, ella falló al no escuchar el anuncio de lo que estaba más adelante. Y Él ha escrito el Evangelio por medio de los discípulos, los apóstoles, la Doctrina de los apóstoles y los profetas, y demás, y aún no escuchan.",
    "Ahora noten este Poder vivificador, Zoe, trayendo la Palabra; el mismo sentir que estaba en Cristo también está en Uds. Estoy procurando mostrarles que Uds., cuando se levantaron, o sea cuando Dios levantó a Jesús de entre los muertos, también los levantó a Uds. Y también los vivificó a Vida juntamente con Él; ahora mismo están vivificados a Vida, aunque en aquel entonces eran apenas un atributo en Sus pensamientos. Pero Dios los ha visto a todos en Él, al final. ¿Ven? Cuando Dios miró sobre el cuerpo…",
    "El Espíritu lo había dejado en el Huerto de Getsemaní. Él tenía que morir como un hombre. Recuerden amigos, Él no tuvo que hacer eso. Ese fue Dios. Dios ungió esa carne, la cual era carne humana. Y Él no…Si Él hubiera subido allí como Dios, nunca hubiera sufrido esa clase de muerte; es imposible matar a Dios. Pero, Él no tuvo que hacerlo.",
    "Pero recuerden, Él fue allí con Uds. por dentro de Él. ¿Lo ven? Dios aún no había separado la Novia del Novio. Entonces, cuando Dios miró sobre el cuerpo de Cristo, Él vio ambos, masculino y femenino. ¡Fue todo redimido en ese mismo Cuerpo! ¿Lo ven? Ellos son uno, lo mismo, la misma Palabra. La misma Palabra que habla del Novio también habla de la Novia.",
    "Entonces ¿cómo puede venir la Novia, y no manifestar todo lo que fue prometido de Él, y luego que venga el Novio, y que no fuera la Novia? Pero cuando Él habiéndolo hecho todo, aun probándolo al resucitarse después de entre los muertos, entonces, ¿no tendrá la—la Novia que hacer lo mismo? ¿No tendría que ser exactamente lo que la Palabra dice que Ella sería en estos últimos días? ¿No tendrá que volver por medio de Malaquías 4? ¿No tendrá que ser manifestada igual a como lo fue en los días de Sodoma? ¿No tiene el mundo que estar en las mismas condiciones, tal como está? ¿No son estas cosas una perfecta identificación de la Palabra de Dios dada a conocer a nosotros?",
    "Pues amigos, sé que los estoy deteniendo por mucho tiempo, faltan apenas quince minutos para la comida, pero quizás pueda terminar para entonces. Pero noten, observen aquí qué tan perfecto es. Yo no sé cuándo los vuelva a ver. ¿Ven?",
    "Miren, noten esto. Pero Dios vio de antemano a la Novia en el Novio. ¡Aleluya! Miren, para rescatar a Su Esposa, igual que Adán, Él tuvo que ir juntamente con Ella. Adán conocía muy bien lo que estaba haciendo; Eva no sabía lo que ella estaba haciendo, pero Adán salió juntamente con su esposa. ¿Ven? Y Jesús tomó el lugar de Su Esposa y llegó a hacerse pecado por Ella. Recuerden: Él llegó a ser Ud., Él sufrió el castigo suyo, para que Ud. pudiera entonces pararse en el lugar de Él. Él se paró en su lugar, para que Ud. pudiera pararse en el lugar de Él. ¡Qué amor! ¡Qué compañerismo! ¿Cómo podemos negarlo? Amigos, ¿cómo podemos hacer otra cosa sino amarle? Podría permanecer en esto por horas, pero avancemos un poquito más.",
    "Como la experiencia pentecostal hoy día, y la venida del Espíritu Santo en estos últimos días, como fue prometido, es como el abstracto de un título de propiedad. ¿Ven?",
    "Ahora, se puede obtener un título. Seguro. ¿Ven? Se puede obtener el título de cierta propiedad, pero eso aún no significa que le pertenece, no señor. Alguna persona de por allá lejos podría venir y reclamar esa propiedad. Pero, cuando Ud. obtiene el abstracto, eso muestra que todo reclamo que haya existido en contra, ha sido borrado, desde la fundación. ¿No es cierto?",
    "Y cuando un hombre ha dicho que él cree la Palabra, y luego cuando baja el Espíritu Santo, eso viene siendo el abstracto del documento. Y eso le da a Ud. permiso — cuando Ud. tiene ese abstracto — que todo eso le pertenece, y que todo lo que esté por encima también le pertenece. ¡Amén! Y eso nos da a nosotros el abstracto, cuando el Espíritu Santo baja sobre este título de propiedad que Dios vio allá desde antes de la fundación del mundo, y colocó su nombre en el Libro de la Vida, pero que nació de un hombre y una mujer, y entonces fue sujeto al pecado ¡y culpable de pecado! Pero cuando yo creí en eso, yo recibí el documento; mas cuando vino el Espíritu Santo, ese fue el abstracto que todo lo que estaba en mi contra — ya fuese algo que hizo mi mamá, que hizo mi papá, o que hubiere hecho mi abuelita…",
    "Como lo del niño epiléptico por el cual oré, hace algunos momentos; eso le vino de los abuelos, de allá vino la epilepsia sobre la criatura, como dije.",
    "Pero cuando haya venido el abstracto, eso lo borró, omitiéndolo todo. Soy entonces un poseedor del abstracto. ¡Amén! Y tan cierto como el Espíritu levantó a Cristo de entre los muertos, yo tengo un abstracto del título de propiedad, mostrando que soy parte de ese Cuerpo, poseyendo el abstracto del Espíritu Santo, haciendo que ese cuerpo de la Palabra viva exactamente como lo hizo en Él, tal como Él lo prometió para este último día. ¡El abstracto! Todos mis pecados son borrados, todos sus pecados son borrados, por la Sangre de Jesucristo, y el Espíritu Santo ha venido como el abstracto sobre el título de propiedad que Dios me dio por gracia, y por conocimiento previo. ¡Oh, hermano!",
    "¿De qué tiene miedo Ud.? Con razón Él dijo: “No temáis. Yo soy Aquél que estaba muerto, y ahora estoy vivo de nuevo y vivo para siempre; y tengo las llaves del infierno y de la muerte”. No se preocupen por nada. Ni siquiera la muerte les hará daño. Nótenlo. ¡Es hermoso!\n\nProsigamos ahora rápidamente.",
    "¡El título abstracto! La deuda ha sido pagada; todo lo que tenía en contra ha sido borrado. ¡Gloria! Puede ser que yo actúe como un tonto, pero me siento bien. Noten. ¿Ven? Oh, el abstracto del documento ¿entienden lo que eso significa? Hermano ¿entiende Ud. lo que eso significa? No hay nada que se lo pueda quitar. Amén. Yo soy el poseedor. ¡Amén! ¿Qué…?",
    "¿Qué documento? Yo ahora he cobrado como beneficiario de Su muerte, sepultura y resurrección. Él llegó a ser mí, para yo poder llegar a ser Él. Ahora, Él llegó a ser pecador para que yo pudiera llegar a ser un hijo. ¡Amén! Y tengo en la mano el abstracto del documento. “Porque estas señales seguirán a los que creyeren”. ¿Ven? ¡El abstracto del Documento!\n\nAhora, rápidamente; antes que…Nos quedan como diez minutos más.",
    "Fijémonos ahora rápidamente, en la vivificación del Espíritu. Les voy a mostrar algunas señales para que entiendan. Miren, ahora observen que este “Poder vivificador” es mi tema. Después que el Hijo resucitó, fíjense lo que hizo con aquellos en pentecostés, lo que les hizo, o sea lo que ese Poder vivificador les hizo, los vivificó.",
    "Ahora veamos lo que esto hizo con Esteban. Esteban estaba repleto del Poder vivificador. ¿No fue así? ¿Ven? Él estaba lleno del Poder vivificador. No lo convirtió en un miedoso, mas bien dijo: “Duros de cerviz, e incircuncisos de corazón y de oídos, vosotros resistís siempre al Espíritu Santo; como vuestros padres, así también vosotros. ¿A cuál de los profetas, los cuales señalaron la venida del Justo, a cuál de ellos no apedrearon vuestros padres?” ¡Oh, vaya! Eso causó algo tremendo en él; seguro, él estaba lleno del Poder vivificador.\n\nEllos dijeron: “¡Nos desharemos de este individuo!”",
    "Y cuando moría, le apedrearon; y su pobre cabeza, las piedras golpeando contra ella de esa manera. Él miró hacia arriba y dijo: “Veo los Cielos abiertos”. El Poder vivificador estaba funcionando. “Yo veo los cielos abiertos, y veo a Jesús a la diestra de Dios”. Eso fue lo que hizo el Poder vivificador por Esteban.",
    "Noten, otra persona tuvo este Poder vivificador, su nombre fue Felipe. Él estaba tan lleno del Poder vivificador y se encontraba en una tremenda campaña allá en Samaria. Los demonios estaban siendo lanzados fuera; la gente estaba siendo bautizada en el Nombre de Jesucristo. Ellos estaban gozando de un tremendo servicio; y entonces le habló el Espíritu. Oh, la—la Dinámica bajó y le dijo: “Abandona este avivamiento”. Pero ¿qué dirán los ministros? No importa lo que digan ellos. Él estaba lleno del Poder vivificador. Él tenía la gasolina, y la—la Dinámica estaba cayendo sobre él. Le dijo: “Ve ahora al desierto”.",
    "Y allá se encontró a un eunuco, y lo bautizó en el Nombre de Jesucristo. Un solo hombre que llevó el Mensaje a Etiopía. ¿No fue así? Y él le obedeció a Dios.",
    "En obediencia a Dios, si Ud. nunca ha sido bautizado en el Nombre de Jesucristo, hágalo, y vea cómo entonces el Poder vivificador lo levantará.",
    "Cuando Esteban hizo esta gran cosa…o no Esteban sino Felipe, cuando hizo esta gran cosa, de dejar ese gran avivamiento y obedecer el mandato de Dios — lo cual cumplió al bautizar a este eunuco, en obediencia a Dios — él fue tan lleno de este Poder vivificador, a tal grado que lo arrebató. “Vivificará vuestro cuerpo mortal, si mora en vosotros este Espíritu que levantó a Jesús de entre los muertos”. Eso vivificó a Felipe a tal grado que no se vio hasta por unas 150 millas, allá en otro lugar, en otro país. Eso vivificó su cuerpo mortal. ¿Cómo lo logró? Al estar tan lleno del Poder vivificador.",
    "Oh, Iglesia del Dios vivo, no podemos seguir por aquí sostenidos con tetas azucaradas en las cuales hemos estado mamando en estos días. Tenemos que estar llenos, y hartos de oración con Poder vivificador hasta la vivificación del Espíritu Santo. Tenemos que ser arrebatados algún día, en el Rapto. Sí señor. ¡Amén! ¡Oh hermano!",
    "Disculpen esa expresión. Pensaba en una madre que hace esas bolsitas, que solíamos usar, para el bebé. Algunas de Uds. madres mayores se acuerdan. Cuando el bebé comenzaba a llorar, tomábamos un poco de café molido y un poco de azúcar, se envolvía en una bolsita, y permitían que él lo chupara, sólo para apaciguarlo. Eso no tenía nada de provecho; lo mataría. ¿Ven? Esa cafeína allí y todo eso, endulzado un poco para hacer que él se lo tragara, era dándole cafeína.",
    "Ya estamos cansados de semejantes cosas. ¡Regresen! Uds. son águilas. ¡Regresen a la Palabra de Dios! Sean fornidos; nada puede lastimarles los sentimientos. Por lo tanto están libres de todo escándalo del hombre, de cualquier cosa que alguien diga en su contra, eso sólo producirá más amor. ¡Amén! El Poder vivificador, que arrebata a lo celestial; el águila vuela por encima de las gallinas, allá arriba en los lugares Celestiales en Cristo Jesús. ¡Oh!\n\nEso estaba sobre Felipe, lo vivificó y lo arrebató.",
    "Veamos a otro hombre. Hubo un hombre por el nombre de Enoc. Ahora, él había caminado con toda palabra de Dios, por cerca de quinientos años. Él tenía este testimonio: “Yo no he fallado en Su Palabra ni una sola vez”. Él llegó a estar tan lleno del Poder vivificador que cuando le bajó la Dinámica, sobre la Mecánica, él ni siquiera tuvo que morir, sencillamente fue levantado a Casa. Simplemente comenzó a caminar, estaba tan…Así como Felipe que fue tan lleno del Poder vivificador, que en vez de ir allá a Gaza, y luego al otro lugar, más bien lo hallaron por allá en la costa. En vez de ir por allá, él se fue, y dijo: “De todas maneras soy un anciano. Tengo tanto Poder vivificador, que simplemente caminaré y me iré de la Tierra”.",
    "¡Ese es el mismo Poder vivificador que tenemos ahora mismo! ¿Ven? “Vivificará vuestros cuerpos mortales”. ¿No es así? Es el Poder vivificador.",
    "Enoc, con ese testimonio perfecto, que: “Todo lo que Dios me dijo que hiciera, lo hice. Todo lo que alcancé ver que Él me dijo que hiciera, lo hice”. Y él llegó a estar lleno de la—la Dinámica, o sea de la Mecánica, al grado que cuando le impactó el Poder vivificador en esa Mecánica, simplemente le levantó. Él caminó fuera de este mundo, al Cielo.",
    "Ahora, noten bien, tocante a Elías. Después que…Miren, Elías, el gran profeta, el hombre en su día. (Discúlpenme.) Hermano y hermana, en ese día él les había dado duro a esas mujeres que se pintaban la cara, a esas Jezabeles y a los Acab. Y se paró firme. Y parecía que nadie estaba parado a su lado. Y él reprendió, y desafió, y se mantuvo firme, y Dios lo había cuidado y le había ayudado en todo lugar. Y ¿saben qué? Un cierto día el anciano se cansó. Él dijo, “Estoy envejeciendo, y ya no puedo continuar más”. Ya estaba, me supongo, por los noventa años, bastante anciano, y aún caminando por ahí. Y él estaba tan lleno del Poder vivificador, que ¿saben qué? Él miró hacia el otro lado del Jordán.\n\n¡Oh Dios! Casi puedo ver la otra ribera. ¿Y Ud. también?",
    "Tan lleno del Poder vivificador, a tal grado que vio un carro enganchado allá, unos caballos de Fuego y un carro de Fuego, amarrado allá a un árbol. Él simplemente cruzó el río y se fue a Casa, sin ni siquiera morir. El Poder vivificador causó que el carro bajara del Cielo para levantarlo. Incluso se quitó el manto y se lo arrojó a Eliseo. Correcto.",
    "Ahora, entonces ese compañero recogió ese manto, de nuevo un tipo de la Iglesia. ¿Ven? Levantó ese manto. Ahora, él obró dos veces los milagros, lo cual es un tipo de Cristo en la Iglesia. ¿Ven? Elías obró cuatro; él obró ocho. ¿Ven? Ahora, él tuvo—él tuvo el doble del poder, porque así lo pidió. “Mayores obras que éstas que hago haréis vosotros”. ¿Ven? Pero él estaba tan lleno del Poder vivificador y todo, que hizo hasta todo esto, el doble de lo que hizo Elías, más que los que obró él. Y noten, él vivió una vida madura como de ochenta o noventa años, él envejeció y—y murió. Él murió, y lo llevaron y lo enterraron.",
    "¿Saben? Ese Poder vivificador no le abandonó. Años y años después, cuando la carne ya se le había podrido de los huesos, él yacía en la tumba. Y un día llevaban por allí a un muerto, y vieron al enemigo, y simplemente echaron este hombre sobre los huesos de Eliseo. Había tanto Poder vivificador en aquellos huesos que este hombre volvió de nuevo a vida. ¡Oh!",
    "🦅 Él vivificará vuestro cuerpo mortal”. Aunque muerto y podrido en el sepulcro, y sin embargo ese Poder vivificador estaba sobre ese polvo. ¡Aleluya! “Aquél que levantó a Cristo de los muertos también vivifica vuestros cuerpos mortales”. El Elías de allá, Eliseo y Elías.",
    "Recuerden, aquel hombre muerto, aquel profeta, lleno del Poder vivificador, yacía en el sepulcro y ya podrido; había allí tanto Poder vivificador que cuando le arrojaron un hombre muerto encima, éste volvió a la vida. Él todavía podía imponer manos sobre los enfermos. ¿No es así? Amén. Allí lo tienen.",
    "Y recuerden: Nosotros somos carne de Su Carne — Jesucristo. “Nosotros somos carne de Su carne y hueso de Sus huesos”. Oh, no hay ninguna otra salida. Vamos a resucitar, y eso es todo. Ud. va a resucitar, eso es todo.",
    "La pascua significa más que una tradición. Es también para hoy, porque nuestros cuerpos son vivificados juntamente con Él, y estamos sentados en lugares Celestiales.",
    "Ya sea que este cuerpo se pudra en el mar; ya sea que se pudra en la tierra; y puede ser que no quede ni siquiera una cucharada de ceniza, pero siempre resucitará. Porque, el Espíritu que resucitó a mi Señor de entre los muertos, ha vivificado este cuerpo mortal. Ha vivificado el cuerpo mortal de Ud. Y nosotros somos los beneficiarios de Su resurrección, Su póliza de Vida Eterna de la cual tanto hablo, Uds. saben. Con razón Él dijo: “No temáis”. Él sabría.",
    "Porque como dijo Pablo: “Muerte ¿dónde está tu aguijón? Sepulcro ¿dónde está tu victoria? Yo estoy lleno del Poder vivificador. Gracias sean dadas a Dios, Quien nos da la victoria por medio de nuestro Señor Jesucristo”. Sí señor, el Poder vivificador. ¡Oh, hermano!",
    "Él vive para siempre jamás, el mismo ayer, y hoy, y por los siglos (Hebreos 13:8). Noten, el Mesías, el Ser ungido; e igualmente es Su Novia, los pequeños Mesías (¿ven?), los ungidos.",
    "Noten. La muerte no pone fin al Poder vivificador de Dios. La muerte no lo puede detener. Cuando Ud. lo obtiene, eso entonces es Eterno. No hay nada que lo pueda detener. No se puede controlar; no se le puede—no se le puede hacer nada. Ud. vive su vida hasta el fin, y eso aún no lo detiene, sigue igualmente de eficaz.",
    "Noten, Moisés estaba lleno de ese Poder vivificador. ¿No fue así? Él fue un profeta al cual vino la Palabra. Él fue parte de la Palabra. Él fue la Palabra para ese día. ¿No es cierto? Y después de haber estado muerto por ochocientos años, allí estaba parado en el Monte de la Transfiguración junto con Elías. ¿No fue así? La muerte nunca acaba con el Poder vivificador. No, no. “Lo resucitaré de nuevo”. Los Ángeles vinieron y lo sepultaron allá en un valle. Él se había podrido y desaparecido, sus huesos habían desaparecido y todo; pero el Poder vivificador todavía estaba vigente. Eso lo vivificó y lo levantó; y allí estuvo parado. Noten.",
    "Ud. dirá: “Hermano Branham, ¿es cierto eso, después de ochocientos años?” ¡Oh hermano!",
    "Si Ud. leyera en Mateo, tengo aquí una Escritura, Mateo 27:51. Ud. puede escribirlo, anotarlo. Cuando todos aquellos del pasado quienes creyeron que Él vendría…La Biblia dice aquí, después que Él vino, ellos estaban durmiendo en la tierra. El Poder vivificador estaba sobre ellos y ellos eran parte de Él, aquellos santos. Ellos eran parte de Él porque habían creído en Él.",
    "Potencialmente ellos tenían esa Vida, por medio del sacrificio de un cordero, en propiciación, en cuyo caso era imposible que el espíritu del cordero volviera otra vez sobre el hombre. Pero, ¿qué tal ahora con el Espíritu del Hombre, Dios mismo sobre uno? ¿Ven? ¿Cuánto más del Poder vivificador tenemos nosotros? Pero un cordero fue ofrecido, en tipo, como propiciación por el pecado. Lo que tenemos nosotros no es el tipo sino más bien el antitipo. ¿A qué cosa tememos? Y aquellos que solamente tenían un tipo, que les señalaba hacia Su resurrección, pero con eso bajaron al sepulcro.",
    "Como Job, allá pasando por su gran angustia (¡vaya!), cuando todo le fue quitado. El diablo había dicho: “Déjamelo a mí. Yo haré que te blasfeme en Tu cara”. Entonces tuvo libertad.",
    "Le dijo: “No tomes su vida”. Y él hizo de todo, menos tomar su vida.",
    "Y aun su esposa se tornó contra él. Él dijo que su aliento le era extraño a ella. En otras palabras, ella—ella no tenía nada que ver con él. Ella ya no parecía amarle, lo apartaba. “¡Job, tú eres un miserable! ¿Por qué no maldices a Dios y te mueres?”\n\nLe dijo: “Hablas como una mujer fatua”. ¡Oh vaya!",
    "Vean, él se mantuvo firme con lo que tenía. Ahora, él era un profeta. Él dijo: “Yo no soy pecador. He ofrecido el sacrificio provisto”. ¡Amén! Él sabía en dónde estaba parado, él estaba en la Palabra. No importaba lo que decían los demás, él estaba justamente en la Palabra. Luego, en aquella hora tan tremenda…él dijo: “Tú hablas como las mujeres fatuas”. Él dijo: “¡Jehová dio y Jehová quitó, sea el Nombre de Jehová bendito!” Dijo: “Vine a este mundo sin nada; llegué desnudo y asimismo saldré; ¡bendito sea el Nombre de Jehová!” Sentado ahí, con ese brote de sarna, sus hijos muertos, se había empobrecido, todos sus amigos se habían tornado contra él, los miembros de su iglesia y todo lo demás; rascándose con un… ¡Y qué tan miserable e infeliz! Ninguno de Uds. aún ha pasado por tal cosa. Sin embargo, él se aferró de esa Palabra.",
    "Él era un águila. ¡Oh hermano! No se puede mantener el velo sobre sus ojos todo el tiempo. No, no. Entonces, de repente, estando parado sobre esa Palabra, ¿qué sucedió? Los Cielos se abrieron, los truenos comenzaron a rugir; el relámpago comenzó a destellar, y Job miró hacia arriba y vio la visión y dijo: “Yo sé que mi Redentor vive, y en los últimos días se levantará sobre esta tierra. Y aun después de deshecha esta mi piel, huesos y todo; aquel Poder vivificador estará presente, aún he de ver a Dios en mi carne. Al cual yo veré por mí mismo. Mis ojos lo verán, y no otro”. ¿Correcto? “Aunque mis riñones se consuman dentro de mí. Aun después que los gusanos que ahora obran en mi cuerpo lo hayan destruido”. [Job 19:25-27]",
    "¿Saben Uds.? Los gusanos no le llegan a uno, el gusano ya existe en Ud., es un gusano de su propio cuerpo. ¿Observaron eso? Lo meten en el ataúd, y lo sellan contra el aire; los gusanos de todas maneras se lo comerán, porque ya están en Ud. Para empezar, Ud. está compuesto de microbios por dentro.",
    "🦅 Aunque los gusanos, los gusanos en mi piel me destruyan, mi carne, sin embargo, en mi carne yo veré a Dios”. [Dice así la traducción en inglés.]",
    "¡Y en aquella mañana de la resurrección! ¡Gloria! ¡Aleluya! Mateo, este gran escritor (27:51), dijo: “Después de Su resurrección de entre los muertos, los santos del Antiguo Testamento, muchos de los cuales durmieron en el polvo de la tierra, salieron de los sepulcros y entraron a la ciudad y aparecieron a muchos”. Ese Poder vivificador, todavía estaba sobre aquellos huesos de Eliseo, aun cuando ya ni había huesos; aún sobre Job cuando ya no quedaba ni una cucharada de polvo de su cuerpo; sin embargo el Poder vivificador todavía estaba allí.",
    "🦅 Si este Espíritu que levantó a Jesús de entre los muertos mora en vosotros, Él también vivificará vuestros cuerpos mortales”. Noten, ahora rápidamente.",
    "Ud. dirá: “¡Oh, cómo quisiera haber vivido en aquel…!” Ud. vive en un tiempo mejor. Ahora, si Uds…",
    "Los veo anotando algunas Escrituras. Pues, anoten Primera de Tesalonicenses 4:16. Noten cuán bello es esto ¿ven? En el…Los santos, aquellos que duermen en Cristo, “así también traerá Dios con Jesús a los que durmieron en Él”. ¿Lo ven? Los santos reposando en los sepulcros, como Elías, algunos como Eliseo; (¿ven?) algunos serán vivificados, otros serán tomados, y otros estarán en el sepulcro. Ellos se irán con Él. La trompeta de Dios sonará “y los muertos en Cristo resucitarán primero. Luego nosotros los que vivimos, y que hayamos quedado, seremos arrebatados juntamente con ellos para recibir al Señor en el aire”. El Poder vivificador sobre los que viven y el Poder vivificador sobre los muertos. ¿Ven?",
    "Ese mismo Poder vivificador de Dios representado en estos dos profetas. Fíjense, sus nombres son casi iguales: Elías y Eliseo. ¿Ven allí la Novia y el Novio? Uno de ellos es el Señor Jesús; la otra es la Señora Jesús. ¿Lo ven? Casi iguales, entre “Él” y “Ella”. ¿Ven?",
    "Elías, y miren cómo es representado aquí. Ahora, Eliseo… Éste fue llevado en el Rapto, representando a la Iglesia. Muy bien, ese fue Elías. Y Eliseo reposó hasta la resurrección. ¿Ven? Es igual a un ave que requiere las dos alas para balancearse. ¿Ven? La Iglesia fue representada allí mismo en esos dos profetas. “Pero nosotros que vivimos y habremos quedado hasta la venida del Señor, no seremos delanteros a los que durmieron. Porque la trompeta de Dios sonará, y ambas alas se unirán, y entonces nos iremos volando”. ¡Aleluya! Nos iremos volando. ¿Por qué? Sea entre los vivos, o entre los muertos, ese Poder vivificador aún vive.",
    "Noten. Recuerden. Ahora recuerden, vivificados para ver lo que son estas cosas. Observen el Poder vivificador de este día. Recuerden, nosotros hemos sido vivificados. No hace mucho, como para una ayuda…",
    "Y yo—yo creo que nuestro Señor dijo esto, y también Pablo: “Lo que el Padre me ha mostrado, no he rehuido de anunciárselo todo. Se los diré”. Y en estos días postreros, cuando hemos visto Su Poder vivificador sobre nosotros, Él incluso nos ha dado este Poder vivificador, para ver sano a los enfermos. Hemos visto el Poder vivificador obrando en nuestro medio, igual como obró allá con ellos en los días al principio. ¿Ven? Hemos visto como lo ha mostrado en visión y levantar a los muertos; le hemos visto sanar a los enfermos.",
    "El otro día le estaba relatando a alguien, de Donovan Weerts, supongo que todos Uds. lo conocen. Yo andaba de cacería con él. Pobre hermanito…Él es un individuo muy amable. Él asiste aquí a esta Iglesia. Es un buen amigo mío. Y él simplemente…Pues me dijo: “No le quise molestar”.",
    "Miré, y tenía la oreja toda invertida, lo de adentro estaba por fuera. Y le pregunté: “¿Cómo estás Donovan?” Sencillamente lo tomé así de la mano, y era un cáncer. Le dije: “Donovan, ¿qué sucede con tu oreja?”",
    "Él respondió: “No sé Hermano Branham. Ya tiene como seis o siete meses y continuamente se pone…”\n\nLe dije: “¿Por qué no habías dicho algo al respecto?”",
    "Respondió: “Yo—yo no le quería molestar Hermano Branham”.\n\nLe dije: “¿Sabes lo que es?”\n\nDijo: “Tengo una idea”.",
    "Simplemente puse mi mano sobre él, y no dije ni una sola palabra. Dos días después, ni siquiera había cicatriz. ¿Qué es? El Poder vivificador. ¿Lo ven? “Vivificará sus cuerpos mortales”. Se hubiera acabado la oreja, su cerebro hubiera sido destruido, él hubiera muerto. Pero el Poder vivificador…¿Ven?",
    "Y un día, yo mismo estando muy agotado, hace como… Dije: “Si vas a…Muchacho, es mejor que hagas algo, ya tienes cincuenta años. Tú, si vas hacer algo para el Señor, es mejor que te apures y lo hagas. Tú estás envejeciendo”. ¿Ven? Y allí, esa misma mañana bajó el Poder vivificador; y Él me permitió mirar más allá de la cortina, y los vi a todos Uds. allá. Él me dijo: “Todos los que alguna vez amaste, y todos que te amaron a ti, todos ellos te son dados”. ¿Ven? Yo los vi a todos ellos allá de esa manera. ¿Qué era? El Poder vivificador.",
    "Juan el revelador fue tan completamente lleno del Poder vivificador, que se paró y vio el fin desde el principio.",
    "Isaías fue lleno del Poder vivificador y se paró y vio el Milenio y todo.",
    "¡Poder vivificador! “Y si el Espíritu que levantó a Cristo de entre los muertos, mora en vosotros, también vivificará vuestros cuerpos mortales”. Recuerden: ¡El Poder vivificador!",
    "Fíjense bien en lo que hemos visto en este día. El Poder vivificador ha llegado hasta nosotros, para abrir los Siete Sellos. ¿Qué fue aquello, la inteligencia de un hombre? ¡No! Fue el Poder vivificador de Dios. ¿Ven? El Poder vivificador de Dios nos predijo que esto sucedería. ¿Ven? El Poder vivificador de Dios hizo que el mundo testificara al respecto, que es la Verdad. El Ángel del Señor, como les dije, estaba en esa Columna de Fuego; Poder vivificador permitió que el mundo testificara que eso es la Verdad. Y en eso, ellos no supieron lo que era; pero nosotros sabíamos, sólo había que mirarla de esta manera, y allí está nuestro Señor. ¿Ven?",
    "Fue Él Quien abrió esos Sellos. Él es esos Sellos, porque toda la Palabra de Dios es Cristo, y Cristo es los Sellos que fueron abiertos. Entonces ¿qué es la apertura de los Sellos? Cristo revelado.",
    "Y aquellos siete Ángeles, que representaron todas las Siete Iglesias completas, y nosotros ni lo podíamos ver. Lo hicieron ellos, ellos tomaron la fotografía, no fuimos nosotros. Y Él allí está, parado allí, Juez Supremo; mostrando que Él es el Alfa y la Omega, el principio y el fin. ¡Qué tremenda identificación! El Poder vivificador hizo eso por nosotros.",
    "El Poder vivificador nos permite ver Su Venida. El Poder vivificador nos arrebató de la muerte a la Vida. El Poder vivificador da discernimiento para saber lo que anda mal en uno y lo que uno tiene que hacer; y para saber lo que uno hizo, y lo que no debió haber hecho; y lo que debió haber hecho, y lo que uno será. El Poder vivificador, ¡todas estas cosas!",
    "Nuestro Señor Jesús está tan lleno del Poder vivificador, que Él fue todo a la vez. Él estuvo tan lleno del Poder vivificador, que dijo esto: “Destruid este cuerpo y en tres días lo levantaré”. ¡Qué tremenda confianza en el Poder vivificador! “Destruid este cuerpo, y Yo, o sea este templo, y Yo lo levantaré en tres días”.",
    "¿Por qué? ¿Por qué diría Él eso? Él sabía que eso estaba escrito de Él (¿ven?), que estaba escrito de Él, por la Palabra de Dios la cual no podía fallar. La Palabra decía: “No permitiré que Mi Santo vea corrupción, ni dejaré Su alma en el sepulcro”. Y Él bien sabía que ese Poder vivificador lo levantaría, y que no habría corrupción ni en una sola célula.",
    "Él dijo: “Destruid este templo y en tres días lo levantaré”.",
    "¿Por qué? Era profecía, la Palabra de Dios. Y la profecía, si es la verdadera Palabra de Dios, no puede fallar. Y la misma profecía y Palabra de Dios que dijo que lo levantaría a Él, dice que nosotros ya estamos levantados con Él. Con razón Él dijo: “No temáis”. Y escrito está, que el Espíritu que estaba en Él, ahora está en nosotros, también vivifica nuestros cuerpos mortales. No teman amigos; el Hijo ha salido, el Hijo ha salido.",
    "Ahora, fijémonos en la transfiguración. Allí todos estuvimos representados. Allí estaban los santos vivos que habían sido raptados, ese era Elías parado allí; y allí estaba parado Moisés, representando los santos ya muertos. Y ambos tuvieron el Poder vivificador. Ya fuera que uno haya muerto, y el otro no hubiera muerto, allí estaban todos.",
    "Noten. (¡Oh!) Miren lo que ahora estamos viendo en estos últimos días, lo mismo que Él prometió, Juan 14:12. Ahora fíjense. ¡Ciertamente!\n\nLa gente dice: “¿Reclama Ud. tener poder?” ¡No, no, no!",
    "Nosotros somos igual que aquellos allá el Monte de la Transfiguración, ¿ven? Ciertamente. Nosotros no reclamamos tener poder; pero, nosotros al igual—igual que aquellos que estuvieron en el Monte de la Transfiguración, ellos no estaban diciendo, o sea Moisés no estaba diciendo: “Miren, vean quién soy”. Ni los discípulos diciendo: “Miren quiénes somos”. ¿Saben lo que ocurrió? Observen: Ellos vieron a Jesús glorificado. Eso era todo lo que deseaban ver representado, a Jesús glorificado.",
    "Y así también es hoy día; nosotros no tratamos de hacernos una gran persona. A nosotros no nos importa lo que diga la gente en cuanto a nosotros. Nuestro nombre no significa nada; es más bien Su Nombre. Nuestra vida no es nada, es la Vida de Él; es Su Poder, no el poder nuestro. Y hay una sola cosa que amamos hacer, y eso es verlo a Él glorificado. Y ¿cómo será posible? Cuando Él es glorificado en nosotros, es por Su resurrección que está en nosotros. Lo vemos representado de nuevo hoy como fue allá.",
    "¿Captaron Uds. eso? Vean, nuestro deseo no es el de recibir gloria; nuestro deseo no es un nombre reconocido; nuestro deseo no es el de impulsar a alguna iglesia, o de engrandecer la escuela dominical, ni la de traer a la fuerza y amarrada a la gente, ofreciéndoles fiestas y alimento gratis o estrellas, premios, o alguna otra cosa por el estilo. Ese no es nuestro deseo. Nuestro deseo es el de verlo a Él glorificado. ¿Glorificado de qué manera? No con un orgullo propio; sino más bien Él en nosotros, en nuestras vidas, para probar que está vivo, y viviendo en nosotros.",
    "Si yo puedo quitarme a mí mismo del camino, para que no se note ni se piense en William Branham, y que ni siquiera se piense en Ud., entonces podremos ver a Jesús glorificado entre nosotros. Verle a Él, ese es nuestro deseo. Eso así nos da el Poder vivificador. Y nos da gozo al saber que estamos con Él, en Su carne y de Sus huesos, siendo Su Novia, y viendo Sus mismos métodos vindicados, probando en nosotros que Él está ahora resucitado de entre los muertos. ¿Ven?",
    "Con razón Él dijo: “No temáis”, pues ahora, noten, nosotros somos redimidos por Él, y ahora hemos resucitado con Él. Esto es lo que significa Pascua para el pueblo: “¡Resucitados con Él!” Noten: Ahora tenemos Su Espíritu en nosotros, el documento abstracto de propiedad, completamente pagado.",
    "No, uno no debe decir: “Pues, ojalá que yo llegue”. Ud. ya ha llegado. No es “Yo llegaré”, sino de que “ya he llegado”. Y no fue por cuenta mía; fue Él quien lo logró por mí. ¿Ven? No yo, fue Él. “Pero, Hermano Branham, ellos dicen…” No me importa lo que ellos digan. Allí Él lo logró por mí. Eso es todo lo que yo deseo, sólo en eso estoy interesado.",
    "Yo sólo—yo sólo quiero verlo a Él manifestado. “Y ¿cómo podrá Ud. hacerlo, llamándolo para que baje?” No. Él ya está en Ud. ¿Ven? Él está en Ud. “Pues, entonces Señor si logro hacerme a un lado, te puedes manifestar a través de mí. ¿Cómo lo puedes lograr? Porque así lo has ordenado. ‘Todo lo que el Padre me ha dado vendrá’”. Nótenlo. ¡Oh, gloria!",
    "Con toda esta evidencia recopilada aquí en esta mañana, oh, me hace pensar en aquel himno:\n\nEn aquella mañana de la resurrección, cuando las cuerdas de la muerte sean rotas,\n\n¡Subiremos, (¡Aleluya¡) subiremos!",
    "¿Lo creen? [La congregación dice: “Amén”.] ¡Nosotros subiremos! En Él, llegamos a ser parte de Él, la Pascua, el secreto de Dios revelado, tal como fue entonces, de la Vida después de la muerte. Nosotros ahora estamos vivos, los que una vez estuvimos muertos en delitos y pecados. El verdadero Sello de la Pascua me ha quitado la muerte de encima y ahora estoy vivo. El Sello de la Pascua allá en el principio rompió el sello del sello romano, el Sello de la Pascua, con el que Él había sido sellado. Y el hombre, cuando moría, desaparecía; pero Él rompió ese sello y nos reveló el secreto. Y ahora Dios, por medio de Su Santo Espíritu, nos ha quitado ese sello de nuestras vidas, y Cristo es revelado a medida que Él vive en nosotros, porque ahora somos vivificados juntamente con Él. Oh, tengo aquí página tras página.\n\nSubiremos, (¡Aleluya!)\n\n¡Subiremos! (¡Amén!)\n\nEn aquella mañana de la resurrección,\n\nCuando las cuerdas de la muerte sean rotas,\n\n¡Subiremos, (¡Aleluya!) subiremos!",
    "Oh ¿no están contentos? Yo estoy tan contento, que hace mucho, allá en aquel pequeño almacén de carbón una cierta mañana, los Sellos fueron rotos y yo resucité con Él, una nueva criatura — Su Poder vivificador. El Hijo ha salido.",
    "No hace mucho, me fue contada una historia de un pescador. Un hombre vino y empleó a un pescador anciano para que lo llevara a la pesca a la costa occidental. Ellos salieron esa mañana.",
    "Si algunos de Uds. han pescado allá por el salmón, pues, saben lo que acontece, la neblina se vuelve bastante espesa allá. Veo a mi Hermano Eddie Byskal, un misionero allá a los indios. Y hemos pescado, propiamente, por allá en esas costas.",
    "Así que este pescador era un novato, Uds. saben. Y se fue de pesca, y se alejaron a la deriva, mientras esperaban que amaneciera el día, Uds. saben. Y ellos—y ellos ya no podían oír el sonido de la bocina de niebla. Entonces este pescador se turbó, y dijo: “¡Mire, estamos entrando en alta mar! ¡Mire!” Se emocionó.",
    "Él le dijo: “Hijo, siéntate, siéntate”. El pescador anciano, callado, Uds. saben; él sabía de lo que estaba hablando. Le dijo: “Sólo espera que salga el sol, entonces podremos ver en dónde estamos”.\n\nUd. dirá: “¿Tengo que ser metodista, bautista, o pentecostal?”",
    "Sólo espere. Ya habiendo salido el Hijo, veremos en dónde estamos. Él es la Palabra. Espere Ud. hasta que vea la Palabra manifestada, brillando a través de la Simiente, la Gavilla mecida, veremos entonces en dónde estamos. ¿Le aman? [La congregación dice: “Amén”.]",
    "Siento mucho que los haya retenido todo este tiempo. ¿Cuántos se van a quedar para esta noche? Oh, entonces regresaremos de nuevo esta noche. ¿Cómo a las siete? ¿Tenía Ud. a otra persona? [El Hermano Neville dice: “No”.]\n\nInclinemos nuestros rostros.",
    "¿Habrá uno aquí, o varios, que no tienen este Poder vivificador? El Hijo ha resplandecido, y Uds. han estado sentados en este tabernáculo, han escuchado las cintas; y aún el Espíritu no les ha vivificado al grado de poder seguir la Palabra de Dios; que Uds. mujeres y hombres puedan obedecer toda Palabra que Él ha escrito. ¡Oh, eso es algo muy peligroso! ¿Qué tal si Ud. fuera una simiente muerta, sin vida? Pero hay algo dentro de Ud. que le dice: “Yo—yo quiero resucitar, en esta mañana. Yo quiero resucitar de esta condición en que me encuentro. Yo no quiero simplemente permanecer como una simiente muerta, dejada aquí con el lodo y los troncos flotantes. Yo quiero resucitar”.",
    "¿Levantaría su mano, diciendo: “Ore por mí, hermano?” Dios le bendiga. Dios le bendiga. ¡Qué cosa! ¡Miren las manos! No hay ninguna manera para un llamamiento al altar. Lo que nosotros llamamos “llamamiento al altar”, cuando las personas vienen alrededor del altar. No soy muy partidario de eso, de todas maneras. Eso fue introducido en la Iglesia en los días del avivamiento metodista. ¿Ven?",
    "La Biblia dice: “Todos los que creyeron (¿ven?), fueron bautizados”. Aquí está el bautisterio, lleno de agua, esperando por cualquier candidato que esté dispuesto a morir a sí mismo.",
    "Ahora, puede ser que Ud. haya sido sumergido muchas veces en el Nombre del Señor Jesús; pero mientras esa simiente no sea Vida (¿ven?), no será vivificada. No, no, no. Aguas bautismales son como el rocío que cayó del cielo; puede caer sobre la simiente, pero si allí no hay Vida, no puede vivir.",
    "Pero si las genuinas aguas bautismales, de muerte a sí mismo, y Ud. está dispuesto a morir a todo lo que le ha sido enseñado por los credos y las denominaciones, lo cual es contrario a la Palabra, y Ud. caminará como hijo o hija de Dios, y Ud. lo ha determinado en su corazón, entonces fíjese en lo que las aguas bautismales harán por Ud. en esta mañana. “Arrepiéntanse cada uno, y sean bautizados en el Nombre de Jesucristo para la remisión de sus errores, de sus pecados, y recibirán la Gavilla, la Ofrenda mecida. Uds. recibirán la Dinámica, el Espíritu Santo. Porque la promesa es para Uds. y para todos aquellos, para todas las generaciones, así será”.",
    "Padre Dios, me—me he extendido hablando, y le he ocupado mucho tiempo a la gente; pero, Señor Dios, no hay donde detenernos en esto. Parece que uno simplemente tiene que cortar y salir a descansar y luego regresar. Estamos viviendo en un mundo moribundo, entre gente moribunda, pero con un Mensaje de Vida, y con la evidencia de la resurrección. Amado Dios, seremos mortales solamente una vez, y ¿cómo será si permitimos que se nos pase esta oportunidad?",
    "Nuestros corazones arden; nuestras almas están emocionadas por estos que han entrado. Y muchos aquí están escuchando el mensaje en esta mañana. Sí, unos doscientos o trescientos han levantado sus manos. Ellos quieren creer, Señor. Oh, seguramente Señor esa simiente no está muerta; oh, ¿cómo podrían levantar las manos de esa manera? Hay algo allí. Oh Dios, es el “yo”, es esa esposa de Job, parada allí diciendo: “¡Oh!” Pero Señor, permítele a aquel Job, a ese creyente, entrar en esta mañana; que muera por completo y sea enterrado aquí mismo en estas aguas bautismales.",
    "Esas gotas del rocío que han caído del Cielo, la Palabra de Dios que dice que lavará todo pecado y hasta lo remitirá. Uno es bautizado en el Nombre de Jesucristo ¿para qué? Para la remisión de pecados; el pecado es remitido en el Nombre de Jesucristo.",
    "Permite entonces, Padre, que si ellos están enfermos, que puedan salir sanos. Permite que si están cojos, que puedan salir caminando bajo el Poder del Espíritu Santo. Si han sido pecadores, permite que salgan lavados y limpios. Y la mecánica, al haber entrado; la Dinámica viene de Arriba, el Espíritu Santo, y arrebátalos, Señor. Vivifica sus cuerpos mortales, y entonces escucharemos genuinas lenguas nuevas, los poderes de Dios, el amor indescriptible, gracia para morir y gracia para vivir, y un Cristo resucitado, un Cuerpo, una Novia, representándole a Él en la tierra.",
    "Padre, estos son Tuyos. Ellos levantaron sus manos. Yo he predicado la Palabra. Ahora, Padre, recíbelos, es mi oración. En el Nombre de Jesucristo, lo pido. Amén.",
    "¿Le aman? [La congregación dice: “Amén”.] ¿No es Él maravilloso? [“Amén”.] ¿Están Uds. satisfechos de que son parte de esa resurrección del día de la Pascua, que Uds. han resucitado juntamente con Él? [“Amén”.] Levante su mano. Ud. queda incluido.",
    "🦅 Hijitos míos”, como hubiera dicho Pablo; no tratando de personificarlo a él, sino con el mismo amor, yo les amo. He viajado por carreteras peligrosas, y todo lo demás, para llegar aquí, para poder hablar con Uds. Salí del desierto, crucé tormentas de nieve y demás, para llegar hasta aquí. Viajamos en aviones. Uds. cruzan el país conduciendo, para podernos reunir. Es que nos amamos el uno al otro.",
    "Somos parte el uno del otro. Nunca permita Ud. que el diablo le diga algo distinto. Siendo uno parte del otro, somos parte de Él. Y nosotros somos ciudadanos del Reino, gozando juntamente de estas bendiciones, de la resurrección.",
    "Y ahora (¿ven Uds.?), ahora Uds. ya se encuentran resucitados. Cuando Dios lo levantó a Él, los levantó a Uds. Es que el Hijo apenas ahora está brillando en Uds., y ahora están floreciendo en una Vida igual que Él, para ser resucitados completamente en aquel día postrero. El potencial lo tienen ahora mismo. ¿Cómo se puede saber? Su alma cambió ¿no es así? Su cuerpo entró en obediencia a eso. ¿No es así? ¿En obediencia a qué? ¿A una iglesia? A la Palabra, la cual es la Vida, y por eso ya están resucitados de entre los muertos. Es la Pascua con Jesús y yo. Es la Pascua con Ud. y Jesús. Y es la Pascua con Ud. y yo, y Jesús. Todos hemos sido, o sea Jesús, Ud. y yo, todos estamos resucitados juntos.",
    "Y nos levantaremos en el día postrero, aunque nuestro espíritu deje nuestro cuerpo, y aunque estos cuerpos se oxiden, y se vuelvan al polvo; aunque sean quemados o se encuentren en lo profundo del mar. La Biblia dice: “Un ángel vació lo suyo sobre el mar, y todo lo que había muerto, resucitó”. No hay nada que nos pueda esconder, o separar, de aquel Dios a Quien amamos tanto, que nos ha levantando junto con Él.",
    "Dios les bendiga. Les he retenido aquí por mucho tiempo. Si esas personas todavía están por ese teléfono, ellos ciertamente…pagando cincuenta centavos por minuto, realmente les ha salido costoso, en esta mañana; pero me fue imposible concluir a una hora, simplemente tuve que continuar.",
    "Ahora, Dios mediante, regresaré a la noche para hablar con Uds. de nuevo. Y si no puedo, entonces Uds. sabrán. Me supongo que ya no estamos por…¿Ya no estamos por el teléfono? Ya no estamos por el teléfono.",
    "Uds. todos saben hacia dónde voy ¿verdad? ¡Al África! He estado llamando por mucho tiempo; por años he intentado regresar. Ahora en visión, el Espíritu del Señor ha preparado el camino. Ellos dijeron, que cuando aquellos pobres nativos recibieron de noticia, cuando no fui la última vez, se postraron en el suelo de día y de noche, gimiendo y clamando, y decían: “Señor, ¿qué habremos hecho?” Miles de ellos. Aquellos ni siquiera creen que éstos tienen alma. ¿Ven? Y ellos lloraban y gemían, y lloraban.",
    "No vaya nadie a mandar algún aviso de antemano; por favor no lo hagan. Vean, si la visa llegara a pasar por allí y se enteraran aquellos ministros, ellos me detendrían allí mismo. Tengo que entrar como cazador. Voy allá a ver a aquella reina que trajo 17 vagones llenos de gente y que vino a la reunión. Tengo permiso para cazar en su territorio. Y al entrar allí, en mi pasaporte y todo dice “cazador”; no para tener una reunión religiosa.",
    "Entonces habrá un hermano que se encontrará conmigo y dirá: “¿Por qué no tiene Ud. una pequeña reunión para nosotros?” Los estadios ya están alquilados. Ellos ni lo saben. ¿Ven? ¡Oh, gloria!",
    "Oren para que la voluntad de Dios no sea estorbada. Es por esto que mi alma ha clamado por África desde que salí de allá. Que me sea posible regresar otra vez; luego traerles a Uds. un mensaje de una gran reunión. Quizás ya no les vuelva a ver más, a partir de hoy, hasta que regrese. Nosotros iremos en unos cuantos días, el diez de mayo. ¿Orarán por mí? [La congregación dice: “Amén”.]",
    "Recuerden, uno ni sabe lo que son problemas, hasta llegar allá; brujos por todos lados, y el diablo, y no piensen que ellos no saben qué hacer. ¿Ven? Y es mejor que uno sepa de lo que está hablando al estar parado ante ellos. “Pero yo sé a Quién he creído, y estoy cierto que Él es poderoso para guardar mi depósito para aquel día”.\n\nAhora, hay algunos pañuelos puestos aquí.",
    "Amado Dios, como el Mensaje en esta mañana, de la resurrección, y yo parado aquí Señor, y habiendo probado por la Palabra que ese Poder vivificador está en el hijo creyente; por lo tanto, habiendo creído, por fe, que ese Poder vivificador ha cambiado mi vida. Y esta gente cree, Señor, y esto ha cambiado sus vidas. Y así oramos el uno por el otro.",
    "Estoy imponiendo mis manos sobre estos pañuelos, para que Dios, Quien vivificó a Jesucristo y le trajo de entre los muertos, y ese Espíritu que le trajo de entre los muertos, esté morando ahora mismo en nuestros cuerpos.",
    "El Espíritu que estuvo sobre el cuerpo de Eliseo, el cual, aun estando muerto y no siendo más que huesos, todavía tenía allí el Poder vivificador. Las manos de los apóstoles tenían el Poder vivificador; la mente de los apóstoles, la vista de los apóstoles, las—las lenguas de los creyentes, todo tenía el Poder vivificador.",
    "Y que ahora ese Poder vivificador, mientras pongo esta Palabra sobre ellos, y mis manos en representación de un poseedor, por gracia, de ese Poder vivificador; que vivifique cada uno de estos cuerpos enfermos, y que de nuevo ellos sean sanos, Dios, en el Nombre de Jesucristo.",
    "Y que no sea solamente para estos pañuelos, sino también para esas personas allá en la audiencia; para todo aquél que esté sufriendo. Esos niños pequeños, las personas ancianas, quienes sean, que ese Poder vivificador les vivifique ahora mismo, en el Nombre de Jesús. Amén.",
    "Ahora, ¿cuántos tienen el Poder vivificador? [La congregación dice: “Amén”.] Ahora pongan sus manos el uno sobre el otro, si ese Poder vivificador está en Ud.",
    "Ahora, hay una sola cosa que lo puede impedir, y eso es su incredulidad. Una mujer tocó Su vestidura y fue sana; pero un soldado romano escupió en Su rostro y cayó en el infierno. ¿Ven Uds.? Así que todo depende en dónde se encuentra Ud. ¿Lo creen? [La congregación dice: “Amén”.] ¿Lo creen Uds.?",
    "Ahora quiero que inclinen sus rostros y oren el uno por el otro. Simplmente—simplemente ore en alto, sólo diga: “Señor, esta persona”…¿Ven? Simplemente oren el uno por el otro.",
    "Amado Dios, hacemos esto en el Nombre de Jesucristo, el único Nombre dado entre los hombres por el cual podamos ser salvos o sanados. Estas personas, las cuales son también ciudadanos del Reino, poseedores del Poder vivificador, vivifícalo a ellos, Señor, en este instante. Y que el Espíritu corra de águila a águila, de Palabra a Palabra, hasta que la plenitud de Jesucristo sea hecha manifiesta en cada cuerpo, en lo físico, espiritual, o en cualquier otra necesidad que tengan, mientras ponemos nuestras manos el uno sobre el otro. En el Nombre de Jesucristo. 🦅"
  ]
}