{
  "title": "¿CAMBIA DIOS SU MODO DE PENSAR CON RESPECTO A SU PALABRA?",
  "id": "65190009",
  "content": [
    "🦅  Inclinemos nuestros rostros. Amado Señor Jesús, estamos reunidos de nuevo en Tu Nombre, con gran expectativa por el derramamiento del Poder vivificador de Dios para llevarnos al reconocimiento de nuestra posición y lugar, y de nuestras responsabilidades, siendo un pueblo llamado, separado del mundo, dedicado a Dios. Concede Señor, en esta noche, que las bendiciones de Dios nos guíen y nos dirijan en las cosas que hacemos o decimos, para que pueda traer honra y gloria a Tu Nombre. Amén.",
    "Estoy contento de estar nuevamente en la iglesia esta noche y estar con Uds., amado pueblo. Y yo sé que hace calor, pero acabo de llamar a mi esposa, creo que allá está sobre los noventa, noventa y cinco o noventa y seis [grados Fahrenheit] o algo así, y hace mucho más calor que aquí. Así que ahora me estoy acostumbrando al clima caliente. Así que, no obstante estoy muy contento de estar aquí en el tabernáculo en este maravilloso tiempo de Pascua.",
    "Y no puedo decir que me disculpo por ese Mensaje tan, tan largo esta mañana, pero yo…Era, no quería agotarles la paciencia y luego entrar en eso de nuevo esta noche. Pero yo—yo quería darles—darles a Uds. ese Mensaje, que Uds. son parte de esta resurrección. ¿Ven? Y ya no se preocupen más acerca de eso, ¿ven? ¡Sólo regocíjense por eso! No existe nada en ninguna parte que pueda separarlos de eso, nada; están Eternamente seguros en el Reino de Dios. Cuando Dios ha fijado Su Sello sobre uno, con eso tiene uno hasta el fin, el destino.",
    "Cuando el gobierno pone un sello sobre un paquete, o el ferrocarril pone un sello sobre una puerta, ese vagón no puede ser alterado hasta que llegue a su destino.\n\nCuando Dios pone Su Sello sobre un hombre. Y ese Sello es el Espíritu Santo. Cuando El sella a un hombre de esa manera, él ya está rumbo a destino Eterno. Nunca jamás podrá él ya en ningún momento regresar, jamás. Porque recuerden, Efesios 4:30 dice: “No contristéis al Espíritu Santo de Dios, con el cual fuisteis sellados para todo tiempo”. ¿Ven? Uds. están sellados para siempre. Uds. están sellados Eternamente en el Reino de Dios, por el Espíritu Santo. ¡Piensen ahora en eso!",
    "Entonces Uds., el diablo les lanzará puños, y él les dirá de todo, y los acusará, y—y procurará hacerles pensar que Uds. no están sellados; pero no lo escuchen.",
    "Ahora, Uds. saben que han pasado de muerte a Vida. Uds. saben que las cosas que una vez amaban, ya no las aman. Uds. saben que han creído toda Palabra de Dios. Uds. han visto a Dios obrando entre nosotros, sin…Con pruebas infalibles que El es el gran “YO SOY”. Uds. han notado que todo lo que ha sido dicho en Su Nombre, jamás se ha profetizado alguna cosa en Su Nombre que no haya ocurrido exactamente de esa manera. Aun la ciencia, el periódico, fotografías, las cámaras, escritores, todo lo demás, tiene que reconocerlo. ¿Ven? A pesar de que quieran o no, Dios de todas maneras los obliga a hacerlo (¿ven?), para darlo a conocer.",
    "Ahora, siendo un grupo pequeño…Recuerden, no es un grupo grande por el cual viene El. “No temáis, manada pequeña; es la voluntad del Padre…” ¿Ven?",
    "Deseo dejar con Uds. una palabra sorprendente, antes que tengamos la ordenación de un ministro. Y esto es muy sorprendente, pero sólo es para que Uds. sepan. Ahora, no estoy diciendo que este es el número exacto, pero me gustaría dejar esto con Uds.",
    "No sé si personas aquí han visto alguna vez la hibridación de ganado. Que por cierto, yo no creo en eso, pero he visto cuando lo hacen. Y los he visto tomar el esperma del macho, apenas lo suficiente para ser tocado en un pequeño metal, como un pequeño palillo de dientes, y ponerlo sobre una pieza de mármol. Y enfocar esos lentes que lo aumentan, no sé a cuántas veces, al punto que ese esperma…Donde uno no podía ver nada con el ojo natural, ni con cualquier lente ordinario. Pero cuando es aumentado, a cien o a ciento cincuenta veces, uno puede ver en esa pequeña gotita de esperma, quizás de cincuenta a cien pequeños gérmenes rebotando. También, en la hembra viene la misma cantidad de óvulos que en—en la esperma. Ahora, cuando éstos son—son unidos, pues los primeros dos que se encuentran y conectan…",
    "Hay únicamente uno en ese millón que va a vivir. ¿Alguna vez ha pensado Ud. en eso? Son gérmenes idénticos, y óvulos idénticos, todos iguales, pero únicamente hay uno que va a vivir. Y eso no es determinado por el que venza y llegue primero. Porque algunas veces el óvulo se encuentra muy atrás en la parte de atrás, y el germen pudiera estar en medio del esperma, y uno pasará sobre el otro. Se requiere de una Inteligencia para saber si será niño o niña, pelirrojo, de pelo negro, o lo que sea. Hay una elección de Dios. No puede ser otra cosa. ¡Elección!",
    "Aun en el nacimiento natural existe la elección, si es que va a ser niño o niña, o lo que vaya a ser. Y cuando ese pequeño germen entra a este pequeño óvulo, y las colitas se desprenden, eso da inicio a la columna del bebé, de lo que vaya a ser: animal, bebé, o lo que sea. Y los demás de ese millón de gérmenes…Un millón de óvulos, un millón de gérmenes, y solamente uno vive. Todos iguales, pero Dios escoge por elección lo que va a vivir, y los demás perecen. ¡Uno de un millón!",
    "Cuando Israel salió de Egipto, todos creyeron en el mensaje de un solo profeta. Ellos vieron las señales de Dios, por Moisés; todos las vieron. Y todos salieron de Egipto y caminaron a través del Mar Rojo, y fueron bautizados hacia Moisés. Todos vieron el poder de Dios que le llegó a él, cuando él cantó en el Espíritu; y cuando María tocó el pandero, corriendo por toda la ribera. Cada uno de ellos, cada noche, comió maná celestial fresco, recién caído de los cielos. Todos ellos bebieron de la Roca espiritual que fue herida. Y fueron dos millones de personas que salieron de Egipto. ¿Cuántos llegaron a la tierra prometida? Dos. ¡Uno de un millón! ¿Dónde están todos ellos? Jesús dijo que ellos perecieron: “Vuestros padres comieron maná en el desierto, por el espacio de treinta años, y Yo os digo que todos ellos están muertos”.",
    "Ahora, en esta noche hay como quinientos millones de Cristianos en el mundo, contando católicos, protestantes, y todos. Si Jesús viniera en ese Rapto, de acuerdo a lo que acabo de decir, habrían quinientos desaparecidos en el mundo en esta noche, en el Rapto. Y eso es así probablemente todos los días, al contar de todos los países que no se toman en cuenta. Así que podría ser en cualquier momento, ¿ven?",
    "Oh, Cristianos, ciñamos bien la armadura de Dios. Hagamos todo lo que sabemos, para servirle a El, para amarle, y esperar ese gran tiempo.",
    "Ahora, no será el caso que millones y grandes multitudes saldrán de una generación y así entren. No—no puede ser así.\n\nAhora recuerden, cada día termina una generación, a diario. “Como fue en los días de Noé, así será en la venida del Hijo del Hombre, en la cual ocho almas fueron salvadas por agua”. Pero cada día termina un período de cuarenta años para alguien, para algunos. ¿Ven? Y cada día, tantos mas cuantos son sellados en el Reino. Un día, llegará el último día.\n\nEstemos seguros ahora, mientras nos encontramos en nuestra mente cabal, y en la iglesia y entre la gente, donde el Espíritu Santo se ha identificado a tal grado con nosotros, estemos seguros que todo esté bien y que así permanezca correctamente delante de El.",
    "No se detengan. No descansen ni de día ni de noche hasta que ese Poder vivificador les haya sacado de las cosas del mundo, al Reino de Dios. Y Uds. que verdaderamente han sido traídos al Reino de Dios y vivificados por el Espíritu de Dios, ¡cuán gozosos! Con lágrimas de gozo deberíamos estar de rodillas, día y noche, agradeciéndole a Dios por lo que El ha hecho.",
    "Esta noche tenemos un pequeño cambio en el servicio. Tenemos aquí un fino hermano, el Hermano Capps. El vino a nosotros de la iglesia nazarena. Y ¿creo que eso es correcto, Hermano Capps? El desea esta noche ser ordenado por nosotros, por imposición de manos.",
    "No tenemos documentos para darle a nadie, sin embargo, somos reconocidos como…Podríamos tener papeles, pero creemos que un verdadero ministro ordenado, sus papeles están en el Cielo. ¿Ven? Y él—él tiene el derecho a predicar la Biblia mientras tanto Dios identifica su vida con la Biblia. Nosotros creemos que esas son sus credenciales.",
    "Y ahora, el Hermano Capps ha sido ordenado oficialmente en la—la iglesia nazarena, pero en esta noche él desea que los ancianos, y los demás, impongan manos sobre él como ordenación para llevar este Mensaje. ¡Qué cosa tan valerosa!",
    "Yo he—yo he oído los reportes desde que he estado en Tucson, y qué reportes tan maravillosos; con respecto al Hermano Capps y la ayuda brindada a nuestro bondadoso Hermano Neville, los cuales están sosteniendo la llamarada de Luz tan valerosamente como pueden sostenerla estos dos hombres. Hemos puesto las manos sobre el Hermano Neville, pero no sobre el Hermano Capps. Y yo quiero que aquellos que son ministros, el Hermano Jackson y ellos, si están presente, y el Hermano Ruddell, y los ancianos de esta iglesia, si pasan ahora aquí adelante sólo por unos momentos, e imponen manos sobre el Hermano Capps. Y el…",
    "Ahora, encontramos en la Biblia que esa es la manera como ellos lo hicieron, impusieron manos sobre ellos y así los apartaron. Y así es como hicieron con Timoteo. Dijeron: “Por este don que estaba en ti, desde tu abuela Loida…” Ellos lo habían notado, que había un don en el hombre, que había venido a él por los presbíteros, por la imposición de manos.",
    "Ahora, los hermanos de los últimos días, o sea los hermanos de la lluvia tardía en los últimos días, se confundieron en eso. Pensaron que le dieron a él un don, al hacer eso. No, el don ya estaba en él, y ellos simplemente impusieron sus manos sobre él como una aprobación que ellos creían que Dios ya había puesto el don en él. Y ellos lo aprobaron, por la imposición de manos.",
    "Y estos hombres aquí en esta iglesia, los cuales creo yo están poseídos en el alma con Poder vivificador; si Uds. hermanos pasan ahora mismo, el Hermano Ruddell y los demás que están aquí en la iglesia, y los ancianos de iglesias hermanas alrededor, para imponer manos sobre el Hermano Capps; para que él pueda ser ordenado según nuestra aprobación, delante de esta congregación, y ser enviado a predicar el Evangelio del Señor Jesús, a dondequiera que Dios lo llame. El llega a ser…\n\nEl ya es uno de nosotros, por Nacimiento. El es uno de nosotros porque él ha creído el Mensaje. El es uno de nosotros por razón de que—que él se para por la Verdad de la Palabra. Y queremos que el Hermano Capps sea ordenado oficialmente, delante de Uds., por la imposición de manos, que él es uno de nosotros.\n\nMuy bien, Hermano Ruddell, Hermano Capps, Hermano Neville. Hermano Junior Jackson, ¿están algunos de los otros ministros? No sé exactamente cuántos sean. Yo no…Me supongo que tienen sus propios servicios esta noche. Así que venga aquí, Hermano Capps.\n\nAhora ¿dónde está el Hermano Hunter y aquellos de Nueva York, yo…Hermano Anthony? Supongo que ya se han regresado. [El Hermano Neville dice: “Allá atrás está el Hermano Anthony”.]\n\nCualquier otro que esté presente aquí con nosotros, pues, nos daría mucho gusto que pase acá al frente y se pare ahora con nosotros, en reconocimiento que creemos al Hermano Capps.\n\n¿Cuántos de Uds. aquí conocen al Hermano Capps? Levanten la mano. Muy bien, bajen la mano. ¿Cuántos creen que él es un siervo de Dios? Levanten la mano. Le amamos a él como nuestro hermano.",
    "Ahora, esta no es exactamente la manera correcta de lo que llamaríamos ordenación, pero quiero que esta congregación…Yo no podría entonar este himno, pero quiero que me ayuden a intentarlo. Ese…",
    "Un día un profeta fue al altar, en el templo. Y mientras él estaba allí en el templo…El había sido un buen hombre, pero sólo era que él se había estado apoyando en los brazos de Uzías el rey, y él era un—él era un buen hombre. Pero, sin embargo, un día en el templo él vio algo, al caer en una visión, que nunca había visto antes. El vio Angeles, con alas, volando de allá para acá, por el edificio, clamando: “¡Santo, santo, santo, Señor Dios Todopoderoso”! Pasen acá hermanos. Sí. ¿Ven? “¡Santo, santo, santo, Señor Dios Todopoderoso”!",
    "Y cuando así fue, los postes de las puertas del templo se estremecieron. Y él dijo: “¡Ay de mí!, porque soy hombre de labios inmundos”. En la Presencia de Dios él reconoció, que aunque siendo profeta, él había estado equivocado. El dijo: “Yo soy hombre de labios inmundos, y habito entre pueblo de labios inmundos”.",
    "Y uno de los Angeles voló, y cogió un carbón de Fuego y tocó sus labios, y dijo: “¡Profetiza, hijo de hombre”!\n\n¿Nos daría un tono para eso hermana, por favor? ¿Cuántos saben este himno? Cantemos una estrofa. Muy bien.\n\nMis inmundos labios purifica,\n\nCon el fuego santo de tu altar,\n\nSólo así podré como el profeta,\n\nTu mensaje al mundo proclamar”.\n\n[Cinta en blanco.]…mi Señor,\n\nHabla, que tu siervo oyendo está.\n\nQuiero ir; presto estoy;\n\nMe complace hacer tu voluntad.\n\n¡Cuántos vagan sin saber de Cristo,\n\nCaminando a eterna perdición!\n\n¿Quién irá a salvarlos de la muerte?\n\n¡Heme aquí! Envíame, Señor.\n\nHeme aquí, mi Señor,\n\nHabla, que tu siervo oyendo está.\n\nQuiero ir; presto estoy;\n\nMe complace hacer tu voluntad.\n\nQue los ancianos se acerquen ahora e impongan manos sobre el Hermano Capps. Todos inclinemos nuestros rostros.",
    "Amado Dios, los postes del templo se han estremecido nuevamente. Y viendo el Espíritu de la Vida vivificadora obrando en nuestro hermano. Dios, yo ruego que mientras él siente esto desde Arriba, lo cual le dice que él debe ir. Nosotros imponemos manos sobre él, como ancianos Tuyos, Señor, y le extendemos a él la diestra de compañerismo; e imponemos nuestras manos sobre él, e invocamos las bendiciones de Dios sobre él, para que Tú unjas sus labios, su pensamiento, y todo su ser. Y que él lleve este Mensaje del Evangelio a toda hendidura y esquina a donde Tú lo llames. Concédelo Señor. Entregamos a Ti a nuestro hermano como un siervo Tuyo, en el Nombre de Jesucristo. Amén.",
    "🦅 Predica la Palabra, mi joven hermano. Ya sea a tiempo y fuera de tiempo; redarguye, reprende, con toda paciencia y Doctrina”. [2ª Timoteo 4:2] Dios lo bendiga hermano.",
    "[El Hermano Ben Bryant dice: “Hermano Branham, ¿pondría manos sobre mí”? ¿Pondrían ellos manos sobre mí? Me gustaría ser ordenado.] Ud. ha…No sabía que Ud. no lo había sido.\n\nEl Hermano Ben, aquí, ha venido a nosotros. Creo que él ha estado predicando por algún tiempo. Sin embargo, él no ha sido oficialmente ordenado (pensé que lo había sido; esa es la razón por la cual lo llamé), o que se habían puesto manos sobre él aquí.",
    "Ahora, la esposa del Hermano Ben está aquí en alguna parte, y ella es una querida persona. Ella era una predicadora. Y cuando ella y nuestro hermano se casaron, y él la trajo al tabernáculo, cuando ella vio y oyó la Palabra, aunque siendo una fina damita con una fina personalidad, pero cuando ella vio que estaba errado que la mujer hiciera eso, ella lo puso a un lado; y eso pareció caer sobre su esposo. Eso es muy correcto. Eso es apostólico. Así es como debe ser.",
    "El Hermano Ben lleva las cintas, como tengo entendido, con su esposa. Ellos van a los lugares remotos, bien adentro en las montañas, en las junglas, y tocan estas cintas y comentan sobre las cintas. Muchas veces son expulsados, arrojados, echados. Eso es de esperarse. “Porque todos los que vivan piadosamente en Cristo Jesús padecerán persecución”. [2ª Timoteo 3:12]",
    "¿Cuántos aquí conocen al Hermano Ben? ¿Cuántos creen que él es un siervo de Dios, digno de esta bendición que le pediremos a Dios a su favor? [La congregación dice: “Amén”.] Vean, él no es un desconocido. El ha estado con nosotros por años y años. Yo lo conozco a él como un hombre de humildad. El es semejante a mí; él comete muchos errores. Todos los cometemos. Lo que a mí me gusta del Hermano Ben, es que él está dispuesto a caminar de rodillas para arreglarlo.\n\nY cuando él oyó el otro día sobre Casamiento Y Divorcio, él y su esposa estaban listos para separarse, porque…y él la ama a ella, y ella lo ama a él, pero quieren cuadrar con la Palabra de Dios. Lo que sea que dice la Palabra, eso es lo que ellos querían. Yo ruego que Dios bendiga a Ben y su esposa, para Su servicio.\n\nPongamos manos sobre nuestro hermano.",
    "Amado Dios, imponemos nuestras manos sobre nuestro Hermano Ben, como señal que le amamos. Y nosotros creemos, Señor, que él está dispuesto a hacer una obra para Ti, de ser enviado con estas cintas, para tocarlas entre personas de la montaña, en los lugares muy apartados donde probablemente muchos de nosotros nunca llegaremos; no obstante, el Mensaje tiene que ir a todo el mundo. Rogamos que Tú bendigas a nuestro hermano, y le des Tu Espíritu, y que venga sobre él. Y guíalo y dirígelo a él y a su esposa a esos lugares donde quizás esté esa alma, allá muy lejos, y las puertas no pueden cerrarse hasta que esa oveja sea traída. Tú no estás satisfecho con noventa y nueve. Cada nombre que está en el Libro debe ser traído. Ayúdales Señor, mientras imponemos manos sobre él, asociándolo así con nosotros como nuestro hermano. Y nuestra ayuda y oración por él, lo acompañarán. Y rogamos que Tú lo bendigas Señor, a dondequiera que él vaya. En el Nombre de Jesús. Amén.\n\n¡Dios te bendiga, Hermano Ben! Te damos la diestra de compañerismo, como hermanos ministros. Dios te bendiga, hermano.",
    "[El Hermano Earl Martin dice: “Hermano Branham, ¿pondría manos sobre mí, me ordenaría para obrar como pastor”?] John Martin…[“Earl”.] Earl.\n\n¿Cuántos conocen a Earl Martin? ¿Cuántos creen que él es un siervo de Cristo? El viene a nosotros de un…creo que originalmente de un grupo pentecostal, y ahora creo que él pastorea y obra en forma independiente.",
    "He conocido a Earl como un verdadero siervo de Cristo. Yo nunca olvidaré un hecho, han sido muchos, pero un hecho en particular con Earl. Recuerdo que una noche lo llamaron cuando yo estaba en Dallas, Texas; o yo—yo creo, no, era…[Una hermana dice: “Beaumont”.] Beaumont, Texas, es correcto hermana. Y ellos—ellos…Su bebé se estaba muriendo, y pensaron que ya estaba muerto. Ya no estaba respirando. Y Earl buscó hasta llegar a mi habitación, como un papá con los hombros caídos; yo ya estaba en la cama, y él se inclinó para hablarme. Me levanté, él me abrazó y dijo: “Hermano, yo creo que Ud. es el profeta de Dios. Yo siempre he creído eso. Y si Ud. tan sólo dijera la palabra, aunque mi bebé esté muerto, sin embargo vivirá”. Y su bebé regresó a vida, y está vivo.",
    "¿Creen Uds. que él es digno de la diestra de compañerismo de estos creyentes? [La congregación dice: “Amén”.]\n\nOremos hermanos, mientras imponemos manos sobre él.",
    "Bondadoso Padre Celestial, nuevamente imponemos manos sobre nuestro Hermano Martin. Lo enviamos, Señor, a las partes más lejanas que Tú has ordenado que él debería ir; dondequiera que sea, ya sean muchos o pocos, por las veredas, caminos, vallados, si así fuera. Dondequiera que sea Señor, que Tus bendiciones sean con él. Ponemos nuestras manos sobre él mientras le deseamos Tu amparo y le damos nuestras bendiciones, que el Espíritu que está sobre nosotros, Señor, pueda ir con él, y lo guíe y lo dirija a las almas perdidas allá en los vallados y los caminos. Lo enviamos, en el Nombre de Jesucristo. Amén.\n\nDios le bendiga, Hermano Martin. Vaya ahora, y el Señor sea con Ud.",
    "¿Para el mismo propósito? ¿Richard es su nombre? [“Correcto. Richard Blair”.] ¿Cuántos conocen a Richard Blair? ¿Cuántos creen que él es un siervo de Dios? El viene del—del grupo de la iglesia Pentecostal Unida.\n\nY el hermano, el Hermano Blair, yo recuerdo el gran llamamiento de él. Recuerdo el tiempo en el que el Hermano Blair no quería, no quería creerme, por causa de que había un espíritu obrando con él, diciéndole que yo era falso. Y mientras él estaba sentado allí mismo en la reunión, el Espíritu Santo lo enfocó y se lo dijo. [El Hermano Blair dice: “Eso es correcto”.] Y él estaba al borde de un—un colapso nervioso, y eso fue lo que lo llevó a esa condición.\n\nY recuerdo que su linda esposa me llamó un día. Ella dijo: “Hermano Branham, creo que Richard se va a morir”. Y ella tenía, creo que era una bufanda. Ella fue y la puso sobre él, como se lo había pedido cuando oré. Aquí se encuentra él. [El Hermano Blair dice: “Amén”.]",
    "Un bebecito había estado en un accidente, o…[El Hermano Blair dice: “Mi hijo”.] Su hijo, en un accidente, y no le daban mucha esperanza, con una conmoción cerebral. Mas con oración, aun por el teléfono, el bebé fue sano. [“Amén”.]\n\n¿Creen Uds. que el Hermano Blair es un verdadero testigo de Cristo? [La congregación dice: “Amén”.] Oren Uds. para que sus bendiciones lo acompañen.\n\nHermanos, pongan sus manos sobre él.",
    "Amado Dios, para identificar a nuestro amable y noble hermano, Tu siervo, que incluso ha venido de su propio grupo, para caminar en Luz. Padre, oramos que Tú bendigas a nuestro Hermano Blair, mientras lo enviamos con nuestras bendiciones y nuestra aprobación por medio de nuestras manos sobre él, a dondequiera que Tú lo llames Señor, a cualquiera que sea el trabajo. Que Tu Espíritu vaya con el Hermano Blair. Guíalo y dirígelo a los perdidos y moribundos de este mundo, que él pueda ayudar a encontrar esa oveja perdida, para luego traerla al redil. Dondequiera que sea, lo que tengas Tú para él, Señor, sólo pedimos que Tu Espíritu lo guíe y lo dirija durante toda la jornada de su vida. Somos sus hermanos. Al darle a él la diestra de compañerismo, te pedimos que lo acompañes, en el Nombre de Jesucristo. Amén.\n\n¡La diestra de compañerismo! Dios lo bendiga Hermano Blair. Estamos con Ud., cien por ciento, orando por Ud. y haremos cualquier cosa que podamos para ayudarlo. Dios lo bendiga.",
    "[El Hermano Merlin Anthon dice: “Es lo mismo conmigo, Hermano Branham, para ordenación”.] ¿Qué dice? [“Ordenación”.] ¿Quién es Ud.? [“Merlin Anthon”.] Merlin Anthon. [“Yo estoy en la iglesia”.] ¿Dónde? [“Aquí en la iglesia”.] En la iglesia. ¿Alguien conoce al Hermano Merlin Anthon? El es nuevo, para mí. [“Con el Ejército de Salvación. ¿Se acuerda de mí”?] Oh, sí. Discúlpeme hermano.\n\nDel Ejército de Salvación, eso es correcto, lo recuerdo a él. Seguro, ahora lo reconozco. Simplemente…No reconocía su rostro así al instante, en este momento. ¿Cuántos lo conocen a él como un hombre de Dios? [La congregación dice: “Amén”.] Cuántos creen que—que Dios está obrando en él, levanten su mano. [“Amén”.] ¿Orarán por él? [“Amén”.]",
    "Ahora, hermano, sabemos que Ud. viene de un gran grupo de gente, el Ejército de Salvación, son una gente magnífica. Pero, y, pues el Ejército de Salvación hace una gran obra allá en la calle. No podemos decir nada contra la nazarena, la iglesia pentecostal, o el Ejército de Salvación, o de ninguno de ellos; ellos son nuestros hermanos. Pero vean, creemos que somos portadores de un gran Mensaje para esta misma hora en que estamos viviendo. ¿Quiere hacer eso con nosotros? [El Hermano Anthon dice: “Amén”.]\n\nInclinemos nuestros rostros mientras ponemos nuestras manos sobre nuestro hermano.",
    "Amado Padre Celestial, eres Tú el que hace el llamamiento. Eres Tú el que vivifica la Palabra, para que ellos puedan creer. Y ponemos nuestras manos sobre nuestro precioso hermano, como una aprobación que creemos que Tú estás con él y le ayudarás. Enviamos nuestras bendiciones con él, nosotros que creemos que hemos pasado de muerte a Vida y ahora poseemos el Poder vivificador en nuestros corazones, por la gracia de Dios. Imponemos manos sobre nuestro hermano y lo enviamos con nuestras bendiciones, que Tú lo conduzcas y lo guíes y dirijas a todo rincón de la tierra, Señor, a donde Tú tienes ordenado que él vaya. Que Tu Espíritu vaya con él y le dé salud, fuerza, y éxito en su ministerio, porque lo enviamos en el Nombre de Jesucristo. Amén.",
    "Dios le bendiga, hermano. Esa es la diestra de compañerismo, Uds. saben, hermanos dense la mano con él, hermanos así. Así que Ud. es…Muy bien, el Señor los bendiga a todos Uds.",
    "[El Hermano Carrell dice: “Conmigo—conmigo nunca se hizo, oficialmente. Quiero que Uds. pongan sus manos sobre mí, como éstos, en el Nombre de Jesús”.] Ud., lo que Ud. desee. Y sus…[“Es tiempo que sea hecho e igual como ellos”.] Ahora ¿cómo se llama? [“Hermano Carrell, de Cincinnati”.] Hermano Carrell.\n\n[El Hermano Carrell dice: “Yo fui un ministro ordenado, pero no estuve de acuerdo con el hermano que estaba ordenando a mujeres como ministros, y tuve que separarme de ellos”.]\n\nEste es el Hermano Carrell de Cincinnati. ¿Alguien conoce al Hermano Carrell? Levanten sus…Siendo de Cincinnati, lo dudo, que alguien lo conozca. El dice que estaba con un grupo, y el grupo quería ordenar mujeres como ministros. El no pudo soportarlo, y él tuvo que separarse de ellos.\n\nAsí es exactamente como yo me separé de los Bautistas Misioneros. El Dr. Roy E. Davis, ¿cuántos han oído de él? Seguro. El quería ordenar algunas mujeres predicadoras, y yo dije: “No señor. Como anciano”, dije, “no puedo hacer eso de buena consciencia. Eso está en contra de la Palabra de Dios”.",
    "Yo no lo conozco, Hermano Carrell. Pero basado en su testimonio, y esa Verdad por la que Ud. se para. Nosotros no tenemos nada en contra de esas mujeres. Ellas son hermanas. Nosotros las amamos. Pero creemos que ellas tienen su lugar, y allí es donde deben permanecer. ¿Ven? Y creemos que ellas son preciosas para un hombre, una compañera para ayudar. Y de ninguna manera…Nosotros creemos que son el regalo más grande, aparte de la salvación, que Dios jamás le ha dado al hombre. Pero ella no tiene ningún negocio en el púlpito, de acuerdo a la Palabra de Dios. Basado en eso y su fe en Dios, impondremos manos sobre Ud., en compañerismo, para caminar junto con nosotros.\n\nPongamos nuestras manos sobre él.",
    "¡Nuestro Amado Padre Celestial! Este joven, yo puedo casi saber como se siente. El ha sido expulsado por causa de las Verdades reales. Que, “No sólo de pan vivirá el hombre, sino de toda Palabra”. Así que imponemos manos sobre él, colocando nuestras bendiciones sobre él. Que Tu Espíritu lo conduzca, lo guíe, y lo dirija durante toda la jornada de la vida a dondequiera que Tú lo envíes, Señor. Déjale saber que estamos orando por él, y seremos una ayuda para él, y lo apoyaremos siempre y cuando él se pare por la Verdad. Concédelo Señor. Lo enviamos, en el Nombre de Jesucristo. Amén.\n\nDios le bendiga Hermano Carrell.\n\nA Ud. se le ha puesto las manos, de los hermanos. Todos Uds. dense la diestra de compañerismo con respecto a eso.",
    "El Hermano Ruddell, de aquí, nunca ha sido oficialmente ordenado aquí en la iglesia. ¿Pueden…Cuántos conocen al Hermano Ruddell? [La congregación dice: “Amén”.] Todos nosotros lo conocemos. ¿Cuántos saben que él es un hombre de Dios? [“Amén”.]\n\nAmado Padre Celestial, siendo Tus ancianos, imponemos manos sobre este hermano que ha venido a través de profundas aguas lodosas. El ha visto su congregación irse decayendo. El ha visto todo acontecer, pero aún cree. Aunque el…?…Ponemos nuestras manos sobre él, y pasamos nuestras bendiciones a él…?…¡Ungelo, Señor, poderosamente, con la Palabra, Señor, y envíalo a todo rincón de la tierra!…?…que sea sobre él y ayúdale. Y envíalo, en el Nombre de Jesucristo. Amén.",
    "Hermano Ruddell, Ud. siempre tiene aquí la diestra de compañerismo. Yo conozco al Hermano Ruddell. Parece como—como mi propio muchacho. Su papá y yo, la madre, nos hemos conocido por tanto tiempo. Y yo conozco al Hermano Ruddell como un siervo de Dios. Yo he servido con él. Dios le bendiga, Hermano Ruddell.",
    "¿Cuál es su nombre? ¿Quién es Ud., hermano? [Alguien dice: “Es cuñado del Hermano Martin”.] Hermano Martin, ¿lo conoce Ud. a él, Hermano Martin?\n\n¿Cuál es su nombre? [El hermano dice: “Rev. McComas”.] Hermano McComas. Me supongo que nadie aquí lo conoce, pero él es un…Sí, este hombre aquí lo conoce, el Hermano Tyler. Y él viene para que le impongan manos, para él ser un portador del Evangelio. Hermano McComas, ¿de dónde es Ud., Hermano McComas? [“Rockford, Illinois”.] Rockford, Illinois. [“Ud. llamó a mi casa, la semana pasada, o el lunes pasado en la noche, y oró por mi esposa”.] Oh, ¿es correcto eso? Desde Tucson. [“Tucson, Arizona”.] Oh, ahora recuerdo la llamada. [“Ella se levantó a la mañana siguiente”.] ¡Alabado el Señor!\n\n[El Hermano Martin le dice algo al Hermano Branham.] ¿Qué dice? [“Mi hermana menor”.] Su hermana. [“Ella está aquí ahora. Estaba paralizada”.] Así que ella se encuentra aquí ahora, se oró por ella, la otra noche, desde Tucson, por teléfono. [“Paralizada”. “Ella estaba paralizada, y ella se encuentra ahora aquí”.] Ella estaba paralizada, unas noches atrás, y ahora está aquí. El Hermano Martin estaba orando por Ud. durante ese tiempo. ¡Con razón él quiere llevar el Mensaje!\n\nPongamos las manos sobre el hermano.",
    "Amado Dios, impongo manos, junto con estos otros, sobre Tu siervo, y le extendemos la diestra de compañerismo, orando que las bendiciones de Dios…?…según Tú le has ordenado. Tus bendiciones sean sobre él, y guíalo y dirígelo, en el Nombre de Jesucristo. Amén.\n\nLa diestra de compañerismo, mi hermano, y aquellos están con Ud. Dios sea con Ud.",
    "[Alguien dice: “¿Hermano Branham?] ¿Sí, hermano? [Yo tengo uno más que desea esto también”.] Muy bien señor. Yo creo que este es…[“El Hermano Darris”.] Hermano Darris. Yo no…[“Yo conozco al Hermano Earl y al Hermano Brewer”.] Este hombre es el Hermano Darris. ¿De dónde es Ud., hermano? [“Black Rock, Arkansas”.] Black Rock, Arkansas. Hermano…[“Yo lo conozco a él, hermano”.]…le conoce. Alguien más, creo yo, aquí, dijo… Hermano Brewer. Yo creo que los conocí está mañana. Y—y la Hermana Vayle, creo, el Hermano Vayle y ellos lo conocen, y lo conocen como un hombre de Dios, un siervo de Dios. ¡Maravilloso!",
    "Pues, ahora, mi querido hermano, al ser un portador del Mensaje, queremos que Ud. sepa que lo apoyaremos, haciendo todo lo que podamos. Estaremos orando por Ud., para que también Ud. lleve este Mensaje a las partes más remotas o a dondequiera que Dios lo ha ordenado a ir.\n\nPongamos nuestras manos sobre nuestro Hermano Darris.\n\nAmado Dios, ahora ponemos nuestras manos sobre nuestro hermano, dándole a él la diestra de compañerismo, y enviándolo en el Nombre de Jesucristo, que Tú lo unjas a él. ¡Y…?…darle la diestra de compañerismo!…?…Y Tu Espíritu vaya con él, y lo guíe y lo dirija, en el Nombre de Jesucristo. Amén.\n\nDios le bendiga hermano.",
    "Yo—yo creo el Hermano Anthony. Muchos de Uds. conocen al Hermano Anthony. El ha estado aquí con nosotros por mucho tiempo. Yo mismo le conozco como un siervo de Cristo. Yo le creo ser un joven dedicado. A él nunca se le ha impuesto manos oficialmente. Amigos, él no sabía que esto iba ocurrir. ¿Ven? Pero ahora mismo sería tan correcto como cualquier momento. Así que vamos a imponer manos sobre el Hermano Anthony, y simplemente extenderle la diestra de compañerismo. Dios tiene que hacer el ordenamiento. Esto es sólo para que él sepa, y para que Uds. sepan, que nosotros creemos en este hermano y le amamos, y que él es uno de nosotros, en el Mensaje. Y queremos que él tenga las bendiciones de Dios, y eso es lo que pedimos sobre él. Oremos hermanos, mientras imponemos nuestras manos.",
    "Amado Dios, este humilde italiano, siervo Tuyo, Señor, viene esta noche, para que—que se le impongan manos, y le sea extendida oficialmente la diestra de compañerismo, de la iglesia. Señor, que Tu gran Poder envíe a este joven a los fines de la tierra y hasta los rincones donde Tú lo has llamado. Y que él vaya y libere aquella gente del pecado y enfermedad, y te sirva Señor, todos los días de su vida. Que Tú lo dirijas, lo guíes. Que nuestras bendiciones lo acompañen, mientras lo enviamos, en el Nombre de Jesucristo. Amén.\n\nDios lo bendiga.",
    "[Alguien habla con el Hermano Branham.] ¿Cómo? Oh, no lo sé. Estamos en la conexión telefónica; es a cincuenta centavos el minuto. ¿Había aquí alguien más que quería…?\n\nAcérquense aquí y digan sus nombres, quiénes son hermanos, en el micrófono aquí mismo. Simplemente díganlo. [Cada hermano dice su propio nombre, “Pat Tyler”, “Claude Boggess”, “Dale Potter”, “…?…Henasey”, “James Humes”, “Earl Horner”.] ¿Serán todos? [Alguien responde: “Sí”.] Hermanos míos.\n\nEstos hombres, ¿Creen Uds. que este Mensaje es la Verdad de la Palabra de Dios? [Los hermanos dicen: “Amén”.] ¿Creen eso de todo corazón? [“Amén”.] Muy bien. Y Uds. están deseosos, y creen que si imponemos manos sobre Uds.… Queremos que Uds. sepan que estamos con Uds. y haremos cualquier cosa que podamos hacer para ayudarlos.\n\nY ahora quiero que Uds. hermanos, para que yo pueda también poner manos sobre ellos, que se acerquen ahora aquí. Y todos inclinemos nuestros rostros, mientras ponemos manos sobre ellos.\n\nAmado Dios, aquí está un grupo de hombres. Yo pongo mis manos sobre cada uno de ellos, en el Nombre de Jesucristo, el Hijo de Dios. Y que Tú, que los has llamado para ser ministros, que ellos puedan predicar eso Señor, todos los días de su vida. Y que prediquen el Evangelio a toda criatura. Les damos la diestra de compañerismo, y oramos que Tus bendiciones los acompañen a ellos, Señor, mientras los bendecimos, y enviamos nuestras bendiciones. Que vayan a todo rincón de la tierra donde Tú los has llamado a ir. Que ellos trabajen y te sirvan en la capacidad a lo que Tú los llamaste. Que ellos sean valientes y verdaderos siervos de Dios. Concédelo Señor. Y lo pedimos en el Nombre de Jesucristo.",
    "Dios les bendiga, a cada uno, hermanos. Dios le bendiga. Dios le bendiga, hermano. Dios le bendiga. Dios le bendiga Hermano Humes. El Señor esté con Uds., con cada uno.\n\nBendita es la unión que liga,\n\nNuestro corazón en amor Cristiano,\n\nEl compañerismo de mentes unidas\n\nEs semejante a lo celestial.",
    "¿No es El maravilloso? Sólo piensen ahora, ¡cuántos ministros están aquí esta noche para que se les impongan manos!",
    "Yo no sabía que estábamos en esta conexión telefónica. Si la gente allá me perdona por eso; yo no lo sabía. ¿Ven? Yo simplemente no sabía que iban a conectar este corto Mensaje esta noche. Pero estamos…",
    "Ahora leeremos la Palabra y oraremos, y entraremos directamente a este Mensaje, el cual siento que el Espíritu Santo me está impulsando a traerles en esta noche.",
    "Y ahora mientras abrimos en la…para el texto, yo lo anunciaré en un momento. Abramos a Números, el capítulo 22, versículo 31. Números 22:31, para un texto. Mientras están abriendo, si a Uds. les gusta leer, léanlo o márquenlo.",
    "Yo quiero que ahora todos Uds. se acuerden de mí, hasta que vuelva a verlos de nuevo, espero que sea en algún momento este verano, Dios mediante. Y si algo ocurre y no logro ir a ultramar, estaré de regreso aquí. Pero ahora estamos creyendo, por la manera en que todo está obrando, que el Espíritu Santo va a enviarnos ahora en una manera que El mismo ha escogido enviarnos. Y esa es la manera en que deseamos hacerlo. ¡El Señor les bendiga!",
    "Padre, estamos a punto de leer Tu Palabra. Esperamos que la bendigas y la unjas a nuestro entendimiento. Lo pedimos en el Nombre de Jesucristo. Amén.",
    "El Libro de Números, el capítulo 22 y el versículo 31.\n\nEntonces Jehová abrió los ojos de Balaam, y vio al ángel de Jehová que estaba en el camino, y tenía su espada desnuda en su mano. Y Balaam hizo reverencia, y se inclinó sobre su rostro.",
    "Ahora, al leer esto, para allí edificar un contexto, yo deseo tomar el tema: ¿Cambia Dios Su Modo de Pensar Con Respecto A Su Palabra?",
    "Ese es un tremendo texto, y es una gran Verdad que nosotros deberíamos entender. ¿Puede Dios decir alguna cosa y luego decir: “Siento que lo haya dicho”? ¿Puede Dios retractarse de Su Palabra, después de haberla hablado?",
    "Ahora, aquí en esta declaración, la razón que escogí esta declaración, fue porque es una de las declaraciones de la Biblia en la que un lector, tratando de ver…o procura decir que Dios sí cambia su modo de pensar; esto aquí parecería como que El sí cambió su modo de pensar más que cualquier otra cita en la Biblia, hasta donde sé yo; porque El le dijo a Balaam una cosa y después le dijo otra. Y ahora, mucha gente ha procurado hacer de Balaam tan sólo un, oh, un adivino o algo así. Pero Balaam no era un adivino; él era un profeta del Señor.",
    "Ahora, primero trazaremos más o menos el bosquejo del Mensaje. Israel se encontraba en su jornada, yendo a Palestina, viniendo de Egipto. Y el Señor estaba con ellos, y estaban…Todo enemigo que se había levantado delante de Israel había sido quitado del camino, porque Dios dijo que enviaría avispas delante de ellos y echaría fuera al enemigo, siempre y cuando caminaran en obediencia a Su mandamiento. El trabajo nunca era demasiado grande. Los amalecitas, los gigantes de aquel día, no significaban nada para Israel. Aunque ellos eran hombres pequeños en estatura, pero estaban caminando en el ASI DICE EL SEÑOR. Así que no importaba cuál fuese la oposición, Dios siempre se aseguró que Sus Palabras de promesa nunca le fallaron a Israel.",
    "E Israel del Antiguo Testamento es un tipo de la Novia del Nuevo Testamento, saliendo del—del mundo, marchando camino a Canaán, o al Canaán donde nos dirigimos nosotros, al Milenio.",
    "Ahora, notamos entonces aquí que Moab es un tipo de la iglesia. Y Moab…Ellos acababan de matar unos reyes y habían desplazado al enemigo, habían matado todo, poseyeron la tierra, y se movieron junto a Moab. Ahora, Moab no era de ninguna manera una nación pagana. Moab era una nación que servía al mismo Dios que servía Israel. Y la tierra de Moab había sido originalmente poblada por el hijo de Lot, que había tenido por su propia hija. Y él, siendo el fundador de esta nación, y habiendo organizado su gente de renombre y demás, hizo una gran nación de eso, y ellos se habían multiplicado y crecieron.",
    "Y, ahora, Israel era de la simiente de Abraham, no de Lot. Israel descendió de Isaac y Jacob. E Israel había surgido de esas doce tribus de Jacob, el cual después fue llamado “Israel”, porque él luchó con el Señor. Y aquí, Moab…",
    "Ahora, en esto, y Uds. allá por los—los teléfonos, primero quiero decir que yo—yo no deseo ser crítico, y espero no serlo. Pero, el Mensaje que me ha sido dado, debo ser fiel a ese Mensaje, o seré un hipócrita. ¿Ven? Yo—yo no puedo decir más de lo que soy enviado a decir.\n\nY yo—yo estoy pensando que el gran enemigo de la sociedad Cristiana hoy en día son las iglesias organizadas. Yo creo de todo corazón que finalmente se formará en la marca de la bestia, lo cual pienso que lo puedo probar por medio la Biblia, con la ayuda de Dios. Ya lo he hecho. Que sí se formará en la marca de la bestia, en la federación de las iglesias. Y es porque Dios nunca, en ninguna ocasión, jamás reconoció una iglesia ordenada, una iglesia organizada, nunca. El nunca lo hizo.\n\nY cada vez que el hombre formó una organización, el Espíritu de Dios la dejó y nunca más regresó. Pregúntenle a cualquier historiador, o de pronto Uds. mismos quizá sean lectores. ¡Nunca! Cuando ellos se organizaron, Dios colocó eso en el estante, y allí fue a parar; allí permaneció desde ese momento en adelante. Ellos crecieron en miembros, pero nunca hubo un despertamiento del Espíritu; jamás, nunca más.",
    "Moab, aquí, es un tipo de tal, porque ellos eran una—una nación organizada; en su propia tierra, como en su denominación. Y allí tenían sus propias religiones, y su religión era la misma religión que tenía Israel. Ellos eran moabitas y creían en Jehová Dios, pero eran un grupo de gente organizada.",
    "Y ahora, como ellos representan la iglesia natural, Israel representa la iglesia espiritual en su jornada. Ahora, Israel no era una nación organizada. Siempre y cuando siguieran a Dios, ellos eran independientes. Ellos llegaron, eran peregrinos, sin lugar adonde ir. Adondequiera que iba la Columna de Fuego, ellos la seguían. Ellos no eran una nación organizada. Tenían entre ellos un organismo, porque la circuncisión les dio eso bajo el mandamiento de Dios, pero no era una nación organizada en ese tiempo. Cuando finalmente llegaron a ser una nación organizada, allí fue cuando cayeron y rechazaron su Mesías.",
    "Y ahora hallamos, que siempre cuando se encuentran estos espíritus carnales y espíritus de iglesias y organizaciones, siempre hay un choque. Nunca ha fallado en ser así, siempre chocan. La razón, es porque allí encontramos que existe un celo. Y en este celo, se ocasionan imitaciones carnales, personificaciones. Y lo encontramos hoy en día, como lo fue allá entonces. Cuando Dios hace algo por un individuo, todos tratan de copiar exactamente la manera como Dios obró con esa persona. Vean, eso causa una competencia, y da lugar a carnalidad. Y entonces si la oposición no puede obtener los resultados espirituales, entonces se lo toman por medio de un poder político, o substituyen algo, para perturbar la mente de la gente, para así llevar discípulos tras sí mismos.",
    "Eso es exactamente lo que aconteció allá en el principio. Como Caín y Abel, los dos muchachos aquí en la tierra; y cuando Abel ofreció a Dios un sacrificio más excelente que Caín, y Dios vindicó a Abel al descender y recibir su sacrificio; eso causó celo con Caín, porque él estaba celoso de su hermano, y mató a su hermano.",
    "Comenzó en el principio, que cuando el natural y el espiritual…No obstante Caín y Abel adoraban al mismo Dios. Ambos construyeron altares iguales. Y ambos adoraron al mismo Dios, en la misma iglesia, en el mismo altar. Pero Caín, por medio de razonamiento carnal, trajo los frutos de la tierra y los colocó sobre el altar como sacrificio, pensando que seguramente esto cuadraría con Dios como una expiación. Así que él debió haber traído, como la gente piensa hoy, “manzanas que Adán y Eva tomaron, que fue la causa del pecado”. Y, lo que sea, creo que ahora lo tienen en una “granada” o algo. Algunos de ellos dijeron, no hace mucho, que era otra cosa.",
    "Pero Abel tenía el sacrificio correcto. El sabía que era sangre que fue la causa, así que él trajo un cordero. Y cuando Dios lo recibió…Ahora, Abel, por fe, por revelación, de ninguna otra manera. No había Biblia escrita. Así que (¿ven Uds.?), el principio de justicia es la Verdad de Dios revelada, y la Iglesia entera del Dios viviente está edificada sobre eso.",
    "Jesús, descendiendo un día del monte, le dijo a Sus discípulos, “¿Quién dicen los hombres que es el Hijo del Hombre”?\n\n“Uno dijo que Tú eres Moisés, y el otro dice que eres Elías, y que Tú eres Jeremías, o uno de los profetas”.\n\nEl dijo: “Pero ¿Uds. quién dicen que soy”?",
    "Allí es cuando el apóstol Pedro, inspirado de Dios, vivificado por el Espíritu, hizo esa tremenda declaración: “Tú eres el Cristo, el Hijo del Dios viviente”.",
    "Fíjense en la declaración: “Bienaventurado eres, Simón, hijo de Jonás, carne y sangre no te ha revelado esto a ti. Mi Padre Celestial te ha revelado esto a ti. Tú eres Simón. Sobre esta roca…”\n\n¿Cuál roca? Ahora, el católico dice: “Sobre Pedro, la roca, piedrecita”. Y el protestante dice: “Sobre Cristo, la Roca”.\n\nNo para ser diferente; pero era sobre la revelación que Pedro tuvo, tratándose de Quién era El. “Ninguno puede venir a Mí”, dijo Jesús, “si Mi Padre no le trajere. Y todo lo que el Padre me ha dado vendrá a Mí”.\n\n“Tú eres Cristo, el Hijo del Dios viviente”.",
    "🦅 Bienaventurado eres, Simón, hijo de Jonás, carne y sangre no te reveló esto a ti, sino Mi Padre que está en el Cielo. Sobre esta roca edificaré Mi Iglesia, y las puertas del infierno no prevalecerán contra ella”. ¡La Palabra de Dios espiritualmente revelada!",
    "Fíjense, Abel, por fe en Dios, ofreció un sacrificio más excelente. Y el creyente carnal pensó que eran las obras de sus propias manos, que eran sus frutos y su hermosa ofrenda que él trajo, que Dios reconocería, y se produjo un choque.\n\nEncontramos que Abraham y Lot tuvieron que chocar.",
    "Encontramos que Moisés y—y Datán, Coré, tuvieron el mismo choque.\n\nMoisés, siendo un profeta ordenado con la Palabra del Señor, vindicado como el escogido para ser su líder en esa hora, y como Abraham había prometido todas estas cosas, y aquí Moisés cuadró exactamente con lo que Dios dijo que sucedería, lo que acontecería.\n\nY Coré, siendo carnal, quería levantar una organización entre ellos. El quería formar un grupo de hombres. Y Dios no lidia con gente de esa manera. Muestra allí mismo, en esa Escritura, un tipo de la jornada hoy, que la organización no es lo que Dios ordena. Porque tan pronto como Coré lo hizo, él le dijo a Moisés: “Te estás tomando demasiada responsabilidad”. En otras palabras: “¡La congregación entera es santa! Pues, tú dices que eres el único hombre santo. No tienes ningún derecho de hacer semejante cosa como esa. Tú mismo tratas de hacerte alguien importante. Todos nosotros somos santos, todos somos hijos de Dios”.",
    "Y Moisés se dio la media vuelta y se fue. El dijo: “Señor, ¿qué haré”?",
    "Dios dijo: “Sepárate de él. Ya basta con todo esto”. Y El se lo tragó en la tierra.",
    "¿Ven? Hubo un choque. Cuando se encuentran lo carnal y lo espiritual, siempre hay un choque. Cuando se encontraron Judas y Jesús, hubo un choque. Uno era el Hijo de Dios; el otro, el hijo de Satanás. Así como Caín y Abel, hubo un choque cuando ellos se encontraron. Uno de ellos era el tesorero de la iglesia, y el otro el pastor. Igual que ahora, hemos llegado nuevamente a eso mismo en este día. La denominación carnal con la Novia espiritual de Cristo. La Novia espiritual de Cristo es tan diferente a las organizaciones carnales, al grado que no hay comparación entre ellos en lo absoluto.",
    "Ahora fíjense, el natural siempre trata de tipificar al espiritual. Pero, como fue allá con Jacob y Esaú, eso no funcionará. No. Ahora, cuando era cuestión de hacer buenas obras, yo—yo creo que Esaú en realidad era mejor hombre que Jacob, a la vista de los hombres. El procuró cuidar de su papá, que era ciego, un profeta. Y todas estas cosas que él procuró hacer, pero, sin embargo, Esaú no pensó acerca de que eso sólo era obra carnal. El pensó que podía entrar con lo que él había hecho, al hacer algo bueno por alguien, lo cual estaba bien. Pero Jacob, su alma entera estaba empeñada en obtener esa primogenitura, y eso es lo que Dios reconoció en él, hablando de lo espiritual.",
    "Fíjense, y siempre le ha causado al natural aborrecer al espiritual. Eso causó que Caín aborreciera a Abel; le causó a Coré aborrecer a Moisés; causó que Judas aborreciera a Jesús; y así sigue sucesivamente. Eso causa que el natural aborrezca al espiritual — así como Caín en el principio aborreció a Abel, del que Dios recibió el sacrificio — y trata de destruirlos.\n\nIncluso tratan de destruir la influencia. Ellos tratan de destruir todo, porque eso no es más que celo. Eso comenzó en Caín y se probó que era celo, y todavía sigue igual hoy cuando el natural (el carnal) y el espiritual se encuentran. Eso prueba que es Satanás, no hay otra explicación, porque el celo viene de Satanás. Y entonces causa una personificación de la Verdad, alguien que trata de personificar algo que no es, o sea que ellos no han sido ordenados a hacer. ¡Cuánto de eso hemos visto en estos últimos días! Oh, hermano, ¡cuánto hemos visto!",
    "Entonces vemos que Dios nunca cambia su modo de pensar con respecto a Su Palabra original. Pero, a quien El llama, a tal El ordena. Nadie más puede tomar ese lugar. Nadie podía tomar el lugar de Moisés. No importaba cuántos Coré se levantaran, o cuántos Datán; a pesar de todo, era Moisés el que Dios había llamado.",
    "Pero, si la gente no camina en Su perfecta voluntad, El tiene una voluntad permisiva en la que El los dejará caminar. Fíjense, El lo permite, muy bien, pero El lo hará obrar para Su gloria, en Su perfecta voluntad. Ahora si desean…",
    "Así como en el principio, no era la voluntad perfecta de Dios para que los niños nacieran en la tierra por medio del sexo. No señor. Dios creó al hombre del polvo de la tierra, respiró el aliento de vida en él, y llegó a ser alma viviente. El sacó de ese hombre una compañera, y le hizo una esposa. Esa fue la primera y la voluntad original de Dios. Mas cuando el pecado entró y causó la cosa que causó, entonces El le permitió al hombre casarse con su esposa, legalmente, y tener hijos por ella. “Multiplicaos y llenad la tierra entonces, si esa es la manera en que Uds. van a hacerlo”. Pero (¿ven Uds.?), nunca fue Su voluntad perfecta.",
    "Por lo tanto, todas estas cosas que tuvieron un principio, tienen que tener un fin. Todo pecado tiene que llegar a una aniquilación. Todo pecado tiene que ser quitado. Por lo tanto, en el gran Milenio cuando venga la resurrección, nosotros no tendremos que volver a nacer otra vez por medio de nuestros padres y madres, sino que Dios, como El hizo en el principio, llamará al hombre del polvo de la tierra, y a su compañera juntamente con él. Eso es correcto. Esa es la manera como El lo hizo en el principio.",
    "Así que por lo tanto, Dios nunca cambia su modo de pensar con respecto a ninguna cosa, pero El les permitirá a Uds. continuar adelante. Ahora, esta es una vuelta muy grande para llegar a lo que quiero decir aquí respecto a esto. Pero, y pero es, Uds.…Yo quiero que Uds. lo entiendan. ¿Ven? Dios le permitirá a Ud. hacer algo, y aun le bendecirá al hacerlo, pero sin embargo, no es Su perfecta voluntad.",
    "Dios le permitió a Israel tomar una ley, en Exodo el capítulo 19. Y eso cuando la gracia ya les había dado un profeta, una Columna de Fuego, un cordero de sacrificio, un poder de liberación; no obstante ellos clamaron por una Ley. No era la voluntad de Dios, pero fue inyectada porque el hombre la quiso. Y él fue condenado por la misma ley que él quiso.",
    "Es mejor tener la voluntad de Dios. Eso es lo que El nos enseñó: “Hágase Tu voluntad; venga Tu Reino, hágase Tu voluntad”. Nosotros mismos debemos someternos a Su voluntad y a Su Palabra. No la dude, créala. No ande buscando cómo darle la vuelta. Simplemente tómela así como es.\n\nTantos quieren darle la vuelta, hallar algún otro camino. Y cuando lo hacen, se encuentran avanzando, encuentran que Dios los está bendiciendo, pero están obrando en Su voluntad permisiva y no en Su voluntad perfecta y Divina.",
    "El lo permite, como dije, pero El no—El no permitirá que sea Su perfecta voluntad; pero El lo hará obrar para honrar y bendecir Su perfecta voluntad. Y el engendrar hijos por sexo es una de esas cosas.",
    "Ahora fíjense, Moab, para comenzar, era una nación ilegítima. Comenzó ilegítima, no obstante siendo de un—un padre creyente y una hija creyente.\n\nExactamente, si Uds. tipifican eso y emplean la mente espiritual, verán esa denominación parada allí tan claro como cualquier cosa. Seguro. Vean, la cosa entera está completamente mal. Y miren, cuando es traída, que comienza así, nunca podrá…Eso continúa como una bola de nieve, continúa rodando más y más y más. Se comete un error, y comenzando con ese primer error, y de allí sigue rodando una cosa tras la otra, y una cosa tras otra, todo tras eso.",
    "Y así es como comenzó la iglesia. Así comenzó en Nicea, Roma, cuando la iglesia católica romana…En el mismo principio, de donde vino fue de Pentecostés. Pero cuando se organizaron y trajeron la gente de renombre a la iglesia, ellos comenzaron a formar las oraciones, rezando con el rosario, y-y rezando por los muertos, y todas estas otras cosas. Y entonces de allí sencillamente comenzó a rodar de un error a otro, de otro error a otro, al punto que miren hasta dónde ha llegado. No hay ni una sola representación de Pentecostés en eso, en lo absoluto. ¿Ven? Es un error recogiendo otro, recogiendo otro. Hay una cosa de hacer, eso es limpiar el registro y regresar al principio.",
    "Cuando Martín Lutero comenzó con justificación. Esta acá debiera ser la iglesia luterana más avanzada. ¿Ven? Si Lutero, cuando él se organizó, él no pudo aceptar la santificación de Wesley, porque él estaba organizado; y los hombres no tolerarían eso, así que el Espíritu se salió de eso.",
    "Ahora, este grupo aquí de Lot, o más bien Moab, que era el hijo de la hija de Lot, ilegítimo para comenzar. Ahora fíjense, como la iglesia natural, Moab, representa la denominación natural.\n\nIsrael representa la Iglesia espiritual. Israel, allí estaba la iglesia verdadera, y era la novia de aquel día, llamada fuera de Egipto, y vindicada como la verdad.",
    "Fíjense cuando esos dos se juntaron. Ambos ofrecieron el mismo sacrificio, ambos construyeron siete altares, ambos ofrecieron un sacrificio limpio, bueyes. Y aun ofrecieron carneros, testificando que había un Mesías venidero. Fundamentalmente, ambos eran exactamente igual. Israel, por acá abajo en el valle; Moab, arriba sobre la loma. Y Moab con siete altares; Israel con siete altares. Moab con siete bueyes; Israel con siete bueyes. Moab con siete carneros (hablando del Mesías venidero); Israel con siete carneros.\n\n¿Cuál era la diferencia entre ellos? Fundamentalmente, ambos estaban correctos. Pero vean Uds., Moab no tenía con ellos la vindicación de Dios. Ellos sólo eran una nación, un grupo de gente de renombre. Pero Israel tenía un profeta con ellos. Ellos tenían una Roca herida con ellos. Tenían una Columna de Fuego. Ellos tenían una serpiente de bronce, para sanidad. Tenían las bendiciones de Dios moviéndose entre ellos, y ellos eran los hijos de Dios llamados fuera.",
    "Ahora encontramos eso tan perfectamente tipificado aquí en las iglesias de hoy. Pero con Moab no era así. Israel era un extranjero, de lugar a lugar; adondequiera que se movía esa Columna de Fuego, ellos se movían con Ella. Con Moab no era así; ellos ya estaban establecidos en su propia denominación, allá en su propia nación. Ellos no se movían, permanecían allí mismo. Ellos tenían su gente de renombre. Ellos ordenaron las cosas en la manera como debían hacerlas, y tenían sus guerreros, tenían sus combatientes, tenían su rey del que recibían sus ordenes, y así todo por el estilo.",
    "Pero Moab vio a Israel con algo que ellos no tenían. Ellos vieron un gran poder entre Israel, y era un profeta. Y ese profeta era Moisés. Y ellos sabían que cuando la batalla iba mal, sólo le levantaban las manos y se las sostenían en alto, y la batalla cambiaba. Y ellos no tenían tal cosa. Entonces trataron de igualarlo con política, con la fuerza política. Enviaron a otro país y contrataron a un profeta a que viniera, y así ellos poder tener un profeta, y tener un poder entre ellos igual a como tenía Israel entre ellos.",
    "¿Pueden ver Uds. la comparación carnal? ¿Pueden ver Uds. la iglesia carnal de hoy en día? Ha hecho exactamente lo mismo.",
    "Fíjense, ahora ambos van a tener profetas. La diferencia era que, Moisés, el profeta de Dios, su rey era Dios. De allí era que él recibía sus órdenes, de la Palabra del Señor. Y Balaam, él también, él tenía un rey, y ese rey era Balac, el rey de Moab, y de allí es donde él recibía sus órdenes y sus bendiciones. Así que Moab le dijo a Balac: “Ven”, o más bien a Balaam, “ven y maldíceme este pueblo, porque cubren toda la faz de la tierra. Vienen y lamen todo como un buey lame la grama”. Dijo: “Ven ahora, y entiendo que tú puedes maldecir, que tú puedes bendecir, cualquier cosa que tú hagas es reconocida”.",
    "Ahora, queremos fijarnos en que este hombre era un profeta ordenado de Dios, pero él vendió su primogenitura por razones políticas. Exactamente como la iglesia lo ha hecho hoy, como Lutero, Wesley, Pentecostés, y todo el grupo de ellos, la vendió por ganancias en su organización. Moisés, bajo Dios; Balaam, bajo Balac. Sin embargo, ambos profetas eran hombres llamados de Dios, y ambos eran espirituales. Fíjense en la diferencia. Cada uno tenía una cabeza: la de Moisés era Dios; la de Balaam era Balac.",
    "Fíjense aquí como lo espiritual es aplicado, para probar que lo natural está errado. Moisés, enviado de Dios, y en plena línea del deber, es enfrentado y retado por otro profeta de Dios. ¿Pueden Uds. imaginar eso? Moisés, llamado por Dios, ordenado por Dios, parado en el deber de Dios; se movió entre este grupo frío y formal y allí fue retado por otro profeta de Dios, el cual Dios había bendecido y ordenado. ¿Cómo se podrá saber la diferencia? Ambos tenían profetas. Dios le hablaba a ambos profetas.",
    "Y algunos dicen: “Dios dijo, ‘Haz esto’. Dios dijo: ‘Haz aquello’”. Yo no dudo eso. Pero está fuera de línea de la Palabra de Dios. El profeta, no importa que sea profeta, él está fuera de línea. Tanta gente es engañada así. “Oh, este hermano puede hacer esto, y este hermano puede hacer aquello”, ¿y negar la Palabra?",
    "🦅 Si yo hablase lenguas humanas y angélicas, si tuviese dones que puedo mover montes, si repartiese todos mis bienes para dar de comer a los pobres, todavía nada soy”. [1ª Corintios 13]\n\n“Muchos vendrán a Mí en aquel día, y dirán: ‘Señor, Señor, ¿no he profetizado en Tu Nombre? ¿No he echado fuera demonios en Tu Nombre y he hecho obras poderosas’? Y Yo les diré: ‘Apartaos vosotros…Apartaos de Mí, hacedores de maldad. Nunca os conocí’”. [San Mateo 7] Sin embargo, llegan con una confesión que sí lo han obrado, pero Jesús dijo que ellos eran hacedores de maldad o iniquidad. ¿Qué es iniquidad? Es algo que uno sabe que debe hacer, y que es correcto hacerlo, y sin embargo no lo hace. ¿Ven lo que va a ser en los últimos días?",
    "¡Oigan toda la línea! Ese era mi propósito esta noche. Dije que estaría despidiendo a las nueve, pero me voy a pasar un poquito, quizás. Miren, ese era todo mi propósito, para mostrarles esta línea, por la Palabra de Dios (¿ven?), que—que Dios tiene que guardar Su Palabra para permanecer Dios.",
    "Ahora, notamos que estos dos eran hombres espirituales, ambos eran profetas, ambos fueron llamados. Y Moisés, allí mismo en la línea del deber, con la Columna de Fuego fresca delante de él cada día, el Espíritu de Dios sobre él, en la línea del deber. Y aquí viene otro siervo de Dios, llamado por Dios, ordenado por Dios, un profeta a quien viene la Palabra de Dios. Aquí está la línea peligrosa. No hay nadie que pudiera negar que ese hombre era de Dios—de Dios, porque la Biblia dice que el Espíritu de Dios le habló, y él era un profeta. Pero (¿ven Uds.?), cuando él recibió la verdadera respuesta de Dios, él no la quiso guardar, él no la tomó en cuenta. Entonces se fue a retar a Moisés.",
    "Ahora, Balaam buscó la voluntad de Dios de todo corazón. Ahora, cuando estos hombres importantes vinieron y dijeron: “¡Balaam! Balac, el rey, ha enviado para que tú vengas a él inmediatamente y maldigas este pueblo Israel, porque ellos están esparcidos por toda la faz de la tierra, y ahora están acampando contra mí. Y han lamido todo reino alrededor, detrás de ellos. Y ahora queremos que tú vengas y maldigas esta gente. Porque yo tengo entendido que si tú maldices a alguien, él es maldito”. Ahora (¿ven Uds.?), él era un hombre de Dios. “Lo que tú bendigas, es bendito”. El era un siervo de Dios.",
    "Y Balaam entonces pensó, siendo profeta: “Solamente hay una cosa que debo hacer, y es buscar cuál es la voluntad de Dios”.",
    "Esa es la obligación de un profeta, si él es llamado para ser un profeta. Primero, ¿qué debe hacer un profeta? Buscar la voluntad, la Palabra de Dios. El debe hacer eso. Porque siendo un profeta, la Palabra de Dios viene a él. Dicen: “Pero Ud. no es un teólogo”. La Biblia no dice en ninguna parte que la Palabra de Dios viene a un teólogo. Ellos son los que la enredan. La Palabra viene al profeta de Dios.",
    "Y aquí estaba un hombre que era un profeta de Dios. Y cuando él fue contratado, cuando lo estaban contratando para venir y maldecir otra gente de Dios, fíjense, él fue a buscar la voluntad de Dios. Y él quería saber Su perfecta voluntad; y Dios le dio a él Su perfecta voluntad en el asunto. Su perfecta voluntad le fue presentada. ¿Cuál fue Su voluntad? “¡No vayas”! Esa es la primera Palabra de Dios. “No vayas con ellos. No trates de atacar a Mi pueblo, que anda en Mis caminos perfectos”.",
    "Cuánto es así hoy, cuando quieren discutir, debatir, y todo lo demás, cuando ven el Espíritu de Dios obrando. Están tratando, y han tratado por años, de sofocarlo. Pero entre más tratan de sofocarlo, más grande crece. No se puede maldecir lo que Dios ha bendecido. No se puede. Simplemente no se puede hacer.",
    "Así que (¿ven Uds.?), ese era el pueblo de Dios. Ahora, ese profeta, aunque él estaba allá arriba y contratado por el rey, trabajaba entre la gente de renombre, y demás. Y la Palabra de Dios vino a él. El buscó la voluntad de Dios, y la voluntad de Dios le respondió a él, y dijo: “No maldigas este pueblo. Yo los he bendecido”.",
    "Ahora, no hay teólogo en toda la tierra que pueda contrarrestar este Mensaje que estamos predicando, y decir que no es exactamente la Palabra de Dios, justo a tiempo. Dios lo ha vindicado, en todo lo que ha sido dicho y hecho. El ha probado esto ser correcto. Ahora, no hay teólogo, ningún lector de la Biblia, ningún profeta, que pueda mirar en esa Palabra, si él es un profeta, que no verá lo mismo. Pero si él no ve lo mismo, eso muestra que hay algo mal. Porque…",
    "Uds. dicen: “Pues, oh, yo podría tomar eso viceversa”. También podían Balac, o Balaam. ¿Ven? Pero Dios identificó a Moisés.\n\nY entonces ¿cuál fue la prueba? La Palabra de Dios. Y él oyó la decisión clara y evidente de Dios: “No vayas. No trates de—de maldecir lo que yo he bendecido. Ellos son Mi pueblo”.\n\nPero ¿saben qué? Para comenzar, a Balaam no le agradaba esa gente. Oh, qué…¡Cuántos Balaam hay en el mundo hoy! Para comenzar a él no le agradaba ese grupo.",
    "Ahora, después que él recibió la decisión clara de Dios: “No vayas”. Pero (¿ven Uds.?), en vez de hacerlo, fue lo mismo como con Caín, como Coré, él tenía celos, y él—él de todas maneras deseaba una razón para ir.",
    "Fíjense en su cuartel general denominacional, después de que él les envió y dijo: “No, no creo que iré. No creo que tendré nada que ver con ellos. Yo no debatiré con esa gente, porque Dios me acaba de decir que ellos son Su pueblo, y no creo que iré”. ¡Si él se hubiera quedado con eso!\n\nPero en lo profundo de su corazón, él no los quería. ¿Ven? Ellos no eran de su grupo. Y cualquier cosa que no pertenecía a su grupo, para comenzar no estaba correcto. ¿Ven? Y él los miró allá abajo, y dijo: “Han habido algunas cosas terribles que esa gente ha hecho. Ciertamente un Dios santo maldecirá tal gente como esa. Ellos son, ellos son gente analfabeta. Ellos no son educados como nosotros. Nosotros somos una gente más inteligente. Oh, ellos claman servir a Dios, pero, mírenlos, ¿qué son? Un lote de, pues, un lote de esclavos, adoberos, que los egipcios echaron de allá. ¡Pues, Dios no tendría nada que ver con una gente tan sucia como esa”!",
    "El falló en ver esa Peña herida y esa serpiente de bronce, esa Columna de Fuego. El trató de juzgarlos desde un punto de vista moral. El falló y no vio el llamamiento más alto de Dios. Por gracia, por elección, ellos estaban en esa línea, y con la Palabra de Dios. Y cuando él los quiso maldecir, Dios dijo: “No lo hagas. Ellos son Míos. Déjalos en paz; no los toques”.",
    "Ahora, entonces el hombre se dio la media vuelta, se devolvió. Ahora, pero observen su cuartel general denominacional cuando él vino de regreso. Ellos enviaron un grupo más influyente. Esta vez puede ser que hayan sido, en vez de simples laicos, puede ser que hayan sido doctores de divinidad los que vinieron en esta ocasión. Puede ser que hayan sido obispos, o quizás presbíteros estatales. El envió un—un—un mejor grupo, y un—un grupo un poco más influyente, alguien que tuviera mejor educación y pudiera presentarle mejor el plan, se lo pudiera presentar en forma razonable.",
    "¿Ven? Eso es lo que hizo Caín, él razonó. Eso es lo que hizo Coré, él razonó. No se trata de aquél que razona.\n\n“Derribamos razonamientos”. Nosotros le creemos a Dios, sin importar lo que alguien más diga. Nosotros le creemos a Dios. No razonamos lo que Dios dice. Uno no puede razonar con eso. Uno lo tiene que aceptar por fe. Y cualquier cosa que uno sabe, pues ya no tiene que razonarlo. Yo no sé cómo El lo hace; yo sólo creo que El lo hace. Yo no sé cómo El va a guardar esa promesa, pero El dijo que lo haría; yo lo creo. Acepto eso basado en que yo creo que es la Palabra de Dios.\n\nDicen: “Pues, no le será suficiente con eso”. Yo no sé si me será suficiente o no, pero El dijo: “Di eso”.\n\nYo recuerdo a mi pastor bautista cuando me dijo: “Pues, Billy, le estarás predicando a los postes de la iglesia. Pues, ¿piensas que alguien oirá semejante cosa como esa”?\n\nYo dije: “Dios así lo ha dicho”.\n\n“¿Cómo vas a hacerlo, con una educación de séptimo grado [primaria], a orar por reyes, y predicar alrededor del mundo”?",
    "Dije: “Yo no sé cómo voy hacerlo, pero El así lo dijo, y para mí eso basta”. ¿Ven? “El lo dijo. Yo no sé cómo será hecho”.\n\nEl dijo: “¿Piensas que la gente en este gran mundo educado con la que te vas a enfrentar, en este tema de sanidad Divina y demás, piensas tú que ellos creerán eso”?",
    "Yo dije: “No es para mí saber si ellos lo creerán o no”. Dije: “Mi deber es predicarlo. Eso es lo que El me dijo. El me dijo que estaría conmigo, y El me ha dicho lo que haría”.\n\nY ha hecho exactamente lo que El dijo que haría. “Primero, tómalos de la mano; luego acontecerá que aun conocerás los secretos de sus corazones”. Y se los conté a Uds., y aconteció de esa manera. ¿Cómo lo hace? Yo todavía no sé cómo lo hace. Ese no es asunto mío de cómo es hecho; ¡sólo es que se ha hecho!",
    "¿Quién podía explicar cuando Dios le dijo a Elías: “Sube allá y siéntate en el monte, y yo te alimentaré. Yo he ordenado a los—los cuervos que te alimenten”? ¿Cómo pudiera un cuervo coger una rebanada de pan y un pedazo—un pedazo de pescado cocinado, y traerlo a un profeta? Eso va más allá de cualquier cosa que yo pudiera explicar. Tampoco creo que Uds. puedan, y nadie puede. Mas El lo hizo. Eso es todo lo que era necesario. El lo hizo, y esa es la verdad del asunto.\n\nCómo El lo hizo, no sé; ese no es asunto mío. Mas El lo hizo. Cómo hizo El la Tierra, no sé; pero la hizo. Cómo envió El Su Hijo, no sé; pero lo hizo. Cómo se levantó El de entre los muertos, no sé; pero lo hizo. ¿Cómo me salvó a mí? No sé; pero lo hizo. Eso es correcto. ¿Cómo los salvó a Uds.? No les puedo decir; pero lo hizo. ¿Cómo me sanó? Yo no sé; pero lo hizo. El prometió que lo haría, y El cumple Su Palabra.\n\nAhora, Balaam debió haber sabido eso, y él sabía lo que debía hacer.",
    "Fíjense, vino este grupo mejor, más influyente, ¿y mejor en qué? Ellos tenían mejores obsequios. Y no solamente eso, ellos podían ofrecerle más dinero, y podían ofrecerle una mejor posición. “Ahora en vez de un simple ministro cualquiera en la organización, te haremos superintendente del distrito. (¿Ven?) Nosotros haremos algo por ti si tan sólo corres esa gente de allí (¿ven?), y detienes eso”. Oh, ellos le ofrecieron una gran posición. Dijeron: “Mientras más bendices…” Dijeron: “Sabes, podemos promoverte”. Miren de donde están recibiendo sus palabras, de la cabeza de la nación.",
    "¿De dónde estaba recibiendo Moisés sus Palabras? Del Rey del Cielo. Una era la promesa de la Palabra de Dios: “Yo te llevaré a la tierra prometida, y ningún hombre se parará delante de ti. Yo enviaré avispas delante de ti, y te los apartaré de diestra a siniestra. Y tú vas a tomar la tierra. Ya te la prometí, ya te la he dado. Adelante, tómala, poséela, es tuya”. Y ahora (¿ven?), a Ese es a Quien Moisés estaba escuchando. Y este otro hombre estaba escuchando sólo hasta que se trató de algo que en su propio corazón él tenía celos al respecto, y así que entonces él fue a su cabeza eclesiástica. ¿Ven?",
    "Fíjense, una mejor posición. El dijo: “¿Sabes que yo puedo promoverte? Yo te promoveré a un mejor lugar. Yo haré más por ti. Aumentaré tus entradas. Te daré un mejor salario”. Y cuando le ofreció todo esto, eso lo cegó.",
    "¿Cuántos Balaam hay en el mundo hoy, que por una mejor posición, una mejor iglesia, una promesa de algo…? Cuando a un hombre se le abren los ojos a la Palabra y la obra de Dios…Y ese buen hombre que tiene influencia, empezará como un siervo de Dios, y él mantiene una buena congregación. Después de un tiempo, el bautismo del Espíritu Santo le es presentado; el bautismo en el Nombre de Jesús le es presentado, lo cual es pura Escritura y la única manera Escritural para bautizar. Y cuando le es presentado, y la denominación sabe que van a perderlo cuando él empiece con eso, ellos le ofrecen una mejor posición y un cambio de iglesia. ¿Ven? El antiguo balaamismo otra vez, exactamente como fue en el principio.",
    "Ahora, ese hombre que lee esa Biblia, él no la puede leer a no ser que él vea que esa es la Verdad. Nadie jamás fue bautizado usando los títulos de “Padre, Hijo, y Espíritu Santo”. Ese es un credo católico y no una Doctrina Bíblica. Ninguna persona en la Biblia jamás fue bautizada, sino hasta trescientos años después de la muerte del último apóstol, que no fuere bautizada en el Nombre de Jesucristo. La iglesia católica comenzó eso, y los demás tomaron el paso. Y cualquier ministro sentado en su estudio y que mire eso, sabe que eso es la Verdad. Pero por popularidad, para retener su posición, para que la gente le tenga un mejor concepto, él cede y se acomoda.\n\n“Pues”, Ud. dice, “Dios lo bendijo”.",
    "Por supuesto. Algunos de ellos tienen dones de sanidad, algunos tienen grandes campañas. Y con esto plenamente ante sus ojos; y ellos obtienen la misma respuesta de la Palabra de Dios que obtendría Ud. o que cualquier otro hombre. Dios no cambia. ¿Ven lo que quiero decir?",
    "Balaam, por una mejor posición, él pensó…Ahora miren, cuando llegó ese mejor grupo, el correcto…Ahora Balaam usó un texto falsamente. ¿Ven? El dijo…Vino el—el mejor grupo, y él—él debió haber dicho: “¡Márchense de mi presencia! Yo les he hablado la Palabra de Dios. ¡Muévanse! Esto es ASI DICE EL SEÑOR”. ¡Pero (¿ven Uds.?), los obsequios, y por ser un hombre más popular!",
    "Oh, ¡cómo les gusta hacer eso! “Te enviaremos por todo el mundo. Te daremos un avión especial. Patrocinaremos tus reuniones adondequiera si tan sólo tú…” Oh, no. ¿Ven?\n\nSabemos lo que la Palabra dice. Sabemos lo que Dios dijo. Vamos a quedarnos con eso, con la ayuda de Dios. ¿Ven? No importa qué clase de promesa, ni cuánto más puedan pagar, y cuánto más esto, aquello, o lo otro que Uds. puedan—pueden producir; nosotros queremos el ASI DICE EL SEÑOR, y lo que El dijo Aquí primero.\n\n“Pues, la iglesia dice que eso es secundario’”.\n\nNosotros queremos lo que Dios dijo en el principio. Y cualquier cosa añadida a Eso o quitado de Eso, aun su nombre será quitado del Libro de la Vida; al añadirle una sola palabra, o quitarle una sola palabra. Nosotros queremos lo que El dijo; no lo que dice la iglesia, o lo que dice el Dr. Jones, o lo que alguien más haya dicho. Nosotros queremos lo que dice ASI DICE EL SEÑOR, lo que dice la Palabra.",
    "Pero ahora encontramos a Balaam, un siervo de Dios. Y muchos de esos hombres empiezan, y son ordenados por Dios, y sí hablan la Palabra de Dios en muchas cosas; pero cuando es cuestión de toda la Verdad, ellos no lo harán.",
    "Fíjense aquí: como profeta de Dios, para comenzar él no debió haberse involucrado en tal grupo como ese. El no debió haber ido con ellos. Pero observen, por razón de popularidad (¿ven?), por causa de su conciencia, él dijo: “Pues, reposen aquí la noche, y yo intentaré otra vez”. ¿Ven? “¿Intentaré otra vez”? ¿Para qué quiere intentar otra vez?",
    "Dios ya le dijo lo que debiera decir. Dios dijo: “Diles que no vas a ir”. Esa fue Su Palabra original. “Yo no voy. ‘Y no vayas. No maldigas lo que he bendecido’”. Ahora vean como fue que al poco tiempo eso le resultó contraproducente. ¿Ven? Y así será cada vez. Cuando Dios dice algo, El lo dice en serio. El no cambia su modo de pensar al respecto. El se mantiene firme con Su Palabra. No importa lo que alguien más dice, El se queda exactamente con esa Palabra.",
    "Ahora, Balaam debió haber tenido mejor conocimiento. El se debió haber despedido de tal compañía, pero todos esos obsequios tan finos y una—una—la promesa que este rey dijo: “Sabes que yo puedo hacerlo. Yo soy el obispo. Yo puedo hacer todo lo que quiero, y yo te promoveré, si tú vienes y haces esto por mí”.\n\nY Dios ya le había dicho: “No lo hagas”.",
    "Pero, no obstante Balaam dijo: “Uds. quédense la noche, y yo—yo intentaré otra vez”.\n\n¿Ven? El ya tenía la Palabra. Uno no tiene que discutir más al respecto. Dios ya lo había pronunciado. Con un grupo como ese, ellos siempre ganan en disuadirlo a uno de la voluntad de Dios, si uno se los permite.",
    "En cierta ocasión había un grupo que vino a un profeta llamado Job. Ellos no pudieron disuadirlo. El había visto la visión; él sabía lo que era correcto.\n\nBalaam vio la visión, y sin embargo, no se mantuvo fiel.",
    "No importó cuánto sus grupos de la iglesia le decían: “Oh, Job, tú debieras hacer esto, tú debieras hacer aquello”. Aun su esposa. El dijo: “Hablas como una persona insensata”. ¿Ven? “Yo sé lo que el Señor dijo. Yo sé lo que El requiere, y eso es lo que he hecho”. ¿Ven? El se quedó con lo que Dios le dijo.",
    "Fíjense, Balaam usó falsamente este texto por causa de su conciencia. ¿Ven? El dijo: “Pues, yo—yo indagaré. Yo intentaré otra vez”. Ahora, allí es a donde uno llega en segundo lugar. ¿Cuántos Balaam tenemos en esta noche, que les gusta usar falsamente ese texto de Mateo 28:19, sólo por causa de la conciencia? ¿Cuántos quieren usar Malaquías 4 por causa de su conciencia? ¿Cuántos quieren usar Lucas 17:30 sólo por causa de la conciencia? ¿Cuántos quieren usar estas cosas? Pero, “Pues, le diré, yo—yo creo que están todos confundidos en cuanto a eso”.",
    "Y allí estaba Balaam tratando de decir: “Quizás tal vez Dios se confundió. Yo intentaré otra vez (¿ven?), para ver qué me dice”. Ahora, El conoce su corazón. Fíjense, Balaam usó falsamente este texto por causa de su propia conciencia, porque realmente, él quería ese dinero. El quería ser dignatario, él quería ese—él quería ese trabajo. El quería esa posición, para que lo respetaran como el Dr. Fulano de Tal. Así que él—él—él dijo: “Yo intentaré de nuevo”.",
    "¡Oh, los Balaam en el mundo en esta noche, a quienes se les prometió posición o rango, popularidad! ¡Vaya, vaya! Ellos entumecen sus conciencias con todo eso. Por causa de sus denominaciones, ellos les dicen: “Si Ud. hace eso, quedará expulsado. Yo sé que Ud. es un buen hombre, y le amamos” (y él realmente es un buen hombre), “nosotros lo amamos, pero Ud. no puede predicar eso. Nuestra—nuestra doctrina dice que Ud. no puede hacer eso. El Dr. Fulano de Tal dijo que ésta es la manera como debe ser. Ahora, Ud. tiene que creerlo de ésta manera, si Ud. piensa quedarse con nosotros. Ahora, si Ud. así lo desea, yo sé que ha pasado un tiempo difícil, pues, veré si no lo podemos promover, quizás un cambio de iglesia”. ¡Ay de Ud. Balaam! Cuando Ud. bien conoce la voluntad de Dios, ¡póngala por obra! Dios no va a cambiar su modo de pensar. No.",
    "Algo que él pudiera pasar por alto, como la Verdad, por su comisión. El dijo: “Pues, yo—yo intentaré de nuevo”. Fíjense en los Balaam que existen.",
    "Así que ahora recuerden: cuando él vino la segunda noche, con esta gente de renombre, y ya tenía su conciencia embotada y entumecida, Dios lo dejó ir. Ahora, Dios no cambió su manera de pensar, pero El le dio Su voluntad permisiva. “Bien, ve pues”. Pero él se dio cuenta que eso no le funcionaría.",
    "Dios sabía lo que había en el corazón de Balaam. Aunque él era un profeta, El sabía que éste aborrecía a esos aleluyas fanáticos, y él—y él sólo…él—él de todas maneras iba a querer maldecirlos. Y Dios acababa de decirle que no lo hiciera, pero, sin embargo, él vino queriendo hacerlo de nuevo, así que Dios le dijo que procediera. Dios dijo: “Ve pues”. Ahora, recuerden, El no cambió su modo de pensar.",
    "Fíjense bien, era su deseo maldecirlos. La gente que él clasificó como fanáticos, él quería maldecirlos. El deseaba una posición. El no quería perder el tiempo con ellos, así que él pensó que si podía hacerle este pequeño favor al rey, entonces él sería promovido. Dios no cambió su modo de pensar, ni tampoco Su Palabra.\n\nPero El le concederá a uno el deseo de su corazón—del corazón. El lo ha prometido. ¿Sabían eso? El prometió darles el deseo de su corazón. Y permitan que su deseo sea la Palabra de Dios. Permitan que su deseo sea la voluntad de Dios, nunca la propia voluntad suya, sino la voluntad de El. Si El…Si Ud. le pide algo, y El no se lo da, diga: “Gracias Señor. Tú conoces lo que conviene”.",
    "Observen bien al Rey Ezequías, cuando Dios le envió ese profeta, y dijo: “Pon tu casa en orden. Tú vas a morir”.\n\nEzequías volteó su rostro a la pared y lloró amargamente, y dijo: “Jehová Dios, yo—yo te pido que me consideres. Yo he caminado delante de Ti con un corazón perfecto. Yo quiero que me permitas vivir quince años más”.",
    "🦅 Muy bien”. Dios le habló al profeta, dijo: “Regresa y dile que Yo le escuché”.\n\n¿Y que hizo él? El trajo desgracia sobre la nación entera. Encendió la ira de Dios al punto que El lo hubiera matado. Eso es correcto, Uds. lo saben. Se descarrió de Dios. Hubiera sido mucho mejor para la nación, el rey y todo, si él hubiera continuado y aceptado lo primero que Dios tenía para él.\n\nPero se veía muy difícil para el profeta, cuando el profeta tuvo que regresar y hablarle la Palabra de Dios a él, acabando de habérsela hablado. Pero Dios dijo: “Adelante”. Pero como pueden ver, eso trajo desgracia.",
    "¿Qué hizo Balaam? Después de conocer la voluntad de Dios, no obstante, él fue persistente, él de todas maneras iba a hacerlo. ¿Y cuál fue el resultado? Fíjense. El no cambió su modo de pensar. El ya sabía lo que estaba en su corazón.",
    "Uds. saben, Tomás, en una ocasión él simplemente no podía creerlo. No, él—él dijo: “No, yo no puedo creer eso. Si yo pudiera meter mi mano en Su costado, y tocar el hueco de los clavos de Su mano, pues entonces, entonces yo—yo lo creeré”.\n\nEl dijo: “Ven aquí Tomás. (¿Ven?) Ahora mete tus manos aquí”.\n\nAhora, oh, ahora Tomás dijo: “Es mi Señor y mi Dios”.",
    "Dijo: “Sí, tú has visto, y ahora lo crees. ¡Cuánto más grande será la recompensa de aquellos, que nunca han visto y aún creen”!\n\nLa gente muchas veces no quiere recibir el Espíritu Santo a no ser que hablen en lenguas. Yo creo en el hablar en lenguas, por supuesto. El es un buen Dios; El le dará a uno el deseo de su corazón. Pero no importa cuánto uno habla en lenguas, y luego niega esta Palabra, de todas maneras está equivocado. ¿Ven? ¿Ven? Uno no entra por hablar en lenguas. Uno entra por guardar toda Palabra. Esa es la evidencia del Espíritu Santo, cuando uno cree la Palabra de Dios. ¿Ven?",
    "Yo creo en el hablar en lenguas. Yo creo que uno puede ser vivificado, como dije en esta mañana, al grado de hablar en nuevas lenguas. Yo mismo lo he hecho, y yo sé que es la verdad. Yo sé que es verdad. Pero esa no es la señal que uno—que uno sea el hijo elegido de Dios. ¿Ven? De ninguna manera. El no dijo…\n\n“Muchos vendrán a Mí y dirán: ‘Señor, ¿qué no he profetizado y hecho todas estas grandes cosas en Tu Nombre’? El dirá: ‘Apartaos de Mí, hacedores de maldad, nunca os conocí’”. [San Mateo 7:22 y 23]",
    "¿Hablan en lenguas, y luego rechazan ser bautizados en el Nombre de Jesucristo? Algo anda mal en alguna parte. Claro que sí; con cualquiera de esas cosas, cualquiera de esas órdenes que Dios ha dado. Algo anda mal. Examine Ud. su propia conciencia, y vea lo que—vea lo que dice la Biblia. Muéstreme algún lugar donde alguien fue bautizado en el nombre del “Padre, Hijo, y Espíritu Santo”. ¿Ven? No existe. Pero vean Uds., a veces por causa de su conciencia, dicen: “Pues…”\n\nDicen: “Dios le habla a las mujeres acerca de lo que deben hacer, de no usar pantaloncitos y eso así, pero Ud. sabe, ‘el pastor dice…’” Así que toman la manera fácil.",
    "Ellas saben lo que Dios dice Aquí al respecto. ¿Ven? Seguro, Dios ya lo dijo.\n\nAsí que ellas—ellas—ellas quieren hacerlo, de todas maneras, ¿ven? Ellas procuran encontrar un pretexto. “Pues, yo creo que es mucho mejor. No es—es…El viento no sopla…” Sí.\n\nPero Dios dijo que el hombre se vistiera diferente a la mujer. Si una mujer se ponía ropa de hombre, era una abominación delante de Sus ojos. Así que no es correcto, y no lo deben hacer. No. ¿Ven? Así que, por lo tanto eso está mal.",
    "Pero (¿ven Uds.?), ellos tratan de hallar un pretexto, que: “El Señor me dijo que hiciera esto”. Yo no digo que no fue así, pero fíjense, no es Su perfecta voluntad; tiene que ser Su voluntad permisiva. ¿Ven Uds. qué hará? Contaminará todo por completo. Eso allá contaminó todo el campamento.",
    "Fíjense aquí, Dios no cambió Su modo de pensar con respecto a Su Palabra. Pero El es un Dios bueno, y El le concederá a Ud. el deseo de su corazón, aunque sea contrario a Su voluntad. ¿Creen Uds. eso?\n\nMiren, Dios le dijo a Moisés: “Ve allá”, siendo éste profeta ungido. Dijo: “Ve allá y háblale a esa peña”. Ya había sido herida.",
    "Moisés fue allá, y en su ira, levantó la vara, y dijo: “Rebeldes, ¿os hemos de hacer salir aguas de esta peña”? Y en eso él golpeó la peña. El agua no salió. El la golpeó otra vez; entonces salió. Era contra la voluntad de Dios. Eso rompió todo plan en la Biblia; Cristo tendría que ser azotado por segunda vez. ¿Ven? Cristo fue azotado una vez. Eso rompió todo el plan. Pero El le concedió Su voluntad permisiva. Entonces después, él dijo: “¿Ven? Les conseguimos el agua. ¡Sí, yo mismo se los saqué para Uds., rebeldes”!",
    "Dios dijo: “Ven acá, Moisés. Ven acá. Ven aquí a la cima…Tú has sido un siervo fiel”. Como la mujer con los tacones altos. “Tú subiste, (¿ven?). Mira hacia allá. ¿Puedes ver la tierra prometida”?\n\n“¡Oh Señor”!\n\n“Pero tú no llegarás hasta allá. Tú tomaste Mi voluntad permisiva, allá en la peña. Te has glorificado a ti mismo (¿ven?), y no a Mí. Tú te glorificaste a ti mismo. Tú no me glorificaste a Mí. Tú no guardaste Mi Palabra original, lo cual te dije que hicieras”. Sin embargo, las aguas salieron.\n\nUds. pueden poner manos sobre los enfermos y ellos sanarán. Uds. pueden profetizar, o hablar en lenguas. Pero, la cosa es, ¡guardar Su Palabra original! Amigos, Dios no cambia Su modo de pensar. Uds. tienen que guardar Su comisión, Su voluntad.\n\n“Oh, pues, eso fue para los discípulos”.",
    "El no cambia. Si El todavía tiene un discípulo, esa es la misma comisión. “Id por todo el mundo y predicad el Evangelio. Estas señales seguirán a los que creen”. Eso nunca ha cambiado. El no puede cambiar.\n\nAhora, Uds. pueden decir: “Pues, les digo, no es para este día”. ¡Oh, Ud. Balaamita! ¿Ven Uds.? ¿Ven? Dios no cambia. El es el mismo ayer, y hoy, y por los siglos.",
    "Sólo miren a los Balaamitas hoy. “Oh, yo sé, en la Biblia ellos bautizaron en el Nombre de Jesús, pero, miren, toda la gente…”\n\nNo me importa lo que haya hecho la gente. “No hay otro Nombre bajo el Cielo, dado a los hombres, en que puedan ser salvos”. “No hay perdón de pecados, sino únicamente por medio del Nombre de Jesucristo”. Qué…Cuán buenos son Uds., lo que hacen Uds., eso no tiene nada que ver en el asunto. Es la Palabra original de Dios; hay que quedarnos con eso. Muy bien.",
    "🦅 Obediencia a Su Palabra es mejor que sacrificio”. Recuerden esa vez cuando Saúl vino regresando.",
    "Balaam tenía un don de fe y pudo haberlo usado para la perfecta Palabra original de Dios.\n\nMuchos hombres en el campo hoy en día, con dones de sanidad, podrían hacer lo mismo. Muchos hombres por aquí, gente hablando en lenguas, gente profetizando, con un don, podrían usarlo para el Reino de Dios, pero no lo hacen, ellos toman…Y Dios de todos modos los bendice, habiendo tomado la voluntad permisiva. Pero por razón de fama, y placeres, ganancias personales, vendieron su primogenitura, igual que Esaú (¿ven?), se venden a una organización. Se vendieron, como lo hizo Balaam. ¿Ven?\n\nTantos están haciendo lo mismo hoy. Sabemos que así es. Ellos venden su primogenitura. Mujeres que profesan el Espíritu Santo y usando pantalones cortos; hombres permitiéndolas en los púlpitos; mujeres con cabello cortado, en los púlpitos, con caras pintadas, vestidas con togas religiosas. Ese es el tropiezo más grande que la iglesia jamás ha tenido.",
    "Si Ud. desea saber qué tiempo es en la edad del reino entre los poderes políticos, fíjese en dónde están los judíos. Mire cómo están los judíos, porque ellos son una nación. Si Ud. quiere saber dónde están paradas las naciones, fíjense en los judíos.\n\nSi Ud. desea saber dónde está parada la iglesia, observe a las mujeres. Observe la moral entre las mujeres, porque la mujer es una representación de la iglesia. Cuando Ud. ve la contaminación entre las mujeres, entonces encontrará la contaminación en la iglesia. Lo que ella ha llegado a ser, una Jezabel pintada, es exactamente lo que ha llegado a ser la iglesia. ¿Ven? Ahora, esa es la verdad, y Uds. lo saben. ¿Ven? Si Ud. quiere saber dónde está la iglesia, observe la moral entre las mujeres. Porque ella es, sí, la iglesia es una mujer.\n\nSi quieren saber la condición nacional, observen a los judíos.",
    "Noten, así como Dios le dijo a Balaam — después de haber oído la Palabra tajante de la verdadera decisión: “No vayas”— sí, entonces El le dijo, después que El vio en su—en su corazón, lo que éste deseaba hacer; El le concedió Su voluntad permisiva, y le dijo: “Ve”.",
    "Y Ud. pudiera hacer lo mismo. Si Ud. no quiere andar en la Verdad, Ud. puede salir y tener—tener un gran ministerio. Ciertamente, puede hacerlo. Pero está tomando Su voluntad permisiva. Ud. estará pasando por alto Su Palabra. El lo prosperará, seguro.\n\nAsí como El lo hizo con Balaam; él tuvo éxito, pero no pudo maldecir a ese pueblo. El no pudo hacerlo, porque cada vez que él comenzaba a maldecir, él bendecía. ¿Ven? El no pudo hacerlo. Pero en cuanto a ser próspero en su hazaña, él le enseñó a esa gente, por medio de Balac, a cometer adulterio. El presentó el campamento de Israel y los casó, diciendo: “Pues, todos somos uno. Pues, Uds. adoran al mismo Dios. Nosotros tenemos aquí un profeta; y Uds. tienen un profeta allá. Y nosotros tenemos el mismo sacrificio, el mismo Jehová, igual que nuestros padres. Ahora, ¿por qué no vienen todos Uds. y simplemente se asocian acá con nosotros”?\n\nLa Biblia dice: “No se unan con los incrédulos. No se unan en yugo con ellos, en nada. Si ellos no lo creen, apártense de ellos”. ¿Ven? “Salid, apartaos”, dice el Señor, “y Yo os recibiré”. ¿Ven? “No toquéis lo inmundo”. Eso es correcto. Esa inmundicia de ellos contra la Palabra, y cosas así, apártense de eso; no la escuchen.",
    "Y aquí encontramos que Balaam fue allá y comenzó a enseñar al pueblo, y él traía error. Y él—él se fue por “el camino de Balaam” [2ª Pedro 2:15], así cómo lo hizo, y les enseñó a Balac, y los hijos de Israel cometieron adulterio. Y una plaga azotó a la nación de Israel, al pueblo, y miles murieron en un solo día.\n\nY mientras todos ellos estaban allá, delante del altar de Dios, orando, allí venía un hombre israelita con una mujer madianita, una mujer denominacional, y entraron en la tienda. Y el hijo del sacerdote se acercó allí, y cogió una jabalina y los mató a ambos. Y eso detuvo la ira de Dios. Uds. saben que eso es Escritura. ¿Es eso correcto? ¿Ven? [Números 25]",
    "¿Pero qué sucedió? Balaam, él tuvo éxito en debilitar a Israel. ¿Qué hizo? El les debilitó el campamento. Dios le permitió, y les debilitó el campamento, y eso contaminó a todo el campamento.\n\nY cuando alguna doctrina comienza, que no es la Verdad de la Biblia, eso contamina todo el campamento. Cuando alguien se levanta con una idea diferente, como hizo Coré, y dice: “Pues, esto, aquello, y lo otro, y yo tengo otra idea diferente”, eso contamina todo el campamento. Y eso es lo que ha ocurrido en todo el campamento de la iglesia hoy en día. Eso es cierto.",
    "Enseñando como él hizo allá, debilitando todo el campamento para Cades-barnea, el reto de la Palabra. Cuando ellos llegaron a Cades-barnea, entonces fue el debilitamiento del campamento. Ellos regresaron…Ellos se habían ido detrás…\n\nRecuerden, ellos habían comido alimento de ángeles. Ellos tenían la Palabra de Dios cada noche, manifestada. Y ellos comieron el alimento. Ellos bebieron de la peña. Todos ellos vieron los milagros. Ellos observaron a Moisés, y vieron su palabra, vieron sus profecías, todo.\n\nY entonces finalmente cuando escucharon a este maestro falso, que vino entre ellos y les enseñó erradamente, él debilitó el campamento, y prosperó en hacerlo.\n\nEl pudiera haber construido edificios de un millón de dólares. El pudiera haber tenido grandes denominaciones. El pudiera haber añadido millares de millares, y hecho grandes obras, y obras poderosas, y era un profeta. Eso está bien, pero, mientras no esté con la Palabra de Dios, es mejor que Uds. se aparten de eso.\n\nDios no cambia Su modo de pensar. Quédense exactamente con Su Palabra, porque así va resultar al final: la Palabra, Palabra por Palabra. “¡Cualquiera que le quitare una Palabra, o le añadiere una palabra”! Así tiene que permanecer, la Palabra.",
    "Ahora escuchen atentamente. Cuando llegó la prueba de la Palabra, que ellos fueron allá y vieron la oposición tan grande, la oposición más grande que jamás habían visto, los amalecitas eran diez veces más grandes, y ellos dijeron: “Parecemos como langostas. Sus ciudades están amuralladas al grado que pueden correr carreras de carros por encima del muro, dos carros de ancho, tan rápido como pueden correr, sobre el muro (¿ven?), de sus ciudades. Pues, sus lanzas son tan largas. Y ellos son gigantes. Pues, parecemos como langostas. ¡Nosotros no lo podremos lograr”!\n\nY dos hombres se pararon firme en esa Palabra, Caleb y Josué dijeron: “¡Un momento! Uds. dos millones de gente cállense por un momento. Somos más que capaces de hacerlo. Somos más que rival digno para ellos”.\n\n¿En qué se estaban basando? Dios dijo: “Yo os he dado la tierra. Os pertenece”. Y en eso se pararon firmes. Pero la gente se había casado, entre tantas otras cosas, y había toda clase de credos y ritos entre ellos, y eran débiles, indecisos, y no sabían cuál camino tomar, ni qué hacer. Eso es cierto. Y en eso les llegó la prueba de la Palabra.",
    "Sin embargo, El le concede a uno el permiso para hacerlo, le permite su voluntad, una voluntad permisiva, sabiendo lo que está en su corazón, El lo sabe.\n\nUd. me dirá: “Pues, Hermano Branham, yo hago tal y tal, y eso no me molesta. Dios me bendice cada día. Yo canto en el Espíritu. Yo danzo en el Espíritu. Yo…” El lo permitirá; no se detenga. Eso es cierto. Pero ¿qué va a hacer Ud.?",
    "🦅 Yo uso pantaloncitos cortos, y hago esto. Eso no me molesta a mí. Yo sé que mi fe está en Cristo, no en mi manera de vestir”.\n\nPero la Biblia dice que sí hay algo al respecto. ¿Ven? ¿Qué hará Ud.? Creará una piedra de tropiezo (igual que Balaam) ante todas las demás mujeres. ¿Qué efecto tendrá en sus jovencitas? Le resultará en una cantidad de Rickettas, eso es exactamente correcto, una cantidad de Jezabeles pintadas. ¿Ven?",
    "Pero Dios les prosperará. Uds. dicen: “Pues, El me bendice”. Yo no dudo eso. El también bendijo a Balaam. ¿Ven? Seguro que El lo hará. Estarán caminando en Su voluntad permisiva, no en Su voluntad perfecta. Dios no cambia Su modo de pensar simplemente porque los bendice.\n\nEl bendijo a Israel allá por cuarenta años. ¿Y qué hicieron ellos? Tomaron esposas, criaron familias, besaron los niños, pagaron sus diezmos, vivieron allí mismo. Y Dios los bendijo en el desierto, los alimentó con el maná, y tantas cosas. Y todos ellos perecieron, porque no guardaron Su voluntad original, permisiva, o sea Su voluntad original, Su Palabra. Ellos escogieron Su camino permisivo.",
    "🦅 Sigan adelante”. Pero recuerden, cuando ellos salieron de Cades, no avanzaron más. Ellos simplemente dieron vueltas y vueltas en el desierto. Cuando ellos podían haber salido, y a los dos días hubieran estado en la tierra prometida. Anduvieron por cuarenta años, y todos murieron excepto Josué y Caleb, los que permanecieron en la Palabra original.",
    "Oh Dios, ayúdanos. Dios no cambia Su voluntad. El no cambia Su modo de pensar, no obstante El les bendecirá.\n\nSeguro, El bendijo a Balaam. ¿Y qué hizo él allá? El contaminó todo el campamento. ¿Ven? Uno se tiene que quedar con lo que El dijo. El nunca ha cambiado Su plan original.",
    "Ahora miren a los Balaam de hoy, en el campo. Mírenlos. Prosperando, hablando en lenguas, seguro, usando el don de Dios para ganancia, todo así, seguro. Pero contaminan toda la iglesia de Dios con su enseñanza corrupta. Correcto.\n\nUno me dijo a mí, “¿Por qué está Ud. haciendo esto? ¿Por qué está haciendo aquello”?\n\nYo dije: “¿No cree Ud. que esa es la Verdad”?",
    "🦅 Oh, sí. Pero”, dijo él, “¿sabe qué? Ese no es asunto suyo. Ud. debe orar por los enfermos. Ellos lo creen a Ud. ser un profeta. Pues, Ud. podría enseñarles a esas mujeres cómo, y a esos hombres, cómo hacer esto, aquello, y lo otro”.\n\n“¿Cómo puede uno enseñarles álgebra cuando ni siquiera se aprenden el abecedario? ¿Cómo se les puede enseñar esas cosas cuando ni siquiera toman lo primero”? ¿Ven? Uno tiene que regresar y empezar donde comenzó, o a donde se salió del camino, y tomar toda la Palabra de Dios.",
    "Simplemente miren eso en los campos hoy. Así como Balaam casó a una ramera con la iglesia de Dios, casó la ramera con la iglesia de Dios, asimismo se lo están tratando de decir estos falsos maestros hoy. Ellos van a casar cada una de estas organizaciones y a esta gente con la ramera de Apocalipsis 17. Su doctrina de Balaam anda por ahí hoy, y dicen: “Somos lo mismo. Todos somos Cristianos”. Y sacerdotes y papas, y todo lo demás, todos vacilando sin compromiso y haciendo esto.",
    "El predicador lo dijo; aun conozco yo a un predicador pentecostal, todos ellos ahora están repartiendo la hostia redonda. Y eso significa, Astoret, “diosa de la luna”, una hostia kosher. Dicen: “Cierra tus ojos y tómala, si es que te molesta la conciencia”. ¿Cierra tus ojos? Una hostia redonda, ¿Qué significa? Nosotros tomamos un cuerpo partido, Jesucristo, partido; no una diosa redonda de la luna, Astoret, la cual María ocupó su lugar. Y la hostia kosher romana todavía es redonda, en honor de la diosa de la luna, diosa, no dios. Nosotros tenemos un kosher partido, seguro. ¡Oh!",
    "Así que ahora la gran ramera de Apocalipsis 17, estos maestros Balaam con su doctrina falsa, están casando la iglesia en esa clase de revoltijo. Observen bien cuando esto llegue al reto en el tiempo del fin, noten la debilidad de eso ahora mismo. Más de novecientas organizaciones distintas, una jalando para un lado, y una para otro lado. No hay unidad entre ellos. Y están tratando de producir la unidad; no respaldada por la Palabra de Dios, por el plan original de Dios. Ellos la están tratando de introducir por la política y una organización.\n\nDios no cambia Su modo de pensar. El se queda con Su Palabra. El dijo: “Cielos y tierra pasarán, pero no Mi Palabra”. Correcto. El se queda con Su Palabra original. ¡Oh, vaya!",
    "Aunque todavía razonan en contra de Ella, así como lo hicieron ellos allá; y sólo—sólo hay una cosa que hacer; El no la cambiará; sólo crean, porque cielos y tierra pasarán, pero Su Palabra nunca fallará. ¿Ven?",
    "¿Pueden ver con lo que se están casando? ¿Ven la política y demás cosas? ¿Cómo ellos están tratando de unir a la iglesia a través de política en la misma iglesia? Nosotros no somos unidos a Cristo a través de la política.\n\nEstamos unidos, la Iglesia, a Cristo, por el bautismo del Espíritu Santo. Y la manera de conocer el bautismo del Espíritu Santo, es porque ese Espíritu en Ud. identifica toda Palabra de Dios ser la Verdad. Correcto. “Porque cualquiera que le quitare una Palabra, o le añadiere una Palabra, su parte será quitada del Libro de la Vida”.",
    "Ud. dice, “Pero él prospera”. No se puede creer basado en la prosperidad. Uno no puede juzgar a Dios según la prosperidad. El mundo prospera. Balaam prosperó haciendo aquello.\n\nPero hermano, Ud. juzga a Dios por medio de Su Palabra. El cumple Su Palabra y la identifica ser la Verdad. Así que recuerden amigos, mientras Uds. vivan, nunca se les olvide esto: Dios no cambia Su modo de pensar. Sin embargo, El bendecirá. El lo dejará a Ud. continuar en lo que es Su voluntad permisiva, pero El no cambiará Su modo de pensar. El no cambiará Su plan. El no cambiará Su Palabra a favor suyo. No señor.\n\nUd. tiene que cambiar. Ud. no puede hacer que la Palabra de Dios cuadre con la experiencia suya; Ud. tiene que hacer que su experiencia cuadre con la Palabra de Dios. ¿Ven? Esa es la manera que tienen que…\n\nUd. dice: “Pues, yo soy un buen hombre. Dios hace esto, aquello, o lo otro”. ¿Pero obedece Ud. a Su Palabra? “Oh, pues, le digo, eso no es sólo…No”. Muy bien, hay algo mal en alguna parte. Dios…Sí, El lo prosperará a Ud. Seguro, El lo hará…",
    "¡Las denominaciones están prosperando a más no poder! Ellos extienden sus carpas, las grandes iglesias finas y todo, por toda la tierra. Ellos son ricos, y dinero entrando en cantidades, y con miembros en todas partes. ¿Acaso no dice la Biblia: “En ella fue hallado incluso las riquezas del mundo, y aun las almas de los hombres”, y de todo, lo cual fue hallado en esta ramera, que es la madre de la cosa entera, política y organización?",
    "Pero el pequeño grupo de Dios es Su Novia, centrada en la Palabra. Que el Amado Padre Celestial siempre los mantenga estabilizados allí mismo. Nunca se muevan Uds. de esa Palabra.\n\nPuede ser que bendigan, puede ser que Uds.…Puede ser que Dios sane a sus enfermos. El quizás sane su bebé enfermo. Puede ser que El sane a su esposo, a su esposa. Puede ser que sane a su madre, o alguien más. Puede ser que Ud. salte en Su Espíritu, y danzar y dar brincos.\n\nRecuerden, la lluvia cae sobre el justo y sobre el injusto, igual. Pero cuando esa simiente yace allí, o es ordenada, o no es ordenada. Y si es ordenada, puede…Si es trigo, tiene que producir trigo. Si es una Palabra de Dios, tiene que producir la Palabra de Dios. Si no lo es, pues, entonces no lo es. ¿Ven? ¿Captaron eso ahora?",
    "El Señor los bendiga. Les dije que iba a parar a las nueve, y ahora faltan veinte minutos para las diez. Muchos de Uds. tienen que viajar muy lejos. Yo les amo. Y la razón que les detengo de esta manera, no es porque quiera ser cruel con Uds., sino porque les amo. Y lo que yo sé, no me reservo nada; les digo la Verdad.",
    "Allá a las reuniones a donde voy, Uds. nunca me oyen predicar estos Mensajes. No, les prometí que vendría a este tabernáculo. Aquí mismo es de donde predico mis Mensajes. Yo aquí tengo tres o cuatro más, que el Señor me ha dado, tengo las Escrituras para todo eso, lo cual no me atrevería a predicarlo en cualquier otra parte sino aquí mismo. Aquí es donde la Palabra de Dios comenzó a salir. Y hasta que Dios lo cambie, me voy a quedar aquí mismo y lo daré aquí mismo. Eso es correcto.\n\nAllá afuera en las reuniones, yo oro por los enfermos, y todo lo demás; y por los lados digo cosas de una manera indirecta, para que las ovejas oigan. Ellas saben de lo que se está hablando. De otra manera, sólo es la carnada en el anzuelo, ¿ven Uds.? Yo despliego las señales de—de tratar de mostrar que Dios conoce, en discernimiento, y El conoce los corazones de la gente, y hace estas cosas. Ese es un don evangelístico, sólo para conmover a la gente.\n\nCuando menos piensan, una cinta llega a su casa. Entonces, en eso se capta. Si él es una oveja, él viene siguiendo. Si él es una cabra, él bota la cinta. [El Hermano Ben Bryant dice: “Y a uno también”.] ¿Ven Uds.? Eso es…“Y a uno también”, es cierto Ben. Eso es exactamente así. Ben ha tenido algo de experiencia. Muy bien. Pues, eso es correcto.",
    "¿Están Uds. contentos que son de El? [La congregación dice: “Amén”.] ¿Están contentos? [“Amén”.] Antes cantábamos un canto pentecostal, hace mucho tiempo, como:\n\nEstoy contento que el Señor me rescató;\n\nEstoy contento que el Señor me rescató;\n\nSi no fuese por Jesús, ¿dónde estaría yo?\n\nEstoy contento que él Señor me rescató.\n\nOh, qué contento he estado desde que El me rescató;\n\nHe estado tan contento desde que El me rescató;\n\nSi no fuese por Jesús, ¿dónde estaría yo?\n\nEstoy contento desde que el Señor me rescató.\n\nHe estado gritando desde que El me rescató;\n\nHe estado gritando desde que El me rescató;\n\nSi no fuese por Jesús, oh, ¿dónde estaría yo?\n\nEstoy contento que el Señor me rescató.\n\n¡Gloria! ¿No están contentos? [La congregación dice: “Amén”.] “No están contentos…” Cantemos.\n\n¿No están contentos que el Señor los rescató?\n\n¿No están contentos que el Señor los rescató?\n\nSi no fuese por Jesús, oh, ¿dónde estaría yo?\n\nEstoy contento que el Señor me rescató.\n\nPues, he estado cantando desde que El me rescató;\n\nHe estado cantando desde que El me rescató;\n\nSi no fuese por Jesús, oh, ¿dónde estaría yo?\n\nEstoy contento que el Señor me rescató.\n\n¿Están contentos por eso? [La congregación dice: “Amén”.] Entonces, andaremos en la Luz. ¿Saben Uds. ese himno?\n\nAndaremos en la Luz, preciosa Luz.\n\nDonde se encuentra cual rocío el perdón;\n\nBrilla doquiera, de día y de noche,\n\nOh, Jesús, del mundo es la Luz.\n\n¿Les gusta? Cantémoslo otra vez.\n\nAndaré en la Luz, preciosa Luz.\n\nDonde se encuentra cual rocío el perdón;\n\nBrilla doquiera, de día y de noche,\n\nOh, Jesús, del mundo es la Luz.\n\n¡Es la salida del sol!\n\nTodos los santos de Luz proclamad,\n\nJesús, del mundo es la Luz.\n\nVerdad y misericordia en Su Nombre,\n\nJesús, del mundo es la Luz.\n\nAhora levantemos nuestras manos al cantarlo.\n\nOh, andaré en la Luz, preciosa Luz.\n\nDonde se encuentra cual rocío el perdón;\n\nBrilla doquiera, de día y de noche,\n\nJesús, del mundo es la Luz.\n\nDense la mano el uno al otro.\n\nOh, donde se encuentra cual rocío el perdón.\n\n¿Están Uds. contentos hijos de la Luz? El sol ha salido.\n\n…doquiera, de día y de noche,\n\n“Vosotros hijitos, amaos los unos a los otros”.\n\n…del mundo es la Luz.\n\nOh, andaré en la Luz, preciosa Luz …(manifestación de Su Palabra)\n\nDonde se encuentra cual rocío el perdón;\n\nBrilla doquiera, de día y de noche,\n\nJesús, del mundo es la Luz.\n\n¿Lo creen todos Uds.?\n\nA Sión caminamos,\n\nNuestra mansión, la gloriosa;\n\nCantando todos marchamos,\n\nDe Dios a la bella mansión.\n\nA Sión caminamos,\n\nNuestra mansión, la gloriosa;\n\nCantando todos marchamos,\n\nDe Dios a la bella mansión.\n\nQue callen los que a Dios,\n\nNo anhelan conocer;\n\nMas canten todos a una voz,\n\nMas canten todos a una voz,\n\nLos hijos del gran Rey,\n\nLos hijo del gran Rey.\n\nA Sión caminamos…(¡Gloria!)\n\nNuestra mansión, la gloriosa;\n\nCantando todos marchamos,\n\nDe Dios a la bella mansión.\n\nA Sión caminamos,\n\nNuestra mansión, la gloriosa;\n\nCantando todos marchamos,\n\nDe Dios a la bella mansión.",
    "Saquen sus pañuelos. Saquen sus pañuelos, sólo por un momento. Démosle al Señor una ofrenda mecida. No es una gavilla, pero tomaron del cuerpo de Pablo pañuelos y cosas.\n\nA Sión caminamos,\n\nNuestra mansión, la gloriosa;\n\nCantando todos marchamos,\n\nDe Dios a la bella mansión.\n\nA Sión caminamos,\n\nNuestra mansión, la gloriosa;\n\nCantando todos marchamos,\n\nDe Dios a la bella mansión.",
    "¡Amén! Oh, ¿no les hace sentirse bien? Puedo imaginarme aquellos santos de años atrás, antes de entrar al circo romano, comenzando a subir esa cuesta, esa subida, hacia el foso de los leones, diciendo:\n\nA Sión caminamos,\n\nNuestra mansión, la gloriosa;\n\nCantando todos marchamos,\n\nDe Dios a la bella mansión.\n\nEn Sión disfrutaréis,\n\nLa gracia del Señor,\n\nDesde hoy ofrece que tendréis,\n\nDesde hoy ofrece que tendréis,\n\nDel trono en derredor,\n\nDel trono en derredor.\n\nA Sión caminamos,\n\nNuestra mansión, la gloriosa;\n\nCantando todos marchamos,\n\nDe Dios a la bella mansión.",
    "Repitan después de mí. Señor Dios, [La congregación dice: “Señor Dios”,] yo me comprometo de nuevo a Ti. [“Yo me comprometo de nuevo a Ti”.] Límpiame de toda injusticia. [“Límpiame de toda injusticia”.] Límpiame de toda duda en Tu Palabra. [“Límpiame de toda duda en Tu Palabra”.] Permíteme, desde esta Pascua en adelante, [“Permíteme, desde esta Pascua en adelante”,] ser una nueva criatura [“ser una nueva criatura”] en Cristo Jesús. [“en Cristo Jesús”.] Déjame llevar en mi corazón, [“Déjame llevar en mi corazón”,] Tu Palabra. [“Tu Palabra”.] Que sea una Lámpara a mis pies [“Que sea una Lámpara a mis pies”] que alumbre mi sendero. [“Que alumbre mi sendero”.] De aquí en adelante, [“De aquí en adelante”,] yo te seguiré. [“yo te seguiré”.] En el Nombre de Jesús. [“En el Nombre de Jesús”.] Amén. [“Amén”.]\n\nA Sión caminamos,\n\nNuestra mansión, la gloriosa;\n\nCantando todos marchamos,\n\nDe Dios a la bella mansión.",
    "¿No los hace sentirse bien? [La congregación dice: “Amén”.] Nos hemos comprometido de nuevo, sabiendo que en nuestros corazones hemos sido vivificados de entre los muertos, sí, vivificados. ¿No los hace sentirse bien? [“Amén”.] ¡Vaya, oh, vaya! Yo les amo, con un amor que no perece.\n\nEscuchen. “Amense el uno al otro. Porque no pueden aborrecer a su hermano que están mirando, y decir que aman a Dios, a quien no han visto”. Así que sólo ámense el uno al otro.\n\nEntonces, al servirse el uno al otro, Uds. sirven a Dios. ¿Es correcto? “Como hiciereis a uno de estos más pequeños que tienen Poder vivificador en ellos, a Mí lo hicisteis”.\n\n“¿Cuándo te vimos a Ti en necesidad? ¿Cuándo te visitamos en prisión? ¿Cuándo hicimos estas cosas”?\n\n“Lo que hicieron con ellos, a Mí me lo hicieron”.",
    "¿No es maravilloso eso? [La congregación dice: “Amén”.] Yo le amo, ¿y Uds.? [“Amén”.]",
    "Oh, hay un canto más que tenemos que entonar, si tan sólo tienen un minuto más. Oh, pues muy bien, lo tomaremos. Muy bien. Muy bien señor. ¡Oh! De Jesús El Nombre Invoca. No olviden eso, amigos. Cantémoslo ahora. Todos, juntos ahora, unidos en un gran corazón, cántenselo a El. Cantémoslo, con todo lo que tenemos en nosotros.\n\nDe Jesús el Nombre invoca,\n\nBúscale con vivo afán;\n\nDulce hará tu amarga copa,\n\nTus pesares cesarán.\n\nSuave luz, manantial,\n\nDe esperanza, fe y amor;\n\nSumo bien, celestial,\n\nEs Jesús el Salvador.",
    "Ahora recuerden, oren por mí cuando estén soplando los vientos calientes de persecución; cuando diablos a cada lado estén retando, yo recordaré que Uds. están orando por mí día y noche, y yo estaré orando por Uds.\n\nQuédense firmes al lado de su buen pastor, el Hermano Neville, y el asociado, el Hermano Capps. Escúchelos a ellos. Ellos les enseñarán la Palabra de Vida. Yo creo eso. Si no lo creyera, ciertamente no los tendría aquí. Verdaderamente que no lo haría. Yo creo que ellos creen el Mensaje, y allí se quedan a lo mejor de su entendimiento, y yo tengo fe en ambos hombres. Quédense con ellos. Estos otros hermanos, donde tienen sus reuniones, los que se pararon aquí esta noche, si Uds. alguna vez están por su vecindario, párense al lado de ellos. Uds. oyeron para lo cual ellos vinieron aquí esta noche.\n\nDe Jesús el Nombre adora;\n\nQue te sirva de broquel; (escuchen esto)\n\nAlma débil perturbada,\n\nHallarás asilo en El.\n\nSuave luz, manantial, ¡manantial!\n\nDe esperanza…\n\nAmado Dios, sana a esta gente. Yo te lo ruego, Padre, en el Nombre de Jesús. Concédelo Señor, yo lo ruego.\n\n…celestial,\n\nEs Jesús el Salvador.\n\nAl venir Jesús nos veremos,\n\nA los pies de nuestro Salvador;\n\nReunidos todos seremos,\n\nUn redil con nuestro buen Pastor.\n\nInclinemos ahora nuestros rostros.\n\n[El Hermano Branham comienza a tararear Dios Os Guarde.] Oh Dios, sé con nosotros. Ayúdanos, Señor.\n\nA los pies de nuestro Salvador (…nuestro Salvador.)\n\nReunidos todos seremos,\n\nUn redil con nuestro buen Pastor.",
    "Esa verdaderamente es mi oración. Hasta que nos encontremos nuevamente, ¡Dios me los bendiga! Y ahora le voy a pedir a nuestro precioso Hermano Neville si él puede despedir a esta fina congregación.\n\nDios los ama a cada uno. Estoy tan agradecido de tener gente como todos Uds. ¿Qué sería mi Mensaje si no tuviera a nadie que lo creyera? Y aquí hay gente, que Uds. morirían por esto, por este Mensaje. Que Dios les ayude, a todos. Mis oraciones están con Uds. Mis bendiciones van con cada uno de Uds. Que no se olviden que son parte de esa resurrección. El Poder vivificador está ahora en Uds. Todo está arreglado. Uds. son hijos de Dios.\n\nInclinemos nuestros rostros, hasta que el Hermano Neville despida. Y que Dios los bendiga. 🦅"
  ]
}