{
  "title": "UNO EN UN MILLÓN",
  "id": "65200009",
  "content": [
    "🦅  Gracias Hermano Shakarian y buenos días amigos. Realmente es bueno estar aquí en Los Angeles de nuevo esta mañana antes de esta gran convención y la reunión que se aproxima esta semana entrante allá en el Hotel Embassy. Espero verlos a todos allá. Y estamos todos bajo grandes expectativas de encontrarnos con nuestro Señor Jesús, de verle a El allá. El prometió estar donde “dos o tres estuvieren congregados”, que allí estaría El.",
    "Y estoy seguro que me encontré con El esta mañana mientras subía los escalones aquí en este auditorio, cuando toda la gente allí bajo grande anticipación, esperando el desayuno y el Mensaje. Y es bueno estar congregado aquí con Uds. Y para la audiencia radial, hay tantos aquí que tuve que bajar al siguiente piso y hablar con algunos. Y vi tantas peticiones, problemas cardíacos, y diferentes dolencias en sus cuerpos, y estamos aquí ahora para orar por los enfermos y los afligidos.",
    "Y a medida que llegaba a los últimos escalones…ahora mismo estoy observando al anciano, él se me acercó y dijo: “Hermano Branham, años atrás…” El mencionó que tuvo problemas cardíacos al grado que…pensaron que se iba a morir. Oramos por él, y la gracia de Dios lo sanó. Y aquí se encuentra en esta mañana, con más de ochenta años, regocijándose. Así que eso infunde nuevas esperazas.",
    "Y ciertamente estoy solicitando las oraciones de la gente escuchando allá por la radio, como también aquí. Después de terminar esta reunión, me dirijo a Europa, al Africa y a otros lugares, llevando a cabo reuniones. Y voy de acuerdo a una visión, así que estoy seguro que será una gran reunión. Y por años he sentido que el Señor ha querido que regrese. El pequeño y humilde ministerio que El me dio, pienso que El no ha terminado con eso todavía en aquellos lugares. Me parece que quizás haya un alma en algún lugar que yo pueda pescar en la red del Evangelio, la red que El me ha dado para pescar por la gente, por medio de la sanidad Divina y orando por los enfermos. Y ciertamente solicito sus oraciones, tanto de los que están presentes y de aquellos que están allá en la audiencia radial.",
    "Ahora, no dispongo del tiempo suficiente para tomar un texto y predicar, lo cual espero hacer después de unos momentos aquí en el-en el, en este auditorio, pero por ahora solamente hablarles por unos momentos, para conocernos. Y para la gente allá escuchando, voy a ofrecer una oración por ellos allá, enseguida, y también por los que están presente. Y ciertamente estoy contento de conocer todos estos nuevos y finos amigos que no había conocido antes, apenas los conocí esta mañana.",
    "Hemos estado teniendo momentos grandiosos en los cultos en otros lugares. Ya no salgo mucho, por la mucha ocupación. Procuramos mantener bien transitada la carretera entre Jeffersonville, Indiana y Tucson, Arizona, donde nos trasladamos a vivir hace algunos años, conforme a una visión del Señor, que nos envió allá, sin saber a dónde me dirigía. Y para muchos de Uds., yo les hablé en Clifton’s un poco antes de irme, y también en la reunión de Phoenix, acerca de la visión que vino. Yo vi siete Angeles, juntos.",
    "Y yo sé, para la audiencia radial, que quizás muchos de Uds. no son del Evangelio Completo, y esto les puede parecer un poco misterioso. Lo cual lo sería para mí también, pero hay…Cualquiera que pueda explicar algo, entonces ya no lo tiene que aceptar por fe. Las cosas que no podemos explicar, son las que tenemos que aceptar por fe. No podemos explicar a Dios. Ningún hombre puede explicar a Dios. El es soberano, y El es grande y poderoso. Nosotros simplemente—simplemente lo aceptamos, porque sabemos que El sí existe. Y al aceptarlo por medio de nuestra fe, El así nos trae la respuesta, el bautismo del Espíritu Santo.",
    "Del cual les voy a hablar aquí en unos momentos, acerca de, “la manera de Dios, y el lugar de adoración”. Y el único lugar en el que uno lo puede adorar, el único lugar en donde El se encontrará con uno, tiene que haber…hay una iglesia, un lugar, una ocasión, un pueblo, para todos donde Dios se encuentra. Y yo espero que el Señor bendiga aquí el Mensaje a sus corazones.",
    "Ahora, al venir a Tucson, fue algo extraño. Esas visiones que se les habla en el Nombre del Señor, ni una de ellas hasta donde yo pueda recordar; pregúntenlo a cualquiera si pueden recordar de alguna ocasión, que El ha dicho algo que no haya sido sino la Verdad. Siempre acontece de la manera que El dice que acontecerá.",
    "Y El debe regresar a nosotros en estos últimos días, de acuerdo a las Escrituras, en este tipo de ministerio. Eso será después del bautismo del Espíritu, y del hablar en lenguas, y de la sanidad Divina y demás, cosas como estas. La coronación del mensaje pentecostal es de lo que estamos hablando hoy. Este ministerio del Cristo mismo personificado entre Su pueblo, con las mismas cosas que El hizo cuando estuvo aquí en la tierra; en Su Cuerpo, la Novia, la cual es parte de El, obrando las mismas cosas, como Esposo y Esposa, o Rey y Reina, un poco antes de la ceremonia matrimonial.",
    "Esta semana, Dios mediante, deseo hablar un poco sobre eso, por acá en nuestra campaña aquí en el—el Hotel Embassy, y así conocernos mejor en mi humilde manera de hacerlo. El—el tiempo y la hora en que vivimos, si una persona no sabe hacia dónde dirigirse, lo que debe hacer o cómo dar la vuelta, entonces ya no está caminando por fe; simplemente está adivinando, está presumiendo. Y presumir es “avanzar sin autoridad oficial”. Entonces si no tenemos la verdadera autoridad oficial para saber lo que Dios dijo que acontecería en esta hora, ¿cómo entonces esperamos hacerle frente a esta hora? Y tenemos que hacerle frente, sabiendo, por fe en Su Palabra, las cosas que tienen que estar sucediendo ahora, y la condición de las naciones, la condición de la gente, la condición de la iglesia, y lo demás.",
    "Tenemos que saber eso, y luego cómo salir para enfrentarlo. Si no saben cómo hacer eso, entonces están simplemente como—como antes decíamos, algo así, al azar; sólo dando un salto, esperando que suceda así, esperando en esto y esperando aquello, y, “¿será de esa manera”? Pero Dios no quiere que hagamos eso. El quiere que sepamos lo que El ha dicho en cuanto a este día, y luego enfrentarlo por fe, porque El dijo que sería de esa manera. Y entonces ya conocemos que están en la Verdad, porque no tienen la palabra de alguien por ahí al respecto; tienen la Palabra de El en cuanto a lo que tenemos que hacer. Y estamos esperando que nuestro Padre Celestial nos—nos conceda esto a nosotros durante esta semana.",
    "Ahora, disculpen que me aparté de lo que estaba hablando hace unos momentos, en cuanto a venir a Tucson. Y yo pensé, personalmente, que se trataba del fin de mi vida. Pensé que nadie podría resistir el impacto de esa condición que ocurrió en esa visión aquella mañana, como a las diez, estando allí en casa; que se lograra sobrevivir después de eso. Pues, vine a Tucson haciendo los preparativos con mi hijo, para que mi esposa e—e hijos se quedaran con él después de mi partida, porque yo pensé que ese era mi fin. Y yo, estando en Phoenix, con los hombres, en las reuniones antes que eso sucediera, les conté de la manera que sucedería.",
    "Pues, unos meses después, estuve en el Cañón Sabino una mañana, lo cual queda un poco al norte de Tucson. Estaba allí para orar. Y mientras oraba, tenía mi mano levantada, diciendo: “Padre, te pido que de alguna manera me ayudes, que me des la fuerza para la hora que estoy encarando. Y si mi obra aquí en la tierra ha concluido, entonces tengo que venir a Ti, y no es que lamente irme, pues sé que Tú cuidarás de mi familia. Y yo—yo sólo estoy pidiendo fortaleza para esta hora”. ¡Y algo cayó en mi mano!",
    "Ahora, audiencia radial, esto que he dicho puede parecer muy extraño, pero es la verdad, y Dios es mi Juez.",
    "Miré en mi mano y allí había una espada, tenía un protector que cubría la parte del mango. Y el mango en sí era hecho de perla, y sobre el mango el protector parecía como oro. Y la—la hoja en sí parecía más bien como que era resplandeciente, oh, como cromo o algo resplandeciendo en el sol.",
    "Eran como las diez o las once de la mañana, allá en la cima de una montaña. Pueden imaginarse lo que sentiría una persona (y siento que estoy cabal en mi mente) estando allí con una espada apareciendo de la nada, sosteniéndola en la mano y nada de gente por millas y millas. La palpé, la tomé e hice movimientos con la hoja, y, pues era una espada.",
    "Y miré alrededor y dije: “Pues, ¿cómo pudo haber sucedido esto? Aquí estoy parado, aquí mismo, y no hay nadie por millas y millas, y ¿de dónde apareció eso”? Y dije: “Pues, supongo que quizás es el—el Señor diciéndome que ya es el tiempo de mi fin”.\n\nY una Voz habló y dijo: “Esta es la Espada del Señor”.",
    "Y pensé: “Pues, una espada entonces es como para un rey, para nombrar caballeros”. Uds. saben, como lo hacían en Inglaterra y en diferentes lugares. Pensé: “Para eso es, para nombrar caballeros”. Y pensé: “Pues, quizás es que debo imponer manos sobre la gente, o…” Yo tuve toda clase…La mente humana puede estar toda confundida, Uds. saben, uno no se da cuenta. Nuestras mentes son finitas; la mente de El es infinita. Así que mientras yo, eso…Entonces desapareció de mi mano y no supe a dónde se fue, sencillamente desapareció. Pues, si una persona no entendiera un poco respecto a cosas espirituales, se—se volvería loco a raíz de eso. Uno se quedaría parado allí, preguntándose qué sería lo que ocurrió.",
    "Y El dijo: “La visión no es del tiempo de tu fin, es para tu ministerio. Esa Espada es la Palabra. Los Siete Sellos serán abiertos, los misterios de…”",
    "Y entonces dos semanas después o más bien dos meses después de eso, estaba yo en la montaña con un grupo de amigos, cuando aconteció. Siete Angeles, así tan claro como Uds. se encuentran aquí, descendieron velozmente desde el Cielo. Las rocas en las montañas rodaron hacia abajo, y—y los que estaban allí gritaban y comportándose así, Uds. saben, y el polvo levantándose por todas partes. Y cuando eso pasó, El dijo: “Regresa a tu hogar. Sucederá ahora que cada Angel será uno de los sellos de los Siete Sellos”.",
    "Lo cual, eso está en cinta. Y el libro estará disponible muy pronto, ahora se está gramatizando. Como saben, mi gramática no es muy buena, y la gente no…Tendrán que ser personas que me amen y que sepan cómo entenderme en mi gramática. Pero un teólogo me lo está gramatizando, y sacándole todas las—las…Pues, de pronto quizás allí usé la palabra equivocada. Ni siquiera me doy cuenta. Pues, escuché a alguien riéndose, por eso supuse que “gramatizar” no era correcto. Pero como el holandés: “Entiéndanme por lo que quiero decir y no por lo que digo”.",
    "Y ahora, se me informa que sólo faltan tres minutos, para concluir el programa.",
    "Ahora, estimadas personas allá por la onda radial, y los que están enfermos y necesitados aquí en la audiencia, ¿pondrían sus manos el uno sobre el otro mientras ofrecemos esta oración por los enfermos? Ahora, Jesús dijo en Su última comisión a la Iglesia: “Estas señales seguirán a los que creen”. A “los”, ¡aquellos que creen! “Si sobre los enfermos ponen sus manos, ellos sanarán”.",
    "Amado Padre Celestial, somos hoy como niños, lo que Tú dijiste que se hiciera lo estamos obedeciendo. Estamos poniendo las manos sobre todas estas peticiones telefónicas. Tú las ves allá a través de la nación, como se encuentran en necesidad, aquellos que sufren. Tú ves aquellos que están necesitados aquí, sufriendo. Y los estamos encomendando a Ti, Amado Dios, con esta fe en Tu Palabra de que Tú has dicho: “Estas señales seguirán a los que creen. Si sobre los enfermos ponen sus manos, sanarán”. Concédelo Señor, en el Nombre de Jesucristo. Amén. [Cinta en blanco.]\n\n[El Hermano Branham termina la primera emisión radial.]",
    "Gracias Hermano Shakarian. Realmente es un gran privilegio estar de nuevo en la emisión radial, para hablarle a algunos de nuestros amigos allá por las ondas radiales, como también a los que están aquí presente.",
    "Y ciertamente les estamos extendiendo esta invitación, para que vengan al Hotel Embassy mañana en la tarde, para poder orar por Uds. Y no sólo eso, sino para que traigan aquellos que son pecadores y aquellos que están descarriados. Si sólo tenemos una oración por los enfermos, y realmente vemos a Dios constantemente obrar grandes milagros, pero eso es secundario. El asunto principal es ser salvo, lleno del Espíritu de Dios, de lo cual les voy a hablar aquí en unos momentos, y de la necesidad que tenemos de ser llenos con el Espíritu de Dios.",
    "Y la sanidad Divina por lo general atrae la atención de la gente, y los atrae a la Presencia de Dios. Cuando Dios hace algo que—que ellos saben que no es…Bueno, no se comprende. Nosotros no podemos mostrar mecánicamente cómo es hecho. Dios lo hace a Su Propia manera grandiosa. Luego eso atrae la atención de la gente, al saber que hay una Presencia de un Poder en algún lugar, que puede hacer algo que es más allá del entendimiento humano, y eso causa que ellos miren hacia el Cordero de Dios. Y siempre, la sanidad Divina (me ha sido dicho, y yo creo personalmente) entre sesenta, quizás, y setenta por ciento del ministerio de nuestro Señor, fue basado en sanidad Divina. Y El hizo eso para atraer la gente. Luego cuando estuvieron allí, El dijo: “Si no creéis que Yo soy, en vuestros pecados moriréis”.",
    "Ahora, la sanidad Divina es una gran carta para atraer, para lograr que la gente mire hacia el Señor Jesús. Y el Dr. F. F. Bosworth, del cual muchos de Uds. eran amigos y lo conocían, y su ministerio significó tanto para mí cuando era un ministro joven. Empezando en mis reuniones, me encontré con el Hermano Bosworth. El decía: “La sanidad Divina”, ahora es una declaración algo cruda, él decía: “la sanidad Divina es la carnada en el anzuelo de pesca”. Decía: “Uno nunca le muestra el anzuelo al pez. Uno le muestra la carnada, y entonces él se lanza hacia la carnada y de repente está en el anzuelo”. Eso es lo que procuramos hacer. Esa es nuestra…nosotros…Nuestro objetivo es llevar la gente al Señor Jesucristo. Y El es el mismo ayer, y hoy, y por todos los siglos. Así que si El fue el Sanador en los días pasados, El es el Sanador hoy.",
    "Solamente un testimonio personal antes de orar por los enfermos allá por la onda radial. Hace unos días, yo me encontraba apartado en las montañas, donde una cosa grandiosa había acontecido delante de quince o veinte hermanos que estaban allí; donde el Angel del Señor descendió de tal manera, y una gran Luz que volaba como cometa; haciendo estallidos por las montañas, y las piedras volaron por doscientos pies o más, sobre la tierra, cortando la cima de árboles. Y yo me encontraba allí mismo debajo de eso. Y se les había dicho acerca de eso unos meses antes que sucediera, que estaría allí y lo que tomaría lugar; sinceramente, se les fue dicho el día anterior. Y estos hombres corrían para estar debajo de las camionetas y demás, tratando de escapar. No sabían lo que había ocurrido. Y El habló y dijo lo que acontecería inmediatamente después.",
    "Sentado sobre esta cierta roca allí, justo donde El había aparecido, tenía un—un amigo que nos acompañaba, que había venido de por allá de Minnesota. Su gente se encuentra aquí en esta mañana y no estoy seguro, pero puede ser que él esté aquí en alguno de los otros pisos. Era Donavon Weerts, un joven muy fino, un luterano que apenas le había entregado su vida a Cristo y había sido lleno con el Espíritu. Un muchacho alemán muy humilde, como de treinta años, con familia, dos o tres niños pequeños. El se trasladó para Tucson sólo para ser vecino mío, donde trescientos o cuatrocientos se habían trasladado para ser vecinos. Así que él…",
    "Y me alegra mucho tener vecinos como esos. Ellos me siguen hasta Sudáfrica, y a todos lugares, sólo para estar cerca y ver el…conmigo, y estar conmigo y disfrutar los placeres del Señor.\n\nUn individuo tan humilde, yo no me había fijado mucho en él.",
    "Por supuesto, la gente que conozco y con la que me asocio son como si fuera mi propio hermano o hermana. Yo les observo, y si pienso que se están saliendo de línea, los llevo a un lado, y hablo con ellos, porque los amo. Queremos vivir en la Gloria juntos. Y a veces, en las reuniones, Uds. piensan que les hablo duro, pero no es así. No es porque no los amo, pero sí viene de mi corazón, porque yo—yo…Tiene que ser de una sola manera. Hay una sola manera de servir a Dios, y es…Y debemos permanecer en Su manera, sin importar cuáles sean los pensamientos nuestros. ¡Su manera!",
    "Y le noté a Donavon, que el extremo derecho de su oreja, estaba hinchado quizás tres veces su tamaño normal, y se veía muy roja. Pensé que posiblemente al haber estado en el desierto unos días, donde habíamos estado, que de pronto se había incrustado cacto en la oreja. Pero, tomándolo de la mano me di cuenta que era un cáncer. Así que le dije a Donavon, le dije: “Donavon, ¿te has…¿Cúanto tiempo tienes con eso en la oreja”? Sólo como para despistarlo, como si yo no supiera. Le dije: “¿Cuánto tiempo tienes con eso allí, Donavon”?\n\nEl dijo: “Hermano Branham, como seis meses”, respondió él.\n\nYo le dije: “¿Por qué no me lo mencionaste”?",
    "El dijo: “Oh, viéndolo tan ocupado”, dijo, “no—no quise hacerlo”. Dijo: “Pensé que tal vez en algún momento el Señor se lo podría decir”.\n\nEntonces le dije: “¿Te das cuenta de lo que es”?\n\nEl dijo: “Tengo una idea”.\n\nYo le dije: “Así es”.",
    "Y a la segunda mañana, tan sólo con eso, de tomar el muchacho por la mano; la segunda mañana, no había ni siquiera una cicatriz en su oreja. Eso había desaparecido completamente.",
    "Tantas veces nosotros presionamos, procurando llegar a esto o aquello. Vean, se trata de: “Estas señales seguirán al creyente”. No dijo que si “oraban por los enfermos”. “¡Si ponen las manos sobre los enfermos, sanarán”! Nosotros mismos tenemos que tener fe en lo que estamos haciendo. Muy bien.",
    "Probablemente Donavon esté aquí. Lo van a conocer. El estará aquí. Si es que no está aquí en esta mañana, en alguno de los otros pisos. Lo van a conocer, y él sabrá del testimonio.",
    "¿Y qué más podría decir? Creo que fue Lucas, o Juan, uno de ellos que dijo que el mundo no podría contener los libros que podían escribirse de lo que El ha hecho entre la gente en estos últimos días; cómo los enfermos han sido sanados, los alcohólicos librados, por miles, y toda clase de enfermedades y aflicciones.",
    "Ahora, Uds. que están allá por la onda radial, como también aquí, tengo en mi mano una gran cantidad de peticiones que han entrado esta mañana por vía telefónica; constantemente ha estado timbrando desde que llegamos aquí. Y entonces hemos…Ciento noventa y seis peticiones han entrado en esta mañana, por vía del teléfono desde que llegamos aquí. Así que unámonos en oración ahora mientras cada uno…Dondequiera que estén, a través de la nación, pongan sus manos el uno sobre el otro, si son creyentes. Si no, pongan sus manos sobre la Biblia o algo por allá, mientras oramos aquí y también allá.",
    "Amado Padre Celestial, el corto testimonio de Donavon Weerts, sólo uno de los miles Señor, que Tú has tan bondadosamente…Oro que mires en lo profundo de los corazones de la gente, tanto aquí y en la onda radial. Y que ellos, cada uno, sean sanados. Que el maligno los deje, y que sean librados de toda su aflicción. Concédelo, Padre. En el Nombre de Jesucristo, Tu Hijo, lo pedimos. Amén. “Gracias Señor…” [Cinta en blanco.]\n\n[El Hermano Branham concluye la segunda emisión radial.]",
    "Pues, con ésta son tres veces aquí arriba para mí en esta mañana. ¡Vaya! Y saben, me acaban de decir que tenemos que desocupar el edificio como en doce a catorce minutos, o algo así. Y la administración, la cual se encuentra allá en el otro piso, dice que no pueden servir nada de comida. Nuestra comida se ha extendido. Tenemos muchos platos, Uds. saben. Así que estamos muy, muy contentos de haber tenido este gran jubileo gastronómico espiritual, como lo llamaría yo, con este fino grupo de hombres aquí en esta mañana.",
    "Me gustaría mencionar que estaremos…nuevamente de los servicios mañana en la tarde, allá en el Embassy. Estaremos orando allí por los enfermos, y esperando que Dios se encuentre con nosotros. Y he venido para poner mi parte, mi ministerio, para hacer (todo lo que podamos) que esta reunión sea un éxito. No un éxito porque sea nuestra reunión, sino un éxito en que la gente encuentre a Jesucristo. Ese es el éxito. En una reunión, no importa cuánto alabemos a Dios, cuántas cosas grandiosas lo veamos a El hacer, cuántas veces El nos hable en el Espíritu, y demás cosas; a menos que se logre algo, ¡algunas almas traídas al Reino!",
    "Y el Hermano Shakarian acaba de hacer una—una declaración muy cierta no hace mucho, acerca de lo que él piensa respecto estos días en que estamos—estamos viviendo. Yo realmente creo eso con todo mi corazón, que estamos viviendo precisamente en el tiempo final, justamente en el, en las sombras del atardecer. El sol está muy avanzado. Y cuando vemos cosas acontecer de la manera como suceden hoy, pues, es difícil saber lo que pudiera traer otra generación. Hace unos días…",
    "Permítanme relatarles algo confidencial. Hicieron un análisis por todo Arizona, donde yo vivo, de todas las escuelas. Sin que los niños supieran, les dieron una prueba mental. Y no se imaginan Uds.. Esto incluía las escuelas de secundaria y—y las escuelas de primaria, resultó en que el ochenta por ciento de los niños estaban sufriendo de deficiencia mental. El setenta por ciento de ellos eran televidentes. Vean Uds., son los males que se nos han metido sigilosamente y no nos damos…Uds. se preguntan por qué sucede. Uno puede oír la Voz de Dios clamando en alto en contra de eso, y, sin embargo, aquí nos—nos encontramos enredados en eso.",
    "Permítanme darles algo asombroso. Vean: “No todo el que me diga: ‘Señor, Señor’, entrará; sino el que hace la voluntad de Mi Padre”. Su Voluntad es Su Palabra. Podemos ser muy religiosos, gozar de momentos agradables, gritar, saltar en estas reuniones, lo cual estamos…Yo no—yo no quiero ser un crítico. Pero tengo un—un deber que cumplir con Dios, y ese deber es ser sincero y decir lo que El quiere que diga. Y ciertamente estoy—estoy agradecido por el capítulo aquí en California que me ha sobrellevado en—en mis convicciones. Si yo no expreso mis convicciones, sería un hipócrita y ni siquiera sería honesto con Uds. Y si no puedo ser honesto con Uds. a quienes veo y les hablo, ¿cómo podré ser honesto con Dios? Por supuesto que lo hacemos también con Dios, pero tenemos que ser realmente sinceros y honestos el uno con el otro. Ciertamente nos encontramos en—en una edad horrible, muy horrible. Y ¿alguna vez se han detenido…?",
    "Permítanme sólo darles un corto análisis. “No todos los que me digan: ‘Señor, Señor’, entrarán allí; sino el que hace la voluntad de Mi Padre”. Jesús dijo esto aquí en la Tierra: “No sólo de pan vivirá el hombre, sino de toda Palabra”. ¡Toda Palabra! No sólo de una Palabra de vez en cuando, sino de toda Palabra.",
    "El descreer de una sola Palabra, en los…de los mandamientos de Dios, es lo que causó muerte, tristeza, y toda enfermedad y angustia. El pasar por alto la Palabra de Dios, ¡una sola Palabra! Si él llevó la raza humana a la muerte, por descreer una sola Palabra, “ciertamente”, ciertamente. Mas El dijo que así sucedería. Satanás dijo: “Ciertamente no sucederá”, pero sí sucedió.",
    "Así que tenemos que guardar toda Palabra de Dios. Y si la humanidad y todo este sufrimiento y demás que le ha sobrevenido a la raza humana, es por mal interpretar, o-o descreer una Palabra, ¿cómo regresaremos pasando una por alto, siendo que ha costado todo este precio, aun la vida de Su Hijo?\n\n…muchos son llamados,…pocos escogidos.\n\n…muchos son llamados,…pocos escogidos.",
    "No puedo tomar un texto de aquí, porque no tenemos tiempo, pero sólo para dejarles algo.",
    "Pensemos en…",
    "Un día fui con el Hermano Shakarian donde estaban hibridando ganado. Y observé el—el…en el laboratorio donde me llevó el Hermano Shakarian. Y ellos sumergieron en la esperma del el toro, solamente un poquito…algo como un pequeño instrumento, como la cabeza de un fósforo, y recolectaron una cantidad de esa esperma, y la pusieron debajo de un lente que la aumentaba a cientos de veces. Y allí había pequeños gérmenes saltando en esa esperma. Lo cual, sabemos que el germen viene del macho, y el óvulo de la hembra. Y le pregunté al químico allí, le dije: “¿Qué es lo que le impulsa a eso a saltar allí de esa manera”?\n\nEl respondió: “Esos—esos son pequeños terneros y terneras”. ¿Ven?\n\nY dije: “¿En esa pequeña gota”?\n\nEl respondió: “Sí”.",
    "Yo dije: “¿Entonces quizás en toda la esperma habría un millón de ellos”?\n\nEl respondió: “Oh, sí”. ¿Ven? Y yo observaba cuidadosamente.",
    "Ahora, cuando esta cosa grandiosa acontece, hay un óvulo esperando por ese solo germen de entre ese millón. Y nadie puede saber cuál germen será, o cuál óvulo será. Si Uds. observaran el nacimiento natural, es más misterioso que el…que el nacimiento virginal. Porque en la esperma, existe uno allí que ha sido predestinado para vivir, y los demás morirán. Y no es el primero con que se encuentre; es el primero que se junta con el óvulo. Quizás el óvulo asciende de atrás de la esperma, o de la mitad de la esperma; el germen posiblemente haga lo mismo—el óvulo. El germen entra en el óvulo, y las colitas se desprenden, y allí comienza la columna. Solamente hay uno de toda esa descarga de un millón, que va a lograrlo, solamente uno; y eso es determinado por alguna Fuerza desconocida al hombre. Sin embargo, todos son idénticos, cada uno de esos gérmenes son exactamente idénticos. Así es con los animales. Así es con en el hombre. Se determina si va a ser un niño, niña, de cabello rojo, oscuro, o lo que sea. Eso es determinado por Dios. Todos lucen igual, naturalmente, pero hay uno allí que ha sido ordenado a vida; uno en un millón, aunque todos son idénticos.",
    "Cuando Israel salió de Egipto, había aproximadamente dos millones de personas que salieron al mismo tiempo. Todos ellos escucharon el mensaje de un profeta. Todos ellos vieron la Columna de Fuego. Todos fueron bautizados conforme Moisés en el Mar Rojo. Todos ellos gritaron en—en el Espíritu, tocaron los panderos y corrieron de allá para acá en la ribera, con María, cuando Moisés cantó en el Espíritu. Ellos todos bebieron de la misma Roca espiritual. Ellos todos comieron Maná fresco cada noche. ¡Todos ellos! Pero hubo sólo dos que alcanzaron la tierra, uno de entre un millón.",
    "¿Cuál fue la prueba? Todos ellos bebieron de la misma Roca; todos comieron el mismo Maná espiritual como lo estamos comiendo nosotros en esta mañana; pero el examen de la Palabra fue la prueba. Cuando llegó el tiempo de Cades-barnea, cuando se dirigían hacia la tierra prometida, y no podían pasar hasta ser probados por la Palabra. Y los—los otros diez regresaron y dijeron: “¡No podemos lograrlo! La gente es como…somos como langostas para ellos, con sus grandes ciudades amuralladas. La oposición es demasiada”.",
    "Pero Josué y Caleb hicieron callar al pueblo. Ellos dijeron: “¡Somos más que capaces para lograrlo”! ¿Por qué? Antes que salieran a la tierra prometida Dios había dicho: “Yo les he dado la tierra. Yo se las he dado, es de Uds”. Pero hubo uno de entre cada millón.",
    "Existen aproximadamente quinientos millones de así- llamados Cristianos en el mundo hoy, y cada día termina una generación. Y ahora, ¿qué si el Rapto aconteciera hoy y quinientas personas, de manera universal, fueran llevadas en el Rapto? No se sabría y ni siquiera se vería en el periódico, que ellos habían partido. Y la Venida del Señor es una Venida secreta. El vendrá y raptará. Esa será una minoría, que…",
    "Así como fue en los días cuando los discípulos le preguntaron a Jesús: “¿Por qué pues, dicen los escribas que es necesario que-que Elías venga primero”?\n\nEl respondió: “El ya vino y Uds. no le conocieron”.",
    "¿Han pensado Uds. en lo que hizo la gente? Ellos continuaron creyendo que Elías estaba por venir. Y él estaba allí mismo entre ellos, y no le conocieron.",
    "¡Así también será en la Venida del Hijo del Hombre! Harán con El así de la misma manera. El Espíritu de Dios está aquí; pero, ¿qué vamos hacer con El? ¿Vamos a comer Maná, y demás, y no escalar continuamente a medida que vamos creciendo?",
    "¿Se han fijado en una semilla, como mencionaba el Reverendo Pitts hace unos momentos, y cómo una semilla entra en la tierra? Hay mucha semilla en la tierra. Cuando Dios se movió sobre las aguas, con la Luz, y la Luz trajo la primera Presencia de Dios. Luz hablada vino por medio de la Palabra de Dios. Y la Palabra de Dios es la única cosa que aún produce Luz. Y cuando las aguas retrocedieron, las semillas ya estaban en la tierra, y la Luz sólo hizo surgir las semillas que contenían germen, y brotaron. Dios formando Su creación.",
    "Ahora, en la mañana de la Pascua hubo otra Luz que brilló sobre la tierra, fue cuando el Espíritu Santo fue dado. Y es dado para traer Luz a esas Simientes que Dios, por Su previo conocimiento, sabía que estarían aquí en la tierra. Así como El conocía la primera semilla natural, El sabe dónde se encuentra la Simiente espiritual. El cuerpo suyo se encontraba aquí mismo en la tierra cuando Dios primeramente trajo la tierra a existencia. Nosotros somos parte de la tierra, allí estábamos. Y por Su previo conocimiento El sabía exactamente quién le amaría y quién le serviría, y quién no. Su previo conocimiento declara eso. Si no es así, entonces El no es Dios. El no puede ser Dios sin ser infinito; y si El es infinito, El conoce todas las cosas.",
    "Entonces, uno ve a las personas cometiendo sus errores. Tropiezan al hacerlo. Corren hacia eso, y en su razonamiento piensan esto y aquello, pero no les funciona correctamente, nosotros vemos eso. Pero sí hay un funcionamiento correcto, y eso es encontrar la perfecta voluntad de Dios y permanecer en ella, a lo que Dios lo ha llamado.",
    "Como mencionó el Hermano Jack, hace unos momentos, respecto a esto que ocurre aquí abajo en la—la Plaza Persa, en cuanto a toda la confusión. Uno así de este modo, y otro de este otro modo; y respecto a los teólogos y demás, y si uno desea saber de teología, vaya allá.",
    "Me supongo que eso es muy parecido a como es en el Parque Hyde, en Londres. Estuve allá, y cada uno tiene su propia idea. Eso es una—eso es una conglomeración de un mundo del día moderno en Babilonia.",
    "Pero ¿notaron Uds. a medida que el Hermano Pitts continuaba con su hermoso mensaje esta mañana? Que cuando él iba saliendo del parque, vio allí un pequeño lirio de Pascua. “En medio de toda la confusión”, como nos lo trajo él, “él no tenía manera de decir ‘sí’ o ‘no’. Brillando dentro de él era una vida de Dios, en medio de toda esa confusión”. Estaba allí en su esplendor, porque Dios había ordenado que estuviera allí. En medio de todo el conflicto, nadie se daba cuenta. No vieron la aplicación espiritual de eso.",
    "Y así es hoy entre todas nuestras grandes asambleas y grupos, e iglesias y denominaciones, y demás. Una jala hacia este lado: “Tenemos que ser bautistas, o ser presbiterianos, tenemos que ser esto, aquello, o lo otro”. En medio de todo eso, hay una flor creciendo. Hay un poder de Dios entre nosotros, brotando en medio de todos nosotros. Detengámonos y admirémoslo, por unos momentos, y observémoslo durante esta semana, y veámoslo desenvolverse ante nosotros. Creemos que Dios lo hará. ¿No es así? [La congregación dice: “Amén”.]",
    "Veo que ya deberíamos estar en el piso de abajo. Así que oremos, cada uno de nosotros.",
    "Amado Dios, cuando inclinamos nuestros rostros en Tu Presencia, sentimos que somos tan insuficientes para pedir. Pero Tú nos has prometido que si viniéramos, no nos rechazarías. Y estas declaraciones rudas que se acaban de hacer, y de ninguna manera para que fuera una doctrina, “uno en un millón”, sino sólo como recordatorio. Porque Tú dijiste:\n\n…estrecha es la puerta, y angosto el camino que lleva a la vida, y pocos son los que la hallan.\n\nPorque muchos son llamados, y pocos escogidos.",
    "Oh Padre Eterno, envía la Luz del Evangelio por toda esta ciudad, durante esta próxima semana de la convención. Y si hubiere alguna Simiente, que de alguna manera por medio de Tu Propia y grandiosa sabiduría, como traté de ilustrarlo en lo de la esperma del macho y la hembra, que ellos lleguen a la convención; que el Espíritu Santo les dé Luz. Reconocemos que quizás el tiempo esté más avanzado de lo que pensamos. Oramos, Dios, que a medida que venimos aquí, sólo creyendo que pudiera haber algo que se pueda hacer aquí lo cual ayudaría a la gente, o—o que alcanzaría esa última oveja. Sabemos que cuando el redil esté lleno, entonces el Pastor cerrará la puerta.",
    "Así como fue en los días de Noé, cuando el último miembro de la familia hubo entrado, Dios cerró la puerta. Y aquellos tocaron y golpearon, pero fue demasiado tarde. Amado Dios, ellos tuvieron la oportunidad.\n\nTú dijiste: “Yo soy esa Puerta al redil”.",
    "Y cuán conmovedor el canto del poeta: “¿No serán suficientes para Ti los noventa y nueve? Pero no, había una más”. Puede ser que sea una ovejita negra, o puede ser que sea alguien insignificante, podría ser una ella o un él. Nosotros no sabemos dónde están, pero esa última tiene que entrar, y entonces la puerta se cerrará. ¡Oh Dios, Quien conoce todas las cosas, escudriña nuestras vidas en esta mañana! Y envíanos a donde pudiéramos ir, que así podamos hallar esa última, que la puerta sea cerrada y el Pastor esté adentro con las ovejas. Concédelo Señor. Si estuviere esa última aquí hoy, si la que debe entrar…",
    "🦅 Todo lo que el Padre me ha dado, vendrá. Y ninguno puede venir, si mi Padre no le trajere”.",
    "Y si hubiere alguna atracción, o algún pequeño sentir, que ésta pudiera ser la hora para alguien aquí en esta audiencia, aquí o en el piso de abajo, o dondequiera que se encuentren; que puedan responder: “Sí Señor, yo soy esa oveja errante que se ha apartado; y que he luchado con Eso toda mi vida. Yo—yo—yo he sentido que debía venir, pero hoy estoy en el lado de la derrota. Yo no puedo subir ni bajar. No puedo ir a ningún lado”. ¡Oh, que el gran Pastor venga, extienda Sus manos tiernas y lo traiga a salvo, colocándolo sobre Sus hombros y trayéndolo con seguridad de regreso!",
    "Quizás haya uno aquí Señor, que está enfermo, de condición similar, donde el médico ha dicho: “Nada se puede hacer”. Con mucho esfuerzo trató de rescatarlo, pero no lo pudo rescatar. Está fuera de su alcance. No—no hay nada que él pueda hacer. Ni su medicina ni su bisturí son suficientes. Pero, oh Señor, no hay nada que pueda estar fuera del alcance para Tu gran brazo, y Tu Palabra es Tu brazo. Así que oramos, amado Dios, que en esta mañana, mientras hablamos contigo, que extiendas Tu brazo y levantes al que se encuentra enfermo y no se puede ayudar a sí mismo, que está fuera del alcance del médico, de todo asunto científico, y que sean sanados. Concédelo Señor.",
    "Pensamos en David, cuando le fueron encargadas unas ovejas, sólo unas pocas. Pero un día entró un oso y tomó esa pequeña ovejita y se la llevó, y se la hubiera devorado (así como un cáncer se devorara un cuerpo), o un gran león. Pero David, no muy bien equipado con un—un rifle, o, no siendo un espadachín, sino solamente con una simple honda, se fue tras esa oveja. Y cuando él halló al—al animal que estaba a punto de matar la pequeña oveja, lo mató con la honda; sólo una pequeña arma sencilla, con un pedazo de cuero y una cuerda, pero él le tenía confianza.",
    "Señor, no tenemos ningún gran genio entre nosotros. Somos un pueblo sencillo, con una pequeña oración sencilla, pero en esta mañana venimos buscando las ovejas del Padre. Aquella mujer que ha caminado las calles, miserablemente, fumando cigarrillos, procurando encontrar la paz a través del cigarrillo; aquel hombre que ha olfateado la copa y ha tratado de dejarla, pero el enemigo lo tiene agarrado firmemente; ese muchacho o muchacha que ha procurado hacer lo correcto, que simplemente no puede hallar las fuerzas para soltarse de las cosas erradas; nosotros venimos en el Nombre del Señor Jesús, para reclamar esa oveja en esta mañana. Desafiamos al enemigo; porque es una cosa sencilla, ya sea una honda, una oración, pero venimos para traer aquél o aquella de nuevo al redil del Padre, para que podamos rendir cuenta de aquellas cosas que nos han sido entregadas en nuestras manos. Que el poder de Dios ahora mismo infunda fe en lo profundo de los corazones de la gente, y que esa alma perdida regrese en esta mañana. Que las tentaciones de esta vida le dejen, que lo suelten. Y que se encuentre a salvo sobre los hombros del Maestro, siendo cargado a seguridad. Nosotros lo pedimos en el Nombre de Jesús. Amén.",
    "Dios los bendiga a todos. Hasta que los vea mañana. Le entrego el servicio al Hermano Shakarian. [Cinta en blanco.]\n\n[El Hermano Branham termina la tercera porción.]",
    "Esto aquí, yo—yo espero que Uds.…que haya encontrado más gracia ante Dios y ante Uds., para que no crean que yo me pararía aquí a decirles algo que estuviera errado. Acabo de cumplir los cincuenta y seis años el otro día. Esto simplemente no es el Mensaje de un anciano. Yo he creído esto desde que era un muchacho. Y si esto no es cierto, entonces he sido la persona más insensata que Dios ha tenido en la Tierra. He entregado mi vida entera por esta Causa. Y permítanme decir esto en toda sinceridad: Si yo tuviera diez mil vidas, nunca cambiaría mi opinión.",
    "Ahora, la sanidad está al alcance de toda persona. Recuerden, la sanidad se encuentra en Ud. Dios colocó en el árbol de durazno todo durazno que jamás sería producido, cuando El lo plantó en el Huerto. Vean, Uds. sólo…el árbol de durazno, o el árbol de manzana, o el árbol frutal, sólo tiene que crecer a medida que bebe el agua de la tierra. Ahora, cada uno de Uds. tiene por dentro esos potenciales para ser liberado, porque es Dios, ya que Uds. han sido plantados en Cristo por bautismo — no el bautismo en agua sino el bautismo espiritual. Ud. no entra en Cristo por medio del bautismo en agua. ¡Es por bautismo espiritual!",
    "Mañana en la tarde, Dios mediante, estaré hablando sobre eso, cómo y cuál es la verdadera aplicación de eso. Lo tendremos por la tarde para no interferir con ninguno de sus servicios.",
    "Ahora observen, cada uno de Uds. está aquí de pie como creyente (¿ven?), entonces la Vida que estuvo en Cristo está en Uds. ¡Si—si tan sólo Uds. pudieran ver eso!",
    "Es negocio del diablo mantenerlos bloqueados a eso, mantenerles cegados. Si él los pude mantener cegados (¿entienden?), entonces no saben para dónde van. Un hombre ciego no sabe a dónde se dirige, él tiene que buscar el entendimiento de alguien que sí puede ver. Hasta que podamos entender, alguien tiene que decirnos cuál es la Verdad.",
    "Y Cristo murió por Uds., y Uds. son trasplantados del mundo a Cristo. Y todo aquello que necesitan se encuentra ya en Uds., por medio del bautismo del Espíritu Santo. ¿Es correcto eso? Ahora, lo único que tienen que hacer es comenzar a beber de allí.",
    "Y a medida que el árbol bebe, comienza a producir las hojas, su retoño, cada año produce su fruto. El fruto no se encuentra en la tierra; el fruto se encuentra en la planta. ¿Cuántos entienden eso? Digan: “Amén”. [La congregación dice: “Amén”.] Entonces (¿ven?), el fruto está en la planta, y toda planta tiene que beber de Su fuente. A medida que la lluvia cae le da vida de dónde beber a esa planta. Y a medida que bebe, va creciendo.",
    "Y está creciendo hasta llegar al retoño completo, así como lo ha hecho la iglesia, para florecer en esta edad.",
    "Y a medida que nosotros bebemos, nosotros crecemos. Pero si la planta rehúsa beber, entonces la planta no puede crecer. ¡Y si tan sólo lo creen, ahora individualmente!",
    "Por supuesto, Uds. saben cómo obra el Señor, cómo muestra diferentes cosas en la reunión, acerca de lo que Ud. ha hecho y lo que no debiera haber hecho, y así. Nosotros esperábamos que el Espíritu cayera sobre nosotros en esta mañana e hiciera así, mientras permanecíamos de pie, yo continué esperando.",
    "Yo pienso que es a causa de la parte nerviosa, al estar pensando que en el piso de abajo ya quieren que nos vayamos, ¿ven? Pero, y eso es lo que quieren; y estamos retrasados.",
    "Pero crean esto, con todo su corazón. Por favor, háganlo. Si yo—si he hallado gracia ante Uds., de ser una persona sincera, crean esto. Pongan ahora sus manos el uno sobre el—el otro.",
    "Ahora observen, la Biblia no dice: “Estas señales seguirán a William Branham”. No dice: “Unicamente seguirán a Oral Roberts”. No dice: “Seguirán al Hermano Kopp”, o alguien más.",
    "🦅 Estas señales seguirán a ‘los’”, en forma plural, “a ‘los’ que creen. Si sobre los enfermos ponen sus manos, ellos sanarán”. Ese es el Poder de Dios que se encuentra en Ud., que trae la Vida a la persona sobre quién tiene su mano, la fuente dadora de Vida del Espíritu Santo.",
    "Amado Dios, en el Nombre de Jesucristo, en este momento crucial cuando la iglesia…que ellos se pongan de pie en este instante, sin nerviosismo, y que el Poder que resucitó a Cristo del sepulcro, vivifique a ellos, ahora en este momento, la Verdad del Evangelio; que la comisión de Jesús fue: Si ellos “ponen manos sobre los enfermos, ellos sanarán”. Que todo poder diabólico, toda enfermedad, toda dolencia, toda aflicción, toda cosa atormentadora que le haya sucedido a la gente, que se vaya en este momento, por fe. Como personas creyentes, lo pedimos en el Nombre de Jesucristo. Amén.",
    "Ahora levanten sus manos y alábenle, si creen que El lo ha hecho.",
    "Amado Dios, este bebé morirá, Señor, a no ser que esto sea hecho. Yo condeno esta masa, en el Nombre de Jesucristo. Que deje a este niño inocente. Amén.\n\nAhora, los médicos han intentado, y ellos han fallado. Sólo crea. 🦅"
  ]
}