{
  "title": "EL LUGAR DE ADORACIÓN PROVISTO POR DIOS",
  "id": "65210009",
  "content": [
    "🦅  Inclinemos nuestros rostros por un momento.\n\nAmado Padre Celestial, realmente consideramos este un privilegio estar aquí hoy en esta ciudad de Los Ángeles y entre estos, los creyentes que… los Elegidos que han sido llamados a salir del mundo; hijos de Dios separados en esta gran hora en la que estamos viviendo, bajo esta gran expectativa de la aparición de nuestro Amado en cualquier momento, el Señor Jesús. Estamos agradecidos Contigo por esto, de corazón, pues creemos que Él vendrá en nuestra generación; lo estamos esperando hoy. Si Él no llegara aquí hoy y mañana aún estamos aquí, mañana estaremos esperándolo.",
    "Amado Dios, oramos para que esta reunión sea una—una reunión especial. Que sea una ocasión en que se haga un—un registro del progreso de la Iglesia, que esté en Tus Libros en la Eternidad. Bendice todo esfuerzo débil que hacemos, Padre. Comprendemos que sin Ti somos un fracaso total, por eso te necesitamos, Señor, si queremos continuar. Y no queremos esto para nuestra propia gloria; lo queremos para Tu gloria. Porque ese es el deseo de nuestro corazón, es ver a Jesús glorificado en Su pueblo. Para fortalecer la fe de aquellos, Señor, en este día cuando la batalla está tan difícil, hemos venido para este avivamiento entre nosotros, y un retiro, un refrigerio. Oramos que Tú nos concedas todas estas cosas, porque lo pedimos en el Nombre de Jesús. Amén.\n\nTomen asiento.",
    "Hermano Shakarian, Hermana Wyatt y para los amigos de nuestro Señor Jesucristo: realmente estoy agradecido por esta oportunidad de estar nuevamente en Los Ángeles, para predicar de este glorioso Jesús, del Cual todos estamos aquí hoy para aprender más. Si nuestros esfuerzos…",
    "[Alguien habla con el hermano Branham respecto al micrófono.—Ed.] Sí, señor. [Cinta en blanco.] …de este tipo. Este es un asunto algo complicado. Oigan, esta cosa no quiere cooperar. [Otros sugieren cómo ajustar el micrófono.] Bueno, no va a funcionar así. [Cinta en blanco.] …Hermano Shakarian. Ahora suena un poco mejor.",
    "Yo soy algo pequeño, tengo una voz pequeña, pero tengo un Mensaje bien grande de parte del Señor. Hay mucha oposición de Satanás, para impedir que Lo traiga, pero llegaremos aquí de todos modos. Estamos confiando que esta será una gran semana para todos nosotros.",
    "Yo estaba sentado allí pensando de las veces que nuestro querido difunto Hermano Thomas Wyatt, sin duda, habló desde este mismo púlpito, un gran siervo de Cristo.",
    "Yo conocí al Hermano Wyatt. Él siempre fue una gran inspiración para mí cuando me lo encontraba y conversaba con él. Recuerdo, siendo apenas un muchacho predicador, que él siempre… su libro, titulado: Alas de sanidad. Me gusta ese título, Alas de sanidad.",
    "Y estamos contentos de estar aquí en este templo que ha sido dedicado para el servicio de Cristo. Dios bendiga a su viuda, y a todos Uds. que… Claro, yo sé que Uds. también lo echan de menos. Eché de menos su programa cuando me enteré que él había partido. Me gustaba oír esa voz. Él ya estaba envejeciendo un poco, pero aún tenía una buena voz fuerte, y—y tenía un mensaje de Dios. Y su vida aún vive aquí en Uds. Y allá en los campos misioneros donde él envió todas esas unidades y todo eso; el Evangelio aún avanza por causa de Thomas Wyatt. Que su alma descanse en paz hasta el momento en que nos encontremos con él en aquella Tierra Gloriosa donde no existe muerte ni vejez. Estamos aquí ahora para continuar hasta que llegue nuestro turno o hasta la gran resurrección general, cuando Jesús venga por todos nosotros.",
    "Ahora, sé que Uds. tienen servicio aquí, creo yo, esta noche. Y me dijeron, hace unos momentos, que—que Uds. tendrían servicio aquí esta noche, así que me daré prisa en lo que más pueda.",
    "Pues, tengo el lunes por la noche, el martes por la noche, el miércoles por la noche y así sucesivamente esta semana, así que estoy confiando en que el Señor nos bendecirá. Vamos a orar por los enfermos. Vamos a predicar a Cristo, si Él quiere, si fuere Su voluntad, en todo el poder de Su resurrección que Él nos lo permita. Y lo que sea que Él nos dé para hacer, eso queremos hacer con todo nuestro corazón. Y yo—yo sé que Él nos bendecirá si tan solo Le creemos.",
    "Y ahora, antes de nosotros abrir la Palabra para leerla, quiero hablar con Él de nuevo, mientras inclinamos nuestros rostros y nos aquietamos ahora, y confiando que la confusión haya terminado. Comprendemos, todos los Cristianos saben que el enemigo, nuestro enemigo, trabaja a diestra y a siniestra. Pero, vean, cuando sucedan cosas así, solo guarden su paz; Dios sabe todo al respecto. ¿Ven?, solo quédense quietos, Él podría estar haciendo algo de lo cual Ud. quizás no sepa nada ahora mismo. Hablemos con Él.",
    "Padre, oramos que ahora calmes el mar, que el poderoso Señor Jesús entre caminando ahora, por medio de Su Palabra, presentándonos nuevas atmósferas, y Su poder y manifestaciones. Pedimos esto mientras leemos Su Palabra; que Ella sea vivificada hoy en nuestros corazones, para que podamos conocerlo a Él en el poder de Su resurrección. Porque lo pedimos en el Nombre de Jesús. Amén.",
    "Ahora abran en el Libro de Deuteronomio. Quiero leer un versículo o dos, del Libro de Deuteronomio; el capítulo 16 de Deuteronomio.\n\nGuardarás el mes de Abib, que significa abril, y harás pascua a Jehová tu Dios; porque en el mes de Abib te sacó Jehová tu Dios de Egipto, de noche.\n\nY sacrificarás la pascua a Jehová tu Dios, de las ovejas y de las vacas, en el lugar que Jehová colocare…(discúlpenme)…en el lugar que Jehová escogiere para que habite allí su nombre.\n\nNo comerás con ella pan con levadura; siete días comerás con ella pan sin levadura, y el pan de aflicción, porque aprisa saliste de tierra de Egipto; para que todos los días de tu vida te acuerdes del día…que saliste de la tierra de Egipto.\n\nY no se verá levadura en ti, en todo el territorio, en todo tu territorio por siete días; y de la carne que matares en la tarde del primer día, no quedará nada hasta la mañana.\n\nNo podrás sacrificar la pascua en cualquier puerta…que Jehová tu Dios te da;\n\nsino en el lugar que Jehová tu Dios escogiere para que habite allí su nombre, allí sacrificarás la pascua por la tarde y a la puesta del sol, a la hora que salgas de Egipto.",
    "[Un bebé llora en la congregación.—Ed.] Parece que tenemos problemas nuevamente. Creo que yo puedo gritar más fuerte. Ajá.",
    "Es un texto muy extraño sobre el cual deseo hablar un poco esta tarde, sobre: El lugar de adoración provisto por Dios.",
    "Ahora, esto es inusual. Pero como he dicho muchas veces antes, que Dios por lo general habita en maneras inusuales en lugares inusuales, hace cosas inusuales, porque Él es inusual. Todo aquel que cree en Él, es inusual en su comportamiento. Hay muchas, muchas cosas que nos gustaría decir acerca de lo inusual que es Él. Pero sé que todos los que están familiarizados con Él saben que Él es inusual, hace cosas inusuales, algunas a veces en un tiempo inusual. Así que, estamos confiando hoy que Dios bendiga estas, esta lectura de la Palabra y el texto sobre el cual he escogido hablarles.",
    "Ahora, pienso que lo que causó nuestro problema aquí, fue que ellos encendieron esas grabadoras allí, y eso simplemente le quitó la corriente al micrófono. Entonces, si no lo arreglan, pues, Uds. me oirán de todos modos. Dios ajustará nuestros oídos para que podamos oír.",
    "La razón por la que quiero hablar sobre este texto (y es una buena ocasión para hacerlo en la reunión de los Hombres de Negocios del Evangelio Completo), es porque todas las iglesias o muchas de ellas, están representadas en este grupo, todas de diferente denominación.",
    "Yo me doy cuenta, muchas veces, que las personas, al encontrarlas en la calle, en las carreteras, en aviones, trenes, buses, les pregunto: “¿Es Ud. Cristiano?”.",
    "Alguno dirá: “Bueno, soy metodista; soy bautista; soy presbiteriano; soy luterano; pentecostal” o algo por el estilo.",
    "Cada uno tiene una denominación que desea representar. Y está perfectamente bien ser representado por una denominación; sin embargo, la parte mala es que cada uno piensa que este cierto grupo es el único grupo que—que se irá al Cielo, y que es el único que—en que Dios se representa, de todos, el cierto grupo de alguien. Pensé que esta tarde sería una buena ocasión para resolver eso. [La congregación aplaude.—Ed.] Y tal vez sea por eso que Satanás sigue trabajando en este micrófono. Saben, cualquier cosa que el hombre hace va a fallar, pero lo que hace Dios no falla. Así que, siendo una buena ocasión para hacerlo y un buen lugar para hacerlo, pues, que Dios nos ayude, que por Su gracia vamos a tratar de hacer lo mejor que podamos para hablar al respecto.",
    "Ahora este texto, del Libro de Deuteronomio. Tengo entendido que Deuteronomio… pues tengo algunas Escrituras y cosas anotadas aquí.",
    "Antes yo las podía recordar muy rápido, pero desde que pasé los veinticinco, por segunda vez, se me hace un poco difícil recordarlo todo. Así que, entro al cuarto y oro. Y a medida que Él me da las Escrituras, yo las anoto, y tal vez una nota de vez en cuando con eso, como para mantener mi mente funcionando tal y como cuando Él me lo dio.",
    "Deuteronomio es una palabra griega que significa “dos leyes”, la palabra Deuteronomio. Y Dios tiene dos leyes.",
    "Y una de ellas es la ley de la muerte, por la desobediencia a Su Palabra. Encontramos eso, cuando Eva desobedeció Su Palabra, eso trajo muerte. Esa es una de Sus leyes: “El día que comieres de él, ese día morirás”.",
    "Y también Él tiene otra ley, la cual es la ley de la Vida, por la obediencia. Si Ud. no hace esto y lo demás, pues con guardar Su Palabra, Ud. vivirá.",
    "Se resume en dos cosas, a mi manera de pensar, es: o guardar Su Palabra o desobedecer Su Palabra.",
    "Una de estas leyes fue dada en el Monte Sinaí. Y la otra fue… Esa es la ley de la muerte. La otra ley fue dada en el Monte Calvario, donde fue dada la ley de la Vida, por medio de Cristo Jesús.\n\nÉl también tiene dos pactos.",
    "Él tuvo un pacto con Adán, el primer hombre sobre la tierra. Y ese pacto era con condiciones: “Si hicieres tal y tal, Yo haré tal y tal”. Adán tenía algo que hacer para mantener este pacto vivo delante de Dios. Él tenía que andar en los caminos de Dios, guardando toda Su Palabra, sin quebrantar una Palabra.",
    "Pero entonces Él hizo otro pacto, y ese fue con Abraham. Este pacto no fue con condiciones, sino que fue incondicionalmente. Dios le dio el pacto a Abraham sin restricciones en lo absoluto. ¡Incondicional! No: “Yo haré”. “¡Yo hice! ¡Ya lo hice!”.",
    "Y esa es la ley por la cual deben vivir los Cristianos. No es lo que nosotros mismos hacemos, sino lo que Él ha hecho por nosotros. Cristo ya fue sacrificado. No que “será”, ¡Él ya fue!; es un producto consumado. Él vivió, murió, resucitó, ascendió al Cielo, ha regresado en la forma del Espíritu Santo. Por lo tanto, es—es una obra consumada con Dios. Cristo, sin conocer pecado, llegó a ser mi pecado; para que yo pudiera estar en Su lugar, Él tomó mi lugar. Yo estaba en Él, en el Calvario, cuando Él murió. Yo tengo que morir allí con Él, para vivir. Debido a que la ley del pecado y la muerte está en el cuerpo, Ud. tiene que morir, para ser reconciliado con Él.",
    "Pero ahora tenemos todas estas palabras que podemos usar, estos grandes textos, siendo que todos estamos familiarizados con muchos de ellos, y los grandes tipos de la Escritura. Pero en esta tarde somos confrontados con esto: que, en vista de todo esto, Él dice que aún solo hay un lugar en que Él se encontrará con uno, en vista de todas nuestras diferentes teorías. Hemos tenido el judaísmo; hemos tenido el mahometismo; hemos tenido… Tenemos todo tipo de credos y denominación, iglesias y demás, sin embargo, Dios dijo que solo hay un lugar en que Él se encontrará con uno. Todos esos lugares, cada uno dice que: “Él le encuentra a Ud. en mi iglesia. Y si Ud. no pertenece a mi iglesia, Él—Él no se encontrará con Ud. Ud., Ud. sencillamente tiene que estar en este grupo o Él—o Él simplemente no se encontrará con Ud. allí. O, Él no se encontrará con Ud. en ningún otro lugar que no sea allí”.",
    "Y entonces nos damos cuenta aquí que Él sí tiene un lugar, solo un lugar nada más: “Sacrificarás el sacrificio en el lugar que Jehová tu Dios escogiere”. Ahora, Él tiene un lugar escogido donde se encuentra con los hijos que adoran, y ellos no debían sacrificar en ningún otro lugar sino en ese único lugar. Cualquier otro lugar no funcionaría. Él tenía un cierto lugar en que Él se encontraría con ellos. Y un lugar, únicamente, es donde Él se encuentra con el adorador.",
    "Entonces, si eso es verdad, vale más que tengamos mucho cuidado en encontrar ese lugar. Yo pienso que esto es muy oportuno para nosotros, que, como personas que sabemos que estamos muriendo y viviendo en una raza moribunda, viviendo en una edad moribunda, viviendo en una nación moribunda, bajo la bandera de la muerte.",
    "Y este mundo pronto debe llegar a su fin; no puede continuar mucho más. El pecado está demasiado arraigado; no le queda esperanza. No hay más esperanza para el mundo; ha cruzado la línea.",
    "Yo creo que el Espíritu Santo está espigando en los campos, encontrando a este y aquel, porque la hora está muy avanzada. El Evangelio le ha sido predicado a toda nación. Ismos y demás cosas Le han seguido, pero a pesar de todo, el Evangelio igual ha seguido adelante.",
    "Y ahora, en el tiempo del fin, vemos las cosas aconteciendo como suceden; hay una gran advertencia entre el pueblo elegido de Dios, para que encuentren lo que es correcto. Y nos conviene saber eso. Ahora, no la teoría de alguien, sino saber lo que es la Verdad, lo que dice la Biblia que es la Verdad. Pues será demasiado tarde un día de estos, para nosotros, y este puede ser el día, así que consideremos cuidadosamente lo que Dios ha dicho.",
    "Recuerden, cuando Dios habla una Palabra, Él jamás puede retractarse. Él tiene que seguir siendo el mismo siempre. Él no puede decir algo, y luego decir: “Bueno, Yo—Yo no quise decir exactamente eso”. Vean, Él es infinito. Él, para comenzar, sabe qué es lo mejor. Nosotros decimos cosas que creemos que son lo mejor, luego pasado algún tiempo nos retractamos. Pero Dios no puede hacer eso y seguir siendo Dios. Así que, si Él es infinito, Él—Él no hace eso, porque Él es perfecto en cada Palabra. Él nunca pronuncia una Palabra a menos que sea Eterna. Todos sus Eternos estaban con Él en el principio, Sus pensamientos, Sus atributos, y ellos simplemente están siendo expresados en el mundo hoy.",
    "Ahora, recuerden, Él tiene un lugar provisto, un solo lugar donde Él Se encontrará con los hijos creyentes; cualquier otro lugar no funciona.",
    "Recuerden, Jesús dijo, cuando Él estuvo aquí en la tierra, hablando con un grupo de personas que eran muy religiosas, muy finas, con mucha cultura, un pueblo muy celoso de Dios, pero Jesús les dijo: “En vano Me adoráis”, enseñando como Doctrina sus tradiciones de hombre. Recuerden lo piadosas que eran esas personas y lo celosas de Dios. Yo creo que si lleváramos la cuenta de cuáles personas eran más celosas, de hoy o aquel día, ellas serían más celosas que nosotros, ¡mucho más! En cuanto a guardar las tradiciones y leyes y cosas, ellos vivían conforme a eso. Y eran muy celosos de Dios y ellos le creían a Dios. Pero Jesús, Dios hecho carne entre nosotros, dijo: “En vano Me adoráis”. Ahora, Él no dijo que ellos no Lo adoraban. Ellos Lo estaban adorando a Él, pero en vano.",
    "Entonces cualquier cosa en vano es de ningún, no tiene ningún valor, de nada aprovecha. Ud. no debería hacerlo, porque simplemente está perdiendo el tiempo. Ud. está desperdiciando su aliento, está malgastando sus esfuerzos, hasta que lleguemos a saber lo que estamos haciendo.",
    "Seguramente, si Dios espera que las personas sean perfectas, como dijo Jesús: “Sed pues, vosotros perfectos como vuestro Padre que está en el Cielo es perfecto”, tiene que haber cierta preparación en alguna parte. Y Él dijo: “Yo escogeré el lugar en que las personas Me adorarán. En ningún otro lugar Me encontraré con ellos”. Y, ahora, ese tiene que ser aquel lugar y nosotros debemos buscarlo. Averiguar dónde está y luego ir allí. Yo pienso que debemos acudir allí rápidamente, cuando encontramos el lugar, dejando a un lado las otras cosas.",
    "Ahora, recuerden, Jesús dijo en esta misma Escritura aquí que estoy citando: la tradición del hombre entonces es en vano; jamás debemos meternos con ella. Tiene que haber alguna parte, algún lugar donde Él ha provisto un lugar para nosotros, al cual pudiésemos venir y que la adoración sea recibida. Ahora, recuerden, fuera de ese lugar escogido, no importa cuán sincero sea Ud., cuán fundamental sea Ud., Ud. aún sigue adorando en vano.",
    "Yo sé que eso suena descortés. Pero, el edificio está casi terminado, no queremos que tambalee. Asegurémoslo atornillándolo con el Evangelio, para que cuando la gente se encuentre con Uds. en la calle o donde estén, Uds. Cristianos, que Uds. les tengan respuesta.",
    "En una hora cuando están diciendo: “¡Oh, esto es Eso! Y yo vi que estos hicieron esto, y aquello hacer eso otro”. Seguro, todas estas cosas tienen que suceder. Pero hay un lugar que es provisto por Dios solamente, y ese es el lugar en que Dios se encuentra con el adorador, a solas.",
    "Fíjense en el versículo 2: “Adoren en el lugar que Yo he escogido”. ¿Escogió qué? Esta cita muestra que Él tiene un lugar donde todas las personas adoran; los otros lugares son en vano. “Y en este mismo lugar” dijo Él, “he escogido también colocar Mi Nombre en este lugar. Yo escogeré un lugar y le colocaré Mi Nombre, en este lugar donde él va a adorar”.",
    "Ahora, esto muestra que hay un lugar; solo uno. Tiene que ser escogencia de Dios, no puede ser nuestra. No es opción nuestra, Él ya lo escogió. Ahora, lo que Dios escoge es correcto. Yo puedo escoger mal, Ud. puede escoger mal, pero Dios no; escoge bien. A fin de cuentas, es Él quien está siendo adorado. Y Él tiene el lugar donde quiere que Sus adoradores se encuentren allí, y nosotros tenemos que encontrarnos con Él allí. Ese es el único lugar en que Él permanece; el único lugar en donde Él lo oirá a Ud.",
    "Notemos aquí también: “El lugar que Yo he escogido para que Me adoren, colocaré Mi Nombre en ese lugar”.",
    "¡Oh!, escudriñemos ahora las Escrituras para encontrar ese lugar en donde Él tiene Su Nombre. Ahora, tenemos sombras y tipos por toda la Biblia, sabemos eso, diferentes lugares donde Él se encontró con las personas; pero ese no es el lugar donde Él se encontraría con ellas hoy. Porque estos solo eran una sombra previa de algo, llegando hasta el verdadero lugar donde Él debe encontrarse con las personas, el lugar, la Iglesia donde Él irá a encontrar. Y hay un lugar, hay una Iglesia, donde Dios prometió encontrarse en este lugar con las personas y responder sus oraciones, si solo ellas vienen a este lugar y lo adoran a Él.",
    "Ahora, hallamos que hay muchos que reclaman que—que tienen el lugar, que el Nombre de Dios está donde ellos. Pero, Uds. verán: ellos colocaron allí el Nombre de Dios. Es algo muy distinto que Dios coloque allí Su Nombre a que algún otro lo coloque allí, Su Nombre allí. ¿Ven? Debemos recordar que Dios dijo que Él colocaría; “Yo he colocado Mi Nombre. Yo colocaré Mi Nombre en este lugar. Y ese es el lugar que Yo escojo, y donde he escogido que el pueblo debe adorar”.",
    "Esto nos trae ahora a la vista estas sombras del tiempo, nos trae a Cristo a la vista. Todo el Antiguo Testamento fue una sombra previa de Jesús. En Egipto, esa noche cuando había de sacrificarse un—un cordero pascual para la protección del pueblo, nos damos cuenta que Dios tuvo un lugar, una condición. No importaba lo joven, la edad de un sacerdote o un clérigo, o lo que Ud. fuera, Ud. tenía que estar en este cierto lugar. Todo lo que estaba por fuera de ese lugar, pereció. Ud. tenía que estar en este único lugar, un lugar que Él proveyó.",
    "Ahora, pudiéramos pasar mucho tiempo esta tarde explicando eso, que sería simplemente repasar lo que ya sabemos, de cómo Cristo tuvo una sombra previa en los tipos. El Cordero del sacrificio, cómo debía ser guardado, un macho sin defecto, y cómo es que debía ser inmolado por los ancianos, y cómo es que la sangre debía ser rociada sobre la puerta; todo eso una sombra previa de la venida de Cristo. Y bajo esta sangre derramada fue el lugar en que Dios se encontró con el adorador, cuando el ángel de la muerte pasó por la tierra.",
    "Yo creo que estamos listos para salir de Egipto un día de estos, y entrar a esta Tierra Prometida. Y es hora de que nosotros entremos en el lugar correcto, y dejar esto de andar discutiendo que: “Soy presbiteriano; soy metodista; soy bautista; soy esto; soy eso o lo otro”. Salgan de allí y encuentren dónde está este lugar, porque hay muerte por doquier, excepto en Su lugar escogido. La muerte llegará con toda certeza si no estamos en Su lugar escogido. Pero donde Él escoge, allí la muerte no puede llegar.",
    "Si Ud. se fija en el cordero del sacrificio, la muerte ya había visitado allí. La muerte había llegado a este lugar porque el cordero había muerto. La muerte ya había visitado. Y, por tanto, donde la muerte había visitado, Dios entonces prometió que ese sería Su lugar. Entonces, teniéndolo a Él a plena vista, podemos ver ahora lo que fue el cordero del sacrificio, cuál era el lugar de vida en aquel tiempo.",
    "Ahora, para mí, esto condena todo argumento. Con Cristo a la vista, siendo el Cordero del sacrificio, eso por tanto condena todas las denominaciones, todos los credos, todos los dogmas, todo iglesia-ismo; eso condena la cosa entera. Es cierto, pues encontramos aquí, con Él a la vista, pues que Él es la Palabra de Dios pura y sin adulteración. San Juan 1, dice: “En el principio era el Verbo, el Verbo era con Dios, y el Verbo era Dios. Y el Verbo se hizo carne y habitó entre nosotros”. Por tanto, Él es la Palabra de Dios sin adulteración, hecha carne, manifestada.",
    "Y viendo esto, no pudiéramos atribuirle eso a ninguna iglesia en el mundo hoy, a ninguna denominación. No pudiéramos atribuirle eso a ningún lugar así, porque no es así. Nosotros ponemos el Nombre de Cristo en un edificio, lo llamamos las iglesias de “Cristo”, y esto, aquello y lo otro. Eso no quiere decir que así sea. Eso no es suficiente, para nada. Pero cuando Dios coloca Su Nombre en algo, con eso sí basta.",
    "Ahora, no hay nada en la Biblia que sea tipo de nuestras organizaciones modernas, excepto Babilonia. Ese es el único tipo en la Biblia de nuestra organización moderna, la religión organizada, ya que fue fundada por Nimrod y fue una unidad forzada entre personas religiosas. Y eso es lo que los credos y nuestras denominaciones hacen hoy, obligan a la unión: “¡Ud. pertenece a esto o Ud. queda fuera!”. Y estamos llegando ahora, como podemos ver, a que se obliga a todos a que entren a una gran unidad de eso. Pero ese es un consejo mecánico hecho por un hombre y no puede permanecer. No es la voluntad de Dios; no es el programa de Dios, no importa cuánto la gente trate de decir que lo es. No lo es. No puede ser. Es imposible que lo sea. Dios no colocaría Su Nombre en una cosa como esa que niega Su Palabra. ¿Cómo puede Dios vivir en algo que niega Su Propia Palabra? Ud. no puede hacer eso.",
    "Entonces nos damos cuenta que eso no se le puede atribuir a ninguna iglesia, metodista, bautista, presbiteriana, pentecostal, católica, ortodoxa griega, lo que pudiera ser. Aún no es el lugar de adoración provisto por Dios.",
    "Ahora, que Dios Quien hizo esta promesa, venga y la confirme como lo correcto. Esa es la manera de hacerlo. Si Él aún es Dios, ¡Él sigue siendo Dios! Si Él alguna vez fue Dios, ¡Él sigue siendo Dios!",
    "Y entonces vemos esta religión forzada a plena vista ahora, para traer a todos los grupitos a “una gran unidad”, dicen ellos. Algunos creen en esto y otros creen en aquello; y algunos niegan esto y otros niegan aquello. La Biblia dice: “¿Andarán dos juntos si no estuvieren de acuerdo?”. Eso jamás funcionará.",
    "Tenemos que estar en un acuerdo. ¿Y en acuerdo con qué? No de acuerdo los unos con los otros tanto como tenemos que estar de acuerdo con la Palabra, con Dios. Con eso es que se tiene que estar de acuerdo.",
    "Ahora, nos damos cuenta que una unidad forzada fue representada por grupos de personas allá en Babilonia. Dios no puede colocar Su Nombre en una cosa como esa; nunca lo hizo y nunca lo hará. A pesar que lo intentaron, ellos colocaron su nombre allí, colocaron el Nombre de Él allí, pero no es así.",
    "Pero nosotros debemos encontrar dónde Él puso Su Nombre, porque ese es el lugar y el único lugar que Él ha provisto para que los Cristianos vengan, y los hijos creyentes, y lo adoren a Él en este lugar. ¿Cuál sería este lugar?",
    "Ahora, para respaldarlo, podríamos tomar toda la Biblia como respaldo para lo que voy a decir. Pues, el lugar que Él escogió es en Cristo, en Jesucristo. Es en Él, Su Hijo; el Hijo de Dios, Jesucristo.",
    "🦅 Bueno” Ud. dirá, “pensé que en la Escritura se lee aquí que dice que Él escogería el lugar, y que también colocaría Su ‘Nombre’ en ese lugar”.",
    "Bueno, el hijo siempre lleva el nombre del padre. Mi nombre es Branham porque mi padre era Branham.",
    "Y Jesús dijo que Él vino en Nombre de Su Padre. San Juan 5:43: “Yo vine en Nombre de Mi Padre y vosotros no Me recibisteis” por tanto, ahí es donde Dios colocó Su Nombre, ¡bajo el sacrificio de Su Propio Hijo! Ese es el único lugar provisto por Dios. Ahí es donde la gente puede encontrarse con Dios, es en Cristo. Ese es Su lugar provisto. En ninguna denominación, en ningún credo ni en ninguna otra cosa Dios ha prometido que encontrará. Solo en Jesús le encontrará Él, porque ese es el único lugar donde está Su Nombre.",
    "También oímos a Jesús, a medida que sigo la Escritura, Juan, Juan el capítulo 5 y versículo 43, Él dijo: “Otro vendrá, y vendrá en su propio nombre, y a ése recibiréis”. Podemos unirnos a un credo, “otro”, y podemos unirnos a una denominación, a ese Ud. recibirá; pero cuando Ud. recibe a Jesús, es diferente. “Otro vendrá: ‘Diré que soy metodista, soy bautista, soy presbiteriano’, Ud. recibe eso sin problema. Pero Yo vengo en el Nombre de Mi Padre, haciendo lo que el Padre dijo que Yo haría, y no Me recibís”. Él dijo: “Juan vino, y él tuvo un gran testimonio, pero Yo tengo un mayor testimonio en Dios—de Dios que el de Juan. Porque lo que el Padre me ha dado para hacer, eso hago”; las Palabras que estaban escritas de Él, lo que Él debía ser en aquel día. Porque Él era…",
    "Su Nombre era Dios. Dios tiene muchos títulos. Dios en Sí es un título, fue llamado Jehová-jireh, Jehová-rafa, Jehová-manasés. Él fue llamado la Rosa de Sarón, el Lirio de los Valles, la Estrella de la Mañana; Alfa, Omega, Principio y Fin; luego, Padre, Hijo, Espíritu Santo: todos estos títulos.",
    "Pero Su Nombre, el Nombre de Dios es “Jesucristo”, el Ungido. Ese es Su Nombre. Él tuvo muchos títulos pero un solo Nombre, el único: “No hay otro Nombre bajo el Cielo, dado a los hombres, en que podamos ser salvos”. Encontramos que eso es verdad.",
    "También esta advertencia, que: “Cuando venga ese otro, que viene en su propio nombre, ‘metodista, bautista, presbiteriano, pentecostal’ y demás, Uds. lo recibirán. Uds. se unirán con él”. Pero Cristo es rechazado. Ellos Lo rechazan.",
    "¡El profeta lo dijo! Sigamos Su Nombre un poco. El profeta dijo: “Su Nombre sería llamado ‘Emanuel’”. Ahora, Isaías dijo eso como en el capítulo 7. Y también en Mateo 1:23, dijo: “Todo esto aconteció para que se cumpliese lo dicho por el Señor por medio del profeta, cuando dijo: ‘Llamarás Su Nombre Emanuel, que traducido es: “Dios con nosotros”’”.",
    "Emanuel, y Su Nombre fue Jesús, Dios con nosotros, con el Nombre de Su Padre. Él vino en Nombre de Su Padre. Ahí es donde Dios colocó Su Nombre, en Su Hijo. Ese es el único lugar en que Ud. puede adorarlo. El único lugar en que Dios alguna vez se encontrará con Ud., es en ese Hijo que fue tipificado por el cordero del sacrificio. Y por todo el Antiguo Testamento, todo trajo tipos de esa sola cosa, que en ese lugar únicamente, Dios solamente encontraba bajo la sangre del sacrificio; el único lugar en que Él encontraba. El único lugar donde Él se encuentra con ellos hoy: no es en el nombre de un credo o en el nombre de una denominación, el nombre de una iglesia o el nombre de un grupo o el nombre de una sociedad, ¡sino en el Nombre de “Jesucristo!”.",
    "Yo puse eso a prueba cuando era joven. Frecuentemente había oído hablar de espiritismo, del diablo, de cómo él hace cosas. Y yo sabía que si existía un Dios, tenía que existir un diablo, porque la Biblia decía que había un diablo. Y él, pensaba yo… oía hablar de estos espiritistas. Fui a algunos de ellos y me di cuenta que eran impostores, no era nada, solo un gran montón de manufactura. Pero descubrí que algunos de ellos eran verdaderos espiritistas.",
    "Yo estuve en un campamento una vez, donde un ministro y yo fuimos allí a verlos. Habían levantado la mesa del suelo, y tenían allí encima vasos de whisky; y tomaron esa mesa y le dieron vuelta de un lado para otro. Y una guitarra volaba por el edificio; ropas de personas. Habían levantado esto, en la habitación. Dijo, este médium dijo: “Yo reto a cualquiera a que la derribe”.",
    "Dos hombres dijeron: “Yo la haré bajar”. La agarraron por las patas así, y trataron de tomarla. No cedió. Pues esa mesa los arrojó por el suelo.",
    "No se quede Ud. por ahí sentado. Si Ud. no ha sido misionero y estado en los campos, lo único que Ud. conoce solo es la idea de un diablo. Si Uds. miran aquí afuera, algunas de estas personas que caminan por las calles, Uds. lo podrán ver a él. ¡Pues existe un diablo! Seguro que lo hay.",
    "Y las personas adoran al diablo sin siquiera saber lo que están haciendo. Ellos adoran al diablo en las iglesias: “Enseñando como Doctrina los mandamientos de hombres, credos—credos y tradiciones”. Y yo dije…",
    "Esta mujer me levantó la voz, y dijo: “Me dicen que Ud. es predicador”.\n\nDije: “Lo soy”.",
    "Ella dijo: “Entonces, si Ud. no…”. Dijo: “¿Qué piensa de esto?”.\n\nYo dije: “Es el diablo”.",
    "Y ella dijo: “Bueno, entonces, si Ud. tiene tanto poder, derríbela”.",
    "Dije: “Yo no tengo poder, en lo absoluto. Yo no tengo poder, pero estoy aquí representando a Uno”.",
    "Yo dije: “Señor Jesús, Tú dijiste en San Marcos capítulo 16, ‘En Mi Nombre echarán fuera demonios’”. Yo dije: “Ahora, para que Tu siervo pueda saber, ¡con la batalla ahora ante mí!”.",
    "Dije: “Yo ordeno que esa mesa caiga, en el nombre de la ‘santa Iglesia’”, y ella permaneció allí. Dije: “Yo ordeno que esa mesa caiga ahí, en el nombre del ‘Padre, Hijo y Espíritu Santo’”, y permaneció allí mismo. Dije: “Yo ordeno que esa mesa caiga, en el Nombre de ‘Jesucristo’”, ¡y todas las cuatro patas por poco se quiebran, al golpear el suelo!",
    "🦅 ¡En Mi Nombre echarán fuera demonios”! Ese es el Nombre del Padre. Él colocó Su Nombre en Jesucristo. Y en Él, Él encuentra para adorar; en Él encuentra para echar fuera demonios; en Él encuentra para sanar a los enfermos; en Él encuentra para salvar; en Él encuentra para salvar, para llenar con el Espíritu Santo. Ese es el único lugar de Dios para encontrarse con la gente para adoración. Ahora, nos damos cuenta que Jesús también dijo que… La palabra, el Nombre Jesús, significa “Jehová-Salvador”, Jehová el Salvador.",
    "Recuerden: “No adorarás al Señor…”. 5, versículo 5: “No adorarás al Señor en cualquiera de las puertas que Jehová Dios te da. En cualquiera de las puertas, no lo adorarás allí” dijo Dios, en el versículo 5 aquí, de Deuteronomio 16. “No Lo adorarás en cualquiera de las puertas que Jehová Dios te da. Él te da estas cosas como tentaciones”. Entraremos en eso esta semana, si el Señor lo permite, a ver si Dios se retracta de Su Palabra o no. Fíjense, Él le da a Ud. esas puertas, pero no adore Ud. al Señor en ninguna de esas puertas, porque Jehová tu Dios no te va a encontrar allí.",
    "Pero Jehová Dios ha escogido la puerta. Él ha escogido la puerta. Jesús dijo, en San Juan el capítulo 10: “Yo soy la puerta del redil. Yo soy esa puerta”. Él es Jehová-Salvador.",
    "Ahora pudiéramos continuar aquí por horas explicando eso. Pero estoy seguro que Uds. lo entienden, por su acción, que Uds.—Uds. responden a la Verdad y a la Palabra. Así que no diremos más, Uds. pueden tomarlo como deseen. Adondequiera que vayan, si es la Verdad, se alineará perfectamente con el resto de la Palabra. Uds. no pueden hacer que la Biblia diga una cosa en un lugar y alguna otra cosa en otro, que sea contrario a lo que Él dijo primero; tiene que ser lo mismo todo el tiempo.",
    "Estoy omitiendo mucha Escritura aquí sobre esto, solo porque veo que se hace tarde. Y nuestra hermana y los demás tendrán servicio aquí esta noche, y queremos orar por los enfermos. Es decir, y averiguar, Billy, si ellos tienen algunas tarjetas de oración.",
    "[Alguien dice: “Esta noche no hay servicio”.—Ed.] No hay servicio. Bien. Bien, bien. Muy bien. Ahora vamos a verlo. Muy bien. Muy bien. [La congregación aplaude.] Confiamos que el Señor bendecirá a esta dama por esto, permitirnos usar este lugar, darnos este tiempo.",
    "Hay tantas pruebas infalibles de que Jesús es el lugar. Él es la puerta, Él es el Nombre y el único camino provisto que Dios tiene para que el hombre se encuentre para adorar. Él es el Camino, la Verdad, la Vida; el Portal, la Puerta; el Alfa, Omega, el Principio y el Fin; la Rosa de Sarón, el Lirio de los Valles, la Estrella de la Mañana, el Alfa, Omega. Él es todo, la cosa entera junta. Él es tanto la Raíz como el Linaje de David, la Estrella Resplandeciente de la Mañana. En Él habita corporalmente la plenitud de la Deidad, donde allí nosotros somos hijos e hijas de Dios, en la Deidad de Dios. Sí. Como hijos e hijas estamos en la familia, si Ud. está allí.",
    "Ahora, ¿cómo entramos en este gran lugar para adorar? Esa es la siguiente pregunta. ¿Cómo entramos en este lugar, si Jesús es el lugar? Él es el Nombre de Dios. Él es el lugar de la adoración a Dios. Y Él es la única puerta del redil. Y nosotros queremos entonces averiguar cómo entramos en Él.",
    "Ahora, si Uds. están puerta adentro, por supuesto, Uds. entran como la familia, como hablábamos el otro día acerca de… o en el desayuno, acerca de la ovejita, cómo es que Dios no cerraba la puerta hasta que Él encontrara esa última ovejita y la trajera adentro. Si Uds. han entrado, entonces Uds. vienen a ser una familia. Uds. son familia de Dios cuando han entrado en Dios. Pero Uds. no pueden ser familia de Dios y ser presbiterianos, metodistas, bautistas y pentecostales. Uds. no pueden hacer eso. Uds. tienen que entrar en Jesucristo.",
    "🦅 Bueno” dicen Uds., “nosotros lo hicimos”. Veremos si lo hicieron.",
    "Averigüemos ahora lo que dice la Biblia. Encontramos, en Primera de Corintios, el capítulo 12, la Biblia dice: “Por un solo Espíritu somos todos bautizados en un Cuerpo”. Somos bautizados en el Cuerpo de Cristo, por un Espíritu Santo. No entramos por un apretón de manos, no entramos al afiliarnos, no entramos al ser bautizados en agua. Nosotros somos bautizados con el Espíritu Santo, entrando al Cuerpo de Jesucristo.",
    "¿Cuánto tiempo dura cuando Ud. entra Allí?, ¿hasta que Ud. se porte mal? Efesios 4:30 dice: “No contristéis al Espíritu Santo de Dios, con el Cual fuisteis sellados hasta el día de vuestra redención”. Discutan con Él, no conmigo; eso es lo que dice, lo estoy leyendo. Muy bien. “Ud. está sellado hasta el día de su redención”, hasta el día en que Jesús venga por Ud.",
    "Entonces ¡piénselo!",
    "Entonces ya no es Ud. mismo, Ud. es una nueva criatura, porque el griego allí quiere decir “una nueva creación”. Ud. ha sido creado de nuevo. El poder de Dios viene sobre Ud. y Ud. llega a ser creado, una nueva criatura, lo cual trae todo el ser físico, el ser espiritual y todo lo demás, en sujeción a la Palabra de Dios. ¡No hay ninguna otra manera!",
    "¿Cómo puede Ud. decir que es Cristiano, y desobedecer Su Palabra en alguna cosa? Cualquiera que desobedecía la ley en una—alguna parte de Ella, era culpable de toda. ¡Cualquiera!, dijo Jesús: “No sólo de pan vivirá el hombre, sino de toda Palabra que sale de la boca de Dios”. No solo de parte de las Palabras, de ¡toda Palabra! Eso dijo Él en Apocalipsis capítulo 22: “Si alguno quitare una Palabra de este Libro o le añadiere una palabra, su—su parte será quitada del Libro de la Vida”. Nosotros no debemos quitarle a la Biblia o añadirle; solo decir lo que Ella dice.",
    "Y en Primera de Corintios 12, dice: “Por un solo Espíritu somos todos bautizados en un Cuerpo”.",
    "Ahora, después de que Ud. está en este Cuerpo, Romanos 8:1 dice: “Ahora, pues, ninguna condenación hay para los que están en Cristo Jesús, los que no andan conforme a la carne, sino conforme al Espíritu”. Ahí está el lugar donde no hay condenación. Ya sea que Ud. vaya a una iglesia metodista, bautista, presbiteriana, donde sea, si Ud. está en Cristo, Ud. es una nueva criatura y en Ud. no hay condenación, ninguna en lo absoluto. Ese es el lugar de encuentro de Dios. Ahí es donde Dios se encuentra con el adorador. Ahí es donde Ud. es considerado una nueva criatura, porque ellos están muertos para las cosas del mundo. Ellos están vivos en Él. La Presencia viva de Dios está con ellos, día a día.",
    "Él vive en ellos a través de cada edad. Cada edad que ha venido, por la Biblia, cuando el hombre cumple con el requisito de Dios, entra en el lugar que Él proveyó en Su Palabra escrita para ese día, Dios hace que esa persona sea una nueva criatura y él no tiene ninguna condenación. Miren a Job.",
    "¿Estaré aturdiéndolos por la manera en que estoy en estos micrófonos? Lo siento. Sé que es por el rebote que hay aquí. Yo mismo lo oigo aquí.",
    "Pero, fíjense. Job, independientemente de cuántas personas quieran condenarlo, cuántos hayan dicho que él estaba mal, él estaba guardando el mandamiento de Dios, por medio de aquel holocausto. Él sabía que estaba justificado, porque estaba guardando los mandamientos de Dios. Así era como él estaba justificado, porque estaba haciendo las cosas que Dios quería que él hiciera.",
    "La Presencia viva de Dios ilumina el día, a diario, de la muerte por credos hacia la Vida y hacia la Palabra del día. Ahora, Dios tiene cosas que Él hace.",
    "Es como una—una pequeña flor, como dije el otro día en el desayuno. Cuando una semilla viene a la luz, empieza a crecer. Ella bebe de la fuente de Dios, sigue empujando hacia arriba hasta que llega a la parte del capullo, sube hasta la flor, llega hasta donde florece.",
    "Ahora encontramos que cuando nosotros comenzamos con Cristo, crecemos de la misma manera, porque crecemos en gracia y en la amonestación de Dios.",
    "El único plan provisto por Dios para cualquier edad es Su Palabra. Su Hijo vino y manifestó cada promesa que fue prometida para Su edad. Todos los profetas vinieron exactamente a tiempo, ellos eran la Palabra de Dios viviendo en la tierra. Ellos eran la Palabra. Jesús dijo que ellos eran “dioses”. Jesús llamó aquellos profetas, “dioses”.",
    "Un hombre vino a mí en la última reunión que tuve, él dijo: “Ud. es un mal teólogo”.",
    "Y yo dije: “No reclamo serlo”. Dije: “La Palabra no viene a un teólogo; la teología sí”. La Palabra viene… ¿Ven? Yo dije: “Solo teología viene a un teólogo. Pero” dije, “estamos hablando de otra cosa”.",
    "Ahora, encontramos que en cada edad, cuando Dios decía que una cierta cosa iba acontecer, ahí venía ese hombre y manifestaba eso, ahí venía ese pueblo y vivía eso. Ese era Dios Mismo viviendo en el pueblo, porque eso era en respuesta a Su Palabra.",
    "Ahora, el único camino provisto por Dios y el único plan provisto hoy, es Su Hijo, por medio de Su Palabra para esta edad, vivificada por el Espíritu de Su vida, vivificada.",
    "Hoy tenemos grandes escuelas de teología. Y muchas veces cuando hacemos eso… Nada en contra de eso, seguro que no; pero, vean, cuando se tiene una escuela de teología…",
    "Jesús dijo en San Juan 4: “La hora viene, y ahora es, cuando Dios, que es un Espíritu, será adorado en Espíritu y en Verdad”. Ahora, algunas personas tienen Espíritu, no Verdad; otras tienen Verdad, no Espíritu.",
    "Así que, es como si tuviéramos un carro grande, que fuéramos para algún lugar en un Cadillac. Y ambos Cadillacs fuesen hechos exactamente iguales, y los empujáramos aquí, y nosotros… a los tanques, y llenáramos los dos de gasolina. Y Ud. intenta e intenta encender uno. Bueno, Ud. mira hacia fuera, dice: “El asiento está bien. El volante es bonito, tiene diamantes incrustados. Y la felpa, es… está muy bonito. Y Ud. se reclina y se duerme. Y, ¡oh!, hay muchas cosas que Ud. puede hacer en cada uno, pero (¿ve?), uno de ellos… Todos están bien en la mecánica, pero uno de ellos tiene la dinámica. Verán, puede ser que Ud. conozca la mecánica, pero se necesita la dinámica para poner en marcha la mecánica, para hacer que funcionen.",
    "Y eso es lo que sucede con la iglesia hoy. Estamos llenos de teología, sin dinámica en ella. Es cierto. ¿Ven?",
    "En otras palabras, Ud. necesita tener la chispa con la gasolina o la gasolina no es más que… Ni siquiera sirve como agua, mientras no tenga la chispa para encenderla. Así que, esa es la cosa.",
    "No importa lo bien que seamos instruidos, lo bien que creamos, ni cuánto de la Biblia digamos que es la verdad, y creamos que toda es verdad, tiene que ser, la—la dinámica tiene que estar presente, la chispa, para encender esa Palabra, hacer que empiece a rodar. Ella necesita tener eso. Si no lo tiene, la iglesia no se mueve, el carro no se mueve, Ud. no se moverá. Pero no importa cuánto Ud. diga: “Yo simpatizo. Yo creo toda Palabra Allí”. Ud. necesita tener algo para activar eso, para hacer que los cien octanos empiecen a hacer combustión, y la gran Iglesia de Dios comience a avanzar, moviéndose. Hay que tomar la dinámica con la mecánica. No hay nada malo con la mecánica, pero le falta la dinámica.",
    "Y yo pienso que eso es lo que sucede con la iglesia hoy, nos falta ese poder dinámico para impulsar esta Palabra y hacer que Ella viva para este día.",
    "Martín Lutero tenía la mecánica y dinámica de su día. John Wesley las tenía de su día. Los pentecostales las tenían de su día.",
    "¿Qué pasa con nuestro día? ¡Este es otro tiempo! La Iglesia debería estar completamente adulta hoy, lista para ir a encontrarse con Cristo, con la manifestación de cada bendición que Él prometió en la Biblia, operando en ese gran Cuerpo, donde Él prometió que se encontraría con el pueblo y sería adorado, en esta gran Iglesia Suya.",
    "Pero, vean, nosotros enviamos a nuestros hijos al colegio, aprendemos a leer, escribir, aritmética, toda la historia de los profetas y demás. Eso está bien, ¡pero a menos que Ud. tenga algo que respalde eso!",
    "🦅 Oh” Ud. dice, “bueno, yo—yo grité. Yo hablé en lenguas”. Eso es bueno. Yo también creo en eso. Pero eso aún no es de lo que estoy hablando. Vea, Ud.—Ud. … hará ruidos explosivos. Ud. dirá: “Pap—pap, bum—bum”, como un carro viejo tratando de encender. Ud. dirá: “Sí, yo creo esto. Yo creo aquello, también. Pero… pero cuando se trata de esto, esos días, ¡oh, no! ¡No!”.",
    "Ella tiene cien octanos, hermano, con el generador correcto, eso encenderá cada Palabra de Dios en Su promesa. Es correcto.",
    "Eso es lo que sucede con nosotros hoy, nos hemos detenido casi por completo. Queremos creer esto, creer aquello.",
    "Yo digo algo en cuanto a Esto; “Pues, yo no sé”. Bueno, ¡la Biblia lo dice! Eso lo deja resuelto. Si Dios lo dijo, está allí para que se haga. Si nosotros… Si eso es lo que Dios dijo que se hiciera, tenemos que hacerlo. Ud. simplemente quédese allí hasta que Dios lo encienda, e inmediatamente Ud. empieza a marchar de nuevo, ¿ve? Si no, las bujías se ensucian todas. Y, por tanto, necesitamos algo diferente, necesitamos algo que nos haga encender.",
    "Entonces fíjense, no solo entra Él por medio del Espíritu Santo, con el aprendizaje de Su Palabra, Él manifiesta esa Palabra. Ahora recuerden, los profetas creen la Palabra. Ellos reciben la Palabra de Dios. Y Dios, el Espíritu Santo, entró en ellos y disparó esa promesa, haciendo que llegara a cumplimiento. ¡Oh, vaya! ¿Quién va a condenar eso?",
    "Jesús dijo: “¿Quién Me puede condenar de pecado? Pecado es ‘incredulidad’. Todo lo que Dios escribió y lo que los profetas dijeron, Yo soy la Respuesta. Lo que ellos dijeron que Yo haría, eso hago”. Él vino como profeta, el Hijo del Hombre. Eso exactamente es lo que Él fue y lo que probó ser. Él lo fue. ¿Por qué? La dinámica estaba allí para poner en marcha la mecánica. Él era la mecánica, el Hijo Mismo, y el Padre era la dinámica. “No soy Yo el que hace las obras, es Mi Padre que mora en Mí. Él enciende la—la—la dinámica y hace que la cosa se mueva. Él hace que acontezca”.",
    "🦅 ¿Cuándo dije Yo alguna cosa…”? Como le dijo Samuel al pueblo una vez: “¿Les he dicho alguna vez algo, en el Nombre del Señor, que no haya acontecido?”. ¿Ven? “¿Cuándo lo he dicho y cuándo no se cumplió”?",
    "🦅 ¡Oh, tú, lo que nos dijiste se cumplió!, pero de todas maneras queremos el rey”.",
    "De esa manera es hoy. La gente quiere aferrarse a sus ideas insignificantes. Ellos quieren aferrarse a sus credos. Ellos quieren aferrarse a esto. Después hablan de un avivamiento en nuestro día, ¿cómo podemos tener un avivamiento cuando todo está tan enredado así? Gasolina con agua y todo lo demás allí, todo tipo de detergentes y todas estas cosas modernas mezcladas allí en ella.",
    "Un día yo venía por la carretera, y allí decía, algún tipo de detergente moderno, decía: “Ud. no tiene que lavar los platos, lo único que tiene que hacer es meterlos allí y sacarlos”.",
    "Pensé: “Voy a ser un héroe en mi casa”. Fui y compré una caja de esta cosa.",
    "Y le dije a mi esposa: “Retírate, cariño, déjame lavar los platos”.",
    "Pensé: “Vaya, esos tipos saben de lo que están hablando, esos científicos. Voy a mostrarle a ella cómo hacerlo. Yo, ella va… hasta que ella se dé cuenta de esto, de lo que estoy haciendo. Solo sumergir y ponerlo afuera, es todo lo que hay que hacer”.",
    "Los niños habían desayunado huevos. Y yo vacié este detergente allí, y sumergí allí y saqué, sumergí y saqué; seguía con huevo. Sí, señor. Yo ya no creo nada de lo que escucho en la televisión. No, señor. No, no. Realmente que no.",
    "Por esa razón yo no creo que algún sistema hecho por el hombre pueda permanecer. Dios tiene una manera provista. No es metodista, bautista, presbiteriana, sino que es Jesucristo, por medio del Nuevo Nacimiento, creyendo esa Biblia. Esa es la manera provista por Dios, y la única manera que Él tiene es en Jesucristo, Su Hijo. Y, en Su Hijo, Él colocó Su Nombre. ¡El Suyo! El Nombre de Dios es Jesús, porque Él vino en Nombre de Su Padre. Y, por tanto, ese sería el Nombre de Dios, porque Él fue Dios.",
    "Ahora fíjense, cuando este gran poder motriz de Dios entra en un hijo de Dios, lo vivifica, el Espíritu de Vida entra en él. Entonces, ¿qué hace? Los sienta en lugares Celestiales, ahora mismo; no es que “estarán”, ya lo estamos. En estos momentos nosotros hemos resucitado, la dinámica y la mecánica han comenzado a funcionar, eso nos vivificó y estamos vivificados en la Presencia de Dios, donde está Su Espíritu. Y en estos momentos estamos sentados juntos en lugares Celestiales, en Cristo Jesús; en Cristo Jesús, sentados allí, en ese gran asiento que ya fue encendido, fue levantado de entre los muertos. Somos parte de Eso. Si Ud. es parte de la Novia, Ud. lo está, porque la Novia es parte del Novio, Uds. saben. Entonces nos damos cuenta que es la misma cosa, y Ella hará exactamente lo que está predicho que Ella hará en este día. Ella no será una Laodicea, de ninguna manera será una tibia; sino que Ella arderá por Dios, Ella estará avanzando en el Espíritu de Dios.",
    "Ahora, estamos buscando aquí para darnos cuenta. Ahora, hagámoslo ahora, en este mismo momento en que acontece, que esto nos impacta; y, siendo que una vez estábamos muertos en pecado y transgresión, transgresiones, mejor dicho, él… hemos sido vivificados juntamente para Su Palabra de esta edad.",
    "Ahora, pensemos allá en los tiempos antiguos, de alguien que fue vivificado por esta Palabra; antes de que tengamos el servicio de oración por los enfermos. Tomemos algunos personajes, observemos sus características.",
    "Tomemos a un hombre aquí que guardó toda la Palabra de Dios, allá en el Antiguo Testamento, llamado Enoc. Él fue tan vivificado por la Palabra de Dios, que tuvo un testimonio, que “él agradó a Dios”. No hubo una sola cosa que Dios le ordenara hacer a Enoc que él no haya hecho.",
    "Me pregunto ¿cuántos Enoc habría aquí esta tarde, que Uds. saben que está en la Palabra de Dios? ¿Cuántas de Uds., mujeres de cabello cortado, podrían llamarse una Enoc ¿ven?, ¿ven?, y sabiendo que Dios condena eso? ¿Cuántos de Uds., hombres, que les permiten a esas mujeres hacer eso, podrían llamarse un Enoc? ¡Oh, vaya! Eso solo es una cosa, ¿qué tal de las miles? Y nos acomodamos y decimos: “Yo pertenezco a esto y yo pertenezco a aquello”. Ud. pudiera pertenecer a eso, pero… ¡hasta que Ud. entre en el lugar provisto por Dios! Y Ud. no puede entrar allí a menos que forme parte de esa Palabra. Y, siendo parte de Ella, Ud. llega a ser Ella por completo, sujeto a toda. Fíjense, nosotros tenemos esto aquí que la Biblia llama “la Palabra de Dios” y, lo cual es la Palabra de Dios.",
    "Ahora, nos damos cuenta que Enoc entró en la manera provista por Dios, con Su Palabra, y caminó quinientos años y lo agradó a Él. Y nos damos cuenta que la mecánica estaba tan perfecta en él, que cuando la dinámica entró en operación en el motor, Ella simplemente lo levantó de la tierra. Él tomó el primer vuelo en avión, por decirlo así, al Cielo. Operando en la mecánica y la dinámica de Dios, juntas, “él desapareció”, porque Dios lo quitó de la tierra sin ver muerte. Exactamente correcto. Él estaba caminando en el camino provisto por Dios.",
    "Encontramos lo mismo en Elías. Elías anciano había regañado a muchas de esas Jezabeles de caras pintadas y cortes de cabello, y todo eso que ellas estaban usando en aquel día, el anciano había pasado su vida sencillamente condenando el pecado entre esas mujeres, porque ellas tenían allá a una mujer, Jezabel, para dar el ejemplo.",
    "Como su Hollywood lo ha hecho aquí, y tiene a todas las hermanas envueltas en eso allá afuera. Y Jezabel aún vive, pueden mirar alrededor y ver que ella vive; y, de hecho, ella aún tiene gran poder.",
    "Ahora, nos damos cuenta que el anciano siendo un profeta, él había maldecido esa cosa y todo eso; permaneció perfectamente en la voluntad de Dios. Cuando los demás predicadores débiles todos se descarriaron, él permaneció allí mismo con Eso.",
    "Y un día él estaba tan cansado, que Dios envió un carro del Cielo y caballos de fuego, y lo levantó. ¡Él estaba muy lleno de ese poder vivificador! Piénsenlo, con la Palabra de Dios en su corazón, ¡él llegó a estar tan lleno de ese poder vivificador que lo vivificó!",
    "🦅 Si el Espíritu de Dios, Él…”. Yo creo que encontramos en Romanos 11, o uno, 11… “Si” dice, “si el Espíritu…”. Es Romanos 8:11. “Si el Espíritu que levantó de los muertos a Jesús mora en vosotros, vivificará también vuestros cuerpos mortales. Si el Espíritu que resucitó a Jesús de entre los muertos, si—si Él está en vosotros, vivificará también vuestros cuerpos mortales”.",
    "¡Lo vivificó! ¿Qué significa la palabra vivificar? La palabra griega quiere decir: “ser traído a la vida después de la muerte”. ¡Aleluya! Ahí está la puerta de adoración. Adorando en Espíritu y en Verdad, la mecánica y la dinámica, juntas. ¿Ven lo que quiero decir?",
    "🦅 Si el Espíritu que levantó de los muertos a Jesús mora en vosotros, vivificará, hará vivir vuestros cuerpos mortales, porque Él ya es Vida”. Y cuando Él entra en el cuerpo suyo, trae su cuerpo entero en sujeción a Él. ¿En sujeción a qué? A la Palabra de Dios. “Si está en Ud.”.",
    "Ahora, si hay algo en Ud. diciéndole: “Bueno, esos fueron días pasados. Y Marcos 16 no es verdad, ni esa idea Pentecostal del bautismo del Espíritu Santo”. Ese no es el Espíritu de Dios en Ud. No me importa lo bien entrenado que Ud. esté, Ud., ese no es el Espíritu de Dios. Ud. dice: “Bueno, mi madre perteneció a esto y mi padre, por años, y mi hermano”. Lo que sea que Ud. quiera decir de sus familiares y demás, eso podría haber estado bien para ellos; pero no para Ud. (¿ve?), Ud. tiene que entrar en este día en Cristo Jesús, para esta edad y la promesa que está destinada para esta edad.",
    "Fíjense, nos damos cuenta que este gran poder vivificador impactó a Enoc, lo vivificó y él se fue a Casa sin morir.",
    "Y eso impactó a Elías, lo vivificó a tal grado que él se fue a Casa sin morir.",
    "Nos damos cuenta que su sucesor fue Eliseo, el cual es un tipo allí de Cristo y la Iglesia, Eliseo. Elías hizo cuatro milagros y Eliseo hizo ocho milagros. Él tenía una doble porción, como la que fue derramada sobre la Iglesia. [Cinta en blanco.—Ed.] Más adelante ellos tenían un muerto, lo lanzaron sobre sus huesos, y él volvió a la vida. Ese poder vivificador estaba en el sepulcro con él. No se puede…",
    "Siempre está allí, cuando Ud. recibe ese poder vivificador de Dios, siendo vivificados ahora con Él.",
    "Ahora recuerden, en Cristo nosotros somos carne de Su carne, hueso de Sus huesos. Cuando Dios hirió a Cristo en el Calvario, Él fue herido por mí y por Ud. Nosotros somos carne de Su carne y hueso de Su hueso, cuerpo de Su cuerpo, Nombre de Su Nombre, Novia de Él. ¿Ven?, nosotros estamos en Él, nosotros somos Su carne y Sus huesos.",
    "Y Dios ya nos ha resucitado, potencialmente. El poder vivificador que nos resucitó de una vida de pecado y cambió nuestro ser, potencialmente nos ha resucitado en Cristo Jesús, lo cual, la resurrección nos traerá en la madurez plena.",
    "Ahora recuerden, nosotros morimos en nuestro propio nombre, fuimos sepultados y resucitamos en el de Él. Vean, nosotros mismos ya no nos pertenecemos. Pues, ese gran Nombre de “Jesucristo” del cual dice la Biblia aquí en Efesios 1:21, que, “Ambas familias, en el Cielo y en la tierra, toman ese Nombre”. Ahí es donde Dios colocó Su Nombre. Ese es el Nombre de la familia en el Cielo; ese es el Nombre de la familia en la tierra.",
    "Y nosotros estamos en Cristo Jesús por el bautismo espiritual, no por agua; por el Espíritu, somos bautizados en un Cuerpo, el cual es Cristo, el lugar de adoración. Entonces, estando allí, estando nosotros en este terreno es como el título abstracto de propiedad.",
    "Ud. dice: “Yo compré un pedazo de tierra”. Aún no es suyo hasta que Ud. saque un abstracto. Pero si Ud. saca un abstracto, muestra que todo lo que alguna vez hubo en contra de ese pedazo de tierra ha sido borrado.",
    "Y entonces, cuando Ud. ha llegado a ser Cristiano y acepta a Cristo como su Salvador, entonces, cuando Dios envía el abstracto, eso muestra que no importa lo que haya hecho su padre, lo que haya hecho su madre, lo que haya hecho alguna otra persona; su madre, papá, podrían haber sido borrachos, prostitutas, lo que haya sido, ¡todo pecado es borrado! Ud. tiene un título abstracto. No hay nada que pueda quitarlo a Ud. de allí. Y, mire, ¡todo lo que está en ese terreno le pertenece a Ud.! Amén. Y cuando Ud. está en Cristo Jesús, por el bautismo del Espíritu Santo, todo don de Dios pertenece en la Iglesia. Amén. Es un título de propiedad abstracto. Ud., es suyo, eso le pertenece a Ud. Esto vivifica sus cuerpos mortales. ¡Oh, vaya, si pensáramos en eso!",
    "Echemos un vistazo a aquellos fieles en Pentecostés. Todos estaban allí en el aposento alto, y estaban todos atemorizados. Ellos tenían, ellos tenían el—el título, ciertamente, pero tenían miedo. “Y de repente vino un estruendo del Cielo” el abstracto les fue enviado, “como un viento recio que soplaba, el cual llenó toda la casa donde estaban sentados”. Y fueron tan vivificados por Eso, al grado que toda su cobardía, ellos… Uno de ellos tenía miedo, aún negaron que fuera fariseo o que aún fuera un saduceo. Pero cuando ese Espíritu Santo cayó y lo bautizó en Jesucristo, él llegó a ser carne de Su carne, hueso de Su hueso, Palabra de Su Palabra. Él fue una nueva creación. Fue una persona nueva. Eso vivificó su cuerpo.",
    "Miren lo que hizo, lo que hace Eso en Ud. cuando entra. No lo hace salir y decir: “Yo soy metodista; soy bautista. ¡Oh, yo sé que no debería fumar! No debería tener esto. Yo no debería usar este tipo de ropa. Yo no debería hacer esto. Yo no debería hacer aquello”. Eso lo vivifica tanto a Ud., al grado que Ud. tiene que hacerlo. Eso vivifica sus cuerpos mortales.",
    "Miren, Eso vivificó sus cuerpos a tal grado que volaron tan cerca del Cielo que Eso vivificó sus cuerpos para que hablaran en un idioma que nunca antes habían escuchado. Eso vivificó sus cuerpos, ellos hablaron en un lenguaje Celestial nuevo. Ellos fueron vivificados a la Presencia de Dios, por el bautismo del Espíritu Santo. El poder vivificador de Dios los bautizó en eso. Entonces ellos estaban en el lugar de adoración. Ellos estaban en donde podían adorar. El Sanedrín ni otra cosa podía ya molestarlos, porque estaban vivificados; eran gente nueva. Eso fue después de que fueron bautizados.",
    "Miren al pequeño Esteban. Él entró en el camino provisto por Dios, fue vivificado por el poder de Dios; entró por la puerta, el camino provisto por Dios. Y aun cuando fueron a matarlo, matarlo a pedradas, dijo: “Veo los Cielos abiertos, a Jesús parado a la diestra de Dios”. Eso es poder vivificador. Él fue vivificado y llevado a Su seno.",
    "Allí estaba Felipe, otro lleno del poder vivificador. Lo encontramos allí en Samaria teniendo un gran avivamiento. Este gran poder vivificador, después de que ya estaba en Cristo, vino a donde tenía millares de personas escuchándolo. Y Él dijo: “Ahora vete de aquí, Felipe, Yo quiero que salgas aquí al desierto de Gaza. Tengo un hombre allá que quiero que conozcas”. Y no hubo pregunta, no hubo pregunta alguna, él estaba lleno de ese poder vivificador. Él estaba en Cristo, él estaba en el lugar provisto donde Dios podía hablar con él. Dios le habló. No hubo preguntas.",
    "Ud. dice: “Bueno, Él me habló y me dijo que iba a ser sanado, pero, ahora no lo sé, hoy yo me siento muy mal”. ¡Oh, vaya! “Bueno, Él me dijo que yo tenía el Espíritu Santo, pero a veces realmente lo dudo”.",
    "Felipe conocía perfectamente la Voz de Dios porque él había venido por el camino provisto de Dios. Él no cuestionó a Dios, acerca de: “Pues, Dios, tengo a tantos aquí, yo tengo que quedarme. Tengo que ver al presbítero del estado antes de poder hacer eso. Yo tengo que ir a hablar con el obispo”, no hubo nada de eso. Él obedecía a Dios, ¡fue directamente al desierto!",
    "Él encontró a un hombre, un eunuco, un etíope, un hombre de color que iba por allí, leyendo la Escritura en Isaías. Y le dijo: “¿Entiendes lo que lees?”.\n\nDijo: “¿Cómo, si alguien no me enseña?”.",
    "Felipe subió al carro y comenzó a hablar con él acerca del Señor.",
    "Él dijo: “Aquí hay agua, ¿qué impide que yo sea bautizado?”.",
    "Él dijo: “Si crees de todo corazón, con toda tu alma y mente, con todas tus fuerzas”. Se bajó del carro y lo bautizó.",
    "Y Felipe estaba tan lleno de ese poder vivificador, que Él lo arrebató de la vista de él. ¡Piensen! En su cuerpo mortal, su ser físico ser arrebatado de la vista del eunuco. Yo creo que eso es verdad. Dios podía llevarlo para algún otro lugar, donde Él lo necesitaba. Él fue arrebatado.",
    "Saben, la muerte ni siquiera puede quitar eso de uno, cuando uno está en Cristo, en el lugar de Dios.",
    "Miren aquí, Moisés tenía eso. Él era un profeta al cual vino la Palabra del Señor. Ni todos… cuántos Coré se levantaron y dijeron: “Necesitamos una gran organización. Mira, tú quieres tomar el lugar como el único hombre santo”. Dios le dijo: “Apártate, Yo simplemente me lo tragaré”. Y los Datanes y demás no lo molestaron, él siguió adelante.",
    "Y cuando Moisés murió y fue sepultado por los Ángeles, ese poder vivificador permaneció en él; porque ochocientos años después, aquí estaba él en la tierra prometida, hablando con Jesús. Ese poder vivificador aún estaba en él. Ese es el lugar de adoración de Dios.",
    "🦅 ¿Qué dice? ¿Cómo lo supo Ud.?”. Él era el profeta. La Palabra vino al profeta. Y él era la Palabra manifestada de Dios para su edad. Amén.",
    "Vean, Uds. no pueden morir, Uds. ya han sido vivificados. ¡Oh, si la iglesia tan solo pudiera ver eso, que no es lo que Uds. van a ser, sino que ya Uds. lo son! Es el diablo tratando de robarles eso.",
    "🦅 Bien” dice Ud., “pues déjeme decirle. Yo pertenezco a esto”. No me importa a lo que Ud. pertenezca.",
    "Ud. tiene que nacer, ser regenerado, bautizado con el Espíritu Santo, en Jesucristo, vivificado a toda Palabra. Su Espíritu, en Ud., acentuará con un “amén” cada Palabra de la Biblia. Fuera de eso, si—si menea la cabeza rechazando una sola, deshágase de ese espíritu. El Espíritu de Dios no refutará la Palabra de Dios. Él guardará la Palabra de Dios; no solo La cree sino que La hace vivir. Él manifiesta la Palabra de Dios. Sí, señor.",
    "Fíjense también en aquellos santos del Antiguo Testamento. Potencialmente, bajo el antiguo sacrificio, ellos estaban esperando este nuevo que vendría, tenían una buena conciencia para con Dios. En Mateo 27 nos es dicho que, cuando Jesús resucitó y salió del sepulcro… Siendo que acabamos de celebrar hace unas semanas, la Pascua. La Biblia dice que “muchos de los santos que dormían en el polvo de la tierra, se levantaron en Su resurrección y vinieron a la ciudad y aparecieron a muchos”. ¿Qué eran ellos? Ellos eran manifestaciones de la Palabra prometida de Dios. El único lugar en el que Dios encuentra, es bajo ese sacrificio.",
    "Ahora en Primera de Tesalonicenses 4:16, la Biblia dice también que los santos del Nuevo Testamento saldrían con Él cuando Él venga otra vez, aquellos que han sido vivificados en Él ahora. ¿Cómo se entra en Él? Por bautismo espiritual, el poder de Dios, el lugar donde Él le encuentra, en Jesús. Ahora, Jesús es el camino provisto por Dios.",
    "Pues fíjense, ¡Jesús estaba muy seguro de lo que Él era! Él sabía que era el Hijo de Dios. Él sabía que había nacido de una virgen. Él sabía que toda Escritura Se manifestaba directamente por Él. Él la conocía tan perfectamente, que le dijo a aquellos edificadores del templo, aquel día, Él dijo: “Destruyan Uds. este templo, y en tres días lo levantaré”. Piensen en eso. “Destrúyanlo, y en tres días lo levantaré”. ¿Por qué? Era la Palabra escrita acerca de Él.",
    "David dijo: “No dejaré a Mi Santo en el Seol, no dejaré Su alma en el Seol, ni permitiré que Mi Santo vea corrupción”.",
    "Ahora, Jesús sabía que ese era Él; no había duda en Su mente. Y Él sabía que en setenta y dos horas el cuerpo se corrompe, en algún momento entre esas setenta y dos horas Él iba a volver de nuevo a la vida, por tanto, Él dijo: “Destruyan Uds. este templo, en tres días lo levantaré de nuevo”. ¿Por qué? La Palabra había sido escrita de Él. Estaba escrita de Él, porque Él era la manifestación de la Palabra escrita de Dios para aquel día.",
    "Bueno, tiene que ser (¡aleluya!), tiene que ser, hermano, en algún lugar está la Palabra manifestada de Dios para hoy. Y es lo mismo, porque Él habló de estos días y dijo lo que acontecería en estos días. Él ya nos ha dicho. Nosotros sabemos lo que va a acontecer. Y lo vemos siendo manifestado en Ud., entonces Ud. está en la Iglesia de Dios. Fuera de eso, Ud. mismo podría llamarse: “metodista, bautista” o cualquier otra cosa, pero nunca funcionará. Hubo solamente un lugar de encuentro, que fue en Cristo Jesús. ¡Oh!, hoy, ¡oh, cómo me gustaría a mí que todos vieran eso hoy, vieran cómo entrar, al ser bautizados! La Novia es parte de Su Esposo. La Iglesia es parte de la Palabra, la manifestación.",
    "Ahora, ¿en qué iglesia está Ud.? ¿Está Ud. en una denominación? Si es así, le diré ahora estrictamente: Ud. está en Laodicea. Pero si Ud. está en Cristo Ud. es una nueva criatura, y Ud. está en la Iglesia del Dios viviente, con la manifestación de las mismísimas cosas que Él hizo en Su día sucediendo aquí en este día, haciendo lo mismo que Él dijo que haría. Entonces, esa es la verdadera Iglesia. Ud. entra en Ella por un bautismo espiritual, no por unirse, no por alguna otra cosa, sino al ser bautizado por el Espíritu Santo en Su Cuerpo. Muy bien. Es la única manera provista por Dios que Él nos ha dejado para que lo hagamos, es al ser bautizados en Su Cuerpo, por Su Espíritu.",
    "Jesús dijo en San Juan 14:12: “El que cree, ¡siempre y cuando esté en Mí!”. Con razón la gente dice que los días de los milagros han pasado, con razón dicen esas cosas. “El que cree en Mí, no el que cree acerca de Mí, sino el que cree en Mí, las obras que Yo hago, él también las hará”. ¿Por qué? Es Su Vida. Es Su dinámica en Su mecánica, la cual está en Ud. que enciende eso, hace que vaya y haga las obras que prometió hacer. O sea, mi vida en Él me ha vivificado por Su Espíritu, para hacer que Su Palabra que es la mecánica, obre por medio de Su dinámica. Hebreos 13:8: “Jesucristo es el mismo ayer, hoy y por los siglos”.",
    "Ahora, también en Marcos el capítulo 17, el versículo 30 de San Marcos. Escuchen con atención. Jesús prometió estas cosas en los postreros días, que Él es “el mismo ayer y por los siglos”. Él prometió, en Malaquías 4, que Él “haría volver los corazones de la gente, en los postreros días, a la Fe de los padres”. Él prometió eso. Él prometió en muchos lugares de la Biblia, las cosas que Él haría. “Todavía un poco y el mundo no Me verá más, pero vosotros Me veréis; Yo estaré con vosotros, y en vosotros siempre, hasta el fin del mundo”. Y fíjense nuevamente en San Lucas 17:30: “¡Como fue en los días de Sodoma!”.",
    "¿Saben Uds. lo que sucedió en Sodoma? Miren en California; no solo en California, los Estados Unidos, no solo en los Estados Unidos sino en el mundo.",
    "¡Fíjense en esta demencia juvenil! Pues, tuvimos un… Yo se los dije el otro día, ellos estaban haciendo un análisis allí de las escuelas en Arizona en donde vivo, y el ochenta por ciento de los niños en la escuela están retrasados mentalmente. ¿Qué será de los hijos de ellos? No podremos tener otra generación; estamos en el fin. Jesús dijo que estas cosas vendrían.",
    "Miren toda esa televisión y cosas preparando estas cosas ficticias. Vendrá el tiempo, yo predigo, en que la gente estará completa y totalmente demente, el mundo. La Biblia habla de tales cosas horribles como ellos las muestran en las películas hoy, de huevos de criaturas prehistóricas que han vivido en la tierra por muchos miles y millones de años, que empollan y salen para algún… Eso solo es algo menor, comparado con lo que va a suceder cuando el infierno sea abierto y el diablo salga con todas sus cosas misteriosas, de mujeres… o langostas con cabello como mujeres, y dientes como leones. Pues, el mundo estará completamente, totalmente demente; está solo como a un grado de eso ahora.",
    "¡Oh, para la gloria de Dios, para la Venida del Señor Jesús, para el Espíritu Santo, para los que saben que así es, para la Presencia viva del Dios vivo!",
    "Jesús dijo, allí en San Marcos, dijo: “En aquel día el Hijo del hombre será revelado”. Ahora, recuerden, no Hijo de Dios. Él vino en el nombre de tres hijos: Hijo del Hombre, Hijo de Dios, Hijo de David. Cuando Él estuvo en la tierra, Él vino como Hijo del Hombre, Él era un profeta. Hijo del Hombre es un profeta. Jehová Mismo llamó a los profetas, a Jeremías y los demás “Hijo de hombre, ¿qué ves?”. Jesús vino porque Él tenía que venir conforme a la Escritura, como Hijo del Hombre. Moisés dijo: “Jehová vuestro Dios os levantará un profeta, semejante a Mí”. Y Él tuvo que ser un profeta, Hijo del Hombre.",
    "Pero después de Su muerte, sepultura y resurrección, ahora Él ha sido Hijo de Dios, lo sobrenatural, el Espíritu Santo.",
    "Pero Él prometió, un poco antes que llegara el tiempo del fin, que el mundo vendría a ser como fue en Sodoma, cuando un Hombre bajó en forma humana, tres de ellos, dos Ángeles y Dios Mismo. Ese era Dios; la Biblia dice que lo era. Ahora, Él bajó y Se manifestó allí, cuando volteó Su espalda hacia la—la tienda donde estaba Sara, y le dijo a Abraham lo que Sara estaba pensando en la tienda. ¿Es correcto? [La congregación dice: “Amén”.—Ed.] Ahora, Jesús Mismo dijo: “En el día en que el Hijo del Hombre esté siendo revelado” en otras palabras, “el Hijo del Hombre, el ministerio de Jesucristo Mismo”.",
    "La Iglesia pasará a través de justificación, por medio de Lutero; a través de santificación, por medio de Wesley, a través del bautismo del Espíritu Santo o los pentecostales, y seguirá adelante a la perfección del Hijo del Hombre, cuando el Esposo y la Esposa serán las mismas personas. Dios estará tan manifestado en Su Novia, Su Iglesia, que ellos dos serán lo mismo. Ellos son uno. Ahora, Uds. ven en dónde estamos.",
    "No se aferren a esas tradiciones y credos. Estuvieron bien en su día, pero la flor ya ha florecido; es tiempo de simiente. Eso es correcto.",
    "Jesús prometió estas cosas. Ahora, cuando vemos a Dios hacer vivir Su promesa delante de nosotros y vemos que está en nosotros, y que Su Espíritu está viviendo en nosotros: esa es la única forma de adoración, el único lugar de adoración, la única manera verdadera en que Ud. puede adorar: “Pues ninguna condenación hay para los que están en Cristo Jesús”. Dios hizo la promesa. Jesús dijo: “Las cosas que Yo hago, vosotros también las haréis”, y lo que Él haría en el día postrero. Cómo es que eso sucedió en esta edad, ni luz ni día, sería el—el, como un tiempo oscurecido, pero dijo: “En el tiempo de la tarde, habrá Luz”.",
    "El sol sale en el oriente y se pone en el occidente. El mismo sol que sale en el oriente se pone en el occidente, la civilización ha viajado con él. Ha viajado sobre tres masas de agua, tres formas de bautismo. ¡Oh, sí!, de Asia a Europa; de Europa a Inglaterra; y de Inglaterra a los Estados Unidos.",
    "Y ahora hemos regresado directamente, y aquí estamos en esta tarde, en la costa occidental, donde la barrera del pecado de todos los poderes de las tinieblas se amontonan aquí. Estas películas y programas de televisión, y hombres besando a mujeres allí, y envenenando las mentes de las jovencitas.",
    "¿Sabían Uds. que cualquier hombre que besa a una mujer está moralmente obligado a casarse con ella? Potencialmente es un acto sexual. Ciertamente que lo es. Sí, señor. ¿Qué es? Son las glándulas masculinas en los labios del hombre y las glándulas femeninas. Cuando glándulas masculinas y femeninas se unen, es sexo.",
    "Miren a Hollywood, miren a las muchachitas acostadas por acá en los parques y los muchachos revolcándose sobre estas jóvenes, y cosas así, y hasta cantan en los coros. Y estos Elvis Presley y demás que tenemos hoy, es una desgracia para el nombre de América, por lo cual nuestros antepasados lucharon y sangraron y murieron.",
    "Pero ha llegado la hora en que todo reino tiene que ceder, porque hay un Reino de Dios que ha sido establecido en el corazón humano, por el bautismo del Espíritu Santo y la Presencia de Jesucristo. Y Cristo vendrá a Su Novia y establecerá un Reino aquí en la tierra que jamás será disminuido. ¿Cómo entra Ud. en este Reino? Ud. nace en él. ¿Cómo lo sabe Ud.? Ud. simplemente continúe… ¿Cómo va Ud. a pertenecer a un reino y no está de acuerdo con el rey? Vea, Ud. sería… Y el Rey es la Palabra; “En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios. Y el Verbo se hizo carne y habitó entre nosotros. El mismo ayer, hoy, y por los siglos”.",
    "¿Cómo supieron ellos que Él era el Hijo del hombre? Él miraba allí a la audiencia y percibía lo que ellos estaban pensando. Sabemos que eso es verdad. Él es el mismo hoy. ¿Creen Uds. eso? [La congregación dice: “Amén”.—Ed.]",
    "¿Repartió Billy tarjetas de oración? Eso fue algo que olvidé preguntarle. ¿Repartió él tarjetas de oración? [La congregación dice: “Sí”.—Ed.] ¿Repartió él tarjetas de oración? Muy bien.",
    "Les diré. Si Uds. tienen suficiente fe, yo tengo fe para creer que Dios, Quien hizo la promesa, puede probar Él Mismo que es Dios aquí mismo, sin que ninguna persona venga a esta plataforma. Me siento guiado a tomar la iniciativa, a causa de la promesa de la Palabra del Dios vivo. Miren hacia acá, permítanme mostrarles algo. Este poder vivificador, vamos a ejercitarlo. Déjenme mostrarles. ¿Cuántos creen que Uds. tienen ese Poder Vivificador? [La congregación dice: “Amén”.—Ed.] Bueno, ¿qué sucede con sus manos sobre los enfermos?",
    "Cuando aquellos discípulos recibieron sobre ellos Poder Vivificador, en el Día de Pentecostés, ¿qué hicieron? Ellos salieron y pusieron las manos sobre los enfermos, y ellos sanaron. Jesús dijo, en Marcos 16: “Esto continuará hasta el fin del mundo”. ¿Hasta cuándo, hasta la edad de los apóstoles? “Id vosotros por todo el mundo, predicad el Evangelio a toda criatura. Estas señales seguirán a los que creen; si sobre los enfermos ponen sus manos ellos sanarán”. Ese es el poder vivificador como el que estaba en los huesos de Elías, en los huesos de Eliseo. Y ese mismo Poder Vivificador está sobre los santos, el cual los resucitó a ellos. Si ese mismo Poder Vivificador está en nosotros, pongan sus manos sobre los enfermos, ellos sanarán.",
    "He notado aquí que ya casi he dejado de tener discernimiento, solo pongo las manos sobre los enfermos. He estado notando que cuando, vaya, cosas que yo nunca… de otra manera no atendería a un tercio de las personas. De esta manera alcanzo a más de los que atendía antes. Y descubrí mejores resultados, al simplemente ponerme yo en los brazos de Dios, y decir: “Señor Dios, Tú lo prometiste. Es Tu promesa; no es mía, es Tuya, y Tú prometiste que lo harías. Y yo te he visto a Ti hacerlo. Y yo voy a creer que Tú lo vas a hacer, porque yo he sido bautizado en Tu Cuerpo, y Tu Espíritu está aquí para identificar que esa es la Verdad”. Amén. Ese es el lugar de adoración. Entonces Ud. llega a un punto en donde “todo es posible”. Luego Ud. llega a un punto en que sus—en que sus motivos y objetivos, para sus logros, están exactamente en la voluntad de Dios. Y cuando Uds. ponen las manos allí y lo creen, va a suceder. ¿Lo creen Uds.? [La congregación dice: “Amén”.—Ed.]",
    "Yo creo que antes que una tarjeta de oración sea llamada o alguna otra cosa, que el Dios Todopoderoso puede decirme lo que Uds. tienen allá, y lo que deberían hacer, y lo que no deberían haber hecho. Eso es tomar la iniciativa (cierto), yo sé que eso es correcto, pero eso es exactamente lo que Dios quiere que hagamos. ¿Lo creen Uds.? [La congregación dice: “Amén”.—Ed.] ¿Cuántos lo creerían si Dios lo hiciera? [“¡Amén!”.]",
    "No hay una persona sentada frente a mí que yo conozca, de quien me pueda acordar, ni veo a nadie que realmente conozca. ¿Cuántos aquí saben que todos somos desconocidos? Levanten las manos. Los que saben que yo no sé nada de Uds., levanten las manos. En cualquier parte de la audiencia, que saben que yo no sé nada de Uds. Supongo que es por todas partes, especialmente aquí arriba. Ahora, tal vez las otras personas solo… Yo no las conozco. Ellas simplemente no levantaron la mano, pero, como sea, yo—yo—yo no las conozco. Creo que veo a Richard Blair sentado aquí mismo. Creo que es correcto. No puedo… Está oscuro allí abajo. Hay luces en esta dirección. No veo.",
    "Pero miren aquí, lo que quiero decir es que cuando ese Poder Vivificador entra en Ud., es Jesucristo. Cuando Jesús ponía Sus manos sobre los enfermos, ellos sanaban.",
    "Cuando Jesús tenía poder vivificador para vivificarlo a Él, como Hombre, Él podía mirar y saber los pensamientos que estaban en las personas, decirles acerca de lo que estaban pensando, lo que habían hecho. Estar de espaldas hacia ellos y de todas maneras decírselos: “¿Por qué caviláis así en vuestros corazones?”. La mujer tocó Su manto, y Él dijo: “¿Quién me ha tocado?”. Él miró alrededor y la encontró, y dijo: “Percibo que virtud ha salido de Mí. Tu fe te ha sanado”. Ese es Jesucristo. Eso prueba en dónde está la iglesia y lo que el verdadero poder vivificador de Dios le hace al ser humano. ¿Creen Uds. eso? [La congregación dice: “Amén”.—Ed.]\n\nInclinemos nuestros rostros por un momento.",
    "Amado Dios, hemos tenido una lucha con Satanás esta tarde con estos micrófonos, sabiendo que esas personas probablemente no captaron ni la mitad de eso, el rebote del… de esa manera en el edificio. Pero yo oro, Dios, que el Espíritu Santo tome lo que se quiso expresar, Señor, para que la gente vea que no somos un montón de arrastrados muertos, con falsas esperanzas. Dios, nosotros estamos vivos ahora, vivificados por el poder de la resurrección de Cristo. Jesucristo vive en nosotros. Nosotros lo creemos, Señor.",
    "No reclamamos gloria propia. Como en el Monte de la Transfiguración, allí donde cada uno de nosotros está representado: ahí estaba Moisés, aquel que murió y resucitó; ahí estaba Elías, aquellos santos vivificados que serán arrebatados en el último día. ¡Oh, ellos vieron entonces, cuando miraron atrás, vieron solamente a Jesús! Sabemos, Señor, que no queremos que la gente nos vea a nosotros; no estamos aquí con ese propósito. ¡Dios no quiera!",
    "Pero, Señor, nuestros corazones se deleitan cuando vemos a Jesús glorificado entre nosotros; cuando lo vemos a Él glorificado, cuando vemos Su Palabra, siendo que Él es la Palabra; cuando vemos que podemos leerlo aquí en la Biblia, donde Él prometió que lo haría, y luego lo vemos a Él cumplirla en nosotros, ¡oh, Dios!, cómo nos hace sentir humildes, saber que Su Presencia viviente…",
    "No nos hemos unido a nada ni hemos negociado para recibir algo. Simplemente creemos, Señor, para Vida Eterna. Y Tú nos sellaste allí por el bautismo del Espíritu Santo, y vivificaste nuestros cuerpos, y vivificaste nuestros espíritus, y nos vivificaste entonces para ver visiones y profetizar, y hablar en lenguas, ver grandes señales y maravillas acontecer; pues, es el Dios vivo. Estamos en ese Cuerpo. Siendo que, para el mundo, es locura para aquellos que perecen; pero para nosotros los que creemos, es el poder de Dios para Vida Eterna. Te agradecemos por ello, Padre.",
    "Ahora que se sepa en este día, Señor, que Tú eres Dios, que Tú nunca has cambiado de parecer con respecto a una sola Palabra que has dicho. Y Tú eres el mismo ayer, hoy, y por los siglos, y solamente el único—el único camino que Dios ha provisto. El único Hombre en quien Dios colocó Su Nombre, fue en Su Propio Hijo Quien llevó Su Nombre: Jesús; Dios, Jehová, Salvador, Emanuel, la Puerta del redil; Él que Era, el que Es y que Ha de Venir; la Raíz y el Linaje, tanto la Raíz como el Linaje de David; la Estrella de la Mañana, el Lirio del Valle. ¡Oh, Dios, qué maravilloso! Con razón dijo Isaías: “Consejero, Príncipe de Paz, Dios Fuerte, Padre Eterno”. ¡Oh!, no tenemos otro Padre sino a Ti, Señor. Tú eres nuestro Padre; Tú eres nuestra Madre; Tú eres todo lo que nosotros somos, todo lo que pudiéramos llegar a ser. ¡No veremos otra cosa sino a Jesús glorificado!",
    "Padre, tal vez yo haya hecho algo mediocre de esto, esta tarde, pero toma el sentimiento de mi corazón y escúchame, amado Dios. Y permite que sea dicho, en este día, que Jesucristo fue glorificado aquí mismo en este templo. Concédelo Padre, porque te lo pedimos en Su Nombre, mientras espero humildemente junto con esta audiencia, para verte mover por medio de Tu Espíritu. Amén.",
    "Ahora quiero que hagan esto por mí. Quiero hacerles una pregunta solemne. Quiero que me respondan como si fuese la última vez que Uds. le responderían a alguien en su vida. ¿Creen Uds. que esto es la Verdad? [La congregación dice: “Amén”.—Ed.] ¿Creen Uds. que no hay una iglesia o denominación que pudiera ser reconocida en la Presencia de Dios? ¿Creen Uds. eso? [“Amén”.] No hay ni una. ¡Solamente aquellos que nacen en Jesucristo reciben Su Nombre! Correcto.",
    "Ud. recibe Su Nombre cuando nace allí, no por el bautismo en agua. Aunque Ud. esté bautizado en Su Nombre, pero eso no hace que se reciba Su Nombre. Ud. recibe Su Nombre por nacimiento, no por agua. ¿Ven?, Ud. es bautizado en el Nombre de Jesucristo (sí, señor), en compañerismo; pero Ud. entra por el bautismo del Espíritu Santo en Jesucristo. Así que, Ud. puede ser bautizado cien veces, de la manera que quiera, de la otra manera; no haría ninguna diferencia. Pero una vez que Ud. es bautizado por el Espíritu Santo en el Cuerpo de Cristo, Ud. se convierte en un hijo o una hija de Dios y, “¡Toda Palabra es verdad!”. Y entonces, Él hizo eso con ese propósito.",
    "Como dije el otro día, cuando Dios se movió e hizo que el sol brillara sobre la tierra, Él sabía que esas palmeras y todo lo demás estaban allí debajo de esa tierra. Él… Ellas eran parte de la tierra en ese tiempo, y así también Uds.",
    "Y cuando Él resucitó al Hijo de Dios, en la mañana de Pascua y envió el Espíritu Santo, fue para vivificar también esa Simiente de Vida Eterna que Él conocía previamente, antes de la fundación del mundo, que estaría aquí. Él sabía que este micrófono funcionaría así en esta tarde. Él sabía que Uds. tendrían la actitud que tienen; Él es infinito. Uds. no se lo pueden imaginar con su mente, Uds. solo tienen que aceptarlo. Pero, solo déjenme decirles esto: ese mismo Dios está aquí, esta tarde, en Su pueblo.",
    "Si Ud. es metodista, bautista, pentecostal o lo que pudiera ser, no confíe Ud. en alguna organización. Pues, ellas no pueden ser una organización… Ella está constituida de muchas doctrinas diferentes. Ella está constituida de una canti-… Ud. tiene que ser un individuo para Dios. Ud. tiene que ser un individuo. Dios lidia con Ud., no en su iglesia. Ud. debe vivir una clase de vida correcta en su iglesia o congregación en la que está adorando, Ud. debe vivir esa clase de vida que Ud. debería llevar. Pero ¿ven Uds.?, ellos formulan credos y todo eso, de manera que Ud. ni siquiera puede entrar por sus puertas si Ud. no cree en eso. Así que, ¿cómo puede Dios llegar a entrar allí, cuando Su Palabra constantemente está siendo manifestada?",
    "¿Cómo sabía Lutero acerca de estos bautismos y—y restauración del Espíritu, cuando él estaba allá en aquel día? La planta no había crecido de esa manera. Tampoco lo sabía Wesley; ni tampoco saben los pentecostales lo que está sucediendo hoy. Es igual, crece en dirección opuesta a Uds. Correcto. Así ha sido en cada edad y siempre lo será.",
    "Yo puedo probarles por la Biblia que esta es la edad del trigo. Recuerden, después de este gran avivamiento… No se ha levantado otra organización desde Pentecostés; no puede levantarse. Pasó de la cáscara al trigo y ya no queda más que el grano. Esa es la razón. Quince años… Normalmente tres años, y ellos tienen una organización de cualquier avivamiento. Pregúntenle a cualquier historiador. Pero no hay alguna organización después de Esto. Ellos trataron de levantar una Lluvia Tardía, pero Uds. ven lo que le sucedió; no se puede. Ya es trigo. Sí, señor. No hay más portadores; es el verdadero grano. Cristo está en medio de Su pueblo. ¿Lo creen Uds.? [La congregación dice: “Amén”.—Ed.]",
    "Empecemos desde aquí, en el piso de abajo. No puedo escoger de allí, viendo que hay muchos de Uds. ¿Cuántos creen que yo soy Su siervo? [La congregación dice: “Amén”.—Ed.] ¡Tengan fe en Dios! ¿Cuántos aquí creen eso de la misma manera, digan: “Yo lo creo de todo corazón?”. [“Amén”.] Ahora, el Señor Dios nos conceda esto para que Uds. puedan ver el poder vivificador. Es algo, una evidencia vital, que lo demuestra.",
    "Sí, alguien puede decir: “¡Oh, esto es Eso, esto, aquello!”, pero dejen que eso funcione.",
    "Ahora, es totalmente imposible para mí que yo sepa algo de Uds. Uds. saben eso. Yo no conozco sino a una sola persona que puedo ver, y ese es el Reverendo Blair sentado allí, de allá del este, creo que de Arkansas o algún lugar allá lejos. Es el único en la audiencia al cual veo que conozco. Y Dios sabe que es verdad. Así que, tendría que ser algo que…",
    "Acabo de ver aquí a esta damita sentada allí al final, tiene un problema espiritual por el cual Ud. está orando. ¿Cree que Dios resolverá ese problema espiritual, y arreglará eso? Muy bien, puede recibirlo.",
    "Ponga su mano sobre la otra señora sentada al lado suyo, pues, de hecho, ella tiene un problema estomacal por el cual está orando. Sí. ¿Es correcto eso, hermana? Levante las manos si es verdad. Yo no la conozco, nunca en mi vida la he visto. Dos jovencitas de color.",
    "Ahora, ¿qué es eso? ¿No es eso exactamente como lo que Él dijo que haría? [La congregación dice: “Amén”.—Ed.] Exactamente.",
    "Aquí hay una señora sentada, mirando directamente hacia acá; sentada, mirándome. Ella tiene problemas al corazón. ¿Cree Ud. que Dios sanará ese problema al corazón? Ud. estaba sentada allí orando: “Me gustaría poder llegar allí”. ¿Es correcto? Mueva la mano así, es correcto. ¿Cómo supe yo lo que Ud. estaba diciendo en su oración?\n\nVea, solo crea. Eso es todo lo que tiene que hacer, es creer.",
    "Aquí mismo está sentada una señora que morirá inmediatamente si no es sanada. Ella tiene cáncer. ¿Cree Ud. que Dios sanará el cáncer? Sí. ¿Lo cree? Ud., siendo que fue un poco lenta para levantar la mano, ¿cree Ud. que Dios puede decirme quién es Ud.? La Sra. Gunn. Pues, si eso es correcto, mueva la mano así, ¿ve? Muy bien. Vaya a casa, Jesucristo la sanará.\n\n“Si puedes creer, todo es posible”.",
    "Eso impactó a esta dama sentada allí de sombrero oscuro, mirándome. Ella también tiene cáncer. ¿Cree Ud. que Dios la sanará? ¿Lo cree de todo corazón? Estoy hablando con la señora Miller. ¿Lo cree Ud.? Yo no conozco a la mujer, no la he visto en mi vida y Dios en el Cielo sabe que eso es cierto. Amén.\n\n“¡Si podéis creer”!",
    "Aquí hay una mujer de color, sentada aquí al final, tenía la cabeza inclinada. Ella estaba meditando, medita acerca de un ser querido, alguien por quien está orando. Ella vino, realmente, para orar… para que se ore por él. No, él no está aquí, es su esposo. Eso es correcto. Ella… Él no está aquí. Está en casa. Él ha tenido una operación, ¿no es así? Es correcto. Él padece de problemas de sinusitis y cosas así. Eso es verdad, ¿no es así? Él va a estar bien. La fe suya fue fuerte para eso. ¿Cree Ud. que eso es verdad? Amén.",
    "¿No pueden ver Uds. que Jesucristo es el mismo ayer, hoy y por los siglos? Pregúntenles a esas personas. Ha ido por toda la audiencia. ¿Creen Uds. que Él está aquí? ¿Sienten ese poder vivificador en Uds.? Bueno, ese es el Dios que los sana a Uds., amigos. ¿Lo creen? [La congregación dice: “Amén”.—Ed.]",
    "Ahora ¿harán Uds. algo por mí? Pues, ¿cuántos aquí están enfermos, veámoslos levantar la mano? Ahora van a ser las cinco. Pongan sus manos unos sobre otros, y vamos a… No digan una sola palabra ahora, solo pongan sus manos sobre—unos sobre otros. Quiero que hagan algo.",
    "Oigan, el hombre sentado directamente aquí atrás tiene ese crecimiento en la espalda. ¿Cree Ud. que Dios quitará ese crecimiento de su espalda, señor? ¿Cree Ud. que Dios le sanará? Es un joven, mirándome, y pensó que sería pasado por alto. Levante la mano, señor. Eso es correcto. Si Ud. cree de todo corazón, Dios se lo quitará.",
    "¡Aleluya! ¡Yo reto a toda esta audiencia, en el Nombre de Jesucristo! Si Uds. pudieran, si… Su conciencia, no permitan que se cauterice con incredulidad, no permitan que ella se turbe. ¿No pueden Uds. ver al Hijo del Hombre, el Hijo del Hombre en forma de Mensaje profético, volviendo de nuevo en Su Iglesia, en profecía, revelando a Jesucristo el mismo ayer, hoy y por los siglos? Esto jamás ha sido hecho a través de la edad, hasta este tiempo. ¿Ven? Ahí está la prueba de ello.",
    "¿Qué es la Iglesia? ¿Cómo se entra en Ella? Cuando Ud. está allí, todo lo que Jesucristo fue, Ud. es, aun el ser un hijo y una hija de Dios. Él llegó a ser Ud. para que Ud. pudiera llegar a ser Él.",
    "Lo que pasa es que Ud. tiene miedo de usar esto, o Ud. no está cooperando con Su Palabra. Ahora, eso no le hará ningún bien, y a mí—a mí no me importa lo que Ud. haga. Si Ud. no entra plenamente en esa Palabra, jamás funcionará. ¿Quién puede acusarme a mí de algo que Él dijo y prometió en este día, que no aconteció? Entonces, no vengan a mí con su denominación, porque no funcionará.",
    "¡Aleluya! Yo siento, yo sé que Él está aquí. Estoy seguro que Él está aquí. Sé que ahora hay suficiente poder vivificador en la Iglesia para sanar a toda persona que está sentada aquí. ¿Pueden creerlo? Bien, entonces, ¿creerán?",
    "¿Creen Uds. en orar por los enfermos? ¿Creen Uds. que Jesús dijo: “Sobre los enfermos pondrán las manos y sanarán”? Muy bien, pongan sus manos unos sobre otros ahora. No oren por Uds. mismos. Oren por la persona a su lado. Ellos están orando por Ud. Ahora, en silencio y con reverencia.",
    "Señor, cuánto te agradezco, puedo pararme aquí en esta plataforma y—y predicar una Palabra que es tan contraria al pensamiento hoy de las personas, que Le llamarían “herejía”, Le llamarían “espiritismo”, Le llamarían “espíritus malignos” como hicieron cuando, “belcebú”. Pero al verte a Ti aquí justo en medio de esta gran audiencia, esta tarde, que inmediatamente Te das la vuelta y confirmas y pruebas exactamente lo que ha sido predicado, que es la Verdad.",
    "Dios, estos son Tu pueblo. El—el diablo ha tratado de echar a perder los micrófonos, ha tratado de confundir los pensamientos de la gente, ha tratado de impedir que entiendan Esto. Pero yo creo que ellos Lo entenderán de todos modos, Señor. Yo pido que ellos Lo entiendan. Pido que Lo reciban. Concédelo Señor. Estos creyentes con poder vivificador, que cuando ellos… si ellos no viven para ver Tu Venida, ese poder vivificador los levantará en los postreros días.",
    "Concede ahora mismo que ese poder vivificador les vivifique su fe, Señor, para lo que están haciendo. Hay un creyente con sus manos sobre un creyente, un cuerpo a un cuerpo, un poder a un poder. Y es el poder de Dios, por un hijo de Dios o una hija de Dios, por el Hijo de Dios. ¡Oh, Dios!, ¡que Satanás suelte a estas personas! Que ellas sean sanadas esta tarde por el poder vivificador, resucitador, de la Presencia identificada, Jesucristo. ¡Que así sea, en el Nombre de Jesucristo!",
    "Sus manos sobre las personas tienen poder vivificador, si Ud. ha sido vivificado. ¿Ha cobrado Ud. Vida? ¿Cristo ha venido a ser real para Ud.? ¿Se ha manifestado el poder de Dios? ¿Está Ud. en esa Iglesia, la Iglesia provista por Dios? ¿Cómo está Ud. en Ella? ¿Cómo sabe Ud. que ha sido vivificado en Ella? Todos sus pensamientos, todo su ser está en Cristo ahora. Y Cristo está en medio del pueblo, probando Él Mismo que está vivo, probando que Él está aquí en los días de Sodoma.",
    "Con las manos de esas personas, cuyas vidas han sido transformadas de ser prostitutas, de borrachos, de prostitutas de la calle, a genuinos santos de Dios, vivificados. Sus manos están puestas sobre Ud. Ellos están en la Iglesia por el bautismo del Espíritu Santo, el mismo poder que estaba sobre los huesos de Elías. Ese mismo poder está sobre su hombro, sobre sus manos, sobre sus cabezas, ese mismo poder vivificador; con Él aquí de pie probando que está vivo de entre los muertos, muestra Él Mismo que está vivo, aquí ahora haciendo las mismas cosas que Él hizo cuando estuvo…?… ¡Amén!",
    "¿Pueden Uds. creerle ahora? ¿Pueden Uds. creer que esas manos que están puestas sobre Uds. son manos piadosas?, ¿pueden Uds. creer que ese Espíritu que nos está vivificando ahora, haciéndonos actuar de forma loca para el mundo, creen Uds. que ese es Su poder vivificador? ¿Creen Uds. que están en Su Iglesia? Entonces, si Uds. lo están, y creen que esas manos que están puestas sobre Uds. son manos santas, ordenadas por Dios, entonces yo les ordeno, en el Nombre de Jesucristo, a que se pongan de pie y acepten su sanidad, todos los que han estado enfermos.\n\n¡Oh, Cristianos!, ¿se dan cuenta de lo que ha acontecido?",
    "¿Se dan cuenta que allá en esa calle hay millones de personas caminando estas calles hoy, que no son más que estopa atómica? ¿Se dan cuenta Uds. que esa gente está muerta en delitos y pecados, y que sus vidas están negras; en iglesias por todas partes, para unos pequeños discursos o algo sobre algún tipo de cumplir con alguna cierta cosa, y a eso le llaman religión?",
    "¿Sabía que Ud. ha sido resucitado de muerte a Vida, y ha sido bautizado en el Cuerpo del Dios viviente que ha vivificado sus cuerpos donde hay hablar en lenguas e interpretación de lenguas, viendo a Jesucristo manifestado entre nosotros? Pues la enfermedad no podría permanecer en un grupo como este. Permita que su fe vaya a Él, ¡créale a Él! Diga: “Señor Dios, yo creo con todo mi corazón”, y Ud. será sanado.",
    "¿Habrá pecadores aquí que quisieran entrar en ese Cuerpo? Levanten sus manos y digan: “Yo nunca he entrado en Él, yo nunca he sido lleno del Espíritu Santo, pero, Hermano Branham, realmente deseo Eso en esta tarde. ¿Podría Ud. orar por mí?”. Levanten las manos. No se avergüencen, Uds. están en Su Presencia. ¡Solo miren las manos! ¡Miren las manos!",
    "Ahora, todos los que quieren el bautismo del Espíritu Santo, levanten las manos, donde sea que estén, que quieren.",
    "Ahora Uds. que tienen el Espíritu Santo, que se encuentran cerca de ellos, pongan sus manos santas y consagradas sobre ellos. “Si el Espíritu Santo, que resucitó a Jesús de entre los muertos, mora en vosotros, vivifica vuestro cuerpo mortal, de muerte a Vida”. Trae a todo el cuerpo en sujeción al Espíritu. Ahora inclinemos nuestros rostros, y todos oren por esas personas que quieren el bautismo del Espíritu Santo. Y yo realmente creo que Dios llenará a cada uno de Uds. ahora mismo con el Espíritu Santo.",
    "¿Por qué esperar, amigos? Uds. van a esperar demasiado uno de estos días. Esta es la hora. Ya no esperen más. Uds. están aquí en este templo donde pueden permanecer toda la noche y orar.",
    "Amado Dios, te ruego que envíes al Espíritu Santo nuevamente, como un viento recio y fuerte, llena toda la casa, después de esta identificación perfecta aquí, esta tarde, de que Tú estás vivo y con el pueblo. En el Nombre de Jesucristo. Amén. 🦅"
  ]
}