{
  "title": "PROBANDO SU PALABRA",
  "id": "65220009",
  "content": [
    "🦅  Inclinemos nuestros rostros por un momento. Amado Padre Celestial, estamos agradecidos que estamos aquí esta noche. Estamos agradecidos al saber que Tu Presencia está aquí con nosotros. Ahora pedimos que Tú ministres a cada uno de nosotros, según nuestra necesidad. Lo pedimos en el Nombre de Jesús. Amén. (Tomen asiento.)",
    "Se siente bien tener prendidos los micrófonos. Siento mucho haber arruinado eso ayer, el Mensaje que tanto quería yo que Uds. captaran.",
    "Y yo quería que estuvieran seguros de ver eso. Ese es—es el ancla que tenemos. No estamos anclados por una iglesia. Estamos anclados en Cristo, ¿ven? El es ese único Camino. El es el único lugar de seguridad, el único lugar donde Dios jamás puso Su Nombre. Y Dios dijo que El se encontraría con la gente en el lugar donde El escogió poner Su Nombre; no en cualquier puerta, sino en la puerta que El escogió. Y en ese lugar El se encontraría con la gente, y únicamente allí. Y hallamos que Dios no puso Su Nombre en ningún lugar sino en Su Hijo, Jesucristo, así como el hijo siempre lleva el nombre del padre.",
    "Y Uds. ahora dicen: “Pues, ¿cómo se aplica eso hoy? Cada uno dice: ‘Yo estoy en Jesús’”.",
    "El es la Palabra. Lo cual: “En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios. La Palabra se hizo carne y habitó entre nosotros”. De nuevo, también está escrito en Apocalipsis el capítulo 19, que cuando lo vemos a El venir, la Novia y el Novio, Su ropa teñida en Sangre: “Su Nombre fue llamado ‘EL VERBO DE DIOS’”. El es la Palabra de Dios.",
    "Y eso es, El es el Poder vivificador. El es, el Espíritu Santo es la-la Dinámica que entra en la mecánica, las palabras, que la hacen vivir. Y todo eso tiene que funcionar en conjunto, o de otra manera no funcionará. Se requiere de toda la Biblia, todo el Cristo, el Evangelio completo.",
    "Quiero mencionarle a este grupo que miré por televisión anoche, sabiendo que lo iban a presentar, y lo miré. Yo quiero felicitar a estos hermanos, los que estaban en esa mesa de discusión, ¡qué maestría para responder a las preguntas! Y Uds. saben, yo soy muy bueno para criticar, pero allí no había nada que criticar. Eso era absolutamente genuino, y pude estar de acuerdo con eso, cien por ciento. [La congregación aplaude.] Gracias. Amén. Esas respuestas fueron directas. Verdaderamente me gustó eso. Sólo quisiera haber tenido como filmar eso para poder mostrarlo en mi iglesia en casa. Eso realmente estuvo muy bien.",
    "Y estoy tan agradecido al saber que—que además de nuestros grupos pentecostales, Dios ha lidiado allá en las otras esferas, y está recogiendo hombres, aquella simiente de Dios, que ha estado allá todos estos años, esperando que la Luz brille por su camino.",
    "Y esto también nos da una advertencia, amigos, sabiendo que Jesús dijo que cuando esta virgen durmiente comenzara a entrar a comprar Aceite, entonces es cuando el Novio estaba por venir. Así que podemos ver por eso, que cuando vemos a los episcopales, los presbiterianos, metodistas, bautistas, luteranos, entrando para obtener el Aceite, entonces esa es la hora en que el Novio vino. Recordemos eso.",
    "Nunca me ha sucedido que Billy, mi hijo, me dijera tal como lo que acaba de decirme hace unos momentos. El dijo: “Papá, yo no te digo qué hacer. No es mi intención impresionarte con alguna cosa, pero”, dijo, “Papá, lo que sea que hagas, dedica todo tu tiempo para esas personas enfermas”. El dijo: “¡Yo nunca he visto tanta gente enferma”! Dijo: “Repartí doscientas tarjetas en un momento o dos”. Dijo: “¡Hay tantas personas enfermas”! El muy rara vez me dice algo así.",
    "Y yo vine en esta noche con algunos apuntes, y algunos comentarios sobre “el juicio que se aproxima”; y sabiendo que estamos aquí esta noche con la misma ira de Dios removiendo debajo de nosotros, y de pronto se la llevará. Y sabiendo que la ira de Dios está esperando; precisamente en el momento se pronunciará, y para millones será el fin. Y sabiendo eso en mi corazón, y sabiendo que así es, y luego vemos tantos enfermos, empujando y halando.",
    "Y pensé: “La mayoría de ellos son Cristianos en esta noche”. Y déjenme decir esto, a Uds. hijos de Dios: Cualquier cosa que hagan, dejen todo lo demás a un lado. Sirvan a Dios día y noche con todo su corazón. Uno—uno puede sentir que algo anda mal. Uno lo puede notar al caminar en las calles, se nota, y dondequiera que uno va. Lo saben, si son espirituales; y yo sé que lo son.",
    "Y yo hablaba con un hombre, el Hermano Stromei. No sé si Tony está aquí o no. El, él era…[Un hermano menciona un nombre.] ¿Tony Salameh, Salameh, Salameh? No. Tengo al Tony equivocado. [Un hermano menciona algo] No, ese es el Tony equivocado. Este es el Tony de—de—de Tucson. ¿Cuál es su nombre? [Alguien más dice: “Stromei”.]¡Stromei! Yo sabía que era Salameh, Stromei o algo parecido. Ya lo recordé.",
    "En su almacén, el otro día, hubo un hombre que entró, que me impresionó bastante, él estaba hablando de algo que me trajo a la mente un recuerdo, de cuando yo…de la última vez que estuve en—en la India.",
    "Donde creo que el Señor nos dio la multitud más grande que hemos tenido en una sola ocasión, la cual fue en Bombay. No podíamos ni siquiera encontrar lugar para colocarlos, decenas de millares y millares de personas.",
    "Y justo antes de llegar allí, había un periódico traducido, pues, era (la India es un país bilingüe), era—era el diario en inglés. Y decía: “Pues, los terremotos deben haber cesado, las aves están volando nuevamente a sus moradas, en sus nidos”.",
    "Unos días antes que ocurrieran los terremotos, lo cuales tumbaron los cercos y cosas; los pequeños pájaros se buscan refugio en las rocas, y allí hacen sus nidos. Y por la tarde o al medio día, cuando el sol está produciendo mucho calor, todos los animales se acercan a esos muros hechos de piedra, para estar en la sombra. Y por dos días los pájaros permanecieron allá en los árboles, no se acercaban a sus nidos; y por dos días los animales, las ovejas y el ganado, no se acercaban por la tarde, ni llegaban cerca de esos muros. Ellos—ellos permanecían en el campo abierto y se acercaban el uno al otro para darse sombra.",
    "Entonces de repente hubo un terremoto que sacudió los muros y derribó los edificios. Y vean Uds., si esos pajaritos hubieren estado allí, hubieran perecido. Si el ganado hubiese estado parado allí cerca, y las ovejas, hubieran perecido. ¡Dios advirtiendo a la naturaleza!",
    "Hace unos días, allá en el almacén del Hermano Tony, yo escuchaba un hombre allí que dijo…Cuando este terremoto ocurrió en Alaska, él estaba pescando en un lugar que llamamos Puerto Peñasco, en México. Y él dijo: “Los pájaros no comían; no comían los peces. Algo andaba mal. Y de repente ocurrió el terremoto”.",
    "Y el otro día, cuando ocurrió aquel allá en la India, o donde fue, él dijo que de nuevo estaba pescando. Y él pensó: “Pues, qué extraño. Esos peces comen como a esta hora. No hay nada de movimiento en el agua, por ninguna parte. El agua está bien calmada, un tiempo perfecto para los peces alimentarse, pero no estaban comiendo. Y todos los pájaros que normalmente están por allí, las gaviotas, cogiendo estos peces y cosas, todas estaban caminando por la playa, juntándose la una contra la otra. A los pocos momentos, las algas marinas del fondo comenzaron a subir así de esa manera, había acontecido un terremoto al otro lado de la Tierra”. ¿Ven? Esos peces sabían que algo andaba mal, algo estaba por suceder. Esos pájaros también sabían.",
    "Ciertamente si Dios le da discernimiento al pez y al pájaro, ¡cuánto más debería El dárselo a Sus-Sus hijos! Sabemos que estamos en el tiempo del fin, y el juicio está esperando, así que seamos muy reverentes. ¡Huyan a Dios de todo corazón! “Oh Capernaúm, que eres exaltada hasta el cielo, hasta el hades serás abatida”, y hoy día ella está debajo del lecho de las aguas. Simplemente recuerden y oren.",
    "Ahora, esta noche, quiero leer un pasaje aquí en la Escritura, sólo por unos momentos. Oraremos por los enfermos. Billy dijo que repartió una cantidad de tarjetas de oración. Y él repartió algunas ayer, y anoche no logré llegar a ninguna de ellas. Y yo mismo me preguntaba, cuando vino el Espíritu Santo…Es que…Uno no puede hacer que Eso funcione. Es como una pequeña palanca, y uno mismo la engrana. Son Uds. los que hacen operar el Espíritu Santo, no yo. Uds. mismos son los que hacen eso. Así que yo…Anoche aun en el discernimiento lo noté, eso no tuvo acogida con la gente de la manera correcta. Ellos no parecen haberlo captado. Yo he notado que aquí últimamente, pareciera ser más o menos así, precisamente como yo decía, imponiendo manos sobre los enfermos. Ellos saben.",
    "Debemos reconocer que en nosotros ha sido dado. Nosotros, los que creemos a Jesucristo y hemos nacido de Su Espíritu y llenos de ese poder vivificador; ese poder que está en uno, al imponer las manos sobre otros como hicieron los discípulos y a través de la edad, eso absolutamente sanó al enfermo, resucitó al muerto, mostró visiones, profecías. Y el mismo Espíritu que vivió entre los primeros apóstoles está viviendo hoy en la iglesia, obrando las mismas cosas. ¡Y tan pronto podamos reconocer eso…! ¿Ven? No importa cuánto esté obrando, Uds. lo tienen que reconocer y creerlo. No servirá de nada, hasta que lo crean. Pero el momento que lo crean, sus problemas terminan. Eso es verdad.",
    "Ahora vayamos a la Escritura. Yo estaba sentado allá hace unos momentos y anoté algunas Escrituras más, para cambiar mi texto para esta noche. Y quiero leer algo de la Palabra de Dios, del Libro de San Lucas el capítulo 8, comenzando con el versículo 40. Escuchen ahora, voy a leer extensivamente.\n\nCuando volvió Jesús, le recibió la multitud con gozo; porque todos le esperaban.",
    "¿No sería esa una buena actitud para la multitud de esta noche?\n\nEntonces vino un varón llamado Jairo, que era principal de la sinagoga, y postrándose a los pies de Jesús, le rogaba que entrase en su casa;\n\nporque tenía una hija única, como de doce años, que se estaba muriendo. Y mientras iba, la multitud le oprimía.\n\nPero una mujer que padecía de flujo de sangre desde hacía doce años, y que había gastado en médicos todo cuanto tenía, y por ninguno había podido ser curada,\n\nse le acercó por detrás y tocó el borde de su manto; y al instante se detuvo el flujo de su sangre.\n\nEntonces Jesús dijo: ¿Quién es el que me ha tocado? Y negando todos, dijo Pedro y los que con él estaban: Maestro, la multitud te aprieta y oprime, y dices: ¿Quién es el que me ha tocado?\n\n…Jesús dijo: Alguien me ha tocado; porque yo he conocido que ha salido poder de mí.\n\nEntonces, cuando la mujer vio que no había quedado oculta, vino temblando, y postrándose a sus pies, le declaró delante de todo el pueblo por qué causa le había tocado, y cómo al instante había sido sanada.\n\nY él le dijo: Hija, tu fe te ha salvado; ve en paz.\n\nEstaba hablando…, cuando vino uno de casa del principal de la sinagoga a decirle: Tu hija ha muerto; no molestes más al Maestro.\n\nOyéndolo Jesús, le respondió: No temas; cree solamente, y será salva.\n\nEntrando en la casa, no dejó entrar a nadie consigo, sino a Pedro, a Jacobo, a Juan, y al padre y a la madre de la niña.\n\nY lloraban todos y hacían lamentación por ella. Pero él dijo: No lloréis; no está muerta, sino que duerme.\n\nY se burlaban de él, sabiendo que estaba muerta.\n\nY él los sacó a todos, y él, tomándola de la mano, clamó diciendo: Muchacha, levántate.\n\nEntonces su espíritu volvió, e inmediatamente se levantó; y él mandó que se le diese de comer.\n\nY sus padres quedaron atónitos; pero Jesús les mandó que a nadie dijesen lo que había sucedido.",
    "Ahora oremos. Amado Padre Celestial, al leer esta Palabra, sabemos que es verdad. Esto ocurrió. No es alguna historia mítica que quizás leeríamos de un periódico o de algún libro de ficción, sino que esto vino del Libro que conocemos ser la Palabra de Dios. Nosotros creemos que sí sucedió. Nosotros creemos que este Jesús que hizo esta cosa notable, aquí en dos ocasiones, con la mujer del problema de la sangre, y la niña muerta; nosotros creemos que El es el Hijo de Dios, que Dios lo levantó de los muertos y nos lo ha presentado a nosotros en esta noche, en la persona del Espíritu Santo.",
    "Y nosotros creemos que El está aquí con nosotros esta noche. Y creyendo que El es el mismo ayer, y hoy, y por todos los siglos, Su compasión se extiende a la gente. Y a medida que la gente se extiende hacía El, los mismos resultados que fueron dados en ese día serán dados en este día. Concédelo nuevamente, Padre, que podamos tener una unción fresca. Como tan sinceramente pidió el Hermano Shakarian, hace un momento, y le pidió a la audiencia que creyera, lo estamos pidiendo de nuevo en el Nombre de Cristo Jesús. Amén.",
    "Yo quiero hablar sólo por unos momentos, y esto sí será sólo por unos momentos, porque quiero traer aquí a esas personas con tarjetas de oración y orar por ellas. Y poniendo a un lado cualquier otra cosa y solamente orar por los enfermos. Pero antes de orar por los enfermos, tenemos que llevar la gente a esa actitud. Es la actitud la que siempre produce los resultados; es la actitud que Uds. toman hacia Dios.",
    "Aquí está una mujer que tocó Su vestidura, ella fue sanada de un flujo de sangre. Un soldado escupió en Su cara y le puso una corona de espinas en la cabeza, y no sintió nada de virtud.",
    "Es su manera de acercarse. La actitud es lo que se requiere. Y así es en esta noche, estimado amigo, lo que se requiere es la actitud. Estamos, y creemos estar, en la Presencia de Jesucristo, pero es la actitud suya la que produce los resultados. La mecánica está aquí, y también la dinámica. Si tan sólo Uds. pueden comenzar, Dios hará lo demás.",
    "Ahora, este tema sobre el cual deseo hablar por unos momentos es: Probando Su Palabra. Ahora esa es una gran cosa, el pensar en eso: Probando Su Palabra.",
    "Ahora, Dios en esta noche es tan capaz de probar Su Palabra, como El siempre la ha probado. Y la Biblia también dice: “Examinadlo todo; retened lo bueno”.",
    "Ahora, sin duda, Uds. han escuchado el antiguo proverbio: “Pruébemelo, yo lo creeré”. Pero eso no es válido. Muchas veces he visto muchas cosas probadas, que eran aun absolutamente probadas científicamente, y sin embargo de todas maneras la gente no las creía.",
    "Yo hablaba con un hombre aquí no hace mucho. Hablábamos acerca de sanidad Divina. El dijo: “Yo no lo creería. No me importa lo que suceda, ni cuánta prueba Ud. pueda producir de eso, yo aún no lo creería”. Pues, ciertamente no importa lo que se hiciera para ese hombre, él—él está perdido. El no puede creer. En él no hay nada para poder creer.",
    "Acabo de tener aquí una—una pequeña experiencia, hace como una semana. Como todos saben, yo—yo salgo de cacería. Y cuando regresé de mi reunión, había estado cazando puma. Y después de mudarme a Arizona, es bueno, me gusta la caza de animales grandes, y disfruto al salir entre la naturaleza y observarla.",
    "Ahora, yo no soy un asesino. Sencillamente cazo. Así que, a mí—a mí no me gusta destruir la caza, yo—yo no creo que es correcto. Yo lo considero igualmente pecado matar caza cuando uno no le da uso, y no la va a usar con un propósito, como lo sería matar cualquier otra cosa. Yo creo que eso está errado, no debemos hacerlo. Dios nos la dio para alimento y para propósitos, y no debemos destruirla. Y lo que la ley le permite a uno tomar, eso está bien. Solamente no la desperdicien.",
    "Y estando allá, la temporada había terminado para todo lo demás. Los pumas matan bastante ganado. Y conozco muchos granjeros en la región. Y cada vez que les ocurre una matanza, pues, ellos me llaman, cuando un puma se mete entre el rebaño. Un cierto amigo mío, la otra noche, perdió como tres mil quinientos dólares, en una noche, por un solo puma matando las ovejas. El logró entrar, y por supuesto, los demás pumas tendrán que pagar por su pecado. Así que yo cacé el puma, y pues era un puma bien grande, de nueve pies de largo, y pesaba cerca de doscientas libras, así que era—era un puma grande.",
    "Y entonces pasé de la región de Arizona, hacia Utah, para cazar. Y me fue dicho que había personas allá, que el hombre con el que iba a cazar, él era un trampero para el gobierno, “Y por favor, no mencione nada sobre religión delante de él”. Dijo: “El realmente es un individuo rudo”.",
    "Y respondí, pues, le dije al hombre con el que yo iba, le dije: “No la mencionaré”.",
    "El dijo: “No mencione ‘predicador’. Si lo hace, jamás podrá cazar. El no lo llevará”. Dijo: “Cacé con él tres días, y dormí junto a él todas las noches, comí con él todos los días, y él ni siquiera dijo: ‘Buenos días, ¿cómo estás? ¿Deseas algo para comer? Lava los platos’ ¡Nada”! Dijo: “Así que no le vaya a mencionar nada al respecto”.",
    "Le dije: “No diré ni una palabra”. Pero no le dije que no oraría, pero continué diciéndole que yo…Y yo estaba orando.",
    "Entonces cuando llegamos allá, el hombre tenía un carácter muy duro, y no pensé que él creía en nada. Y él acababa de perder un bebé unas noches antes, un bebé que nació muerto. Así que salimos de cacería. Y al segundo día, el hombre con el que yo andaba cazando le había dicho, le dijo que yo conseguía cazar por todo el país. Así que cuando el otro cazador que andaba conmigo se fue, nos hallábamos bien arriba en la cima, donde habíamos perseguido un puma, hasta que lo corrimos entre las rocas, y se nos escapó. Y así que estábamos sentados allí esperando que regresara el perro. Y este hombre me dijo, él dijo: “El otro cazador, su amigo, me dice que Ud. caza por todas partes. ¿Tiene Ud. mucho dinero”? Dijo: “Supongo que no es asunto mío”.",
    "Y yo le dije: “No”, dije, “no es cuestión de mucho dinero”. Dije: “Yo—yo soy patrocinado”.",
    "Y él dijo: “Oh, ya veo”. El dijo: “Pues supongo, de nuevo, que no es asunto mío, pero”, dijo, “¿está Ud. con algún negocio que lo patrocina”?",
    "El me lo estaba sacando. Yo prometí que no lo haría, ¿ven? Entonces dije…, yo dije: “No señor. Yo soy un predicador, un misionero”.\n\nEl dijo: “¿Un qué”?",
    "Y yo le dije: “Un misionero”. Y él sencillamente se levantó y me miró por unos cuantos minutos.",
    "Y dije: “¿Tiene Ud. esperanza para la Vida más allá? ¿Cuál es su esperanza”?\n\nEl dijo: “Yo soy un mormón informal”.\n\nY yo dije: “¿Un qué”?\n\nEl dijo: “Un mormón informal”.\n\nLe dije: “¿Qué clase es ése”?",
    "Dijo: “La clase que maldice y toma café, y fuma cigarrillos”.\n\nYo dije: “Pues, una confesión honesta es buena para el alma”.",
    "Y entonces dijo—él dijo: “Quiero preguntarle algo”. El dijo: “Me dicen que la iglesia mormón es la única verdadera iglesia”. El dijo: “¿Cree Ud. eso”?",
    "Dije: “Cuando se trata de iglesias, me supongo que es tan buena como cualquiera. Yo conozco una sola Verdad, y esa es Jesucristo”. Dije, “Sé que El es Verdad”.",
    "🦅 Pues”, dijo él, “me nació un bebé la otra noche, muerto”. El dijo: “Me dicen que este bebé, por nacer muerto, que porque Dios no respiró aliento de vida en él, que nunca jamás lo veré”. El dijo: “¿Qué piensa Ud. en cuanto a eso”?",
    "🦅 Pues”, le dije, “como mormón informal, ciertamente no lo verá, no. Eso es algo seguro, Ud. no lo verá mientras permanezca un mormón informal”. Y él dijo…Pues, él me había estado empujando a mí, así que yo lo empujé también a él un poco, ¿ven? Era tiempo de—de empujar. Entonces él dijo—dijo…Yo dije: “¿Qué sucede”?\n\nEl dijo: “Oh, yo no sé”. Y él dijo: “Pues, ¿qué cree Ud.”?\n\nYo le dije: “Yo conozco muchos muy buenos…”",
    "Yo no sabía que él era mormón. Y yo estaba muy…Yo sé, que estando en Utah, que probablemente lo era, pero yo…porque la mayoría de personas allá son mormones, en los alrededores de Salt Lake City. No obstante, esto aquí no era Salt Lake City. Entonces pensé: “Pues, he tenido buenos amigos mormones, han pasado por las líneas de oración, gente muy fina”.",
    "Y yo dije: “He conocido muy buenos hombres que son mormones”. Y él dijo, pues, dijo…Yo dije: “No conozco cómo enseñan en cuanto a eso, y no quisiera decir nada contrario a lo que ellos enseñan, porque eso es lo que Ud. es, y yo respeto eso altamente”. Y yo dije: “Pues, ¿cree Ud. de esa manera”?\n\nEl dijo: “Sí señor, creo así. Pero”, dijo, “no lo vivo”.",
    "Yo dije: “Pues, yo creo que la Biblia enseña que Dios conocía ese bebé, hace millones de años, antes de la fundación del mundo”. Yo dije: “Dios le dijo a Jeremías, ‘Antes que fueras concebido en el vientre de tu madre, antes que salieras del vientre, yo te conocía, te santifiqué, y te ordené profeta a las naciones’”. Le dije: “Así conocía El al respecto, ¿ve Ud.”?\n\nEl dijo, “Pues”, dijo, “gracias”.",
    "El comenzó a caminar cuesta abajo. Y luego se encontró con este otro individuo, y le dijo: “¿Por qué no me dijiste que ese tipo era un predicador”? Y entonces nosotros…El le habló un poco y comenzó a contarle de las reuniones.",
    "Ahora, los mormones creen en profecía. Yo no…quizás no estén presente, pero ellos—pero ellos sí creen en—en profecía. Pero, entonces, de pronto quizás yo esté hablando fuera de orden, pero yo…Sí. Sí. Pero, no obstante, ellos creen.",
    "Y él dijo, él regresó hacía mí, y dijo: “Entiendo que Ud. es un profeta”.",
    "Yo le dije: “No señor”. Yo dije, “Yo…El Señor me ha mostrado unas cuantas cosas que sucederían”.",
    "Y él comenzó a caminar inmediatamente, dijo: “Vámonos”. Se subió a su auto, y se fue a la…Había una aldea cerca de donde él vivía. En unos momentos, él ya no estaba. Nosotros estábamos preparando los perros, para salir de nuevo de cacería inmediatamente después del almuerzo. Y mientras estábamos en eso, pues, él arrancó en su auto.",
    "En unos momentos, llegó un joven de buena apariencia, como de diecisiete años, un caballero Cristiano con una auténtica apariencia santa. El dijo: “Este es mi hermano”. Dijo: “El no es un mormón informal. El es un verdadero mormón”.\n\nLe dije: “¿Cómo estás, hijo”?",
    "Y él dijo: “Tengo entendido, mi hermano me dice, que Ud. es un profeta”.",
    "Yo le dije: “No señor”. Dije: “No es que yo sea un profeta”. Yo dije: “El Señor me ha mostrado cosas que estaban por suceder”.",
    "El dijo: “Ahora mismo tengo una inyección en mi brazo, y debo estar en la mesa de operaciones”. El dijo: “Pero mi hermano me ha contado esto. Y yo dije: ‘Si eso es así, no necesito la operación’”. El me miró directamente en los ojos, con una verdadera mirada honesta, sincera, y dijo: “Imponga sus manos sobre mí. Si estas cosas son verdad, yo no necesitaré la operación”. El regresó a casa sano.",
    "Este hermano, mi amigo Cristiano, que estaba cazando conmigo, de Phoenix, me dijo, él dijo…Algunos de estos muchachos están sentados aquí ahora mismo. Uno de ellos sé que está aquí presente. Nos fuimos a casa. El dijo: “Hermano Branham, si el Señor le mostrara a Ud. una visión y le permitiera decirle a esos mormones lo que está por suceder, eso sería suficiente, porque ellos están esperando eso”.",
    "Así que oré y oré. Y en camino regreso a casa; y yo iba a venir el siguiente lunes, pero el domingo como a las diez, yo estaba parado en el cuarto, después del culto de esa mañana, mirando hacia afuera.",
    "Y vi destellos de linternas, o alguna clase de destello de alguna luz. Y vi un puma que estaba en un árbol, y—y era demasiado pequeño para yo dispararle. Yo no lo quería. Y alguien más le disparó, y al hacerlo, le dispararon con un rifle demasiado grande. Eso hizo reventar el puma. No me agradó la—la—la manera en que se había hecho.",
    "Cuando llegué a Phoenix, le conté eso al Hermano Dawson, y al Hermano Mosley. Yo sé que él está aquí. Lo vi el otro día, en algún lugar por aquí. Y él iba a ir conmigo, él y su esposa. Y yo dije: “Observen y vean, eso es ASI DICE EL SEÑOR. Va a suceder de esa manera”.",
    "Esperamos varias noches, estuvimos cazando cuatro o cinco noches o días. Rara vez uno llega a acorralar a un puma en un árbol de noche. Sucedió, que regresando a casa, ellos soltaron los perros, este cazador, este muchacho mormón. Y el—el puma encontró un rastro, o más bien, el perro encontró el rastro del puma, y lo persiguió haciéndolo subir a un árbol. Y a las diez de la noche vinieron y nos levantaron de la cama. Fuimos allá, y allí estaba ese mismo puma en el árbol. Con linternas destellando, el Hermano Mosley le disparó con un calibre cuarenta y cuatro, por poco hace volar el puma en dos partes. Y allí estaba, exactamente de la manera que había sido dicho.",
    "Al día siguiente, conocí al guardabosque principal del estado, otro mormón informal. Guié a esos muchachos juntos, llevándoles de nuevo a casa a Cristo.",
    "Les digo, El es el mismo ayer, y hoy, y por todos los siglos. Dios prueba que Su Palabra es verídica.",
    "Uds. han escuchado gente decir: “Ver es creer”. Eso no es completamente la verdad. Muchas personas ven y aún no creen.",
    "En los días que Jesús estuvo aquí en la Tierra, ¿por qué no le reconocieron, que El era esa Palabra de Dios hecha manifiesta? ¿Por qué no pudo la gente entender que Moisés dijo: “El Señor vuestro Dios os levantará profeta como a mí”? Y El cumplió toda Palabra que la Biblia dijo El haría, pero no lo creyeron.",
    "Pero Dios, en cada edad, ha probado Su Palabra ser verdad. El siempre prueba Su Palabra. Luego a veces dicen, que: “Ver es creer”. Eso no es así. Pero nosotros sabemos que Dios continúa probando Su Palabra en toda edad.",
    "Sabemos que así como El se la probó a Adán y a Eva, cuando El dijo: “El día que de él comieres, ese día ciertamente morirás”. Tenemos que admitir eso, que esa es la verdad. Creemos eso, porque El lo ha probado a nosotros, y sabemos que esa es la verdad.",
    "Ahora sólo tomaremos algunos casos en los que Dios probó Su Palabra. Tomemos por ejemplo, en los días de—de Noé. Dios le habló a Noé un mensaje que ciertamente no era científico e increíble. Nadie pudo haberlo creído. Nunca antes había llovido sobre la Tierra. ¡No cuadraba con la ciencia!",
    "Quizás ellos eran de una edad de más adelanto científico que nosotros somos ahora, porque en aquellos días construyeron las pirámides y la Esfinge, y todo eso, lo cual no podemos construir hoy. Ellos tenían conocimiento de un poder, algún tipo de poder mecánico, quizás atómico o algo así, con lo cual podían levantar esas grandes piedras, que hoy no podríamos levantar. Y ellos hicieron grandes cosas científicas. Ellos tenían algo con lo cual podían embalsamar un cadáver, para hacerlo lucir natural por cientos de años. Nosotros hemos perdido ese arte.",
    "Jesús dijo: “Como fue en los días de Noé, así será en la Venida del Hijo del hombre”. Y sabemos que deberemos entrar en otra gran edad científica.",
    "Y ahora, el mensaje que Noé tenía era muy contrario a la creencia de ese día, en la iglesia, y también era muy contrario a la investigación científica. Pero Dios probó Su Palabra ser la Verdad. Dios probó que lo dicho por aquel profeta era la Verdad.",
    "También tomaremos otro, por un momento. Abraham fue otro profeta del Señor, a quien vino la Palabra. Y le dijo, cuando él tenía setenta y cinco años, y Sara de sesenta y cinco años, que él tendría un hijo por medio de Sara. Ahora, eso era algo muy fuerte para un incrédulo. ¿Podrían imaginárselo hoy, que tal cosa sucediera aun en este día, con todos nuestros logros científicos, y todos estos bebés de laboratorio de los cuales hablan, y todo eso? Pero esta anciana, ya de sesenta y cinco años, y un anciano de setenta y cinco años, sin embargo la Palabra del Señor vino a Abraham y le dijo que esto iba acontecer. Y Abraham le creyó a Dios. Y no importaba cuánto Dios hablara, ni cuán cierto era, Abraham tenía que creer lo que Dios dijo, para que llegara a manifestarse. Ahora miren cómo ese hombre fue probado, con su testimonio, que él sí creía.",
    "Ese mismo hombre que hizo esa confesión, que él sí le creía a Dios, él es una persona semejante a Uds., que están sentados aquí en esta noche. Nosotros todavía le creemos a Dios. Tenemos que creer que Su Palabra es la Verdad. Y El la probará, que sí es la Verdad, si tan sólo la creemos.",
    "Ahora observen los estorbos que tenía Abraham. Lo primero era su edad, setenta y cinco años, y Sara de sesenta y cinco. Ella ya había pasado el cambio de la vida, la menopausia. Sin duda eso había cesado, muchos años antes. El había vivido con ella como esposa; ella era su hermanastra, probablemente la había tomado para sí cuando ella apenas era una muchacha en su adolescencia, y se había casado con ella. Y no habían tenido hijos. Ella era absolutamente estéril. Y encontramos ahora que, para lograr esto, él tuvo que separarse de todos aquellos que no lo creían, para que esto pudiera acontecer.",
    "No quiero decir con eso que uno tiene que apartarse de la gente. Mas bien uno tiene que separase de todo el chisme de incredulidad, y mantenerse alejado de eso. Cuando la gente dice: “¡Ah, esas cosas no suceden! ¡Esa es una gente loca¡ Tales cosas como esas no suceden”, Ud. sólo cierre sus oídos y váyase. No le preste atención a eso.",
    "La Biblia dice que Abraham “tampoco dudó, por incredulidad, de la promesa de Dios, sino que se fortaleció en fe, dando gloria a Dios”. Su nombre fue cambiado de Abram a Abraham; el cambio de nombre convirtió su nombre en, “padre de naciones”. ¿Podrían Uds. imaginar a un hombre viviendo con su esposa, su amada, con la cual había vivido ahora por todos estos años, y ahora cerca de la edad de ochenta años, y su esposa de setenta años, y aún sin un solo hijo, y ni siquiera la esperanza de un hijo, y no obstante él declarando que él era “padre de naciones”? ¿Se pueden imaginar la crítica de aquellos conciudadanos pasando y diciéndole: “Padre de naciones, ¿ahora cuántos hijos tienes en este momento”? ¡Y toda la crítica que él tuvo que soportar!",
    "Pero Abraham no dudó en nada, por incredulidad. Estaba plenamente convencido de que Dios era poderoso para hacer todo lo que El había prometido, y que Dios probaría Su Palabra, sin importar el tiempo que tardara. Pero en lugar de debilitarse cada vez, como somos propensos nosotros, él más bien se fortaleció más cada vez. “Si no sucedió hoy, mañana será un mayor milagro, porque un día más ha pasado”. Ese era Dios, ese era Dios en Abraham, porque él sabía que Dios probaba todas Sus Palabras ser verdad.",
    "Si Sus hijos sólo tomaran Su Palabra, ¡de esa manera El la puede probar a través de Uds.! Esa es la única manera en que El puede probar Su Palabra.",
    "El no la prueba a los incrédulos. A ellos no se les puede probar; ellos son incrédulos. Pero no es dirigida a los incrédulos; no es para incrédulos.",
    "Es para aquél que cree. Y si El logra hallar alguien que cree Su Palabra, El probará Su Palabra por medio de Ud. Y a veces enfermedades y cosas nos suceden a nosotros así de esa manera para que Dios se pueda probar.",
    "¿Recuerdan del hombre ciego que Jesús encontró? Ellos preguntaron: “¿Quién pecó, él o su padre, su madre”?",
    "El dijo: “En este caso, no es que pecó ni éste ni sus padres, sino para que las obras de Dios fueren manifiestas”. ¿Ven? Eso le sucedió al muchacho para que Jesús pudiera ser glorificado. A veces la enfermedad no es una maldición, es una bendición, para que podamos mostrar nuestra fe y llamar esas cosas que no son, como si ya fueran. Dios lo dijo, y El lo probará, si tan sólo no se debilitan ante la prueba.",
    "Una vez El pudo probar a Job, que él no lo maldeciría. Y miren las pruebas por donde pasó Job. Pero en las mismas garras de la muerte, aun allí dijo: “¡Jehová dio, y Jehová quitó, bendito sea el Nombre de Jehová”! El ciertamente lo creyó. Dios le probó Su Palabra a Job. El la probó a Abraham. El la probó ser verídica.",
    "También, El la probó por medio de Moisés. Y cuando Moisés, cuando la dificultad estaba tanto en su contra, Moisés tenía en mente, que quizás él sería un libertador; lo cual su madre probablemente le había dicho que él había nacido niño hermoso. Ella—ella fue su tutor que lo crió en el palacio de Faraón, y sin duda le había dicho: “Hijo, hemos orado que seamos liberados, y creemos que tú eres ese niño que Dios usará para liberar”. Y entonces cuando él…",
    "Lo vemos subir e iba a ser el—el hijo de la hija de Faraón, y encontramos que él iba a ser heredero al trono. Pues, no hay duda que en la mente de ellos él sería el próximo Faraón, y de esa manera él liberaría la gente, al llegar a ser el próximo Faraón. Pero Dios tenía un…Si hubiera sido así, entonces él lo hubiera hecho a través de algo material, a través de un—un—un acto político. Pero Dios no siempre obra de esa manera.",
    "Dios tiene Sus propias maneras de obrar, y El dijo que El los sacaría. El le dijo a Abraham, “Después de cuatrocientos años”, que El los sacaría con mano fuerte, El mostraría señales y maravillas. Así que El no podía hacerlo de esa manera. Entonces hallamos que Abraham le creyó a Dios, y ahora aquí está Moisés creyéndole a Dios.",
    "Y Moisés miró por la misma ventana que Faraón, él vio la misma gente que Faraón, el cual los miraba como “Un pueblo bajo maldición, un pueblo que para un Dios tenían puro fanatismo, y algún Dios del desierto por allí, del cual no sabían nada; algún poste invisible al cual oraban, del cual no había nada de verdad. No son más que un lote de fanáticos. Y eran un pueblo de esclavos. Y su Dios permitiendo que fueran esclavos, probaba que El no era Dios”.",
    "Y justo en medio de todo eso, El estaba levantando al propio hombre. Dios hace cosas en maneras tan peculiares: allí mismo entre ellos. No un teólogo, no un maestro, no un sacerdote, no uno de sus hombres santos; pero un hombre común, nacido para esa tarea. Y Dios lo llamó para ser Su profeta, y lo envió allá. Y en sus manos no llevaba más que un palo torcido, para enfrentar un ejército, unidades mecanizadas que habían conquistado al mundo entero. Pero con ese palo en la mano, a medida que Dios le había dicho que sostuviera ese palo en su mano y que así él liberaría a Israel, y él fue allá y lo logró porque Dios lo prometió. ¿Cómo lo iba lograr? “Yo estaré contigo”.",
    "El dijo: “Muéstrame Tu gloria, Señor. Soy torpe de lengua. No puedo hablar bien. Y yo…” El tenía un millón de pretextos.",
    "Pero El le dijo: “Yo estaré contigo”. Y con eso fue suficiente. El fue, tomando la Palabra de Dios. No importaba qué tan peligrosa parecía la tarea, Moisés continuó creyendo a Dios. Y por medio de Moisés, Dios probó que Su Palabra era la Verdad. Porque sin importar lo que ocurriera, Moisés se quedó con la Palabra. En el tiempo de la jornada…",
    "Aún estado allá en Egipto, Dios les dijo que El los llevaría “a una tierra prometida, a una buena tierra, donde fluye leche y miel”. Y eso sí existía allí. Ellos no sabían que existía, pero El había dicho: “Allí está, y Yo se los he dado. Ya es de Uds., ¡sólo vayan a reclamarla”!",
    "Y estando en el desierto, cuando muchos de ellos salieron danzando en el Espíritu, donde María tocó el pandero; y comieron maná del Cielo; escucharon a Moisés cantar en el Espíritu; presenciando los milagros y las señales. Mas cuando llegó a una confrontación, de creer toda la Palabra de Dios, la promesa entera, allí fallaron.",
    "Solamente dos de todos ellos la creyeron, esos eran Josué y Caleb. Y ellos trajeron la evidencia que la tierra sí era buena.",
    "Pero las circunstancias; eso fue lo que les estorbó. Porque dijeron: “No somos capaces de tomar la tierra, porque las ciudades son fortificadas, sus—sus—sus delegados allí. No sus delegados, sino que su—su gente son gigantes grandes. Pues, parecemos langostas, al lado de ellos”.",
    "Josué y Caleb dijeron: “Somos más que capaces de tomarla”. ¿Por qué? Dios se las había dado, sin importar cuán grande eran los gigantes. El obstáculo no significó nada para ellos. ¡Dios lo había dicho! Y Dios lo probó por medio de ellos. Y efectivamente ellos pasaron allá y tomaron la tierra, así como Dios dijo que lo harían. El se los probó.",
    "Ahora, cuando ellos vinieron para pasar en el mes de abril, cuando las aguas bajaban rápidamente de las montañas, de la nieve acumulada, y tanta cosa, y parecía como que Dios no era buen general, al guiar Su ejército directamente a un lugar donde los tenía arrinconados, apartados de la tierra prometida. Y en ese mismo tiempo cuando El los estaba dirigiendo, o cuando los quería hacer pasar, era el peor mes del año, el mes en el que el Jordán desbordaba sus riberas, y corría por los campos. Pues, si El los estaba haciendo pasar por allí, debería haber sido en el verano, cuando pudieran pasar a pie hasta el otro lado. Pero El esperó hasta que las aguas estuvieran profundas. A El le gusta mostrar que El es Dios. A El le gusta probar Su Palabra, a pesar de todo.",
    "No importa que el médico le haya dicho: “Ud. se está muriendo de cáncer”. Eso es todo lo que sabe ese hombre. Quizás las aguas sean muy profundas para muchos de Uds. en esta noche, pero recuerden, ¡Dios hizo la promesa! Dios cumple Su Palabra, y Dios prueba Su Palabra, es la Verdad.",
    "El esperó que las aguas se pusieran cenagosas, hasta que llegaran a estar profundas y por encima de sus cabezas, y demás, y entonces El abrió el camino. El fue delante de ellos y abrió el camino.",
    "¿Cómo iban a entrar a Jericó, cuando estaba cerrado por todos lados? Josué se hacía esa pregunta. El sabía que Dios lo había llevado hasta ahí, el siguiente paso le tocaba a Dios.",
    "Un día, cuando él estaba caminando por allí, observando los muros, vio a un hombre con Su espada desenvainada. Y él sacó su espada y fue a encontrar al Hombre, y le dijo: “¿Con quién estás? ¿Eres de los nuestros, o de nuestros enemigos”?",
    "El respondió: “Yo soy el Príncipe del ejército de Jehová”. Y El le dijo qué debiera hacer. ¿Cómo es que iba a sonar una trompeta y con eso desplomar un muro, sobre el cual podían tener carreras de carruajes? ¿Qué tenía que ver con una trompeta?",
    "Dios usa métodos tan sencillos. Eso es tan…para mí la sencillez de esto, lo que muestra que sí es Dios. Nosotros siempre estamos tratando de hallar algo grandioso, que va a hacer algo, y Dios…alguna gran organización que va a apropiarse de todas y aclararlo todo. Cuando Dios toma a una persona sencilla, un solo hombre que El pueda tener en Sus manos, y así El probará toda Palabra que ha dicho. ¡El emplea métodos tan simples y pequeños!",
    "🦅 Toquen la trompeta”. No cavar la pared, sino: “Sólo toquen la trompeta, y las paredes caerán. El soplo de la trompeta derribará las paredes”. ¡Qué insensato para la mente carnal! Pero Dios probó que Su Palabra era Verdad, porque las paredes cayeron, una encima de la otra. Ellos entraron directamente y tomaron la ciudad.",
    "¡Oh, a Dios le gusta probar que El es Dios! Josué sabía eso. Un día, cuando él estaba parado allí, una de las paradojas más grandes que jamás haya ocurrido — aparte de la muerte, entierro y resurrección de Jesucristo. Cuando el enemigo…El los había ahuyentado, y los diferentes ejércitos estaban en las montañas. El los tenía huyendo, y el sol se estaba poniendo. ¡Oh, qué tiempo era para el General Josué!",
    "Recuerden, él combatió por toda esa tierra, sin tener un hospital, una enfermera, algún equipo de primeros auxilios, y ni siquiera un solo hombre herido. Dígame de algo que sobrepase eso. Sí señor. El no tuvo hospitales, ni enfermeras, y no perdió ni un solo hombre, siempre y cuando caminaron en la voluntad y en la Palabra del Señor. Dios probó que El estaba con ellos. Correcto. Ahora noten.",
    "Y encontramos que Josué sabía, que si llegaba la noche, ellos volverían a unirse y se agruparían, y—y se juntarían todos, creando de nuevo otro gran ejército, y él pasaría un tiempo muy difícil con ellos al día siguiente. El no sabía qué hacer, así que él miró hacia Dios. El necesitaba ayuda, y necesitaba que el sol se detuviera. Así que simplemente le ordenó al sol que se detuviera, y la…Dijo que la luna se detuviera “sobre Ajalón”; que no se moviera hasta él lo ordenara. Y la luna y el sol se detuvieron por veinticuatro horas, mientras que Josué peleó la batalla y conquistó al enemigo, porque él estaba propiamente en la línea del deber. El tenía derecho a hacerlo, porque él estaba obedeciendo el mandamiento de Dios.",
    "Y mientras Ud. esté en la línea del deber, guardando la Palabra de Dios, haciendo lo que El dijo, marchando según las órdenes de Dios, Ud. tiene derecho a decirle a ese monte, “¡Quítate”!",
    "Dios cumple Su Palabra. “Si le dices a este monte ‘quítate’, no dudando en tu corazón, sino creyendo que será hecho lo que dices, lo que digas será hecho”. Jesús dijo eso en San Marcos 11:23. Esa es la Verdad. Yo sé que esa es la Verdad. Es la Palabra de Dios, y eso prueba que es la Verdad. Nosotros a veces tenemos temor. Llegamos a donde tememos que El no cumplirá esa Palabra. El sí cumplirá esa Palabra. El dijo que lo haría. Ahora, encontramos que eso es verdad; El lo probó.",
    "En una ocasión, la profecía de Isaías, algo que nunca antes había sucedido; nunca antes y jamás ha sucedido desde entonces. El dijo: “Una virgen concebirá”. ¿Podrían imaginar a una mujer, que sin conocer hombre tuviera un hijo? Isaías dijo: “Una virgen concebirá”.",
    "Y Dios causó que una virgen concibiera, para probar veraz Su Palabra. El probó Su Palabra, porque una virgen concibió y ella dio a luz al Hijo.",
    "Ahora, esa Palabra hecha carne, observen lo que logró. Cuando ese Hijo vino, El era la misma Palabra. “En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios. Y el Verbo fue hecho carne y habitó entre nosotros”.",
    "El era esa Palabra viviente. El probó que era esa Palabra viviente. El le dijo a esos maestros de aquel día: “¿Quién me condena de pecado”? Pecado es “incredulidad”. “¿Quién puede decirme que Yo soy un incrédulo? Toda Palabra escrita de Mí ha sido cumplida”. Las últimas siete predicciones relacionadas a Su vida se cumplieron en las últimas siete horas, en la cruz. Todo lo escrito de El, se cumplió, porque El era la Palabra. El probó que lo era. El sanó a los enfermos. El resucitó a los muertos. El conquistó la muerte, el infierno y la tumba. El probó que El era la Palabra.",
    "Noten este caso aquí en la casa de Jairo. El les había dicho la verdad. Lo vemos cruzando el mar. El llega allí.",
    "Había una mujercita, allá arriba del cerro, que había gastado todo su dinero con los médicos. Sin duda, los médicos habían hecho todo lo que sabían hacer, para sanar a la mujer. Probablemente eran médicos hebreos, y ella era una mujer hebrea, así que ellos habían hecho todo lo que podían por su hermana. No obstante, no poseían nada para detener este flujo de sangre, lo cual quizás era tiempo de menopausia y su sangre continuaba fluyendo hasta que…la pobrecita era tan débil que ya difícilmente podía caminar. Y ella había escuchado de Jesús. Y cuando ella vio que la pequeña lancha entraba a los sauces, ella fue a enterarse.",
    "Estaban presentes muchos de Sus críticos. Y aún hoy El no se ha librado de los críticos. Si aquellos hubieran conocido Quién era, no hubieren sido Sus críticos. Pero ellos eran Sus críticos porque no sabían Quién era.",
    "Y así es con el Mensaje hoy día, muchos hombres buenos y mujeres buenas critican esto porque no saben lo que es.",
    "Jesús dijo: “Si hubieran conocido a Moisés, me conocerían a Mí. Moisés habló de Mí. Muchos grandes hombres desearon ver este día. Si no hago las obras de Mi Padre, entonces no me crean”. Dijo, “Tengo mayor testimonio que el de Juan, porque las obras que Yo hago prueban que el Padre está conmigo”. El tenía mayores obras, porque El era el Identificado. Juan también fue identificado, como la voz de uno que clama en el desierto; pero cuando El vino, El era el profeta que Moisés dijo que se levantaría.",
    "Como dije la otra noche, El vino en tres nombres: el nombre del Hijo de Dios, Hijo del Hombre, e Hijo de David.",
    "Cuando El estuvo aquí en la tierra, la primera vez, El fue el Hijo del Hombre. En ese entonces El no podía ser el Hijo de Dios; El no reclamó serlo. El dijo que era el “Hijo del Hombre”. Cuando alguien le preguntaba, El decía: “Verán al Hijo del Hombre; al Hijo del Hombre”. Ahora, “Hijo del Hombre” es un profeta. El tenía que venir de esa manera, por razón de la Escritura; El no puede venir contrario a la Escritura.",
    "Es por eso que hoy nuestro—nuestro Mensaje de esta hora no puede venir a través de teólogos ni teología, tiene que volver a lo mismo que prometió hacer. Tiene que ser de esa manera.",
    "Entonces hallamos que en este Hombre, El tenía que ser un profeta, no Hijo de Dios, allí, El tenía que ser Hijo del Hombre. Jehová mismo llamó a los profetas, Jeremías y ellos, “Hijo de Hombre”. “Cuando vean al Hijo del Hombre…” Ellos continuamente preguntaban: “¿Quién es este Hijo del Hombre”?",
    "Entonces El sirvió Su oficio como Hijo del Hombre. Y El sirve Su oficio ahora como Hijo de Dios. Dios es un Espíritu. Y ahora El sirve a través de las edades de la Iglesia como Hijo de Dios. Ahora, allá en el Milenio, El será Hijo de David, cuando El se siente en el trono de David. El será heredero al trono, Hijo de David. Hijo del Hombre, Hijo de Dios, Hijo de David, y es el mismo Hombre todo el tiempo.",
    "Así como Padre, Hijo y Espíritu Santo; el oficio de Dios. El era Dios el Padre, luego El vino a ser Dios el Hijo, ahora El es Dios el Espíritu Santo. No tres Dioses; un Dios en tres manifestaciones, tres atributos del mismo Dios.",
    "Ahora, hallamos que en esta hora en que vivimos hoy, Dios cumple Su Palabra igual como lo hizo allá.",
    "Encontramos que El atravesó el mar. Esta mujer le creyó, hubo en ella algo que comenzó a palpitar. Ella no tenía ninguna Escritura para eso, como tampoco tenía Escritura Josué para detener el sol, pero en su corazón ella creyó que El era el Hijo de Dios. Así que ella dijo: “Si tan sólo puedo tocar el borde de Su vestidura, seré sana”. Entonces ella se abrió camino entre la multitud hasta tocar Su vestidura, y el flujo de sangre cesó.",
    "Ahora, El miró por toda la audiencia, para hallar quién lo había tocado. Sin duda, había sido alguien. El se detuvo. Toda la gente presionando; y algunos mofándose de El, algunos riéndose de El; los sacerdotes, el clero y otros desde una distancia lo cuestionaban. Pero había algunos que le creyeron. Y después de un rato, de repente El se detuvo y dándose la vuelta, dijo: “¿Quién me ha tocado”?",
    "Algunos dijeron: “¡Pero Maestro”! Yo creo que fue Pedro el que dijo: “Pues, toda la multitud te está presionando. ¿Cómo que, quién te ha tocado? ¡Pues, todos te están tocando”!",
    "El dijo: “Pero he conocido que virtud ha salido de Mí”. El se debilitó. Había sido un toque muy diferente.",
    "¡Hermano, hermana, si tan sólo pudiéramos ver eso! ¡Si pudieran tocarlo con ese cierto toque! Oh, personas enfermas, estoy preparando para orar por Uds., en unos momentos. Yo sí creo que tengo el Espíritu Santo, el mismo Espíritu Santo que tienen Uds., y que tienen estos hombres aquí. Es el mismo Espíritu Santo, pero por un mandamiento de Dios. Y si Uds. creen que ese es el mandamiento de Dios — de orar por los enfermos, imponer las manos sobre ellos, y echar fuera demonios, y las promesas que El ha hecho — será igual con cada uno de Uds. Recibirán lo que piden, si pueden creerlo.\n\n“¿Puedes creer que Yo puedo hacer esto”?, dijo Jesús.",
    "🦅 Sí Señor, yo creo”, dijo el hombre con el niño con epilepsia. “Yo creo que Tú eres el Hijo de Dios que habría de venir al mundo”. Ahora, sabemos que se requiere de esa actitud para producir los resultados.",
    "Ahora, rápidamente, pensemos en El por un momento, allí va por Su camino. Venía un sacerdote, y no cabe duda que éste era un creyente fronterizo.",
    "Hay tantos de esos en el mundo hoy, creyentes fronterizos. Ellos quieren creer Eso. Ellos quieren creer que el Espíritu Santo es real. Ellos quieren creer que este es un movimiento apostólico, conforme Dios prometió que en los últimos días derramaría Su Espíritu. Nosotros…él quiere creer en Malaquías 4, donde El prometió que en los últimos días la—la fe pentecostal original sería restaurada de nuevo a la—a la iglesia.",
    "Malaquías 4 lo declara: “He aquí, Yo os envío Elías en el último día”, eso es cierto, “y él restaurará la fe de los hijos nuevamente hacia los padres” (¿ven?), “también la fe de los padres a los hijos”. Vean, tiene que ser.\n\nDirán: “Bueno, pero ese fue Juan el Bautista”. No, no.",
    "Juan el Bautista era Malaquías 3. Es correcto. Mateo 11 lo dice: “Si podéis recibirlo, este es de quién está escrito, ‘He aquí, Yo envío mi mensajero delante de mi faz’”. Era Elías, por supuesto. Jesús así dijo. Pero no el Elías de Malaquías 4, de ninguna manera.",
    "Porque inmediatamente después de ese Mensaje, la tierra será quemada con fuego, y los justos caminarán sobre las cenizas de los malos. Así que eso no sucedió en el tiempo de Juan. Tenemos que tener un Mensaje que haga un barrido para sacar a la gente de todas estas condiciones denominacionales, de nuevo a la genuina Fe original pentecostal. Y lo estamos presenciando, es el cumplimiento de una Escritura que tiene que acontecer. Toda Escritura tiene que cumplirse. Cuántas más pudiéramos aplicar, pero me tomaría más tiempo para mostrarlo de lo que ya he estado aquí. Pero Uds. entienden estas cosas, que tienen que suceder exactamente de esta manera, para los hijos de Abraham, tal como El prometió.",
    "Vemos a Jesús yendo ahora para sanar a la niña. Porque el padre, el creyente fronterizo, había llegado a donde él tenía que reconocer a Jesús, pues, el médico la había desahuciado. Y él se puso su sombrerito negro y salió para ver si lograba encontrar a Jesús. Vean, El siempre está allí cuando uno lo desea. El lo halló cuando iba llegando a la ribera.",
    "Y le dijo: “Ven a mi niña, pon Tus manos sobre ella, y ella sanará”. Dijo: “Ella está al punto de la muerte. Es mi única hija”. Dijo: “Ella tiene doce años. No tenemos más hijos, mi esposa y yo”, quizás, “estamos envejeciendo. Y ésta es la única hija que tenemos, y ella está al punto de la muerte. Señor, yo te creo. Si tan sólo vienes y le impones Tus manos, ella sanará”.",
    "Vean, ¿qué reconoció él? El reconoció que esa Palabra prometida de Dios estaba manifestada en este Hombre.",
    "Así como también dijo Nicodemo: “Rabí, maestro, sabemos que eres un maestro que viene de Dios. Nosotros lo sabemos. Los fariseos lo saben”. ¿Por qué no lo confesaron? “Nadie puede hacer las cosas que Tú haces, si Dios no está con El. Sabemos que Tú vienes de Dios”.",
    "Hallamos aquí que Jairo creyó lo mismo. El dijo: “Ven e imponle Tu mano”. El sabía que Dios estaba en El. “Pon Tus manos sobre mi hija. Aunque ella está al punto de la muerte, ella vivirá”.",
    "El sencillamente caminó con él. Y mientras iban, llegó un mensajero corriendo, y dijo: “No lo molestes, no molestes más al Maestro. La—la niña está muerta, ya ha fallecido. Ella ya ha muerto”.",
    "Jesús se volteó hacia Jairo y le dijo: “¿No te dije, ‘Si solamente crees, verás la gloria de Dios’? ¡Si solamente lo crees”!",
    "El entró al cuarto, y allí estaban, todos lamentando y llorando, y gimiendo, como haría cualquier persona. Una buena niña, la hija de un pastor había muerto, y había sido tomada de este mundo. Y ella probablemente ya tenía varias horas de muerta, y la habían tendido en el sofá, y estaban quizás listos para embalsamar su cuerpo, y sepultarla, en el funeral.",
    "Luego encontramos que Jesús entró en la casa. Todos estaban llorando. Y El dijo: “Paz”. Dijo, “Ella no está muerta, sino que duerme”.",
    "Ahora, ¿podrían imaginarse Uds. lo que ellos pensaron? “Pues, sabemos de este hombre; entendemos que El es un hijo ilegítimo. Y hemos oído de Sus, de todas Sus preediciones precipitadas que hace. Y ahora sabemos que el sacerdote tenía razón, ‘el hombre está loco’, porque sabemos que la niña está muerta. El médico la pronunció ‘muerta’, y allí está tendida. Ella ha muerto, y sabemos que ella está muerta”. Dice que ellos se burlaron de El, en otras palabras, le hicieron sentirse avergonzado, al criticarlo.",
    "Pero El ya había dicho que ella no estaba muerta. Eso es todo lo que se necesita. “Ella duerme”. No importa cuántos críticos, “¡El va a probar Su Palabra”! El los sacó a todos de la casa: “Aparten a todos los incrédulos”. Tomó consigo a Pedro, a Santiago, y a Juan, los creyentes, tres testigos, y al padre y a la madre, entró y tomó la hija de la mano, y habló en un lenguaje que llamó su alma de algún lugar allá en la Eternidad. Y la niña vivió.",
    "¿Qué hizo? El probó Su Palabra. Efectivamente probó aquello que había dicho, que ella no estaba muerta; ella dormía. Ahora nos enteramos que al hacer esto, reconocemos que El allí probó otra cosa. Ahora El probó que El era Dios. El probó que El tenía previó conocimiento. Observen ahora lo que dice Su Palabra: “Ella no está muerta, sino que duerme”. ¿Ven? Ella no estaba muerta, ni para empezar; estaba dormida. Mostró así Su previo conocimiento. Ahora, quizás hubieron muchas muchachitas que murieron esa misma mañana, pero ésta no estaba muerta. Ella estaba dormida, igual como Lázaro. Y El la llamó de ese sueño, porque ella no estaba muerta.",
    "🦅 Y el que cree en Mí, aunque esté muerto, vivirá; y el que vive y cree en Mí, nunca morirá”. Solamente aquellos que están en el Libro de la Vida del Cordero, los cuales El redimió cuando murió, ellos son los que El llamará de ese sueño, en aquel día; aquellos que son vivificados por Su poder, que ya tienen dentro de ellos ese poder vivificador. Así como dije anoche: aun después que Eliseo había muerto, y sus huesos estaban en la tumba, ese poder vivificador estaba todavía en sus huesos.",
    "Seguro, El probó quién era. Ahora de igual manera encontramos que El también probó, que en Hebreos el capítulo 4 y el versículo 12, El probó ser la Palabra de Dios. Ciertamente. Noten lo que hizo. Hebreos 12, Hebreos 4:12 dice que: “La Palabra de Dios es viva y eficaz, y más cortante que toda espada de dos filos, y—y también es discernidora de los pensamientos y las intenciones del corazón”. Observen ahora por sólo un momento.",
    "Al principio, cuando El comenzó Su ministerio — después que apareció para mostrar que sí era la Palabra — cuando El salió del desierto después de Su tentación, había un hombre llamado Pedro, su nombre entonces era Simón. Y él vino a Jesús con su hermano Andrés. Y tan pronto entró en la Presencia de Jesucristo, Jesús dijo: “Tu nombre es Simón, y el de tu padre era Jonás. De aquí en adelante serás llamado Pedro”. Eso probó que El era la Palabra, porque la Palabra es discernidora de los pensamientos y las intenciones del corazón. El era la Palabra.",
    "Felipe presenció esto, y se fue a rodear la montaña, estuvo ausente un día entero, y regresó. Y se trajo a un amigo llamado Natanael. Y él dijo: “Estas cosas verdaderamente están aconteciendo. Moisés dijo que el Señor nuestro Dios levantaría un Profeta, como él, y aquí está el Hombre. Pues, le dijo a Simón quién era, aun quién era su padre, y sabemos lo que El dice es la verdad. Porque Dios lo dijo en la Palabra, y aquí está la prueba, que El haría esto, y eso prueba que este es el Mesías”.",
    "Y cuando él entró en Su presencia, Jesús le dijo, dijo: “He aquí un israelita, en quien no hay engaño”.",
    "El dijo: “Rabí, ¿desde cuándo me conoces”?",
    "Le respondió: “Antes que Felipe te llamara, cuando estabas bajo la higuera, allá te vi”. El probó Su Palabra. El probó la Palabra de Dios. Así fue.",
    "La mujer junto al pozo, cuando ella había…Pues, El le pidió que le diera de beber agua del cántaro con el que ella sacaba agua del pozo, y ella dijo: “No tenemos costumbre que Uds. los judíos nos pidan a nosotras las mujeres samaritanas tales cosas, porque no nos tratamos”.",
    "El dijo: “Pero si conocieras con quién estás hablando, me pedirías a Mí de beber”.\n\nElla dijo: “El pozo es profundo”.",
    "Y la conversación, así se fue desenvolviendo, y por fin El encontró cuál era su problema. Y le dijo: “Ve y llama a tu marido y ven acá”.\n\nElla respondió: “No tengo marido”.",
    "El dijo: “Has dicho la verdad, porque cinco has tenido, y el que con ahora estás viviendo no es tu marido”.",
    "🦅 Pues”, dijo ella, “Señor, me parece que Tú eres profeta. No hemos tenido uno por cuatrocientos años”. Dijo: “Me parece que Tú eres profeta. Ahora, sabemos que cuando venga el Mesías, que es llamado el Cristo, cuando El venga, El nos dirá esta clase de cosas. Esa será Su señal”.",
    "Cuando El dijo: “Yo soy, el que habla contigo”. El probó Su Palabra. El comprobó lo que reclamaba ser. El era el Mesías, el Hijo de Dios.",
    "Ahora, encontramos también, que esta mujercita que tenía este flujo de sangre, la que tocó Su manto, eso también le probó a ella que El era la Palabra de Dios.",
    "Ahora recuerden en esta noche, Jesús también dijo en Hebreos 1, Hebreos el capítulo 3, creo que es, El dijo que ahora El es el “Sumo Sacerdote”, esta edad en la que ahora vivimos, “un Sumo Sacerdote sentado en la Majestad de Dios, en los Cielos, que puede ser tocado por nuestras dolencias”.",
    "Hebreos 13:8 dice: “El es el mismo ayer, y hoy, y por todos los siglos”. El es el mismo Dios que era en aquel tiempo; El es el mismo en esta noche.",
    "En San Juan 14:12, El dijo: “El que en Mí cree, las obras que Yo hago, él también las hará; y aun mayores que éstas hará, porque Yo voy a mi Padre”. ¿Ven? “El que cree en Mí, estas obras que Yo hago, él también las hará”.",
    "En Mateo 28, El dijo: “Aun un poco y el mundo no me verá más, pero vosotros me veréis, porque Yo estaré con vosotros hasta el fin del mundo”.",
    "Jesucristo es el mismo ayer, y hoy, y por todos los siglos. El está presente en esta noche, para probar Su Palabra. (El tiempo se me ha terminado.) Pero El probó poder hacerlo. El probó Su Palabra allá, lo que El había prometido para ese día. El probó las palabras de Isaías. El probó las palabras de Noé. El probó las palabras de Moisés. El probó las palabras de cada uno de los profetas.",
    "El prometió que en este día, el día en el que estamos viviendo, que el mundo estaría en una condición sodomita: homosexuales. Obsérvenlo en el mundo hoy, por todo el mundo adonde yo viajo; no sólo aquí, por todo lugar. Es algo grave. En Suecia, hombres y mujeres jóvenes esquíando, desnudos. Y en Alemania y en Francia, y por todo lugar, es más o menos la misma basura que tenemos aquí en los Estados Unidos. Es la propia edad. Yo, si tengo la oportunidad de volver, me gustaría hablarles sobre algunas de las cosas proféticas; para mostrarles la edad en que vivimos, la Biblia dice que, “los hijos gobernarán a sus padres”.",
    "[Cinta en blanco]…La Palabra.",
    "Pero recuerden, Abraham tenía una simiente, la cual era Isaac. El tuvo otras simientes después de la muerte de Sara. Y él tenía ciento cuarenta y cinco años, y se casó con otra mujer y tuvo siete hijos además de las hijas, pues es que Dios lo había convertido en un hombre joven cuando tenía cien años. El entonces vino a ser de nuevo de cuarenta y cinco años, así que luego, él…Sabemos eso; yo se los he predicado aquí en California, años atrás.",
    "Y entendemos ahora que la Simiente de Abraham no era literalmente la simiente sexual, que vino a través de Sara, que fue Isaac, quien produjo una nación; pero la Simiente real era por la promesa, la cual fue Jesucristo. Y por medio de esa Simiente, El levantó una Simiente real. ¡Oh, vaya! Ahora es que somos un real sacerdocio, una nación real, una nación santa, ofreciendo alabanzas a Dios, el sacrificio de nuestros labios dando alabanzas a Su Nombre. Dios probó Su Palabra, El derramó el Espíritu Santo sobre nosotros.",
    "El dijo: “Como fue en los días de Sodoma, así será en el día cuando el Hijo del Hombre se manifieste”. ¿Notaron? De Hijo de Dios, justamente antes de que llegue a ser Hijo de David, El mismo se revela de nuevo como Hijo del Hombre. ¿Notaron la Escritura?",
    "Porque siempre lo hace; El nunca hace nada sin dárselo a conocer a Sus siervos los profetas. Exactamente. Esa fue Su promesa. ¿Ven? El nunca hará nada…Dios no puede mentir. El siempre lo revela primero, antes de hacerlo.",
    "Miren la situación en la que nos encontramos hoy. Miren dónde estamos. Todos Uds. admitirán que estamos en una Sodoma moderna. Bien saben lo que le espera a este país. Ya no tienen esperanza. No queda salvación para esta nación ni ninguna otra nación. Ya hemos sobrepasado eso. Las profecías que se han profetizado tocante a esto, se han cumplido. Dios está espigando, recogiendo esa pequeña oveja donde sea que esté. Algún día todo estará completo. Estamos en el tiempo del fin. Obsérvenlo posicionalmente.",
    "Yo les pido, simplemente como hermano o hermana, por sólo un momento más para poder edificar fe, antes que oremos por estas personas. Y yo sé que no tenemos que salir a una cierta hora. Pero yo—yo—yo deseo darle comienzo a la línea de oración, luego Uds. que se tienen que ir pueden hacerlo. ¿Ven? Uds. que deseen permanecer en la línea de oración pueden quedarse. Pero permítanme, sólo como hermano, simplemente mostrarles algo por un momento.",
    "Observen a Jesús, en Lucas 17:30, vean, cuando hablaba El allí sobre el tiempo del fin; de cómo ellos serían igual que en los días de Noé. Luego dijo: “Y también como en los días de Sodoma”, dijo, “cuando el Hijo del Hombre se manifieste”. De nuevo, el Hijo del Hombre, no el Hijo de Dios. “Hijo del Hombre”, vean, eso trae a la escena nuevamente a Malaquías 4, otra vez. Encajando todas estas otras profecías, en la manera como debe ser. El prueba Su Palabra. Eso es correcto.",
    "Y noten, al hacerlo, cómo El va a derramar Su Espíritu sobre toda carne, y lo que sucederá, cómo la restauración volverá. “Y profetizarán vuestros hijos y vuestras hijas. Y sobre Mis siervos y Mis siervas derramaré Mi Espíritu. Y mostraré prodigios arriba en los cielos”.",
    "Yo tengo una foto aquí, si está por allí el Hermano Lee Vayle. Me gustaría mostrarles lo que ocurrió sobre la montaña, el otro día, cuando todos los muchachos en la escuela salieron — justo antes de este gran tema de la apertura de esos Siete Sellos — cuando los muchachos en la escuela salieron, cuando yo estaba allá arriba orando; allí venía Fuego descendiendo en forma de un embudo, y luego subía y se esparcía, y volvía y descendía de nuevo. Eso fue lo que El dijo que le fuera a decir a la gente. Allí está, donde las escuelas de Tucson…y donde eso subió al aire.",
    "Y la ciencia tomó las fotos, y demás, e indagaron al respecto. Ellos dijeron: “¿Dónde está? ¿Qué fue lo que sucedió”? Ellos no lo pueden descifrar, ¿ven? ¡Oh, esto no fue hecho en algún rinconcito, sólo para oscurecer conciencias! Así no. Jesús, cuando El estuvo aquí, hubo millones de personas que no supieron que El estuvo en la tierra. Seguro. Y habrá millones hoy que no entenderán, decenas de millones de ellos.",
    "Mas sí habrá, para aquellos a quienes se les ha enviado, ellos entenderán. “Más el pueblo que conoce a su Dios, en aquel día, se esforzará y actuará”. Nos damos cuenta de la hora en que estamos viviendo.",
    "Fíjense ahora en Sodoma, miren lo que sucedió. El dijo: “Como fue en los días de Sodoma”. Había un grupo de personas que estaban esperando un hijo prometido. ¿Creemos eso? Ese fue Abraham y su grupo. Había un grupo tibio, Lot, medio descarriado, no obstante un creyente allá en Sodoma. Tres clases de personas.",
    "Siempre hay esas tres clases. La gente de Cam, Sem, y Jafet; también los creyentes, los manufacturados y los incrédulos. Ellos están en todas partes, y los—los hallamos en todos los grupos. Y en todo lugar, uno los encuentra. Y esos grupos aún están aquí. Uno tiene que distinguirlos. Uno puede llevarlo por la Escritura, eso encaja allí perfectamente.",
    "Presten atención a esto. Fíjense dónde estamos en esta noche, posicionalmente y proféticamente. Ahora, cada uno de nosotros sabe que el mundo está en una condición sodomita.",
    "Conocemos todas las profecías, Israel está en su patria. Si Uds. quieren saber nacionalmente dónde estamos parados, vigilen a Israel, dónde está.",
    "Si quieren saber la condición de la iglesia, vigilen cómo actúan las mujeres. Ella es la iglesia. Véanla, inmoral, indecente; observen, miren dónde está la iglesia. Sólo vigílenla. (¿Ven? ¿Ven?) Sólo vigilen las mujeres. Verán la manera como se van degradando las mujeres y se contaminan tanto, así está la iglesia (¿ven?), el tipo.",
    "Observen dónde está Israel, verán donde estamos en la cifra del tiempo. Vean, sólo observen esas señales y maravillas. Si su—si su, o si sus ojos son abiertos, miren dónde estamos.",
    "Ahora observen posicionalmente dónde nos encontramos, el mundo en una condición como Sodoma. Ahora noten: “Como fue”. Noten ahora, había alguien en aquel día esperando por un hijo prometido que vendría: Abraham y Sara. Ellos estaban esperando por un hijo prometido, en el grupo de Abraham. Ellos no estaban en Sodoma. Pero justo en el momento, en el último capítulo del evento, justo antes que viniera el hijo prometido, hubieron tres hombres que bajaron del Cielo, un Angel…o sea dos Angeles y Dios. Y Ellos descendieron y hablaron con Abraham, debajo del encino. ¿Es correcto eso? Y dos de ellos fueron a Sodoma y clamaron en contra de los pecados de la ciudad. Y eso fue justo antes de que se quemara el mundo gentil, en aquel tiempo. Toda Sodoma pereció en ese tiempo. Sólo unos cuantos fueron sacados, Lot y sus dos hijas. Su esposa ni siquiera lo logró, ella se devolvió. Cómo me hubiera gustado tener tiempo para mostrarles eso ahora mismo, donde está parada esa iglesia en esa posición. Yo quiero que se fijen.",
    "Y un Hombre se quedó atrás, que habló con Abraham, y El le mostró una señal a Abraham. Y observen, Abraham había visto a Dios en muchas grandes señales. Lo creemos, ¿no es así? Justo antes del hijo venidero…Pero antes que se manifestara el hijo, a él le fue dada una señal.",
    "Porque el Hijo, el verdadero Hijo, iba a ser el Hijo de Dios, por medio de la fe de Abraham (¿ven?), ese fue Jesús. Nosotros siendo la simiente de Abraham, muertos en Cristo, somos la simiente de Abraham.",
    "Ahora noten que justo antes que eso aconteciera, la llegada de este hijo. Ahora, Este que se había quedado y había hablado con Abraham, tenía Su espalda hacia la tienda, y dijo: “Abraham”. Ahora, sólo un día antes él era Abram. Ahora El dijo: “Abraham, ¿dónde está tu esposa, Sara”? No Sarai, S-a-r-a-i, pero S-a-r-a, princesa. “¿Dónde está tu esposa, Sara”?\n\nDijo: “Ella está en la tienda detrás de Ti”.",
    "El dijo: “Yo voy a visitarte (¿ven?), de acuerdo a Mi promesa que te hice”. En otras palabras, “En el tiempo de vida, Sara comenzará otra vez su ciclo normal de vida”.",
    "Y Sara, siendo anciana, ya de cien años y en la tienda, se rió entre sí. ¿Ven? Se sonrió para sí, diciendo: “¿Cómo puede tener la razón ese Hombre? (¿Ven?) Yo una anciana, mi señor Abraham allá afuera también anciano”. Las relaciones familiares habían terminado hacía años. Dijo: “¿Cómo podré tener placer nuevamente con mi señor? El siendo anciano, y anciana yo, pasada la edad de concebir, sin venas que puedan producir leche para amamantar, todo…” (Ella estaba ya seca.) “¿Cómo tendremos placer de nuevo”?",
    "Y aquel Hombre con Su espalda hacia la tienda, dijo: “¿Por qué se ha reído Sara, diciendo, ‘¿cómo pueden ser estas cosas’”? ¿Qué fue eso? Discernimiento, algo profético. ¿Ven? ¿Ven? Eso fue lo que él vio.",
    "Ahora, El dijo: “Eso volverá otra vez, y el Hijo del Hombre”, lo cual eso era, ese era el Hijo del Hombre allá. Pues, él le llamó Elohim, “El Señor Dios”, Elohim. Cualquiera sabe que eso es correcto, Elohim es el Señor Dios. “En el principio Elohim creó los cielos y la tierra”, el Ser todo suficiente. El Hijo del Hombre hecho carne, allí estaba El en carne en ese tiempo, como una teofanía, parado allí discerniendo lo que Sara estaba diciendo en la tienda detrás de El. El lo prometió. Fíjense. A la Simiente real de Abraham le es prometido ver eso mismo.",
    "Pero observen, Lot, él también recibió un mensajero, dos fueron allá. Uno de ellos fue allá, y otro fue con él, y ellos predicaron y llamaron a la gente para que huyeran de la ira que venía.",
    "Posicionalmente, el mundo nunca ha estado en esa misma condición, desde ese día cuando Jesús hizo la promesa, hasta hoy. Quiero hacerle esa pregunta a cualquier historiador que pudiere estar en el edificio, o aun escuchando esta cinta, escuchándola en cualquier momento, que por favor me escriban. Yo he estudiado la historia por algunos treinta años, historia Bíblica, y nunca ha habido una persona que yo haya visto en toda la historia de la iglesia, a través de las siete edades — lo cual ahora estamos en Laodicea, sabemos eso.",
    "Nunca ha habido un mensajero, que haya ido a la iglesia entera, con su nombre terminando en h-a-m, hasta ahora. G-r-a-h-a-m, Billy Graham. Ha habido Moody, Finney, Sankey, Knox, Lutero, y así, mas nunca un h-a-m, “padre de naciones”. Ahora recuerden, él es G-r-a-h-a-m, seis letras. Pero A-b-r-a-h-a-m tiene siete letras. Fíjense, ellos están allá, Billy Graham, yendo a—a todas partes del mundo, y llamando a salir de Sodoma: “Salgan, huyan de la ira venidera”. En el campo Evangelístico no hay hombre que yo conozca, que esté tan aferrado de Dios con esa palabra de justificación, como Billy Graham. El puede presentarlo. El no es tanto un teólogo… supongo que sí es un teólogo, pero no es un maestro tan poderoso; pero Dios está con él. Ese hombre se para ahí con algo como una lección dominical, y tiene cautiva a esa gente. El es el siervo de Dios de la hora. ¿Para quién? La iglesia natural, que se encuentra en Sodoma.",
    "Pero recuerden, había una iglesia espiritual que no se hallaba en ese conjunto denominacional; un grupo llamado fuera, y ellos recibieron un mensaje, y también un mensajero. Y ¿qué era? El discernir los pensamientos que había en el corazón. Dios siempre prueba Su Palabra.",
    "Oremos. Amado Padre Celestial, en este momento crítico, cuando decisiones deben ser tomadas, el tiempo sigue caminando, y nosotros no sabemos en qué hora nuestro Señor pueda venir. Y a medida que vemos estas profecías que han sido hechas por El, por medio de Tus profetas a través de las edades, que ahora se están desenvolviendo. Oh Dios, cuánto te agradezco por esto, que incluso hombres capaces, hombres capaces en—en teología, que le pueden hacer frente a las artimañas del mundo y de los incrédulos, y en estos grupos, que sin una sombra de duda pueden pararse ahí fuertes y valientes, sabiendo dónde se paran y probar esa Palabra como la verdad, según las Escrituras. Y entonces nosotros que esperamos por Tu Venida, Señor, creyendo estas otras cosas que han sido profetizadas que tomarían lugar, al estar presente y disfrutar verte a Ti caminar entre nosotros y llevar a cabo aquello que Tú dijiste que acontecería, probando Tu Palabra ser verdad. Eterno Dios, Tus hijos enfermos están sentados aquí.",
    "Yo no sé cuánto tiempo nos quede para trabajar. El sol de la tarde se está poniendo. Pero Tú prometiste, al profeta: “Al tiempo de la tarde habrá Luz”. Y vemos que el mismo sol que sale en el oriente, es el mismo que se pone en el occidente. La civilización ha avanzado conforme el sol, y ahora estamos en la costa occidental, y el Evangelio avanzó junto con la civilización. Ahora, Padre, sabemos que este es el fin del Evangelio, el tiempo del fin, el fin de la edad. Todo se está desvaneciendo en la Eternidad. Pero Tú prometiste que el Hijo saldría, que el Hijo del Hombre sería revelado. En el día postrero esto habría de acontecer. Las Luces de la tarde han venido, Padre. Te damos gracias por eso. Y así de humilde como es, no obstante Tú lo haces tan sencillo y tantas veces, que pasa muy por encima de los grandes, los así-llamados grandes pensadores, y lo revelas a niños que pueden aprender.",
    "Yo ruego Dios, que Tú lo hagas así en esta noche, para que Tus pobres hijos enfermos aquí puedan ver la promesa de Dios, y cada uno de ellos sea sanado, y salga de aquí mañana con nuevos cuerpos fuertes, y de nuevo saludables. Concédelo Señor, para que ellos puedan llevar el Mensaje de uno al otro, hasta que ese último entre en el rebaño, y entonces las puertas serán cerradas. Ayúdanos, amado Dios. Yo te lo pido, en esta noche, en vista de todo esto, si tan sólo lo haces una vez más, Padre, por mí.",
    "Parecía que la otra noche, la gente no lo notó mucho. Pero, yo ruego: Permite que ocurra de nuevo en esta noche, Señor. Porque he sobrepasado mi tiempo asignado para hablar, pero no sé cuánto más tiempo se nos va a conceder para hacer esto. Así que ruego, Padre, ¿me oirás? Y escucha la oración de estos hombres piadosos y mujeres piadosas sentados aquí esta noche, que están llenos con Tu Espíritu. Ellos son creyentes, Señor, Tú simplemente puedes obrar entre ellos. Y yo ruego que confirmes Tu Palabra, que dijiste: “El que en Mí cree, las obras que Yo hago, él también las hará”. Permítelo de nuevo, Jesús, para probar que Tú eres el mismo ayer, y hoy, y por todos los siglos. Yo lo pido para la gloria de Dios, en el Nombre de Su Hijo, Jesucristo. Amén.",
    "Ahora, por un momento, yo quiero saber cuántas personas aquí tienen tarjetas de oración. Yo—yo quiero que levanten sus manos, cada uno de Uds. que tengan tarjetas de oración. Pues es en general, parece que es casi por todo el lugar.",
    "Me pregunto cuántas personas no tienen tarjetas de oración, pero están enfermas, ¿levantarían sus manos y dirían: “Yo no tengo una tarjeta de oración, pero yo estoy enfermo; estoy necesitado”?",
    "Yo quiero pedirles que sean reverentes por un momento. Ahora, me encanta hablar con Uds. Ese siempre es mi problema, yo hablo demasiado. Pero antes de que pasen, yo—yo espero y confío que Dios probará esto, que lo que yo he dicho es la Verdad, y que-y que El lo muestre.",
    "Ahora, ¿cuántos que están sentados allá que están enfermos, saben que yo no sé nada en cuanto a Uds., levanten sus manos? Simplemente miren eso. Muy bien.",
    "Ahora, quiero que Uds. que no tienen tarjetas de oración — se llamarán las tarjetas de oración — yo quiero que oren.",
    "La Biblia dice que Jesucristo es el mismo ayer, y hoy, y por todos los siglos. El dice que es el Sumo Sacerdote sentado allá intercediendo conforme nuestra confesión. Nosotros tenemos que confesarlo primeramente, antes que El pueda ser un Sumo Sacerdote, porque El solamente intercede conforme nuestra confesión. ¿Es así, hermanos ministros? El sólo intercede conforme nuestra confesión, lo que nosotros confesamos que El es, lo que El ha hecho por nosotros. No lo que El hará. El ya lo ha hecho. Nosotros tenemos que confesar que El ya lo hizo. “Herido fue por nuestra rebelión, por Su llaga fuimos curados”.",
    "Ahora, el Padre Celestial sabe. Y mirándolos, puedo ver, y reconozco un buen amigo mío de Ohio, a él y a su esposa sentada aquí, es el Sr. Dauch y su esposa. Y creo que sentado a dos o tres puestos de ellos, está de nuevo ese reverendo, el Sr. Blair, al que vi anoche. Para mí parece estar oscuro sobre la audiencia, por razón de estas luces aquí, se me hace un poco borroso, y yo—yo no los veo muy bien.",
    "Pero quiero que oren. Y mantengan en sus corazones aquello que necesiten, y pídanle a nuestro Sumo Sacerdote, Quien puede ser tocado por el sentir de nuestras dolencias.",
    "Ahora, no conociéndolos yo, y Uds. pudieran tocarme a mí por todas partes, y sería como tocar a su hermano, su esposo, su pastor, a cualquiera, eso de nada—eso de nada aprovecharía. Pero si lo tocan a El, y si verdaderamente estamos en línea con Su Espíritu, entonces El puede usar la fe suya para tocarle a El, y el don mío para responder.",
    "Vean, yo sería tan mudo como lo es esto aquí, si no hubiese una voz que pudiera hablar a través de ello. Tiene que ser. Esto aquí es mudo al no haber algo aquí que hable. Y así también cualquier persona es muda, cuando se trata de estas cosas, si Dios no habla a través de él.",
    "Ahora Uds. oren, y veamos si estas cosas que yo he dicho son la verdad. Dios conceda que así sea. Yo no digo que El lo hará. Yo espero que El lo haga. Estoy confiando que El lo hará. Con los años que han pasado El jamás me ha defraudado, habiendo cruzado alrededor del mundo, con toda clase de naciones, y con millones de personas. Hasta hoy El no me ha fallado. Y yo estoy seguro, tan seguro como creo que estoy parado aquí, que El ahora no me fallará.",
    "Voy a pedirles que sean reverentes y se mantengan en sus asientos, sólo por unos momentos. Vamos a despedir la audiencia principal y orar por los enfermos, en un momento.",
    "Pero quiero que Uds. que son creyentes, que no me miren a mí, sino que crean. Digan: “Yo creo que lo que habló el hombre es la Escritura. No sé si estemos tan avanzados en el tiempo como él dice que estamos; pero si es así, entonces eso tiene que suceder. Si sus Palabras son las Palabras de Dios, entonces sus palabras fallarán mas no las Palabras de Dios”.",
    "Dios está obligado a respaldar Su Palabra. El la probará. El la probará. “El que en Mí cree…”. El probó que este es el día postrero. El probó lo que sucedería. El probó que esto mismo estaba supuesto a ocurrir.",
    "Y recuerden, Abraham y su grupo no recibieron ninguna otra señal de Dios hasta que llegó el Hijo prometido. ¿Cuántos saben que eso es cierto? ¡Esa señal de discernimiento! Y la Simiente real de Abraham, déjeme oírles, o permítanme decirles: ASI DICE EL SEÑOR, Uds. están recibiendo su última señal. Eso es de acuerdo a las Escrituras y la revelación de Dios que está en mi corazón, que habla y dice que esto es la Verdad. Y confío que lo creerán ser la Verdad.",
    "Ahora crean. Todos solamente crean, y digan: “Señor Jesús, permíteme tocarte. Yo tengo una necesidad en mi corazón, y sé que el Hermano Branham no sabe nada de mí. Yo ni siquiera conozco al hombre, él no me conoce a mí, mas Tú conoces. Y si él me ha dicho la Verdad, esto sucederá”. Yo les pido que no se muevan, sólo por un ratito. Sean muy…",
    "Vean, cada uno es un espíritu. Y yo tomo todo espíritu aquí bajo mi control, en el Nombre de Jesucristo, para que se cumpla Su Palabra.",
    "Sean reverentes. Oren. Miren hacia El, digan: “Señor, yo lo creo. Ayuda mi incredulidad”.",
    "Empecemos. Tengo que concentrarme aquí en alguna sección del edificio, pues, vean, son tantos, y cada uno de Uds. es un espíritu.",
    "Yo no puedo. Ud. dirá: “¿Qué de mí”? Yo no podría decirle. Es algo soberano. Todas las obras de Dios son soberanas. En esta noche habrá mucha gente que sanarán al cruzar esta plataforma, como probablemente habrá muchos que no. Eso está dentro de la soberanía de Dios. ¿Quién podrá decirle a El lo que tiene que hacer? Nadie. El obra de acuerdo a Su Propia voluntad, Su Propio plan.",
    "Pero Ud. sólo crea. Sea humilde. No esté nervioso. Sólo extiéndase hacia Dios, y diga: “Señor Dios, yo lo creo”. ¿Ven? “Permíteme tocar Tu manto. Yo tengo necesidad de tal y tal. Yo sé que el hermano no me conoce ni conoce mi necesidad, pero él nos habló de estas cosas que Tú hiciste, y dice que Tú estás aquí igual hoy”.",
    "Eso no los excluye a Uds. hermanos acá en la plataforma, a ninguno de Uds. Sólo les pido, hermanos míos, como obreros asociados del—del Evangelio de Cristo. Les hablo tan sinceramente como sé hablar, siendo un hombre moribundo, igual que Uds., (¿ven?), dejando este mundo. Nosotros tendremos que partir. Y yo tendré que responder en el Día del Juicio, por lo que digo. Estoy consciente de eso, muy con siente. Y los aprecio a Uds., lo que son, parándose aquí conmígo, ayudándome. Yo estoy tratando de ayudarlos, haciendo todo lo que yo pueda, por la causa del Reino de Dios.\n\nEstoy orando y pidiendo.",
    "Aquí, ¿cuántos han visto esa Luz en la fotografía? ¿Han visto esa fotografía? Allí mismo está presente. ¿La pueden ver?",
    "Está por encima de esa señora sentada allí con su pañuelo. Ella está orando por un ser amado. Eso es correcto, señora. [La señora dice: “Eso es correcto, Hermano Branham”.] Ese ser amado…¿Cree Ud. que soy Su profeta, o discúlpeme, Su siervo? [“Seguro que sí”.] ¿Cree eso? Muy bien. Ahora, si Dios puede revelarme lo que está mal, ¿aceptará que eso es de Dios, así como la mujer que tocó Su manto? Ahora, Ud. sabe que está—está a veinte o treinta pies de mí, o hasta más; Ud. no me ha tocado a mí. Pero Ud. ha tocado Algo, lo cual Ud. sabe que está en contacto con Algo, Alguien. Lo que es, es por una mujer, la cual es su hija. Eso es correcto. ¿Cree Ud. que ella sanará? Ella es adicta a las drogas. [“Eso es correcto”.] Es exactamente la verdad. [“Eso es correcto hermano”.] La veo a ella nadando, borracha. ¿Ven? Ahora, el pañuelo que Ud. tiene en su mano, póngalo sobre ella, y no dude. Yo creo que Dios la liberará. ¿Lo creerá Ud. conmigo? Amén. [¡Oh! ¡Gracias Jesús”!]",
    "Ahora, yo no conozco la mujer, pero Dios la conoce. ¿Cree ahora con todo su corazón?",
    "El hombre sentado allá arriba con la camisa rayada, tiene una hernia, ¿cree Ud. que Dios lo sanará y le restaurará? ¿Cree Ud. que El lo hará? Nunca he visto a ese hombre en mi vida. ¿Tiene Ud. una tarjeta de oración, señor? [“No, yo no la tengo”.] ¿No la tiene? Pues no la necesita.\n\n“¡Si tan sólo podéis creer”!",
    "Aquí está sentada una mujer tratando de mirar por encima de esta otra mujer sentada aquí. Ella es una extraña para mí. Pero está muy nerviosa. Yo no la conozco, nunca la he visto en mi vida. Pero Dios la conoce, y ella reconoce que ahora mismo está en contacto con Algo. Ud. ha estado allí orando por alguna causa. La razón de eso es que Ud. no puede quedarse más tiempo que tan sólo esta noche. Ud. tiene que irse de la reunión. Ud. tiene planes de regresar a su casa mañana. Ud. no es de aquí, ni tampoco es de California. Ud. saldrá de aquí hacía el oriente. Ud. se irá por avión. Ud. tiene planes de irse por avión. Ud. es de Oklahoma. Sí. Eso es correcto.",
    "Además, Ud. está en una condición moribunda. Ud. vino aquí para que se ore por Ud. Ud. no tiene una tarjeta de oración. Pero Ud. creyó que iba a sanar, si tan sólo pudiera llegar aquí. Eso es correcto. Además, su condición es cáncer. El cáncer está en el hueso. Ahora, ¿cree Ud. que va a sanar? ¿Cree Ud. mi hermana que está en contacto con El? Quizás Dios me diga quién es Ud., ¿le ayudaría eso? Si es así, levante su mano, si Ud. lo cree, que Dios, o sea que eso le ayudaría. Muy bien, Sra. Steel, Ud. puede regresar a Oklahoma.\n\nYo no conozco la señora. Nunca la he visto.",
    "Por acá está una señora sentada allí detrás de ella. Ella está sufriendo con varices, y también tiene un hijo que es alcohólico, y ella está orando por él. Si ella puede creer, ella podrá ser sana. Sra. Mason, ¿creerá Ud. con todo su corazón, y cree que Jesucristo le concederá la sanidad a Ud.? ¿Lo cree?",
    "Muy bien, entonces ponga su mano sobre esa señora sentada allí al lado suyo, ella está orando por su esposo que no es salvo. Dios concederá la sanidad.\n\nOremos.",
    "Amado Dios, yo pido que Tú le concedas a ella esa bendición. Dale a esa mujer el deseo de su corazón, Señor. La fe de ella está tan cerca de Ti, que te ha tocado. Y yo pido, Padre, que la ayudes, en el Nombre de Jesús. Amén.",
    "Ahora crea con todo su corazón, que Ud. lo recibe. ¿Lo hará? Muy bien. Dios la bendiga.",
    "¿Cree Ud. señora que su esposo será salvo? ¿Lo cree con todo su corazón? Levante su mano; sí Ud. lo cree.",
    "Parece que ante mí está una mujer que es muy pesada. Allí está sentada. ¿Cree Ud. que soy el siervo de Dios? ¿Cree Ud. que soy el siervo de Dios? Sí lo cree, muy bien. Yo a Ud. no la conozco. El problema suyo es de las glándulas. Ud. está demasiada pasada. Ud. ha ido a un médico y le dijo que él nada podía hacer al respecto, pero ese era un médico terrenal. ¿Ve? Ud.-Ud. acaba de sufrir mucha tristeza. Su esposo ha partido. Ud. no es de aquí. En realidad Ud. es de Arkansas. Ud. también está buscando empleo, y no logra encontrar empleo. Ud. tenía temor que algo, que no sería llamada. Pero su fe ahora ha tocado a Dios. Mi hermana, vaya Ud. y crea. Dios le dé un empleo, le dé el deseo de su corazón.",
    "Dios prueba que Su Palabra es la verdad. ¿Uds. creen eso? [La congregación dice: “Amén”.] Ahora yo solamente quiero que oren conmigo de nuevo.",
    "Padre, Dios, Tú eres el mismo Dios que probaste cuando dijiste: “La niña no está muerta, ella duerme”, luego tuviste que probarlo. Ahora, Tú prometiste, que justamente antes de la llegada del tiempo del fin, que el Hijo del Hombre se revelaría de la misma manera como lo hizo El allá en Sodoma. Tú lo prometiste, Señor. Ahora Tú has venido a la Tierra, en la forma del Espíritu Santo, y haz entrado entre nosotros, un pueblo creyente en esta noche, y lo has probado. Tú has probado Tu Palabra como lo hiciste en aquel día. Señor, no necesitamos más evidencias, Tú estás en nuestro medio. Nosotros te amamos. Y reconocemos que esta es la última señal antes de Tu Venida, de acuerdo a las Escrituras. Y todas las sombras y los tipos nunca fallan, tienen que ser positivos.",
    "Así que oramos, Padre, mientras Tus hijos vienen ahora para que se ore por ellos, que todos sean sanados. Que no quede ni una sola persona enferma entre nosotros al terminar este culto de sanidad. Oh, amado Dios, ¿permitirás que Tu unción sea tan abundante sobre Tu gente ahora mismo, que cada uno sea sanado?",
    "Y si hubiere algunos aquí que aún no son Tus hijos, pero basándose en estas cosas que ellos han escuchado, la Palabra, y han visto lo que se ha hecho, siendo probado exactamente al pie de la letra, de Quién eres y lo que eres, que Tú estás aquí.",
    "Y Señor, ¿acaso Tú bendecirías—bendecirías una mentira? Pues, ciertamente que no, Señor. Pero Tú sí prometiste bendecir Tu Palabra, y que no regresaría vacía, sino que haría aquello para lo cual fue enviada. Y ahora en esta noche Tú has hecho eso ante nosotros, sin dejar lugar a ninguna sombra de duda.",
    "Y con nuestros rostros inclinados, ¿habrá personas aquí que nunca antes han creído, y que les gustaría sencillamente levantar sus manos? Con su rostro inclinado, sólo levante su mano, y póngase de pie y diga: “Ahora yo creo, con todo mi corazón. Y yo quiero aceptar a Jesucristo, ahora mismo”. ¿Harían Uds. eso, cualquier persona, cualquier persona que esté aquí, que aún no ha aceptado a Cristo, y le gustaría hacerlo en este momento? Yo no les diré a dónde…vaya Ud. a la iglesia que desee. Pero yo les estoy pidiendo que reciban a Jesucristo mientras…Probablemente nunca estarán más cerca de El hasta que lo vean en persona cuando venga en Su cuerpo visible de los Cielos. ¿Le aceptarán ahora si no lo han hecho aún?",
    "Basándome en el hecho que no veo a nadie aquí de pie, los considero a todos entonces como personas cuerdas, sensatas, y concientes de lo que hacen. Si están sentados ahí bajo ésto, recuerden: “El que se avergonzara de Mí ante los hombres, Yo me avergonzaré de él ante Mi Padre”. Quizás había alguien allí parado, sí, entre la audiencia, allá en la parte de atrás.",
    "Amado Dios, quizás no vea yo a esos que están de pie, ellos quieren aceptarte a Ti. Están conscientes, Señor, que esto no se ha hecho sino hasta este tiempo, y ahora Tú lo confirmas y pruebas que así es. Yo ruego Señor, que en sus corazones, que extrañamente han sido movidos en este momento…¿Cómo sabemos que ésta no sea la última persona que entre? Esto podría ser el fin para Los Angeles. Esta pueda ser la última alma que nazca en el Reino. Nosotros no sabemos cuándo llegue ese tiempo. Y cuando llegue, la puerta será cerrada, el Cuerpo estará completo. Este no será un Cuerpo deformado o una Novia deformada. Solamente tendrá los miembros cuyos nombres fueron puestos en el Libro de la Vida del Cordero antes de la fundación del mundo, los cuales Jesús vino a tomar; como Adán, que tomó el paso para salvar a su esposa. Yo ruego, Dios, que Tú los recibas a ellos ahora en Tu Reino. Ellos están en Tus manos. Ocúpate de ellos, Señor, yo lo pido en el Nombre de Jesús. Amén.",
    "Dios bendiga a cada uno que se puso de pie. No sabía que algunos de Uds. estaban de pie. Algunos se pusieron de pie allá atrás, algunos en la galería. Quiero que ahora hagan algo por mí. Por favor entiéndanme. Véanse con algún ministro aquí y platiquen con ellos, después que el servicio haya terminado. ¿Lo harán? No dejen de hacerlo. Si nunca han sido bautizados en bautismo Cristiano, háganlo próximamente, y luego permanezcan con sus manos alzadas hasta que reciban el Espíritu Santo.",
    "Ahora, muchas personas aquí tienen tarjetas de oración. Vamos a pedirles a ellos que se pongan de pie, y pasen acá arriba, y me supongo que pasen caminando por aquí. O tendré yo que bajar…[Un hombre dice: “No”.] No me será posible. [“Pasen de este lado acá”.] De este lado acá, luego pueden pasar por aquí, pasando a este lado de acá, las personas que tengan tarjetas de oración.",
    "Y ahora si algunos tienen que irse, está…Estoy atrasado. Discúlpenme. Trataré de mejorar un poco mañana en la noche. Estamos a diez minutos después de las diez, según el reloj en la pared. Muchas gracias por asistir en esta noche, y que el Dios del Cielo los bendiga. Si desean quedarse y observar la línea de oración, son muy bienvenidos. Pero vamos ahora a comenzar a orar por los enfermos, y no quiero retenerlos a menos que Uds. deseen permanecer. Quedan despedidos en el Nombre del Señor Jesús. La paz de Dios vaya con Uds. y los bendiga, y les dé descanso en sus cuerpos en el trascurso de la noche, y les conceda buena salud, para que de nuevo puedan volver mañana en la noche. Dios esté ahora con Uds.",
    "Y los que tienen tarjetas de oración pónganse ahora de pie para orar, mientras oramos por la gente universalmente. Ahora, pues queremos que sepan, Uds. que están de pie con una tarjeta de oración, ¿habrá alguna duda en su vida? ¿Habrá (discúlpenme) algún pecado en su vida que Ud. no ha confesado? Si lo hubiera, permítanme pedirles esto. No entren en la línea con pecado en su corazón que no hayan confesado. Porque, Uds. deben…Este es el pan de los hijos, ¿ven? Y si Ud. no es Cristiano, rinda su vida a Cristo en la línea de oración, luego pase; es para el creyente. ¿Lo haría Ud.? Acéptele a El primero como su Salvador, y luego pase por la plataforma para que se ore por Ud.",
    "Yo voy a orar por cada individuo; no solamente hacerlos pasar, como alguna clase de rutina. Estamos aquí en una iglesia. Yo pienso que la Hermana Wyatt nos ha dado la razón que podemos quedarnos para orar. [“Un hombre dice: “Sí, toda la noche, el tiempo que desee”.] Podemos quedarnos el tiempo que queramos. Y le agradezco a la Hermana Wyatt y los funcionarios aquí, por permitirnos eso. Dios la bendiga. Su valeroso esposo se paró aquí en esta plataforma, y oró por los enfermos, hasta que murió; hasta donde sé yo. Fue un verdadero soldado de la cruz. Y ahora yo intento continuar, haciendo lo mismo, bendice esta gente.",
    "Y ahora yo pido que cada uno de Uds. que pase por aquí… No tendrán que confesar ninguna cosa. No tendrán que mencionar el problema que tienen. Sólo pasen y permítanme orar por Uds., y crean.",
    "¿Creen que Dios me envió para hacer esto? Levanten sus manos. ¿Recuerdan lo que el Angel del Señor dijo? “Si logras que la gente te crea, sé sincero cuando ores, y nada prohibirá la oración”. Y Uds. saben que eso es verdad. Eso ha sido probado, vez tras vez.",
    "Ahora, voy a pedirle a nuestra Hermana Rose, si por favor tocara, Sólo Creed, o El Gran Médico Cerca Está, o algo así.",
    "Quiero ahora que todos Uds. en—en compañerismo junto conmigo. Las personas que no se encuentran en la línea de oración, ¿podrán estar orando por estas personas? Bueno, prométanlo, levantando su mano: “Yo estaré orando, ¿ven? Nosotros todos estaremos orando”. Muy bien. Sí.",
    "Desearía que si tienen que marcharse, háganlo ahora en silencio, para que no perturben mientras oramos.",
    "¿Cree Ud. que ahora todo ha terminado, hermana? [La hermana dice: “Con todo mi corazón”.]",
    "Amado Dios, impongo mis manos sobre la hermana, reto la aflicción de su cuerpo. En el Nombre de Cristo Jesús, que la deje. Amén.\n\nReciba bendición, hermana.",
    "¿Cree Ud. con todo su corazón? ¿Han sido confesados todos sus pecados? ¿Hasta donde sabe está lista para recibir su sanidad?",
    "Amado Dios, impongo mis manos sobre mi hermana, en el Nombre de Tu Hijo, Jesucristo, y pido que la aflicción de su cuerpo se vaya, en el Nombre de Jesús. Amén.",
    "¿Todo pecado ha sido confesado, y está listo Ud. para su sanidad? ¿Cree Ud. hermano? [El hermano dice: “Yo creo con todo mi corazón”.]",
    "Amado Dios, yo pongo mis manos sobre mi hermano, siendo que sabemos que Tú estás presente aquí, Señor. Yo pido que Tú lo sanes, en el Nombre de Jesucristo. Amén.",
    "¿Ha confesado todo pecado? No, Ud. no oye. ¿Cree Ud. que oirá? [La hermana dice: “Yo creo. Pero es que he sido sorda”.] Crea Ud.\n\nPues la mujer es sorda. Vamos a orar aquí.",
    "Amado Dios, yo oro que sanes nuestra hermana, y quites esta sordera de ella. Ella está en un mundo aislado, donde ella no puede oír. Yo oro que Tú concedas su sanidad, en el Nombre de Jesús.",
    "Voy a pedir a la gente que mantengan sus rostros inclinados por un momento. Yo quiero ver lo que le ha sucedido a ella. Ahora, por favor, en el Nombre de Jesucristo, que nadie levante su rostro ni sus ojos. Ahora, no deben hacer eso hasta que yo les diga.",
    "¿Ahora puede Ud. oírme? [Ella dice: “Eso todavía no se ha ido”. El Hermano Branham bate las manos una vez. “Puedo oír”.] ¿Me oye? [El Hermano Branham bate las manos una vez más, y de nuevo: “Puedo oír”.] ¿Me oye? [“Sí”.] ¿Puede Ud. oír? Ella puede ahora oír. [El Hermano Branham bate las manos una vez más.] ¿Escucha algo?",
    "Crea Ud. con todo su corazón. ¿Lo hará? Y crea Ud., y Dios la sanará completamente. Ella dijo que si tan sólo yo oraba y pusiera mis manos sobre sus oídos. Y ella dijo que podía oír algo. Muy bien, sólo vaya ahora creyendo que Ud. va a oír de nuevo. Ud. puede oír.",
    "¿Ha sido confesado todo pecado, hermana? [La hermana dice: “Sí”.] ¿Está preparada para su sanidad? [“Sí”.]",
    "Amado Dios, impongo mis manos sobre mi hermana, sabiendo que en nosotros mismos, nada bueno hay. Pero sabemos que somos Cristianos, nacidos del Espíritu de Dios. Y nosotros imponemos manos sobre nuestra hermana y pedimos por su sanidad, en el Nombre de Jesucristo. Amén.",
    "¿Cree Ud. ahora que va a sanar? [La hermana dice: “¡Bien”!] Muy bien, Ud.—Ud. queda sana. [“¡Sí”!] De esa manera es que se hace. Eso es correcto. Bien.",
    "¿Todo pecado ha sido confesado? [La hermana dice: “Sí señor”.] ¿Y Ud. está preparada para su sanidad? [“Sí”.] ¿Cree Ud. que al imponer las manos, que el Dios que conoce el corazón de la gente, la sanará”? [“Yo lo creo”.]",
    "Nuestro Padre Celestial, yo oro que Tú sanes a nuestra hermana, mientras imponemos nuestras manos sobre ella y pedimos en el Nombre de Jesucristo que Tú la sanes. Amén.",
    "¿Cómo está Ud.? Desde luego, Ud. sabe que yo sé lo que anda mal en Ud. [La hermana dice: “Sí”.] Pero no lo diré, porque si lo hago, eso—eso entonces continuará y continuará. [“Muy bien”.] Pero si Ud.…¿Ha sido confesado todo pecado? [“Sí señor”.] Y ¿cree Ud. que Dios la sanará? [“Sí señor”.] ¿Cree Ud. que esa artritis…? ¡Oh! Ya lo dije.",
    "Amado Dios, yo pido que Tú la ayudes y la sanes. Concédelo, en el Nombre de Jesús.\n\nNo quedará lisiada. Vaya, crea con todo su corazón.",
    "¿Cree Ud. que Dios la sanará? [La hermana dice: “Amén”.] ¿Todos los pecados han sido confesados y Ud. está preparada para su sanidad? ¿Cree Ud. que su columna estará bien?",
    "Amado Padre Celestial, Yo te ruego que la sanes y le des su salud. En el Nombre de Jesucristo, que así sea. Amén.\n\nDios la bendiga hermana. Ahora vaya creyendo.",
    "¿Ha sido todo pecado confesado hermana, está preparada Ud. para su sanidad?",
    "Amado Dios, ella dice que sus pecados han sido confesados. Impongo mis manos sobre esta mujer, en el Nombre de Jesucristo, yo pido por su sanidad. Amén.",
    "¿Ha sido confesado todo pecado? Ud. tiene que estar en orden, Ud. está muy enferma, Ud. lo sabe. Y Ud. sabe que yo sé lo que Ud. tiene. Y, ¿cree Ud. que Dios la sanará, sanará su corazón y le dará completamente su salud?",
    "Amado Dios, yo oro que en el Nombre de Jesucristo Tú la sanes y le des su salud. Que esto la deje, Padre, en el Nombre de Jesús. Amén.\n\nAhora, Dios la bendiga. No dude. Vaya creyendo.",
    "¿Ha sido todo pecado confesado? ¿Está preparada para su sanidad?",
    "Amado Padre Celestial, yo impongo mis manos sobre nuestra hermana. En el Nombre de Jesucristo, sea ella sana. Amén.\n\nNo dude. Vaya creyendo.",
    "¿Ha sido todo pecado confesado, está preparado para su sanidad?",
    "Amado Padre Celestial, yo pido que Tú sanes a nuestro hermano, le des su salud. Concédelo, Padre. Impongo mis manos sobre él, con este propósito, en el Nombre de Jesucristo. Amén.\n\nDios lo bendiga. Yo creo eso con todo mi corazón.",
    "¿Está creyendo Ud. ahora, hermana? ¿Ha sido todo pecado confesado y está Ud. preparada para su sanidad?",
    "Amado Dios, impongo mis manos sobre la hermana, en el Nombre de Jesucristo, que ella sea sanada para Tu gloria. Amén.",
    "Ahora sólo…Muchas veces sólo es un toque, de esa manera, como dijo Jesús: “Estas señales seguirán a los que creen. Si sobre los enfermos ponen sus manos”. Yo he comenzado a notar, en las reuniones, que el efecto es un cincuenta por ciento mejor comparado a cuando uno llama la gente a la línea y se tiene el discernimiento, porque así sólo se llega a unos cuantos. Y de esta manera, muchos más son sanados.",
    "¿Ha confesado Ud. todo su pecado de incredulidad y demás? ¿Cree Ud. ahora que va a sanar? [La hermana dice: “Sí, y liberada”.]",
    "Amado Dios, oro que Tú sanes nuestra hermana mientras la tomo de las manos y pido en el Nombre de Jesucristo por su sanidad. Amén.\n\nDios la bendiga, hermana.",
    "¿Cree Ud., ahora? [La hermana dice: “Sí”.] ¿Ha sido todo pecado confesado? [“Sí”.]",
    "Amado Dios, yo pongo mis manos sobre nuestra hermana, en el Nombre de Jesucristo, por su sanidad. Amén.\n\nDios la bendiga, hermana.\n\nPareciera como algo pequeño, pero es Dios Quien lo prometió.",
    "¿Los pecados confesados?",
    "Amado Dios, yo oro que sanes a esta, nuestra hermana. Mientras pongo manos sobre ella en el Nombre de Jesucristo, que ella vaya y esté bien. Amén.",
    "¿Los pecados confesados?",
    "Amado Dios, yo oro que Tú sanes nuestra hermana, mientras le impongo manos, en el Nombre de Jesucristo. Amén.",
    "Ahora a medida que Uds. pasan con la mecánica, que eso impacte la Dinámica, y así comenzará a funcionar.",
    "¿Los pecados confesados? Ud. está preparada.",
    "Amado Dios, yo oro que la sanes y le des salud, en el Nombre de Jesucristo. Amén.\n\nDios la bendiga hermana.",
    "¿Todo pecado confesado? [La hermana dice: “Todos”.]",
    "Amado Dios, a medida que esta mujer me miraba a los ojos, yo estoy creyendo eso. Yo pido que Tú la sanes, en el Nombre de Jesús.",
    "Ud. solamente la está trayendo a ella ¿no es así, hermana? ¿Ud. solamente la está trayendo? Muy bien. [La hermana dice: “Ella también es ciega”.] ¿Cree Ud. hermana, que Dios la sanará? [La hermana ciega dice: “Yo creo que Dios puede darme de nuevo mi vista”.] Dios la bendiga.",
    "Padre Celestial, Tú siempre eres misericordioso con los ciegos, y los necesitados. Ellos ahora han visto lo que Tú has hecho en esta noche. Así que creemos Señor en esta última gran señal que está obrando ahora en nuestro medio. Yo pido que le sea dada la vista a esta mujer ciega, en el Nombre de Jesucristo. Amén.",
    "[Ella que era ciega, dice: “Gracias Jesús”.] Ahora, registren esto. Regístrenlo. [“¡Gracias”!]",
    "[La que trajo la hermana ciega, pide oración.] Oh, sí, ¿cree Ud. que Dios la sanará? [“¡Aleluya”!]",
    "Amado Padre Celestial, impongo mis manos sobre nuestra hermana y pido que Tú la sanes, en el Nombre de Jesucristo. Amén.",
    "Dios la bendiga hermana. Déjenos saber cómo, cómo le está yendo.",
    "¿Cree Ud. hermana? [La hermana dice: “Sí, yo creo”.]",
    "Oh amado Padre Celestial, yo oro por nuestra hermana, confiando que ahora Tú la sanes. Impongo mis manos sobre ella, en el Nombre de Jesucristo.\n\nAhora crea. Eso es correcto. Simplemente vaya creyendo.",
    "¿Cree Ud. hermano? [El hermano dice: “Sí”.] ¿Ha confesado todos los pecados?",
    "Amado Dios, yo oro que Tú sanes a nuestro hermano y le des salud, en el Nombre de Jesucristo. Amén.",
    "¿Cree Ud. hermana?",
    "Oh Dios, yo oro que en el Nombre de Jesucristo, humildemente, y en la dulzura y humildad de esta hora, que el Espíritu Santo restaure esta mujer. [La hermana dice: “Y pido, ore por mi hijo. Yo no lo veo hace veinte años”.] Yo pido que Dios le envié a Ud. su hijo, amada hermana. Dios la bendiga.",
    "Amado Padre, yo oro por mi hermana aquí. En la dulzura del Espíritu Santo, que El ahora venga y sane a nuestra hermana, en el Nombre de Jesús. Amén.\n\nQue El la bendiga, hermana.",
    "Amado Dios, oro por mi hermano, mientras él se para aquí y yo impongo manos sobre él, y pido por su sanidad, en el Nombre de Jesús.",
    "Que El le bendiga mi hermano. [El hermano dice: “Dios te bendiga”.] Muy bien.\n\n¿Un niño?",
    "Amado Dios, imponiendo manos sobre el pequeño, yo lo bendigo en el Nombre de Jesucristo, para su sanidad.",
    "¿Cree Ud. ahora hermana? [La hermana dice: “Sí”.] ¿Quiere que se ore por Ud. también?",
    "Amado Dios, yo oro por ella, mientras impongo manos sobre ella. Ahora, esta es Tú comisión, la cual dijiste hacer: “Estas señales seguirán a los que creen. Si sobre los enfermos ponen sus manos, ellos sanarán”. Tú dijiste que sería así.\n\nAhora, El dijo eso, ¿no es así? Hermana, entonces tiene que ser de esa manera.",
    "Amado Dios, oro que sanes a nuestra hermana y le des salud, en el Nombre de Jesucristo. Amén. Dios la bendiga, hermana.",
    "¿Viene Ud. creyendo, hermana?",
    "Amado Padre Celestial, pido Tus bendiciones sobre nuestra hermana, sólo obedeciendo lo que Tú dijiste hacer. Tú dijiste: “Estas señales seguirán a los que creen. Si ponen las manos sobre los enfermos”, dijiste Tú, “sanarán”.",
    "¿Me permiten detenerme aquí un momento, sólo para decir esto, sólo para permitir que la gente descanse un momento, sólo por un momento? Una vez un crítico me dijo que eso no era verdad. Pero noten Uds., El dijo: “Estas señales seguirán”.",
    "Uds. han oído mi Mensaje sobre El Juicio, poniendo Jesús a juicio. Vean, El le dijo a Noé, “Va a llover”. No llovió sino hasta ciento veinte años después, pero de todas maneras llovió. El le dijo a Abraham que tendría un hijo por Sara. Luego pasaron veinticinco años. El no le dijo cuándo; El dijo que ellos tendrían el hijo. Veinticinco años más tarde, sucedió. ¿Ven? El no dijo cuándo.",
    "El dijo: “La oración de fe sanará al enfermo. Dios le levantará. Si sobre los enfermos ponen las manos, ellos sanarán”. ¿Fue eso lo que dijo El? [La congregación dice: “Amén”.] El no dijo que saltarían en el mismo instante. El dijo: “Ellos sanarán”. Vean, esa es Su promesa. Eso es lo que nosotros creemos.",
    "Venga hermana. ¿Cree Ud. que eso es la verdad? [La hermana dice: “Sí, yo lo creo”.] Entonces no hay manera de impedir que Ud. sane.",
    "Yo impongo mis manos sobre mi hermana, en el Nombre de Jesucristo, para su sanidad. Amén.",
    "¿Cree Ud. hermana? [La hermana dice: “Sí”.] ¿Todos los pecados confesados, y preparada?",
    "Amado Dios, impongo mis manos sobre la hermana, en obediencia a Tu mandamiento, y pido por su sanidad, en el Nombre de Jesús. Amén.",
    "Yo quiero que Uds. por los que se está orando, quiero que me hagan un favor. Yo quiero que Uds. reporten, antes que terminen estas reuniones, lo que suceda; y simplemente dejen que la audiencia, las demás personas, vean lo que realmente ocurre. Quizás mañana, al día siguiente, o cuando sea, Uds. sólo observen lo que acontece.",
    "Mi correspondencia ha mostrado que-que es tan distinto a simplemente permitiendo que lo prueben por medio de su propia fe. Porque Jesús dijo: “Sobre los enfermos pondrán las manos. Pondrán las manos sobre ellos, y sanarán”. Ahora, capten bien lo que El dijo. El no dijo que darían saltos y que irían corriendo por todo el edificio. Puede ser que lo harán. Pero El dijo: “Sanarán”. ¿No fue eso lo que El dijo? Eso fue lo que El dijo. Eso es lo que yo creo. Y El está ahora aquí, Aquél que hablo la Palabra está aquí presente para ponerlo por obra.",
    "¿Cree Ud. señor? [El hermano dice: “Amén”.]",
    "Amado Padre Celestial, basándome en la confesión de su fe y creencia, yo pongo mis manos sobre él, en el Nombre de Jesucristo, para su sanidad.",
    "Amado Dios, impongo mis manos sobre esta mujer, en el Nombre de Jesucristo, para su sanidad. Muy bien.",
    "Amado Padre, impongo mis manos sobre esta mujer, en el Nombre de Jesucristo, para su sanidad. Tú dijiste: “Ella sanará”.",
    "¿Preparada para su sanidad, hermana?",
    "Amado Dios, impongo mis manos sobre ella, en el Nombre de Jesucristo, que Tú la sanes.",
    "Muy bien, mi preciosa hermana, ¿todo preparado para su sanidad? Su fe ahora ha sido reconocida. ¿Cree Ud. que va a estar bien?",
    "Dios, impongo mis manos sobre ella, en obediencia a Tu mandamiento, “Id por todo el mundo, a toda criatura”. Impongo manos sobre ella, en el Nombre de Jesús, para su sanidad.",
    "Amado Dios, yo pongo mis manos sobre mi hermano, en el Nombre de Jesucristo, para su sanidad.",
    "Amado Dios, impongo mis manos sobre mi hermana, en el Nombre de Jesucristo, para su sanidad.",
    "[Cinta en blanco.]…pasando allí por el pasillo, no quería que se preocupara. Ud. estará bien si cree eso ahora.",
    "Amado Dios, oro que sanes a mi hermana, en el Nombre de Jesucristo. Amén.",
    "[Cinta en blanco.]…para que me ayuden a orar por estas personas.",
    "Ahora tenemos algunos pañuelos aquí, y demás cosas aquí, para orar sobre ellos. Y yo quiero que ahora continúen orando conmigo, por estos pedacitos de tela. Ahora, yo sé que esto suena muy raro que la gente esté orando por una cosa tan pequeña como esta. Pero si sólo pudieran entrar a mi oficina, alguna vez, y observar. Si hubiéramos guardado registro de los testimonios todos estos años, supongo que no se pudieran amontonar sobre esta plataforma; de los que han sanado solamente por haber enviado pañuelitos como estos así, millones de ellos, alrededor del mundo varias veces. Ahora, ¿saben lo que es? Eso es…",
    "Alguien tome ese pañuelo allí, que ha llegado. Ud. reconocerá su pañuelo, ¿no es así hermano? Muy bien.",
    "Y yo he visto niños pequeños que han estado lisiados, ser sanados. Y vean, lo que es, sólo es un punto de contacto, como siempre dice Oral Roberts. Eso sólo es un punto de contacto. Nosotros oramos. Ahora, no hacemos esto por nuestra cuenta, hacemos esto porque la Biblia nos comisiona a hacerlo. Todos nosotros sabemos que eso es verdad.",
    "Ahora, hay muchas personas que ungen pañuelos, y otras cosas. Pues, nosotros pensamos que eso está bien, seguro; pero si tan sólo…La Biblia no dijo que eran los pañuelos “ungidos”.",
    "🦅 Sino que tomaron pañuelos del cuerpo de Pablo”. ¿Pueden ver ahora a lo que me refería? Ahora, lo que ellos vieron fue ese Poder vivificador que estaba en Pablo, por lo cual supieron que él era el siervo de Dios. Ellos sabían que Dios estaba en él. Ellos sabían que todo lo que él tocaba era bendecido. ¿Cuántos entienden eso, digan: “Amén”? [La congregación dice: “Amén”.]",
    "Saben, yo creo que Pablo era bien Escritural en lo que hizo. ¿Lo creen Uds.? ¿Quieren que les diga de dónde tomó él la idea para hacer eso? [Alguien dice: “De Eliseo”.] De Eliseo, correcto. Vean, Eliseo dijo: “Toma este báculo y ponlo sobre el niño”. Y el profeta envió el báculo porque él sabía que todo lo que él tocaba era bendecido. El conocía su posición. El…si tan sólo lograba que la mujer creyera lo mismo.",
    "Ahora vean, la Biblia no dice: “Ellos orarán por los enfermos”. Dice: “Sobre los enfermos pondrán las manos”.",
    "Sólo piensen ahora, la gente vio en el apóstol Pedro, la presencia de Dios manifestada en este hombre, a tal grado que ellos—ellos aun tendían la gente en su sombra, y ellos eran sanados. ¿Cuántos saben que eso es Escritural? [La congregación dice: “Amén”.] Eso es tanto la Escritura como Juan 3:16. ¿Ven? Todo Ella es la Palabra de Dios. Ahora, la gente; Uds. saben que la sombra de ese hombre no sanaba a la gente.",
    "Pero miren, si el poder de Dios estaba sobre ese profeta, por años y años después que él había muerto, tanto así que un hombre muerto fue lanzado sobre su cuerpo, sus huesos. El cuerpo ni siquiera estaba allí; los huesos estaban allí. Y la Presencia de Dios estaba sobre esos huesos, al punto que ese hombre muerto regresó a la vida.",
    "Ahora, ¿no se dan cuenta que ese mismo Dios que hizo todas esas cosas está aquí mismo en esta noche? Para—para mí, yo pienso que deberíamos ser la gente más feliz en todo el mundo. Sólo piensen en esto.",
    "Yo—yo espero que no le haya dado la impresión a mi audiencia para que crean que es algo que yo hago por mi cuenta. Uds.—Uds. tienen mejor entendimiento que eso. Yo, yo soy su hermano (¿ven?), simplemente soy su hermano.",
    "Pero sí sé, yo sí sé esto, que Dios está aquí. Y yo sé que El nos ha dado algo, lo cual no podemos explicar, solamente por la Palabra de Dios, que declara que esto debería estar aquí para este tiempo. Así que, también nos da una identificación que estamos viviendo en los últimos días. Nos da identificación para saber que este pueblo, estos escogidos, elegidos, llamados a salir, y predestinados…",
    "Ahora, esa es una palabra muy grande, predestinado, pero todos sabemos que es la verdad. Sabemos absolutamente que el Dios infinito predestinó todas las cosas por previo conocimiento desde antes de la fundación del mundo, aun que el Cordero sería inmolado; y todo nombre que alguna vez estaría en el Libro, fue puesto en el Libro antes que el Libro fuese escrito. Ahora, ¿cuántos saben que eso es verdad? [La congregación dice: “Amén”.]",
    "Y Jesús vino para-para redimir aquellos que estaban en el Libro. En la Biblia, el Cordero vino de detrás de la cortina, y tomó el Libro y abrió los sellos con que estaba sellado, porque El vino a reclamar todo lo que El había redimido. El ahora es el Intercesor, un Intercesor haciendo intercesión por aquellos que El ha redimido. Todos aquellos que tienen sus nombres escritos en el Libro de la Vida del Cordero, son redimidos.",
    "Como una pequeña declaración un poco fuerte que hice la otra noche…Estoy esperando que traigan estos pañuelos; no estoy solamente procurando predicar de nuevo. Pero dije esto y espero que esto no suene sacrílego, ¿ven? Pero como el granjero que puso a la gallina, y no tenía suficientes huevos, así que él obtuvo un huevo de águila, y lo colocó debajo de la gallina y ella empolló un águila. Y él era un individuo muy raro entre todas las gallinas, porque no veían las cosas de la misma manera. Pero todo lo que él jamás había visto, era a la gallina. El sólo oía una voz, y esa no sonaba como la voz suya. Ni tampoco podía él imitar la voz como la de la gallina o la de los pollos. No le agradaba la dieta que tenían ellas, ya que comían del patio de la granja. Había algo diferente en él, pero él no sabía cuál era la diferencia.",
    "Y entonces un día, la madre águila, que sabía que había puesto cierto número de huevos. Y hacía falta uno de esos huevos, que sería su hijo. Así que ella se fue a buscarlo; y ella lo encontró en la granja. Y ella chilló. Y cuando ella chilló, el pequeño aguilucho conoció la voz de la madre. Como Jesús dijo: “Mis ovejas oyen Mi Voz”.",
    "Y pensé anoche, cuando vi ese grupo de bautistas, presbiterianos, y demás, que ellos quizás habían sido empollados bajo una gallina. Discúlpenme hermanos, ¿ven? Pero Mamá sabía que tenía Sus amados allá en algún lugar. Así que esos hombres parados allí, no discutiendo respecto al alimento que habían recibido de la madre gallina, ni otras cosas; pero ahora ellos son águilas (¿ven?), ellos vuelan en busca de su comida. ¿Ven?",
    "Y yo creo que la iglesia es algo parecido a una escena que vi no hace mucho, viniendo de Tucson, o de—de Phoenix, dirigiéndome a Tucson. Yo vi una escena misteriosa. Y eso casi me partió el corazón, al ver lo que había ocurrido; de cómo un halcón, que antes volaba por los cielos, siendo un hermano al águila, que es un tipo de la iglesia.",
    "Y Jehová es el Aguila. El llamó a Sus profetas, “águilas”. El se llamó a Sí mismo, Jehová, “Aguila”.",
    "Pero este halcón hace mucho perdió su identificación, porque ya no vuela por los cielos, ni caza su presa como lo debe hacer. Pero se mantiene en las líneas telefónicas y actúa como un carroñero. El—él busca los conejos que los carros han atropellado, y con los buitres él sale allá y comen juntos. El salta como un buitre, en vez de caminar como él debe caminar. El ha perdido su identificación.",
    "Y yo digo esto con todo amor y respeto piadoso, la iglesia hace mucho ha perdido su identificación como una hermana águila. Ella se queda sentada por ahí en vez de escudriñar la Palabra e indagar si estas cosas son la verdad, ella espera por un tanto de literatura de la escuela dominical que ha sido fabricada por un grupo de intelectuales de algún lugar, algún conejo muerto que ha sido matado en otro lugar. ¡Salta como un buitre! Dios nos ayude a volar lejos de eso.",
    "Estas promesas son verdad. ¡No lo que alguien más dice al respecto, sino lo que Dios mismo dice! Ellas son verdad. Estoy tan contento de asociarme con águilas.\n\nOremos juntos por nuestros enfermos.",
    "Amado Padre Celestial, la Biblia nos enseña que tomaron del cuerpo de Pablo, pañuelos y delantales, y demonios salieron de la gente, y espíritus inmundos los dejaron. Ahora, Padre, estando yo parado aquí, sobre estos pañuelos, representando a toda persona presente. Nosotros en conjunto formamos el Cuerpo de Cristo. Nosotros estamos declarando, por gracia y amor, que estamos aquí para representar Su Novia, y estamos creyendo, y estamos asociados con El en Su Reino. Y sabemos que no somos San Pablo, pero sabemos que Tú aún eres Jesús.",
    "Y oramos que honres la fe de estas personas. Si hubieran vivido allá en los días de Pablo, habrían escuchado este mismo Evangelio, visto estas mismas cosas. Por eso, ellos son la misma clase de gente. Tú eres el mismo Dios. Oro entonces, amado Dios, que Tú honres la fe de ellos, como lo hiciste con aquellos en los días de la Biblia. Y que todo poder demoníaco, toda enfermedad, toda aflicción, que ha atado la gente, representados por estos pañuelos y pedazos de tela aquí, que ese poder maligno de enfermedad los deje.",
    "Fue dicho una vez, que Israel caminaba en el paso del deber, hacia una tierra prometida. Y justo en la línea del deber, el enemigo vino y los arrinconó, y el Mar Rojo les estorbaba el paso del deber, y su avance. Y Dios miró desde los cielos, a través de la Columna de Fuego, y el mar se atemorizó. Hizo atrás sus olas, porque las olas de Dios estaban en el fondo del mar. Y abrió camino para Sus hijos, caminando en la línea de obediencia.",
    "Ahora, Dios, si el Mar Rojo temió, y abrió sus olas, partiendo sus aguas, y dio lugar a los hijos en su jornada, marchando en obediencia; amado Dios, en esta noche, mira hacia acá a través de la Sangre de Tu Hijo, Jesús, Quien hizo la promesa. Y cuando estos pañuelos sean colocados sobre los cuerpos enfermos de las personas, que los ojos de Dios miren. Y que esa enfermedad, ese diablo, tema y salga de allí. Y que la gente continúe la jornada a la Tierra prometida, en buena salud y fortaleza. Como Israel marchó por el desierto, no hubo una persona enferma entre ellos al llegar. Que les sea concedido así a estas personas, Padre, ya que enviamos estos pañuelos, en el Nombre de Cristo Jesús. Amén.",
    "Dios los bendiga a cada uno. Mientras recogen ahora sus pañuelos, crean con todo su corazón. ¿Creen Uds. que Dios escucha esto? [La congregación dice: “Amén”.] ¿Ven? Yo, yo quiero decir esto. No, no duden, ni en lo mínimo. Vean, podría parecer muy extraño. Disculpen, sólo un momento. No duden, ni en lo mínimo. Pero ahora crean, que lo que hemos pedido, Dios lo concede.",
    "¿Creen que ese es Dios aquí, que conoce el secreto de su corazón? ¿Saben y creen que es Dios? [La congregación dice: “Amén”.] Entonces sea resuelto eso en sus mentes ahora mismo; no puede ser otra cosa. ¿Ven?",
    "Ahora, si hubiere un gran mañana, dentro de muchos años esto será historia. Y cuando la gente, en los años por venir, si fuere así, ellos vendrían y dirían: “Pues, si yo hubiere vivido en ese tiempo, y hubiere visto eso tomar lugar, pues eso me hubiera bastado. ¡Lo hubiese creído allí en el instante”! Vean, ¡lo mismo que Uds. están creyendo si hubieran estado allá cuando El obró esto ese tiempo! Recuerden, todavía es El. Es la Vida de El en Uds. Dios los bendiga. 🦅"
  ]
}