{
  "title": "¿CAMBIA DIOS SU MANERA DE PENSAR?",
  "id": "65230009",
  "content": [
    "🦅  …Dios. Permanezcamos de pie con nuestros rostros inclinados por un momento.\n\nPadre Celestial, te damos gracias por cada cosa buena que nos has dado. Somos indignos de—de cualquiera de Tus bendiciones. Verdaderamente que estas son bendiciones inmerecidas las que recibimos. Y oramos, Dios, que continúes acompañándonos. Al entrar y sentir este espíritu tan maravilloso en la reunión, sé que viene de Ti. Entonces oro, Padre, que continúes honrando la reunión en esta noche con Tu Presencia, y sanes a todos los enfermos y afligidos. Concédelo. Que esta sea una—una gran noche que no olvidemos pronto, por causa de Tu Presencia. Pedimos esto en el Nombre de Jesús. Amén.",
    "Quiero disculparme por retenerlos tan tarde anoche. Trataré de hacerlo más rápido en esta noche, y simplemente para poder darnos prisa y—y orar por los enfermos. Ciertamente me sentí bien con respecto a la reunión de anoche. Parece que muchas personas fueron sanadas. Y tuve bastante apoyo, todos orando y unánimes. Así es como nos mantenemos en pie. Así que, el Señor los bendiga. Ahora, pienso que mañana en la noche estaremos… me supongo que ya lo anunciaron; es otro—en otro lugar. Muy bien.",
    "Abramos en el Libro de Números, el capítulo 22, rápidamente, para un pequeño texto, hacer unos comentarios y luego vamos a dedicar la mayor parte del tiempo a la línea de oración.",
    "Billy dijo que repartió una cantidad enorme de tarjetas, doscientas o trescientas de ellas. Y llevará bastante tiempo pasarlas por la línea de oración, así que yo—yo solo hablaré por unos minutos, no más de treinta minutos si es posible, y luego se dará inicio a la línea de oración, orar por los enfermos. En Deuteronomio, en… Discúlpenme.",
    "En Números, capítulo 22 y el versículo 31, deseo leer esto:\n\nY Jehová abrió los ojos de Balaam, y vio al ángel de Jehová que estaba en el camino, y tenía su espada desnuda en su mano. Y Balaam hizo reverencia, y se inclinó sobre su rostro.",
    "Ahora esto pudiera sonar como un corto texto un poco rudo, solo para—para fijar una base y tener nuestro servicio de sanidad. Y trataré de dar inicio a la línea de oración a eso de las nueve, si es posible. Ahora, quiero tomar el tema esta noche: ¿Cambia Dios Su manera de pensar?",
    "Saben, nosotros podemos cambiar nuestra manera de pensar, pues cuando nosotros—nosotros aprendemos algo un poco diferente, nos damos cuenta de que estábamos equivocados.",
    "Pero yo no creo que Dios pueda cambiar Su manera de pensar. Pues, si lo hace, entonces ciertamente Él no podría ser infinito, y pudiera tomar una mejor decisión si Él la cambiara. Así que, Él… La fe que yo tengo en Él, es que—es que Él no cambia Su manera de pensar. Porque si Dios alguna vez toma una decisión, Él tiene que mantenerse con esa decisión. ¿Ven? Y cada vez que surge el mismo problema, Él tiene que actuar de la misma manera como actuó la primera vez o Él actuó mal la primera vez. ¿Ven? Así que, eso nos da un lugar donde tener una—una fe básica. Ahora, nosotros no podemos…",
    "Sí, la fe no es algo como una hoja suelta que uno puede hacer que vuele aquí y por alguna otra parte; es algo que tiene que estar seguro, tiene que estar estable. Y, ahora, yo no puedo basar mi fe sobre alguna teoría. Tiene que ser un hecho probado antes de que yo pueda tener fe.",
    "Tal como un hombre que escoge una esposa para casarse. Pues, él, él tiene que tener fe en esa mujer con la que se casa o de seguro estará a punto de meterse en mucho problema. ¿Ven? Así que, él tiene, uno tiene que tener fe, unos hechos sólidos, alguna fe donde basarlo; en la palabra de ella, sobre lo que alguien más ha dicho o algo. Él necesita tener algo donde colocar su rostro—su fe.",
    "Por tanto, yo pienso que para encontrarme con Dios, solo hay una cosa donde puedo basar mi fe y esa es Su Palabra.",
    "Pues, nosotros tenemos ideas diferentes, prácticamente todos nosotros. Si nos sentáramos e incluso empezáramos a hablar de algo para comer, pues, diferiríamos sobre qué comer; y somos hechos diferentes, nuestros apetitos son diferentes. Y, por lo tanto, eso hace que nuestras iglesias… vemos que ellas son diferentes en sus ideas de lo que es correcto y de lo que es incorrecto. Eso nos da a cada quien el privilegio de escoger.",
    "Pero, para mí, yo—yo creo que la Palabra de Dios es lo correcto. Y yo—yo no creo que sea de alguna interpretación privada. Yo creo simplemente que lo que Ella dice, esa es la Verdad. Y así es como yo lo tomo, sobre lo básico de que Ella es la Palabra de Dios. Ahora, yo tal vez no tenga suficiente fe para hacer que toda Ella actúe, pero ciertamente no quisiera estorbarle a alguien que sí tuviera fe suficiente para hacerla actuar.",
    "Como por ejemplo, Enoc tuvo tanta fe que no tuvo que morir. Él simplemente tomó un paseo en la tarde, y se cansó aquí en la tierra y solo caminó al Cielo. Realmente me gustaría tener una fe como esa. No obstante, espero que nosotros consigamos esa fe algún día, a medida que vamos creciendo en Él. Ahora nuestra…",
    "La razón por la cual escogí esta cita, es porque parece que este, para mí, es uno de los lugares en la Biblia que sería un—un lugar esencial para el texto en esta noche, ya que pareciera que Dios sí cambió Su manera de pensar, y le dijo a Balaam que hiciera una cosa y luego le dijo que hiciera otra. Entonces pensé que quizás, solo por un momento, trataríamos de aclarar esto un poquito y ver realmente lo que Él le dijo.",
    "Entonces, ahora, para hacer un bosquejo de esto. Nosotros sabemos que Balaam era un—un—un profeta; y Balac era el rey de Moab en ese tiempo. Y ellos no eran impíos, allá en Moab, ellos servían al mismo Dios que servía Israel; pues Moab, la nación, fue fundada por el hijo de Lot con su hija, y así que ellos servían al mismo Dios. Si Uds. se fijan, sus sacrificios y todo era exactamente igual: becerros y también los carneros, hablando de la Segunda Venida. Y bueno, si fundamentalismo es todo lo que Dios requiere, entonces Moab era tan fundamental en su ofrenda como lo era Israel. Pero ahora encontramos que ellos, Israel está en línea siguiendo la Palabra de Dios a una tierra que les había sido prometida. Y ellos llegaron…",
    "Este sería un tipo del natural y del espiritual, encontrándose. Y cuando el natural y el espiritual se encuentran, siempre hay un choque, porque ellos chocan de frente el uno contra el otro. Y aquí Israel, quiero representarlo como a una Iglesia espiritual; y a Moab como la iglesia natural, solo la iglesia, lo que llamamos la iglesia natural.",
    "Y todos estamos seguros de que hay una—una iglesia, y hay una Novia saliendo de esa iglesia. Sabemos eso, que eso es cierto.",
    "Y aquí ellos chocan. Y nos damos cuenta que cuando chocaron aquí, sucedió algo de lo cual quisiera hablar por un momento. Tan pronto como ellos chocaron y uno vio lo que el otro estaba haciendo, hubo una gran personificación uno del otro.",
    "Y eso es lo que encontramos hoy día, que tenemos demasiadas personificaciones. Y cuando Ud. hace eso, siempre se encontrará en problemas. Ud. no puede vivir la vida de otro. Nosotros no podemos personificar algo, tenemos que ser exactamente lo que somos. Uds. no deben (nunca) de intentarlo. Si esta persona hace alguna cosa, porque él lo hace Ud. piensa que también tiene que hacerlo. Ud. no haga eso. Ud. es individual para Dios. Y nosotros no debemos tratar de personificarnos el uno al otro.",
    "Y ahora, Israel, en plena línea del deber, marchando de camino a un mandato, por un mandamiento de Dios, hacia una tierra prometida, chocaron con Moab, otro grupo de creyentes.",
    "Y espero que esto no suene muy mal. Pero la pequeña ilustración que quiero hacer aquí: Moab estando establecido en una tierra, era más como un asunto organizado. Él tenía sus celebridades y a sus dignitarios del… de su reino.",
    "Pero Israel solo era un—un errante. Ellos no tenían lugar fijo adonde ir. Ellos simplemente vagaban como el Señor los dirigía. Ahora, yo creo que Balaam también, más adelante en su profecía, dijo: “El pueblo no estará entre las naciones”; solo estaría esparcido. Y eso es lo que siempre ha sido. Y nos damos cuenta que vino el choque.",
    "Así como Caín y Abel, ellos también se encontraron en un choque. Y ellos siendo hermanos, y ambos de la misma madre, Eva. Y vemos que ellos se dieron cuenta de que eran mortales, y que habían sido expulsados de la Vida, del huerto de Vida. Y ambos estaban tratando de encontrar una manera para volver a entrar Allí. Y si Uds. se fijan, ambos muchachos eran muy religiosos. Caín era tan religioso como lo era Abel. Y ambos edificaron altares, en otras palabras: una iglesia. Ambos hicieron sacrificio. Ambos oraban. Y ellos—ellos servían a Dios (los dos), pero uno de ellos le servía a Él erradamente.",
    "Ahora, vean, Ud. puede ser de lo más sincero y aún estar errado; Ud. puede estar errado. “Hay camino que parece derecho; Pero su fin es camino de muerte”.",
    "Ahora nosotros—nosotros vemos que esto fue muy cierto con Caín y Abel. Y cuando ellos vieron… Caín vio que el sacrificio de Abel fue recibido. Y tal vez me detenga aquí para decir, ¿por qué recibió Dios su sacrificio? Es porque—porque él era… Fue por una revelación, él entendió que no fueron manzanas o yo creo que ahora han dicho que fueron granadas o algo así que ellos comieron en el huerto del Edén, lo que causó el pecado. Y él encontró a Adán… o, es decir, Abel creyó que eso (él) que había sido sangre; lo cual realmente fue. Y Abel, por revelación, fe, ofreció a Dios un sacrificio más excelente que el de Caín; y Dios dio testimonio de eso, que él era justo. ¿Ven? Y la Iglesia entera está edificada sobre una revelación Divina de la Palabra de Dios. Toda…",
    "Así lo dijo Jesús. Un día, al bajar del monte, Él les dijo a Sus discípulos: “¿Quién dicen Uds. que Yo, el Hijo del Hombre soy? O ¿quién dice la gente que Yo soy?”.",
    "Y algunos de ellos dijeron: “Bueno, Tú eres ‘Moisés’, Tú eres ‘Elías’ o ‘uno de los profetas’”.\n\nÉl dijo: “Pero ¿quién dicen Uds. que Yo soy?”.",
    "Y Pedro hizo esa gran declaración: “¡Tú eres el Cristo, el Hijo del Dios Viviente!”.",
    "Él dijo: “Bienaventurado eres Simón, hijo de Jonás”. Y aquí está la gran discusión entre los creyentes.",
    "Ahora la iglesia católica dice que: “Allí Él—Él edificó Su Iglesia sobre Pedro, pues Él dijo: ‘Tú eres Pedro’ piedrecita, ‘sobre esta piedra (piedrecita), edificaré Mi Iglesia’”.",
    "Bien, ahora los protestantes, la mayoría creen que fue sobre Sí Mismo que Él edificó, sobre Él, la Piedra Angular. Pero, fíjense, Él fue la Piedra Angular del Edificio. Yo creo que sobre lo que Él edificó la Iglesia…",
    "No para ser diferente, pero, vean Uds., la pregunta fue: “¿Quién dicen los hombre que soy Yo?”.",
    "Y Pedro dijo: “Tú eres el Cristo, el Hijo del Dios Viviente”.",
    "Él dijo: “Bienaventurado eres, Simón, hijo de Jonás, que no te lo reveló carne ni sangre. Tú no aprendiste esto por ir a un seminario. ¿Ves?, tú no aprendiste esto por medio de algún asunto hecho por el hombre, sino Mi Padre que está en el Cielo te ha revelado esto. ¿Ves? Sobre esta Roca edificaré Mi Iglesia, y las puertas del Hades no podrán prevalecer contra Ella” la revelación espiritual de Jesucristo, Quien es la Palabra. Entonces sería la Verdad de la Palabra revelada espiritualmente, exactamente donde está basada la Iglesia.",
    "Yo creo que eso es lo que tuvo Abel en el principio: una revelación espiritual de que no fue el fruto del campo o las obras de nuestras manos o así por el estilo; fue sangre. Y él ofreció a Dios más excelente sacrificio que—que Caín.",
    "Hallamos eso mismo en Abraham y en Lot, en una elección, porque Lot fue allá, cuando llegó el tiempo, cuando la iglesia espiritual y la—la natural chocaron por causa de los pastores. Ellos tuvieron que separarse el uno del otro. Y siempre que ocurre esto, causa un celo.",
    "Hallamos que Abel, por causa de que Dios lo había recibido a él y no recibió la ofrenda grande y hermosa de Caín, por la cual él había trabajado con tanto empeño; y fue religioso, se inclinó y adoró, y así por el estilo, hizo todo lo que hizo Abel, solo que no tuvo la revelación de lo que era la Verdad. Entonces, nos damos cuenta que cuando Dios aceptó la revelación de Abel y su ofrenda, eso hizo que Caín tuviera celos de Abel. Y ocurrió el primer homicidio.",
    "Nos damos cuenta que entró el celo entre los pastores de Abraham y los pastores de Lot, y ellos tuvieron que separarse.\n\nNos damos cuenta que Moisés y Coré también tuvieron un choque.\n\nJesús y Judas tuvieron un choque.",
    "Y como siempre, ha sido igual, y así sucede hoy: la iglesia natural y la iglesia espiritual tienen un choque cuando se juntan. Ahora, el natural intenta igualar al espiritual siempre con una personificación carnal; pero, así como fue con Esaú y Jacob, eso no funcionará.",
    "Dios tiene a Su Iglesia llamada, nombrada y apartada. Y en la edad en que Ella vive, Él mismo se revelará a Ella cada vez, así como Él dijo en Romanos capítulo 8, para que el previo conocimiento o predestinación de Dios pudiera estar firme. Caín o quiero decir…",
    "Esaú y Jacob, antes de que cualquiera de los muchachos naciera, antes de que aun tuvieran oportunidad de escoger, Dios dijo: “Aborrezco a Esaú y amo a Jacob”, porque Él sabía lo que había en ellos, desde el principio. Y sabemos…",
    "Tengan eso presente, Él sabe lo que hay en su corazón. Él sabe cuál es su intención. No importa lo que digamos, Él sabe cuál es su intención.",
    "Y eso siempre ha causado problemas. Y ellos, el… siempre, el natural siempre intenta, desde que Caín destruyó a Abel, el natural siempre ha intentado destruir los efectos del espiritual. Hoy hallamos lo mismo, la mismísima cosa hoy. Prueba que eso viene de Satanás, porque es celo y personificación de la Verdad.",
    "Entonces, realmente creemos que Dios nunca cambia Su manera de pensar con respecto a lo que Él dice. Él siempre lo mantiene fiel.",
    "Pero Él tiene una voluntad permisiva. Ahora, ahí es donde está el problema. Nosotros queremos obrar en base a la voluntad permisiva de Dios, y Él lo permite. Pero también, si tomamos Su voluntad permisiva, aunque no sea correcto, Él hará que Su voluntad permisiva obre juntamente, para glorificar Su voluntad perfecta.",
    "Para Dios no hay nada que salga mal. Nosotros… Él sabe exactamente en dónde está marcando el reloj en esta noche; nada marcha mal. Cada manecilla está marcando exactamente como debiera, todo. Nosotros pensamos que no es correcto, pero Él sabe que es correcto; debe ser de esta manera.",
    "Como en el principio, Dios simplemente permitió que el pecado viniera. Él no… Eso no era Su voluntad perfecta.",
    "Pero, vean, Dios, el gran Espíritu, el Padre, en Él habían atributos, y estas cosas que Ud. ve desplegadas ahora, simplemente son Sus atributos siendo desplegados. Él habitaba solo, Él ni siquiera era Dios; Dios es un objeto de adoración. Él era el gran Eterno. Y en Él había atributos, tales como ser Padre, ser Salvador, ser Sanador. Y ahora, ¿cómo podía, Él primero…? Él tenía que ser Padre, pues eso prueba que Él era Padre, pero Él habita solo. Él solamente es inmortal. Y, ahora, pero Sus atributos tienen que ser desplegados.",
    "Ahora, para ser Salvador, algo tiene que estar perdido. Y Dios no puede perder algo a propósito y luego redimirlo. No sería propio para Su santidad y para Su gran juicio. Pero Él puso al hombre sobre la base del libre albedrío, sabiendo que el hombre caería. Y en eso, entonces Él mismo llegó a ser hombre, para redimir nuevamente al hombre que había caído; por esa razón es que Jesús fue Emanuel. Si Dios enviaba otra persona aparte de Él mismo, entonces eso no sería justo. Dios tenía que venir Él mismo y tomar ese lugar. Y Dios no podía bajar en Espíritu y tomar el lugar, Él tuvo que ser hecho carne, en la carne de Su Propio Hijo creado.",
    "Y Él mostró aquí, en el principio, que Su voluntad perfecta era crear al hombre del polvo de la tierra. Pero, ¿ven Uds.?, Él permitió que se introdujera el sexo. Él nunca quiso que los hijos nacieran por medio del sexo, pero fue permitido, lo cual pronto se desvanecerá.",
    "Ahora encontramos que Moab era un ilegítimo para—para comenzar, porque era hijo de Lot por medio de su propia hija. Ahora noten, como la iglesia natural, Moab representa la—la iglesia natural (Moab), e Israel, la iglesia espiritual. Ahora, Israel, la novia, era la… representa a los llamados fuera.",
    "La Iglesia misma, la palabra iglesia significa “el llamado fuera, a salir”, aquellos quienes han salido. “¡Salid de ella, pueblo Mío! Separaos, dice el Señor, y Yo os recibiré a Mí mismo. No toquéis sus cosas inmundas”. La Iglesia de Dios es llamada a salir del mundo, del caos del mundo. Uds. ya no son del mundo.",
    "Como trataba de decirles a Uds. la otra noche, es cuando Ud. sabe que tiene las arras de su—de su redención Eterna ahora mismo en Ud., por medio del bautismo del Espíritu Santo, eso ya lo ha vivificado a Ud. Ud. ya ha resucitado con Él, y estamos sentados juntos en lugares Celestiales, en Cristo Jesús. ¿Ven?, Uds. ya no son del mundo. Si Uds. aman el mundo y sus afectos todavía están en las cosas del mundo, entonces el amor de Dios ni siquiera está en Uds. ¿Ven? Estamos del… libres del mundo; no hay más deseo.",
    "En los Hebreos, creo que en el capítulo 10, dice: “Continuamente se hacía memoria cada año del pecado mediante el sacrificio del cuerpo de esas bestias. Pero en este caso, el adorador, una vez limpio no tiene más conciencia de pecado, no tiene más deseo de pecar”. La cosa entera se ha ido de Ud., porque Ud. ha sido vivificado a una Vida nueva.",
    "Y por otro lado la iglesia natural, simplemente es un grupo de personas en denominaciones que se han unido. Ya no es… Yo ni siquiera la llamo más “iglesia”. No me gusta referirme a ella así. Me gusta referirme a ella como una “logia”, la logia metodista, la logia bautista, la logia pentecostal.",
    "Pero la Iglesia son los nacidos de nuevo que están en Cristo Jesús, que son nuevas criaturas. Entonces, aún vemos que, que Dios cumple Su Palabra.",
    "Ahora, Moab vio, Moab, miró abajo al campo y vio a Dios moviéndose entre este pueblo que ni siquiera era una nación organizada. Ellos simplemente iban flotando por allí, de lugar en lugar. Pero lo extraño del caso es que ellos atacaban a estas naciones y las conquistaban. Todo lo que había en su camino, ellos lo conquistaban. Ahora, ellos se dieron cuenta, cuando Moab miró allí. Balac, él miró a la nación de Israel y dijo: “Este pueblo cubre toda la faz de la tierra”. Él dijo: “Y ellos lamen las naciones, como el buey que lame la grama”.",
    "Y ellos se dieron cuenta que una de las claves principales de cómo ellos obtuvieron esta gran revelación, es que entre ellos había un profeta. Ellos tenían un profeta, ahora, alguien que los guiaba. No era un sistema hecho por el hombre como al que él estaba acostumbrado (sus—sus delegaciones con él y demás, sino que… y sus dignatarios); sino que ellos tenían un—un líder, un líder Divinamente llamado.",
    "Y, ¡oh!, qué día tan triste fue, cuando el mundo religioso dejó el liderazgo Divino del Espíritu Santo, y adoptó un obispo o cualquier otra cosa para que ocupara Su lugar; fue un día triste. El Espíritu Santo debe ser el líder de la iglesia. Él es enviado para confirmar las Palabras de Jesucristo, para hacer que la iglesia viva como vivió en el principio.",
    "No hace mucho, una escuela muy famosa aquí en—en esta ciudad, un seminario… Y ellos tienen uno en Phoenix. Y uno de los hombres o fueron dos de los estudiantes, vinieron a mí y dijeron: “Hermano Branham, Ud. nos agrada. Nosotros no tenemos nada en contra suya, en lo absoluto, pero simplemente queremos corregirlo”.",
    "Y yo dije: “Bueno, yo realmente quiero ser corregido”. Entonces, y pues, dije: “Si estoy errado, ciertamente no quiero estar errado; yo le hablo a demasiadas personas”.",
    "Y él dijo: “Bueno, aquí está su problema”. Dijo: “Ud. está tratando de introducir o de revivir una religión apostólica, siendo que la religión apostólica cesó con los apóstoles”.\n\nY yo dije: “Sí, señor”. Dije: “Bueno, ahora si…”.\n\nÉl dijo: “Ahora, yo no lo debatiría con Ud.”.",
    "Dije: “Tampoco yo. No lo hacemos; no debemos hacer eso, somos hermanos”.\n\nY dijo: “Bueno” dijo él, “yo solo quisiera ayudarlo”.\n\nYo dije: “Realmente estoy dispuesto a recibir ayuda”.\n\nY él dijo: “Bueno, verá” dijo él, “bueno, el… eso es verdad”.",
    "Y yo dije: “Ahora, cuando lo hablemos, no debemos utilizar libros de texto”. Dije: “Yo no utilizaré los míos”, y yo no tenía más que Este. Pero entonces—entonces dije: “Yo no usaré libro de texto, solo la Biblia. Y, Ud., solo vamos a usar la Biblia”.\n\nÉl dijo: “Está bien”.",
    "Yo dije: “Bueno, nosotros creemos que la edad apostólica empezó en el Día de Pentecostés, ¿está Ud. de acuerdo con eso?”.\n\nÉl dijo: “Sí, lo estoy”.",
    "Yo dije: “Ahora, sabemos que Dios le dio poder a la iglesia allí, para estos movimientos apostólicos”.",
    "Él dijo: “Sí, eso fue el armazón de la Iglesia. Ahora la iglesia está en orden y ya tenemos a todos nuestros pastores y nuestras grandes organizaciones y cosas. Ya no necesitamos más esas cosas para atraer gente”.",
    "Yo dije: “Y, ¿dónde dice eso la Biblia?”. Dije: “Dígame Ud. dónde dice eso la Biblia”. ¿Ven?\n\nY él dijo: “Bueno, no lo dice exactamente de esa manera”.",
    "Yo dije: “Bueno, entonces, yo no puedo aceptarlo a menos que lo diga exactamente de esa manera, ¿ve? ¿Ve?”. Dije: “Nosotros…”. Yo dije: “Así de esa manera tiene que ser”. Yo dije: “¿Cree Ud. que Dios aún está llamando a las personas?”.\n\nÉl dijo: “Sí, señor”.",
    "Yo dije: “Ahora, ¿cree Ud. que la Biblia está correcta, cada respuesta?”.\n\n“Sí”.",
    "Yo dije: “Ahora, el portavoz en el Día de Pentecostés fue Pedro, quien tenía las llaves del Reino”.\n\n“Eso es correcto”.",
    "Y yo dije: “Ahora, cualquiera que fuera su decisión, dijo Jesús: ‘Lo que atares en la tierra, Yo lo ataré en el Cielo; lo que desatares en la tierra, Yo lo desataré en el Cielo’”.\n\nÉl dijo: “Yo creo eso”.",
    "Le dije: “Ahora, en Hechos el capítulo 2 y el versículo 38, Pedro les dijo a esas personas que estaban maravilladas de estas personas hablando en lenguas extrañas. Y ellos le preguntaron a él qué podrían hacer para ser salvos, y él dijo: ‘Arrepentíos, cada uno de vosotros, y bautícense en el Nombre de Jesucristo para el perdón de pecado, y recibiréis el don del Espíritu Santo; porque para vosotros es la promesa, y para vuestros hijos, y para los que estáis lejos, aun para cuantos el Señor nuestro Dios llamare’. Ahora, si Dios aún está llamando, esa misma promesa es para ellos”.",
    "Bueno, él vino para acá y estuvo con uno de los grupos de Billy Graham aquí orando por una reunión. Y un grupo de ellos estaba aquí en California en algún lugar, hace unas semanas, en oración sincera y muy profunda, consagrados a Dios, ayunando, y el Espíritu Santo cayó sobre todo el grupo y empezaron a hablar en otras lenguas. Sí.",
    "Ahora él es un miembro de la—de la iglesia Amigable, las Asambleas de Dios de Tucson, Arizona. Él dijo: “¡Oh, Hermano Branham, yo voy allá y me siento tan bien!”. Dijo: “Solo levanto mis manos y” dijo, “¡la gloria de Dios! ¡Simplemente canto!”. Y dijo: “Yo nunca pude hacer eso en una iglesia bautista del Nuevo Testamento”.\n\nYo dije: “Veo que no se puede. Por eso has salido”. Sí.",
    "Así que, allí lo tienen (¿ven?), Dios cumple Su Palabra. Lo que Él dice, Él lo hará. Dios tiene que cumplir Su Palabra.",
    "Ahora, vemos aquí, esta personificación carnal que tuvo Moab. Él vio a este profeta entre Israel que era capaz de bendecir, maldecir, guiar y todo eso, así que él intenta hacer lo mismo por medio de la política.",
    "Ahora, eso es exactamente lo que ha sucedido en las iglesias hoy. Ellos han tratado de hacer lo mismo con alguna clase de sistema. Uds. no pueden hacer eso.",
    "El Espíritu Santo debe estar vivo en la Iglesia, siempre, guiando a la Iglesia para la edad en que está viviendo, para confirmar la Palabra que está prometida para esa edad. Dios habló la Palabra desde el principio, y designó tanto para esta edad, tanto para aquella edad, y cierta porción para esa edad. Siempre sucede de esa manera. Y, vean, el Espíritu Santo debe estar vivo en la Iglesia, para hacer que esta Iglesia viva Su día. Ella debe estar aquí hoy para confirmar este ministerio del día postrero, señales del día postrero, derramamiento del Espíritu Santo del día postrero. Tiene que estar aquí para hacer eso, y Uds. no pueden obtenerlo por medio de la operación de sistemas. Dios tiene un sistema. Él es Aquel Quien nos ha dado el Espíritu Santo.",
    "Ahora, notamos aquí que Moisés tenía un Rey, y ese Rey era Dios, que lo ungió a él. Y Balaam también estaba bajo un rey, Balac. Y era más como un establecimiento político (¿ven?), Balac. Balaam, siendo profeta de Dios, acudió a Balac por su información; Moisés acudió a Dios por la información. Ahí estaba la diferencia.",
    "Sin embargo, ambos eran profetas, porque ambos fueron llamados por Dios; ambos se encontraron con Dios, ambos hablaron con Dios y ambos eran llenos del Espíritu. Ya voy a llegar al punto principal, ¿ven? Ahora, ambos eran hombres llenos del Espíritu. Ahora, eso es verdad. La Biblia dice que “Dios se encontró con Balaam y habló con él”. ¿Ven?",
    "Entonces vemos que cada uno de estos profetas, siendo ambos profetas, hombres de Dios, ellos servían a su cabeza. Moisés servía a Dios y Balaam aquí servía a Balac.",
    "Fíjense en esto, tipificando al espiritual y al natural, ¡cuán perfecto fue! Moisés, enviado por Dios, en la línea del deber, es enfrentado y retado por otro hombre de Dios. ¿Pudieran Uds. imaginarse tal cosa?",
    "Pero miren qué sistema tenían ellos allá arriba. Era una nación organizada.",
    "Y Moisés estaba guiando a los hijos de Israel a medida que Dios les decía adonde ir, guiados por una Columna de Fuego, y un Ser sobrenatural que les mostraba el camino. Y Moisés estaba recibiendo su información a través del—del Logos, por supuesto, que salió de Dios; esa Columna de Fuego que era el Ángel del Pacto, el cual fue Cristo, el Ungido. Y él estaba recibiendo su mensaje por Ese medio y dándoselo a los hijos de Israel, camino a una tierra prometida.",
    "Pero este hombre estaba muy establecido, y él tenía su reino; tenía sus iglesias. Él lo tenía todo allí, en orden. Así que manda a buscar a este hombre, para que venga y maldiga a este pueblo. Y noten, ¿pudieran Uds. imaginarse a ese profeta, un hombre de Dios viendo las obras de Dios en otro hombre, y tratando de—de retar esas obras de Dios, cuando él sabía, debería haber tenido mejor juicio? Ahora Balaam, al principio cuando… Balac mandó a buscarlo y le dijo: “Ven y maldice este pueblo”. Ahora, Balac hizo la misma cosa, o…",
    "Balaam, mejor dicho, hizo lo correcto: él buscó a Dios; él primero buscó a Dios. Y, eso es lo que él debió haber hecho.",
    "Y entonces Dios le dio Su respuesta perfecta y bien definida: “¡No vayas con él! Déjalos tranquilos. No maldigas a ese pueblo. Ellos son benditos”. Ahora, eso debió ser suficiente. Cuando Dios dice algo, Él no puede cambiar eso. Noten, Su voluntad perfecta era: “¡No vayas! No ataques a ese pueblo. Ellos son Mi pueblo”. Esa era Su voluntad perfecta.",
    "Pero para comenzar, a Balaam no le agradaba esa gente. ¿Ven?, ahí lo tienen. ¿Cuántos Balaames tenemos hoy? ¡La misma cosa, lo mismo! Ellos saben que no deben hacerlo.",
    "Los tuvieron en los días de nuestro Señor Jesús. Nicodemo vino y dijo: “Rabí, nosotros sabemos que eres un hombre enviado de Dios o un—un maestro enviado de Dios. Nadie pudiera hacer las cosas que Tú haces si Dios no estuviera con él”. ¿Ven?, ellos sabían eso. Allí estaba Balaam nuevamente, ¿ven?",
    "Ahora, a Balaam no le agradaba el pueblo. Fíjense en su cuartel general. Después que habían enviado a unos buenos hombres allá, para decirle: “Mira, hay una gente que viene por acá. Y tengo entendido que tú eres profeta, eres un gran hombre, así que, sube acá y maldice a ese pueblo”.",
    "Balaam dijo: “Bueno, espere un momento hasta que entre y ore y permanezca toda la noche, quizás el Señor venga a mí y Él me hable”. Muy bien, a la mañana siguiente el Señor vino a él y dijo: “¡No vayas! No maldigas a esa gente. Ellos son benditos”.",
    "Muy bien, Balaam salió y dijo: “Bueno, no puedo ir, porque el Señor me dijo que no fuera”.",
    "Ahora, fíjense, cuando ellos regresaron y llevaron eso al cuartel general, para que él fuera allá y detuviera esta reunión que ellos tendrían (¿ven Uds.?), bueno, entonces, hallamos que el cuartel general envió un mejor grupo de personas, dignitarios más refinados, tal vez a un obispo, alguien más o pudiera haber sido un presbítero estatal, alguien que enviaron allá: “¡Dile que vaya y detenga eso de todas formas!”. ¿Ven?",
    "Noten, su grupo más influyente, con mejores regalos, más dinero, dijo: “Yo puedo elevarte a una posición mejor. Yo pudiera hacerte, en lugar de ser simplemente un hombre común y corriente, yo puedo ahora elevarte un poco más. Yo tengo el derecho de hacer eso, porque soy rey aquí en este gran movimiento. Y yo—yo puedo hacer algo mejor por ti, si tan solo lo haces”.",
    "Fíjense, esta nueva oferta lo cegó. Él debió haber sabido: lo que Dios dijo, Dios hará. Pero aquello lo cegó. Y como profeta de Dios, él no debió haber sido influenciado por un grupo como ese. Para comenzar, él debió haberse salido de ese grupo.",
    "Y por si acaso le estoy hablando a algún hombre de Dios aquí: Cuando ellos traten de decirle en el cuartel general que “los días de los milagros pasaron”, y que esto que nosotros estamos haciendo aquí, pues el Señor Jesús está bendiciéndonos, “y aquello es un montón de fanatismo, una emoción manufacturada, y que la sanidad Divina no existe”, sálgase de ese grupo, allí mismo. [El Hermano Branham chasquea el dedo.—Ed.] Sálgase de eso, porque es la Palabra de Dios siendo hecha manifiesta. Ellos dicen: “Los días apostólicos ya no existen. No existe el bautismo del Espíritu Santo. Eso de hablar en lenguas, no significa nada”.",
    "¡Oh, pero hermano, no le preste Ud. atención a eso! Hay muchos como Balaam hoy, en sus oficinas, reclinados, leyendo estos Libros de la Biblia y sabiendo que son la Verdad; pero solo por alguna posición, ellos no se paran. Esa es la pura verdad. Fíjense, Dios… Él sabía que no debía haber estado en este grupo o Balaam debió haberlo sabido. Ellos, ellos se salen de la voluntad de Dios. Esos individuos lo convencerán a Ud. sacándolo de la voluntad de Dios. Cuando Ud. encuentre la voluntad de Dios, no deje que nadie lo convenza a apartarse de ella.",
    "Yo he sabido de gente buena, vienen a las reuniones, son sanadas y regresan. Y ellos les dicen: “¡Oh, vaya, no hay nada en eso! Ud. solo está emocionado. Eso no es nada”. Y la gente empieza a dudar. Yo he visto a personas venir y recibir a Cristo en su corazón, regresar; tal vez hablan en lenguas, y regresan. Y la iglesia le dice: “Pues, Ud. es un—Ud. es una desgracia para el Cristianismo”, y así por el estilo. Y, ¡oh, hermano!, no, no haga eso, ¿ve? ¡Salga de ese grupo! Manténgase alejado de eso.",
    "Fíjense, Balaam usó falsamente un texto aquí, por causa de su conciencia, ¿ven? Él dijo: “Quizá, quédense otra noche, y tal vez le pregunte a Dios, ¿ven? Pueda ser que Él haya cambiado de parecer”.",
    "Pero Dios no cambia Su manera de pensar. Cuando Dios nos dio la declaración del bautismo del Espíritu Santo, en el Día de Pentecostés, Él tiene que mantenerla de esa manera. Él lo hizo en toda edad de la Biblia, y lo hará en cualquier otro tiempo que el hombre venga sobre esas mismas bases que Él ofreció allí. Si Ud. viene creyendo, arrepintiéndose, siendo bautizado en el Nombre de Jesucristo para la remisión de sus pecados, y creyendo en Dios, Dios está obligado a cumplir con esa receta, correcto, por cuanto Él es el Médico. Y Él la cumplirá si Ud.—si Ud. la obedece.",
    "Pero Ud. no puede darse el lujo ahora de tratar de conseguir esta receta, llevársela a algún farmacéutico charlatán que—que pudiera agregarle otra cosa. Eso pudiera matar al paciente. Por esa razón tenemos tantos miembros de iglesia muertos hoy día, ellos tratan de dar la receta incorrecta. Dios tiene la receta aquí mismo en la Biblia. Él es el mismo ayer, hoy, y por los siglos. Ud. tiene que tomarse la medicina de la manera como el Doctor dijo que se diera.",
    "La Biblia dice: “¿No hay—no hay bálsamo en Galaad? ¿No hay médico allí?”. Claro que lo hay. Dijo: “Entonces ¿por qué está la hija de Mi pueblo en esta condición?”.",
    "¿Ven?, nosotros tenemos la Biblia; tenemos al Médico. Lo que sucede, es que el farmacéutico está surtiendo mal la Escritura, la receta. Eso es lo que sucede. Uds. quieren decir: “Los días de los milagros pasaron. No existe tal cosa como el bautismo del Espíritu Santo ni todas estas cosas; es una tontería”. La Biblia tiene absolutamente la razón. Dios no se retracta de nada de lo que ha dicho. Y ellos tratan de usar una salida falsa, algo así como: “Bueno, nosotros creemos eso”. ¡Bueno, lo que Uds. crean no importa!",
    "¡Es lo que Dios ha dicho! Él dijo: “Yo derramaré Mi Espíritu sobre toda carne”. Él prometió esto en los postreros días.",
    "Ellos quieren decir que las reuniones que Uds. están viendo, ellos me llaman: “un adivino, un—un—un adivino pulido o un—o un Belcebú o algún demonio”. Bueno, tienen que decir eso, porque ellos son de su padre. Eso es lo que él dijo acerca de Jesús en el principio. Y a fin de cuentas, no somos nosotros haciendo esto, es el mismo Jesús, porque Él es el mismo ayer, hoy, y por los siglos; es Su Espíritu.",
    "¡Oh, alguien que pudiera pasar, pasar por alto y cum-… pasar por alto Su comisión! Tanta gente trata de pasar por alto eso. “¡Oh, venga y únase a la iglesia y todo estará bien! Nosotros somos una iglesia antigua. Hemos estado aquí por muchos años. Comenzamos…”. Sí, eso es cierto. De ser así, entonces la iglesia católica les lleva la ventaja a todos Uds.; ellos son la primera de las organizaciones. Ellos fueron primero. Pero, recuerden, no la primera Iglesia. Ellos fueron la primera organización, y la madre de cada una de ellas. Y, cada una de ellas es contraria a Dios. Apocalipsis 17 dice lo mismo, ¿ven? Sí, estamos en los postreros días. Ahora, recuerden, Dios, no obstante, se lo permitirá a uno, ¿lo ven ahora?\n\nY entonces Balaam, él pensó: “¿Bueno…?”.",
    "Entonces Dios le dijo: “Ve”. ¿Por qué? Dios sabía lo que había en su corazón. Para comenzar, Dios sabía lo que había en su corazón, así que le dijo: “Ve”. Él lo permitirá. Él le permitirá a Ud. hacerlo. Él lo bendecirá a Ud., muchas veces, al hacerlo.",
    "Él aun bendijo a Israel después que ellos… La gracia ya les había dado un profeta, una Columna de Fuego, una liberación, señales y maravillas, los sacó de Egipto y todo, y sin embargo ellos querían una ley. Dios permitió que la tuvieran, pero ella los maldijo todo el tiempo.",
    "Él permitió que Balaam siguiera de la manera como debía, pero ¿qué hizo él? Él fue allá y, en lugar de maldecir al pueblo, él tuvo que bendecir al pueblo. Él no pudo maldecir lo que Dios había bendecido.",
    "Y yo—yo les dije que iba a terminar a las nueve. Y levanté la mirada y ya es hora, y tengo un libro aquí lleno de apuntes.",
    "Pero quiero decir esto, ya para terminar: que Dios nunca cambió Su manera de pensar. Su voluntad directa fue que Balaam no fuera. Y cuando Dios hace una declaración, ella tiene que permanecer fiel siempre.",
    "Ahora, la Biblia dice: “Jesucristo es el mismo ayer, hoy, y por los siglos”. Ahora, eso no quiere decir “en cierta manera”. ¡Eso quiere decir que Él es el mismo ayer, hoy, y por los siglos! Jesús dijo, en San Juan 14:12: “El que en Mí cree, las obras que Yo hago, él también las hará”. ¿Es correcto eso? [La congregación dice: “Amén”.—Ed.] Él prometió en Marcos 16: “Estas señales seguirán a los que creen”.\n\nEllos dicen: “Bueno, eso fue solo para los apóstoles”.",
    "Él dijo: “Id por todo el mundo y predicad el Evangelio a toda criatura. Estas señales los seguirán, en todo el mundo, y a toda criatura. En Mi Nombre echarán fuera demonios. Hablarán con nuevas lenguas. Si tomaren serpientes o bebieren cosas mortíferas, no les hará daño. Si sobre los enfermos ponen las manos, ellos sanarán”. Ahora, esa es Su cualificación.",
    "¿Ven?, nosotros tratamos de que algo cualifique. Queremos que la iglesia cualifique con lo que nosotros pensamos que es la Palabra de Dios. No podemos cualificar con la iglesia; nosotros tenemos que cualificar con Dios.",
    "Yo siempre he dicho: es un gran tiempo de imitar. Pinte Ud. los escalones de rojo y observe a su vecino pintar los suyos de rojo. Algunas de Uds. mujeres pónganse cierto tipo de sombrero, en la iglesia, y observen al resto de las mujeres comprarse uno.",
    "La Sra. Jacqueline Kennedy tenía este corte de cabello esponjado, y miren a todas las mujeres. Ella usaba esos pequeños delantales color de saco o cosas así, es escandaloso que la mujer esté en la calle con esas cosas estiradas puestas así. Miren a todas las mujeres haciendo lo mismo. Es una personificación, pero eso sucede en el mundo. La gente de las iglesias adoptó eso, y es una vergüenza que lo hagan. Es incorrecto que lo hagan y es una desgracia. Y cuando lo vemos infiltrándose en Pentecostés, es más vergonzoso. Es cierto. Pero, ¿ven Uds.?, la iglesia tolera eso y lo deja pasar.",
    "Ahora, a nosotros no nos importa. A mí nunca me ha preocupado si mi abrigo combina con mis pantalones o si mi corbata combina con mi abrigo. Yo quiero que mi experiencia combine con la Biblia de Dios y Su requisito. Y eso es lo que nosotros como gente pentecostal debemos hacer: tener nuestra experiencia así como fue la de ellos, porque Él es el mismo Jesús, el mismo Espíritu Santo, el mismo poder. Él está vivo hoy, y vive entre nosotros.",
    "Me hace recordar que un día Su madre se había ido de Jerusalén, de la adoración, y Su padre adoptivo, José. Y ellos llevaban tres días de camino, y asumían que Él iba allí con ellos, y se dieron cuenta que Él no estaba allí.",
    "Y, saben, yo quiero comparar eso con hoy. Saben Uds., la iglesia ha tenido una jornada de tres etapas: Lutero, Wesley, pentecostés; una jornada de tres etapas. Dios les da un mensaje: justificación, Lutero, él se aferró a eso; luego vino santificación a través de Wesley; luego el bautismo del Espíritu Santo, con pentecostés. Y yo me pregunto si nosotros no nos hemos desviado completamente en una gran rabieta en algún lugar, por edificar grandes cosas y hacer cosas grandes, así como tenía Balaam en su mente; grandes organizaciones, una superando a la otra, y esta más, dando medallas de oro y estrellas para la escuela dominical y quién puede traer más miembros, y aceptando cualquier cosa en la iglesia.",
    "Déjenme decirles que hay una Iglesia en la que no hay ni un hipócrita, esa es la Iglesia del Señor Jesucristo, que es bautizada por el Espíritu Santo. Ud. no entra Allí persuadido. Ud. nace Allí adentro. Ud. entra Allí enviado por el Espíritu Santo.",
    "Ellos se dieron cuenta. Los padres se dieron cuenta que Él no estaba entre ellos.",
    "Ahora en esta hora, acontece esta gran crisis, cuando sabemos que esta nación se está estremeciendo; no solo la nación, sino que el mundo se está estremeciendo. Se encuentra en el tiempo del fin. No hay otra cosa que yo sepa que deba suceder sino el Rapto, la Venida del Señor Jesucristo. Todo está listo.",
    "Y vemos estas reuniones. ¡Oh, saquen todo el beneficio de esta convención que viene, saquen lo que más puedan sacarle, que sea de Dios! Si Uds. aún no tienen el Espíritu Santo, propongan en sus mentes que Uds. no se irán de aquí hasta que lo reciban. Así es como se hace. Quédense allí, porque Uds.… esta pudiera ser su última oportunidad. Quizás nunca haya otra convención en esta costa occidental. Pueda ser que para ese tiempo esté debajo del mar, antes de poder tener otra. Por tanto, no sabemos lo que pueda ocurrir, de manera que… Estamos esperando que los juicios de Dios caigan sobre las naciones.",
    "Ahora, permítanme decir esto: ellos pensaron que Él estaba con ellos. Pero se dieron cuenta, en la crisis, que Él no estaba. ¿Ven Uds.?, Él no estaba con ellos.",
    "Hoy nos damos cuenta que, en el tiempo cuando esta gran cosa ha sido traída a flote, pues vemos que nos falta algo en nuestras iglesias, y es el poder de Cristo.",
    "Ahora, miren, yo no quiero criticar. Yo les amo, y el amor genuino y verdadero siempre es correctivo. Ahora nos falta Cristo en nuestra iglesia. Nos falta Cristo entre nuestro pueblo pentecostal, nuestros hermanos y hermanas. Algo anda mal. Las reuniones de oración chapadas a la antigua que ellos tenían todo el día y toda la noche, ya no las tienen. Nuestras mujeres solían lucir el cabello largo; ya no lo hacen. Habría sido una desgracia que las mujeres se pintaran y usaran pintura allá en los días pasados, y que actuaran como lo hacen estas mujeres. Algo salió mal. No hay nada malo con Cristo (¿ven?), pero algo salió mal. Hay algo en alguna parte. Antes el púlpito no hubiera permitido una cosa así, pero ahora sí. ¿Ven?, la crisis está aquí, y nos falta algo.",
    "Nos falta el poder que deberíamos tener, cuando la gran máquina debería estar avanzando con grandes señales y maravillas. Pues, este edificio debería estar tan lleno del poder de Dios ahora, que un pecador no pudiera permanecer aquí porque el Espíritu Santo le condenaría así de rápido, como con Ananías y Safira. Y nos falta algo.",
    "Ahora, ¿qué sucedió? Ellos fueron a buscarlo a Él entre sus parientes, y no Lo encontraron entre sus parientes. Entonces, ¿dónde Lo encontraron? Allá atrás donde ellos Lo dejaron.",
    "Y yo pienso que cuando nuestra iglesia comenzó con este gran desenfreno organizacional que tuvimos, una tenía que superar a la otra, y les era necesario tener iglesias más grandes, y mejor clase de gente, y gente mejor vestida, y mejores cantantes, y pararse allá arriba y…",
    "A mí me gusta el buen cantar. Me gusta el buen cantar pentecostal a la antigua. Pero no puedo soportar esa cosa fingida, eso sencillamente no va conmigo; aguantar la respiración hasta quedar con el rostro azul, solo para ser oído. Yo—yo creo en cantar con el corazón, en el Espíritu de Dios, como escuché aquí hace un rato. ¿Ven?",
    "Me gusta el buen gritar chapado a la antigua, pero yo creo que el gritar puede continuar ya sea que la música esté tocando o no. El Espíritu de Dios sobre le gente hace bajar las bendiciones y el poder de Dios. Yo creo que el hombre puede testificar y cantar y alabar a Dios en su trabajo, dondequiera que estén. Seguro.",
    "Y ahora nos falta algo. ¿Dónde lo encontraremos a Él? Allí mismo donde Lo dejamos, en la Palabra.\n\nOremos.",
    "Amado Padre Celestial, una de estas noches vamos a cerrar esta Biblia por última vez; el último canto será entonado, el último sermón predicado, la última línea de oración será llamada, el último pecador entrará. Y entonces ¿qué? ¡Oh, Dios amado!, nosotros no queremos Tu voluntad permisiva, Padre. Permítenos caminar en Tu voluntad perfecta. Permítenos no solo que tomemos una Palabra aquí y allá, y hacerla que encaje en un dogma o en un credo, o en lo que sea. Permite que tomemos la Palabra tal como Ella está, creyendo el Evangelio Completo, todo lo que Jesús nos enseñó que hagamos. Nosotros no creemos que Los Hechos de los Apóstoles sean solo el armazón. Creemos que es la Palabra de Dios, que son los hechos de Tu Espíritu Santo en los apóstoles. Y nosotros creemos que el mismo Espíritu Santo, Señor, que vino sobre ellos, y la manera en que ellos actuaron, hará lo mismo en nosotros, cuando venga sobre nosotros, si es el mismo Espíritu.",
    "Entonces oro, amado Dios, que esta convención en cuya víspera estamos, que comenzará mañana en la noche: Oro, Padre Celestial, que sea la mejor convención que esta ciudad haya tenido, a raíz de Tu Presencia. Bendice a cada orador, ¡oh, Dios, que sea muy—muy estremecedor, que la ira de Dios truene desde el púlpito! Que los pecadores se estremezcan y tiemblen. Que la Presencia de Jesucristo se vuelva tan real para el pueblo, que ellos simplemente puedan cerrar los ojos y verlo a Él caminando entre ellos. Concédelo, Señor.",
    "Ahora, esta noche, antes de que esto suceda por lo cual estamos orando… Amado Dios, algunos de Tus hijos están enfermos. Ellos han sido heridos y—y están lastimados. He venido a orar por ellos. ¿Honrarás lo que yo Te pida esta noche, Señor, por sus enfermedades? Te encomiendo que no quede una persona enferma en este edificio cuando los servicios hayan terminado.",
    "Tus siervos están aquí alrededor, sentados allá, gritando, levantando sus manos y aquí atrás en la plataforma, y diciéndole “amén” a la Palabra. Padre, nosotros somos una unidad de personas. Hemos salido del mundo, de esas condiciones formales y frías, y hemos nacido del Espíritu. Estamos vivos en esta noche. Y Tú dijiste que por cuanto Tú vives, nosotros también estábamos vivos. Y estamos confiando, Señor, y creyendo con todo nuestro corazón, conforme a la Palabra, que estamos representados en Ti.",
    "Ahora has realidad Tus Palabras esta noche, para sanar a los enfermos, mientras oro por ellos y que estos otros oran. Concede, Señor, que así sea. Y Te alabaremos por ello. Lo pedimos en el Nombre de Jesús. Amén.",
    "Ahora… [Alguien empieza hablar en otra lengua. Cinta en blanco.—Ed.] Gracias, Padre Dios.",
    "Nos sentimos como, en cierta vez en la Biblia, que ellos enfrentaban una crisis y el Espíritu del Señor cayó sobre un hombre, y les dijo dónde derrotar al enemigo, adónde ir. Escuchen Eso. Simplemente corríjanse Uds. ¿Ven?, el Espíritu de Vida en Ud., lo corrige a Ud. a la Palabra. ¿Ven?, si la Palabra está viviendo en Ud., Ella Misma vive a través de la Palabra.",
    "Ahora, anoche me retrasé. Pero Uds. son un pueblo muy fino, yo simplemente… Pareciera que a medida que comienzo a envejecer, yo—yo—yo solo desearía poder… Yo estaré con Uds. para siempre, en otra Tierra.",
    "Entonces, ahora vamos a orar por los enfermos, y pues no intentaré traer demasiados a la vez, como lo hice anoche. Y, pues, Billy Paul repartió una cantidad de tarjetas de oración, creo que cien de ellas. ¿Repartiste cien o doscientas? Doscientas. ¿Cuáles fueron? C.",
    "¿Quién tiene la C, número uno? Levante la mano, veamos si eso es correcto. Tarjeta de oración, mire su tarjeta de oración, tiene allí un número y una—y una letra. C, número uno, levante la mano. Bien arriba. Muy bien, baje acá. Número dos, tres, cuatro, cinco. Ahora, y Ud., alguien venga acá y recíbalos. Queremos cada una de las tarjetas de oración, pero los queremos alineados acá de este lado. Uno, dos, tres, cuatro, cinco. Veo tres de ellos. Y su tarjeta de oración, ¿señor? Cuatro. Ahora, ¿habrá otra? Cinco, ¿es esa la persona que viene allí? Una, dos, tres, cuatro, cinco. C, número uno, dos, tres, cuatro, cinco. Muy bien, solo pasen a medida que sean llamados, su número.",
    "Así que, anoche los vi allí, la gente amontonándose. No queremos eso. Esta es una iglesia, Uds. saben, no un estadio. Así que, nosotros—nosotros, uno tiene que mantener el orden.",
    "Uno, dos, tres, cuatro, cinco, seis, siete, ocho, nueve, diez. Ahora manténganlos en línea a medida que llegan allá atrás. Ahora, tarjeta de oración seis, siete, ocho, nueve, diez. Y alguien levantará la mano cuando tengan… cuando estén alineados allá. Y vamos a orar por ellos.",
    "¿Cuántos creerán conmigo ahora que el Señor Jesús va hacer una gran obra? Yo haré todo lo que pueda. Ahora seis, siete; seis, siete, ocho, nueve, diez, once, doce, trece, catorce, quince.",
    "Ahora den la vuelta, para que no se congestionen de una vez, Uds. saben, y denle la vuelta. Para eso es que se les dan los números, para mantenerlos en orden, Uds. saben. Manténganse de tal modo que no… Luego a medida que sea llamado su número, pues, entonces venga. Muy bien, y ahora, queremos…",
    "Pues quiero que todos, toda persona, sea ahora muy reverente. Y ahora oraremos por, hasta que podamos orar por estas personas. Y no sabemos lo que el Señor pueda hacer. No sabemos lo que Él hará. Pero estamos esperando que Él haga grandes cosas.",
    "Ahora, creo que quince, ¿ya tengo todos esos allá? Billy Paul, ¿dónde estás? Muy bien. Quince, dieciséis, diecisiete, dieciocho, diecinueve, veinte.",
    "Ahora vean, ya se están acumulando. Así que, ahora voy hacer que algún hermano, quizás, cuando lleguen al final de la fila, que él llame los números que siguen (¿ven Uds.?), para que así no tengamos que ponernos de pies todos, permanecer de pie tanto tiempo cuando estemos orando por—por las—las personas enfermas. Muy bien. Ahora vamos—vamos a… Quiero—quiero que Uds.…",
    "Quiero hablar con Uds. mientras ellos acomodan a esas personas para que no se amontonen.",
    "Ahora, nadie venga hasta que su—su número sea llamado. Llamamos hasta el quince, creo que fue o hasta el veinte, algo así, diré que hasta el veinte, y luego esperemos. Y eso será suficiente allí por ahora, los que estén allá.",
    "Ahora, ¿cuántas tarjetas hay? Levanten sus manos. ¿Y cuántos no tienen tarjetas? Levanten las manos.",
    "Ahora, recuerden, Uds. no tienen que tener una tarjeta de oración. Hemos estado aquí dos noches, y cada noche el Espíritu Santo ha salido sobre la audiencia y sanado a la gente, sin importar las tarjetas de oración. ¿Es correcto? La tarjeta de oración solo hace una cosa por Ud., ayudarle a que entre en la línea. Correcto. Pero Ud. tenga fe y observe al Espíritu Santo dejar la plataforma aquí, e ir directamente hacia la audiencia allá. ¿Cuántos saben que eso es verdad? [La congregación dice: “Amén”.—Ed.]",
    "Ahora, yo—yo creo, creo firmemente que si hubiera otra iglesia aparte de la iglesia pentecostal, con la cual yo—yo pudiera ir y creer, yo estaría con ella, si yo pensara que hubiera algo mejor. Y cuando Uds. me oyen decir algo acerca de las organizaciones y cosas así, yo no estoy en contra de las personas. Es porque…",
    "¿Qué pasaría si Ud. viera a un hombre a quien amara, allá en una barca flotando directamente hacia las cascadas, y Ud. sabe que esa barca se va a hundir con él, y Ud. dijera: “Bueno, yo lo amo, pero él—él tiene sus propias maneras”? No, yo no podría hacer eso. Eso no está en mí. Yo gritaría, correría y lo agarraría, lo sacudiría, jalaría o cualquier otra cosa, para sacarlo a él de allí, ¿ven?",
    "Y yo sé que eso no flotará por las cascadas. Correcto. Tiene que volver a Cristo, ciertamente debe hacerlo. Hay que volver a—a Dios. Ahora yo—yo…",
    "Todos aquí han estado antes en mis reuniones, ¿correcto? Levanten las manos si Uds. han estado en las reuniones. Muy bien. No hay ningún…",
    "¿Habrá algunos nuevos que nunca antes han estado en una de mis reuniones? Levanten las manos. Pues, qué… Yo nunca… ¿Es esta la primera vez que Uds. han estado en una de mis reuniones? Levanten las manos nuevamente. Bueno, yo—yo—yo les digo, yo…",
    "Quizás será mejor que cambie esto. [Un hermano dice: “Explique un poco acerca de su ministerio”.—Ed.] Bueno, es mejor que yo—yo lo haga.",
    "Uds., para Uds. personas que acaban de llegar, yo—yo voy… Necesitaré un poco, unos minutos más. Permítanme explicarlo porque Uds. se llevarán la impresión errada, ¿ven?",
    "Yo creo en todo acto de Dios. Pero creo que la Biblia nos promete, en los postreros días, que deberá suceder, volverá a ser que la Iglesia tiene que entrar en el mismo orden en que estaba, en el que Jesús la dejó cuando se fue. ¿Ven?, es la Novia, tiene que regresar a ese lugar. Ahora, hemos pasado por las grandes obras de Dios, a través de justificación, santificación, el bautismo del Espíritu Santo, la restauración de los dones. Pero al seguir la línea de Abraham…",
    "Ahora, yo no tengo educación, y entonces tengo que usar algo así como Juan el bautista. Él tampoco tenía educación. Él se fue al desierto como a la edad de nueve años, y nunca recibió una educación. Así que, sus sermones se basaban más bien como en la naturaleza: “¡Oh, Uds. generación de culebras!”. ¿Ven?, eso era lo peor que él había visto, y muy escurridizas, y él llamó a esos sacerdotes “culebras”. Él dijo: “Vosotros generación de culebras, ¿quién os ha enseñado a huir de la ira venidera? No comiencen a decir: ‘Nosotros tenemos esto, y pertenecemos a esto’. Dios puede de estas piedras” eso es lo que él había visto en la ribera del río, “levantar hijos a Abraham. Y, también, el hacha” era lo que él usaba en el desierto, “está puesta a la raíz del árbol. Y todo árbol que no da buen fruto, es cortado”. De esos era que él quemaba y de los que hacía leña, ¿ven Uds.? Pero los árboles buenos… Él—él hacía sus sermones de esa manera.",
    "Así que, en esto, quiero decirlo de esta manera: Estamos en el tiempo del fin, el tiempo de la siega.",
    "Ahora, en la jornada de Abraham, él se encontró con Dios todo el tiempo en distintas formas y demás, lo cual pudiéramos tomar y mostrarlo. Nosotros somos la Simiente de Abraham, si estamos en Cristo. E Isaac realmente era su—su hijo menor, él era su hijo, sexualmente; pero espiritualmente, Cristo fue la Simiente de Abraham, su Simiente real, su fe.",
    "Ahora, vemos que su Simiente real recorre la misma jornada (la Novia de Cristo) recorre la misma jornada que recorrió Abraham. Y la última señal que vio Abraham, antes de que viniera el hijo prometido, fue cuando Dios se manifestó en un cuerpo humano, y dos ángeles descendieron.",
    "Jesús dijo, en San Lucas, el capítulo 17 y el versículo 30, que “Como fue en los días de Noé”. Él habló del tiempo de Noé. Y dijo: “Como fue en los días de Sodoma” ¿ven?, Su Venida, “así será en los días cuando el Hijo del Hombre esté siendo revelado”. Ahora, Él nunca dijo “el Hijo de Dios” esté siendo revelado; “¡El Hijo del Hombre!”.",
    "Ahora, Jesús vino en tres nombres: Hijo del Hombre, lo cual es un profeta; Hijo de Dios, lo cual fue a través de la edad de la Iglesia; luego Hijo de David. Pero entre Hijo de Dios e Hijo de David, conforme a Su Propia Palabra, y conforme a Malaquías 4 y muchas Escrituras, Él debe regresar nuevamente en Su Iglesia, en forma física, en la gente, en un… en seres humanos, en la forma de un profeta. ¿Ven?",
    "Y vean lo que hizo este Hombre cuando descendió para ver a Abraham. En primer lugar, Él le dijo a Abraham del cambio de su nombre, porque Él no lo llamó Abram, Él lo llamó Abraham. Y cuando lo hizo, pues, nos damos cuenta que—que Él dijo: “¿Dónde está tu esposa Sara?”, S-a-r-a; no S-a-r-a-i.",
    "🦅 Pues” dijo él, “ella está en la tienda detrás de Ti”.",
    "Ahora Él dijo, ella tenía noventa años y Abraham cien, y Él dijo: “Pues voy a visitarte según la promesa, el tiempo de la vida”.",
    "Y Sara del lado de adentro, lo oyó, estaba escuchando a través de la pared de la tienda, y se rió para sí. Y el Ángel-Hombre sentado allí, dijo, discernió su espíritu en la parte de atrás, detrás de él, y dijo: “¿Por qué se rió Sara, al decir de estas cosas?”.",
    "Bueno, llamaron allí a Sara, y ella lo negó. Él dijo: “Pero sí lo hiciste”. Ella estaba asustada.",
    "Ahora, Jesús dijo, antes de la Venida del Hijo de Dios o el Hijo de… la segunda Venida, que esta edad en la que vivimos…",
    "Él vino como Hijo del Hombre, un profeta, porque eso cumple la Escritura. Moisés dijo: “Jehová tu Dios te levantará profeta como yo”. Todos sabemos que ese era Jesús, ¿verdad? [La congregación dice: “Amén”.—Ed.] Así que Él tenía que venir conforme a la Escritura, un profeta. Él nunca se llamó a Sí mismo el Hijo de Dios; Él se llamó a Sí mismo el Hijo del Hombre.",
    "Pero ahora Él es, a través de la edad de la Iglesia ahora, Él ha sido Hijo de Dios. En el Milenio Él será Hijo de David, sentado en el trono de David. Pero entre este tiempo, vemos por las Escrituras, que Él debe revelarse a Sí mismo como Hijo de hombre, un profeta.",
    "Porque la Palabra de Dios viene solamente a los profetas, nunca a los teólogos; es a los profetas. Y el Señor dice que Él no hace nada, en Su Palabra inmutable, de la cual acabamos de hablar, hasta que primero Él les muestre a Sus profetas. Y en el tiempo del fin, esos siete sellos que esta Biblia ha sellado, los misterios séptuples de todo lo de Cristo, tienen que ser revelados primero, y solamente puede ser traído a un profeta. Hemos estado esperando eso por años, y creemos que Su Espíritu está hoy entre nosotros, eso hemos encontrado.",
    "Observen ahora cuando vino Jesús, vean lo que Él hizo para probar que Él mismo era ese Mesías, ese Ungido. Un día, después que Él había recibido… El Padre había descendido y morado en Él, en la forma de una paloma que bajó del Cielo, diciendo: “Este es Mi Hijo amado, en Quien Me complace morar”.",
    "Por eso Él dijo: “Yo y Mi Padre Uno somos. Mi Padre mora en Mí. No soy Yo que hace las obras; es Mi Padre que mora en Mí”.",
    "Juan da testimonio, viendo a ese Espíritu de Dios descender como una paloma. Una Voz salió de Allí, diciendo: “Este es Mi Hijo amado en Quien Me complace morar”. ¿Ven?, y Él moró en Él.",
    "Observen ahora cuando comenzó Su ministerio, Él tenía que actuar ahora como Hijo del Hombre. Observen ahora lo que Él hizo. Allí llegó un hombre llamado Simón Pedro. Su nombre era Simón en ese momento, más adelante llamado Pedro. Andrés había estado asistiendo a la reunión de Juan; y entonces cuando vino Jesús y Juan lo había presentado, él lo vio. Y Andrés le pidió a su hermano, Simón, que viniera a la reunión con él.",
    "Y su padre le había dicho, cómo dice que “Llegaría un tiempo, antes de que viniera el verdadero Mesías, que se levantarían muchos mesías falsos”. Siempre ha sido de esa manera. Él dijo: “Pero, hijos, recuerden: el verdadero Mesías, Uds. lo reconocerán porque Él será conforme a la Escritura. Él será un profeta. Ahora, no hemos tenido un profeta por cientos y cientos y cientos de años, desde Malaquías. Pero habrá muchas personas haciendo declaraciones, lo cual sabemos que hubo; hubo un Jesús que se levantó y se llevó un grupo, y así por el estilo. Pero este Mesías verdadero será un profeta”. Y a todos los hebreos se les enseña a que crean que lo que los profetas dicen es la verdad.",
    "[Cinta en blanco.—Ed.] Allí mismo ese pescador sin educación, de quien se nos dice que no tenía suficiente educación para escribir su nombre, dice la Biblia que él era tanto “ignorante como sin letra”, él reconoció que ese era el Hijo de Dios. Él reconoció que ese era el Mesías, porque allí estaba un profeta. Allí estaba Aquel Quien le dijo cuál era su nombre, y le dijo cuál era el nombre de su padre. Entonces él supo que ese tenía que ser un profeta, porque ese Hombre no lo conocía a él. Y a él le fueron dadas las llaves del Reino.",
    "Y nos damos cuenta que habían unos parados allí escuchando eso, y uno llamado Felipe, quien tenía un… estaba teniendo estudios Bíblicos con un amigo llamado Natanael, esperando al Mesías. Así que, él corrió al otro lado de la montaña, como a un día de viaje, y regresó. Y encontró a este Natanael allá debajo de un—una higuera, orando. Y le dijo: “Ven y ve a Quien hemos hallado, a Jesús de Nazaret el hijo de José”. Entonces Natanael siendo… o Felipe o…",
    "Natanael, mejor dicho, siendo un buen hombre, dijo: “Bueno, ¿de Nazaret podría salir algo bueno?”.\n\nÉl dijo: “Bueno” dijo él, “solo ven y ve”.",
    "Ahora, ese es buen consejo. Venga Ud. mismo y vea. No se quede en casa a criticar. Venga, averigüe. “Escudriñad las Escrituras, en Ellas os parece que tenéis la Vida Eterna”. Jesús dijo: “Ellas son las que dan testimonio de Mí”.",
    "Entonces, no cabe duda que camino de regreso ellos tuvieron una pequeña conversación. Él le habló, dijo: “¿Conoces a ese pescador que no supo firmar ese recibo por esos pescados que compraste aquel día? Él se lo dijo a él. Sabes, su padre estaba allá en la iglesia, su nombre era Jonás. ¿Recuerdas? Así que, Él—Él—Él le dijo quién era él”.\n\n“¡Oh, yo tendré que ver eso”!",
    "Entonces cuando él se acercó, y quizás él estaba en la línea de oración, donde estaba Jesús; no sé. Él había llegado a la Presencia de Jesús. Jesús lo miró y dijo: “¡He aquí un Israelita, en quien no hay engaño!”.",
    "Ahora, en primer lugar, Ud. dirá: “¿Cómo sabía Él que él era un israelita? Bueno, ¿sería por su vestimenta?”. No, no.",
    "Todos los orientales usan esos turbantes; ellos se visten igual. Y dijo: “Un israelita”.",
    "Y Él dijo: “¡En quien no hay engaño!”. Él podía haber sido un criminal o cualquier otra cosa, entonces Él hubiera quedado al descubierto. Él dijo: “¡En quien no hay engaño!”.",
    "Eso como que le quitó el almidón a Natanael, entonces él dijo: “Rabí, ¿cuándo me conociste? Pues, yo—yo—yo no entiendo esto. ¿Cuándo me conociste? Yo no he llegado a conocerte; apenas he sido traído aquí por Felipe. ¿Cuándo lo supiste?”.",
    "Él dijo: “Antes de que estuvieras debajo de la higuera, mientras estabas allí orando, te vi”. Sí. ¿Ven Uds.?",
    "Él dijo: “Rabí, Tú eres el Hijo de Dios; Tú eres el Rey de Israel”.",
    "Jesús dijo: “¿Porque te dije esto, creíste? Entonces mayores que estas verás”.",
    "Ahora, había algunos parados allí. Pues permítanme darles una pequeña advertencia. Había algunos parados allí, rabinos y sacerdotes, y ellos dijeron: “Este Hombre hace esto por Belcebú”.",
    "Y Jesús se volteó y dijo: “Yo los perdono por eso” pues la expiación no había sido hecha, “pero algún día el Espíritu Santo vendrá y hará la misma cosa” dijo Él, “y hablar una palabra contra Eso, jamás les será perdonado en este siglo ni en el siglo venidero”.\n\nPasemos a la mujer junto al pozo, los samaritanos.",
    "Ahora, había tres razas de gente sobre la tierra. Podemos ser negros, café, amarillos, lo que seamos, pero venimos de una sangre. Y hay tres razas que vinieron del pueblo de Cam, Sem y Jafet; y esos son judíos, gentiles y samaritanos: mitad judío y gentil.",
    "Ahora, nosotros los gentiles, anglosajones, éramos paganos, adorando ídolos. Nosotros no estábamos esperando ningún Mesías.",
    "Entonces cuando Jesús Se manifestó como Hijo del Hombre… Ahora escuchen atentamente, y terminaré. Cuando Jesús vino, Él estaba en la obligación de representar lo que había dicho el profeta que Él sería; así que, allí delante de Israel Él mismo Se representó, delante de Pedro y Natanael y aquellos allí, como Hijo del Hombre.",
    "Ahora Él tiene necesidad de pasar por Samaria. Y va a Samaria, y allí encontró a una mujer sentada junto al pozo. Conocemos el relato, y mientras ella… ellos conversaron. Ella vino por agua. Él dijo: “Tráeme de beber”.",
    "Y ella dijo: “Pues, aquí hay segregación, esto no nos es lícito. Yo soy una mujer de Samaria y Tú eres un judío. Nosotros no tenemos…”.",
    "Él le dijo: “Pero si supieras con Quién estás hablando, tú me pedirías a Mí de beber”.",
    "Ella dijo: “Bueno, el pozo es profundo, ¿con qué la vas a sacar?”.",
    "Y la conversación siguió hasta que Él contactó su espíritu. Y cuando contactó su espíritu, Él descubrió cuál era su problema. ¿Cuántos lo saben? [La congregación dice: “Amén”.—Ed.] Ahora, ¿cuántos de Uds. los nuevos saben que esa es la verdad? [“Amén”.] Correcto, eso fue cierto.\n\nY ¿qué dijo Él? “Ve, llama a tu marido y ven acá”.\n\nElla dijo: “No tengo marido”.",
    "Y Él dijo: “Bien has dicho. Pues cinco maridos has tenido, y con el que vives ahora no es tu marido”. Ella se dio vuelta.",
    "Ahora, ella no era como aquellos sacerdotes que dijeron: “Él tiene demonio. Él es un adivino o algo así”.",
    "Ella se volteó y dijo: “Señor, paréceme que eres profeta. Ahora, no hemos tenido uno por cuatrocientos años. La iglesia no ha estado acostumbrada a algo así. Pero percibimos, yo percibo que eres un profeta. Ahora, yo sé que estamos esperando al Mesías. Y cuando el Mesías venga, eso es lo que Él hará”.",
    "Ahora, la Biblia dice: “Él es el mismo ayer, hoy, y por los siglos”. Si esa fue la señal ungida del Mesías allá atrás, para el samaritano y el judío… Ahora, eso no había sido hecho antes delante de gentiles. En ninguna parte de la Biblia lo había hecho Jesús delante de gentiles. Ellos tuvieron cuatro mil años esperando a un Mesías; nosotros hemos tenido dos mil años, además del entrenamiento de ellos, esperando un Mesías.",
    "Ahora, si esa fue Su identificación antes de que el día de ellos terminara, tiene que ser nuestra identificación; porque Él prometió que el Hijo del Hombre Se revelaría a Sí mismo otra vez en el día cuando el mundo se volviera nuevamente como Sodoma; y cualquiera sabe que estamos allí. ¿Ven?",
    "Ahora, yo creo que Jesucristo cumple cada Palabra. Toda la Escritura es inspirada. Yo no creo que tengamos derecho, y vamos a ser condenados por eso, si le añadimos una palabra o le quitamos una Palabra; Apocalipsis 22 lo dice. Yo creo que Él es el mismo ayer, hoy, y por los siglos.",
    "Verdaderamente honro a los luteranos por su posición en su día, a los metodistas por la santificación en su día, y a los pentecostales por su posición en su día, pero nosotros estamos viviendo en otro día. Estamos viviendo cuando ya ha habido tallo, borla, cáscara, casi como el Trigo, pero el Trigo está por dentro, en la cáscara. La cáscara simplemente ha sostenido al Trigo, ha impedido que el sol candente lo queme. Y ahora la denominación se está separando de Él, para que pueda permanecer en la Presencia del Hijo, madurando. Así que, estamos—estamos en… No se levantarán más organizaciones. Este es su fin. Hemos tenido, siempre es como tres años, y cuando comienza un mensaje, ellos lo organizan.",
    "Esto lleva casi veinte años, y sin ninguna organización; no puede. Estamos en el tiempo del Trigo, un tiempo de cosecha. Puedo oír que viene la gran combinada. Un día iremos a Casa. “Él es el mismo ayer, hoy, y por los siglos”.",
    "Ahora, yo no soy Él, pero soy Su siervo. Yo no creo que uno les imponga las manos a las personas y les dé dones. “Los dones y llamamientos son sin arrepentimiento”. Ellos son predestinados de Dios, para hacerle frente a la edad y el tiempo de esa edad. Cualquier estudiante de la Biblia sabe que esa es la verdad. Moisés nació justo a tiempo; Jeremías, a tiempo, todos los demás; Juan el bautista, a tiempo; Jesús llegó a tiempo; y nosotros estamos a tiempo. Esto es lo que debe suceder.",
    "Ahora, yo declaro que Él está vivo hoy, y Su Espíritu. Después de las edades de la iglesia, estamos en la edad de la iglesia de Laodicea, el último llamado, y la peor de todas ellas, porque Él fue sacado de la iglesia. Recuerden, Hijo de hombre, y Él fue sacado de la iglesia; no una organización sacada de una organización, sino una Persona sacada de una organización. ¿Ven? Ninguna de las otras edades de la iglesia tuvieron eso, solo Laodicea. Si Ud. es espiritual, Ud. entenderá.",
    "Nuestro Padre Celestial, he testificado fielmente de Ti. Ahora, si esto es verdad (lo cual sé que lo es, Señor, yo creo que es verdad), testifica Tú que yo he dicho la Verdad. En el Nombre de Jesucristo. Amén.",
    "Voy a pedir algo, solo por un momento. Yo no iba tener discernimientos en la línea, porque pensé que todos Uds. habían estado en mi ministerio. Pero por causa de estas personas que están aquí, permitan que algunos de Uds. allá se pongan a orar, y que algunos entren en la línea o algo. Y ahora si Jesucristo quiere usar a este ser humano… No funcionará sin Uds. Son Uds. quienes lo hacen.",
    "Ahora, escuchen, cierto día una mujer tocó Su vestidura, y Él se dio la vuelta y preguntó: “¿Quién me ha tocado?”.",
    "Todos dijeron: “Pues, Tú pareces…”. O Pedro dijo: “Pues, toda la multitud está tocándote”.",
    "Él dijo: “Pero percibo que Me he debilitado o que virtud ha salido de Mí”. Virtud es “fuerza”. Y dijo: “Percibo que me—me he debilitado”.",
    "Y entonces Él miró alrededor, por encima de la mujer, hasta que la halló, y le dijo acerca de su flujo de sangre. Y que ella… Él dijo: “Tu fe te ha salvado”. Muy bien.",
    "Ahora, Él es el mismo ayer, hoy, y por los siglos. Y el Nuevo Testamento, el Libro de Hebreos, dice que “Ahora mismo Él es el Sumo Sacerdote haciendo intercesiones por Uds., que puede compadecerse de su debilidad”.\n\nAhora, aquí, ¿es esa—es esa una de las pacientes aquí? Venga.",
    "Ahora, para la audiencia. Yo no hago esto como espectáculo, amigos. Dejen de pensar eso. Recuerden, yo capto sus pensamientos. ¿Cuántos saben que eso es cierto, y lo ven? [La congregación dice: “Amén”.—Ed.]",
    "Aquí hay una mujer que yo—yo nunca había visto. Yo no sé ni una sola cosa acerca de la mujer. Probablemente nacimos a millas de distancia, así como años, y aquí estamos parados en esta noche. No nos conocemos el uno al otro. Yo no la conozco a Ud. Ahora, no tengo idea. Aquí, aquí está—aquí está San Juan 4 nuevamente, un—un hombre se encuentra con una mujer. Ahora, yo no soy Jesús y ella no es esa mujer. Pero esto es similar. Y Él dijo: “La obras que Yo hago vosotros también las haréis”. Ahora, yo no sé. Se requiere de la fe de esta mujer para hacerlo. Yo no sé nada acerca de ella. Pero si yo he dicho aquello que es verdad, entonces Dios está obligado a hacer… decir que esto es correcto. Ahora, sin conocerla, si el Dios del Cielo…",
    "Y yo he dicho la Verdad. ¿Cree Ud. que lo que yo dije en cuanto a eso es la Verdad? ¿Acepta Ud. que eso es verdad? [La hermana dice: “Yo lo creo”.—Ed.] ¿Cree Ud. eso? Yo no me pararía aquí frente a esta Santa Biblia tratando de engañar a alguien, un hombre de mi edad, y sabiendo que tengo que encarar a Dios allá en el Tribunal del Juicio. Algún día tenemos que pararnos allá. Sabemos eso.",
    "Ahora, si Dios puede revelarme algo de su vida, de lo que Ud. sabe que yo no sé nada al respecto, porque no la conozco. Si algo, tendría que ser algo de su vida. Yo no sabría nada al respecto. Eso tendría que venir de un Poder sobrenatural. Y entonces dependería de Ud., lo que Ud. pensara que fuese el Poder.",
    "Ahora para Uds. los nuevos. Ahora pongo mi mano… Ahora, por favor no caminen alrededor en estos momentos, porque, vean, cada uno de Uds. son un espíritu. Cuando me volteo, uno siente como un—un jalón de todos lados. Vean, Uds.—Uds. son seres humanos y tienen espíritus. Y Uds. son un espíritu. Si no, Uds. están muertos. Así que, tengan respeto, solo por un momento.",
    "Y Uds. hombres aquí, oren. Yo no estaba esperando esto, no vine para esto esta noche, en lo absoluto. Yo vine solo para orar por los enfermos; pero esto es para los nuevos.",
    "Ahora, ¿cree Ud. eso? Si el Señor puede decirme cuál es su problema o el por qué está Ud. aquí, algo que Ud. ha hecho o debiera haber hecho, o—o alguna otra cosa, ¿entonces creerá Ud.? Muy bien, estoy tratando de contactar su espíritu, ¿ve Ud.? Eso es lo que trato de hacer. Como Él hizo con la mujer junto al pozo, Él habló un poco con ella (¿ve?), Él le estaba pidiendo de beber. Y eso es lo que estoy tratando de hacer, captar su mente, no leerle la mente; sino intentando como Él lo hizo, percibir sus pensamientos.",
    "Ud. está aquí por una condición estomacal. Ud. tiene un problema estomacal. Correcto. Levante la mano si eso es cierto. ¿Cree Ud. ahora? No solo eso, pero Ud. está con hambre por algo más. Ud. quiere el bautismo del Espíritu Santo. Mueva la mano si eso es cierto. ¿Ven? Yo vi esa Luz moverse sobre ella y luego regresar, ¿ven? Vaya y reciba el Espíritu Santo, en el Nombre de Jesucristo, la respuesta.",
    "¿Creen ahora, Uds. nuevos? [La congregación dice: “Amén”.—Ed.] Ahora diga…",
    "Ahora aquí, fíjense en esto, una vez que esa unción comienza, entonces ahí va. ¿Ven?, tan pronto como la mujer se para, ella está allí, ahora mismo está… Ella reconoce que hay Algo alrededor de ella.",
    "¿Cuántos han visto alguna vez la fotografía de esa Columna de Fuego, esa Luz allí? Está en Washington D.C. ¿Ven? Ahora, yo desearía… Es como otra dimensión. La estoy mirando directamente. Allí está suspendida aquí junto a la mujer. La estoy mirando directamente.",
    "Ahora, soy un completo desconocido para esta mujer; yo no la conozco. Y dudo mucho que ella me conozca a mí, solo porque he estado en la reunión. Eso es todo. Pero si Dios me puede decir algo acerca de Ud. o algo así como hace un rato, ¿creería Ud. que yo soy Su profeta, Su siervo? ¿Creería Ud. eso con todo su corazón? Bien, que Él lo conceda. Ud. está, Ud. está esperando una operación, y esa operación tiene que ver con su mano. No hay lugares en ellas, pero es una condición de los nervios en su mano. Fue por causa de un accidente, y Ud. deberá ser operada. ¡Crea y Ud. no tendrá que ser operada, si solo cree de todo corazón! Pase ahora. ¿Cree Ud. Su promesa? [La Hermana dice: “Sí, señor”.—Ed.]",
    "Solo tenga fe ahora. Simplemente es que no dude. Solo crea. Ahora, aquí, permitan esta otra mujer, porque esta mujer está en una condición crítica. ¿Ven esa sombra negra? ¿Cuántos han llegado a ver la fotografía que fue tomada de la sombra negra de muerte? Está suspendida sobre la mujer ahora mismo. Si Dios no la ayuda, ella no vivirá. Ella tiene un tumor. [La hermana dice: “¡Sí!”.—Ed.] Y el tumor está en el cerebro. [“¡Sí”!] Ajá. Ajá. Ajá.",
    "Amado Dios, si estás presente ahora tan cerca, que conoces todas estas cosas, yo oro, amado Dios, que sanes a nuestra hermana. Permítele vivir, Padre, para Tu gloria. Lo pido en el Nombre de Jesucristo. Amén.",
    "¿Cómo está? Ud. es una persona muy agradable. Si mamá viviera me supongo que tendría cerca de la edad suya. Ella está en la Gloria, esta noche. Ella siempre oraba por mí cuando yo iba a las reuniones. Yo le dije al Señor… [La hermana dice: “Tengo ochenta y cinco”.—Ed.] ¿Señora? [“Tengo ochenta y cinco”.] Ochenta y cinco años de edad. Dios la bendiga, hermana.",
    "Ahora, supongo que soy un completo desconocido para Ud. Tenemos años de diferencia en nuestra edad. Y yo no la conozco a Ud.; nunca la había visto. Simplemente somos dos personas que se encontraron aquí en la tierra, pero Ud. es Cristiana. Ud. es creyente. Pues, la razón por la que lo sé, es al captar su espíritu. Ud., Ud. me ha recibido bien, ¿ve? Y yo sí creo que es el Espíritu Santo, porque produce las obras y las acciones del Espíritu Santo. ¿Ve? Y yo sé que es Él; sé que esto de lo cual hablamos es la verdad. Ahora, yo sé que es la verdad.",
    "Ahora, no sé cuál es el problema. Pero si el Señor Jesús me revelara cuál es su problema, Ud. sabría si es correcto o no, o si me dijera algo que Ud. ha hecho o que no debiera haber hecho. ¿Creerá Ud. que es ese mismo Señor Jesús, el mismo Dios que pudo decirle a Felipe dónde estaba él, decirle a Simón cuál era su nombre? ¿Cree Ud. que Él es el mismo?",
    "Su problema es un problema del intestino. [La hermana dice: “Exacto”.—Ed.] Eso es exacto. ¿Es correcto eso? [“Sí, señor”.] ¿Me cree Ud. ahora que soy Su profeta? Su nombre es la Sra. Bayer, Sra. Bayer; Bayer, como la aspirina Bayer. Correcto. Ud. está sana. Siga adelante, Jesucristo la sana. Dios la bendiga.",
    "¿Cree Ud. con todo su…? ¡Ahora, si tan solo tienen fe, no duden!",
    "Ahora, realmente no está aquí por Ud. misma. Ud. está aquí por alguien más. Es un hombre, y él no está aquí, un hermano. Ese hermano está en un manicomio. Tome ese pañuelo que tiene en la mano, mientras que el Espíritu está sobre Ud., envíeselo. Póngalo sobre él, no dude, él saldrá de esa institución y estará bien. ¿Lo cree Ud.? Dios la bendiga.",
    "Ud. dice que: “Ud. ha dicho, ‘que aquel Ángel allá en ese día postrero tenía Su espalda volteada’. Bueno, miren Uds.”.",
    "Yo no miraré a esta mujer. Daré la espalda. Ahora, señora, la que es el paciente, si puede oírme, diga: “Sí”. [La hermana dice: “Sí”.—Ed.] Si el Señor Jesús me revela cuál es Su problema, mientras que estoy mirando hacia acá, Ud. sabrá si es verdad o no, ¿es correcto eso? ¿Cree Ud. entonces que esto es para cumplir lo que Jesús dijo “sería hecho en los postreros días, como fue en los días de Sodoma”? ¿Lo creerá Ud.? Ud. tiene un desorden de dama, un problema femenino. Crea con todo su corazón ahora, eso la dejará y Ud. puede irse a casa y estar bien. Dios la bendiga.\n\n“¡Si puedes creer”!",
    "¿Cree Ud. que Dios sanará ese corazón con problemas? Bueno, solo siga caminando, diciendo: “¡Gracias, Señor!”. ¡Crea!",
    "En la mañana cuando Ud. se levanta, a duras penas se puede mover. La artritis es una cosa mala, pero Jesucristo es el Sanador de la artritis. ¿Cree Ud. eso? Ud. baja de una calzada, de lado, caminando. La veo que hace eso. Ya no tendrá que hacerlo, si Ud. cree. ¿Cree Ud. que yo fui enviado para este propósito? [La hermana dice: “Sí”.—Ed.] Entonces, en el Nombre de Jesucristo, que eso la deje. Amén.",
    "Ud. tiene problema estomacal. ¿Cree que Dios le permitirá ir a casa, comer su cena y sentirse bien al respecto? Siga su camino, cómase su cena, crea y se sentirá bien.",
    "A Ud. le sobreviene una debilidad, correcto, es porque está mal del corazón. Eso es cierto. Ya no sufre eso. Vaya, créalo.",
    "¿Qué pasaría si yo no le dijera una palabra a Ud., solo le impusiera las manos, también me creerá Ud. que se va a recuperar? Venga aquí.",
    "Amado Padre Celestial, oro que sanes a la mujer y le des su salud, en el Nombre de Jesucristo. Amén.",
    "¿Cuántas personas aquí creen?, ¿cuántos de Uds. los nuevos, todas Uds. personas?",
    "Solo piénselo, casi no veo ahora a la gente pasando. Recuerden, una visión le causó al Señor Jesús debilitarse. ¿Cuántos saben eso? Una mujer le tocó. Daniel vio una visión y fue turbado en su mente, su cabeza, por varios días. ¿Cuántos saben eso? [La congregación dice: “Amén”.—Ed.] ¿Ven? Muy bien.",
    "¿Ahora cuántos de Uds. creen eso, que esto es el Espíritu Santo? ¿Lo creen con todo su…? Ahora, no yo. ¡El Espíritu Santo! Ahora, aquí hay hombres sentados aquí que también creen eso.",
    "Ahora, algunos, pues, algunos más de Uds. que tengan esas tarjetas de oración, quiero que todos los que van a estar en esta línea de oración, que se pongan de pie por un momento.",
    "Miren, quiero hacerles una pregunta solemne. ¿Han confesado Uds. todos sus pecados, los que están allí? ¿Creen Uds.? ¿Han confesado y Uds.—Uds. creen que van a ser sanados? ¿Han confesado Uds. todos sus pecados y enmendado todos sus errores? Levanten las manos si lo han hecho ante Dios, créanlo Uds.",
    "Y ahora con sus manos levantadas, también, ¿creen Uds. que se requiere el Espíritu Santo, y que este es el Espíritu Santo que Se está vindicando a Sí mismo entre Uds.? ¿Lo creen de todo corazón? [La congregación dice: “Amén”.—Ed.] ¿Lo creen? Entonces cada uno de Uds. puede ser sano.",
    "Ahora, ¿tienen Uds. fe y confianza en estos ministros sentados aquí? ¿Les creen Uds. también a esos hombres? Qué les parece si oramos por cada uno de Uds., y luego Uds. pasan y les ponemos las manos.",
    "Esto me debilita mucho. Continuar de esa manera, eso—eso me afecta.",
    "Y yo voy para Sudáfrica después de esto. Por, ¡oh, hermano!, Uds. saben cómo es allá donde uno ni siquiera puede hablarle a la gente. Y habrá… Esperamos tener al menos trescientos mil, en una sola reunión.",
    "¡Así que, Uds. solo crean! Uds. están aquí en América, Uds. Lo han visto una y otra vez.",
    "Amado Dios, estas personas están necesitadas. Y yo no sé qué otra cosa que pudieras hacer, Padre, para probarles por Tu Palabra que Tú eres el Dios incambiable. Yo creo que nosotros hemos visto tantas cosas grandes, Señor, y comido de Tu mesa tan maravilloso y exquisito Alimento Eterno de Vida, al punto que hemos… y nos hemos acostumbrado demasiado a Eso; se—se vuelve una cosa común. No estamos, no tomamos Eso correctamente, Señor, cuando vemos. Pensando aun de mí mismo parado aquí, yo debería estar de rodillas, sabiendo que aquí mismo ese Espíritu que lo levantó a Él de los muertos está parado aquí mismo. El Espíritu que estuvo sobre Él cuando Él estuvo viviendo aquí en la tierra, está aquí ahora mismo. Y nosotros, pobres e indignos pecadores, por medio de Su gracia y misericordia, Él compró nuestras vidas. Y aquí estamos hoy, continuando Su obra como Él dijo que nosotros continuaríamos Su obra; “Las obras que Yo hago vosotros también las haréis”. ¡Prometiendo estas cosas y probándolas, aquí en este mundo! Señor, estoy tan agradecido Contigo, de poder ser contado como parte de Tu pueblo, en este día postrero.",
    "Amado Dios, estas personas están de pie. Ellos están enfermos, Padre. Yo no tengo manera de sanarlos; ni tampoco Tú ahora, ya Tú los has sanado. Tú fuiste herido por nuestras rebeliones, por Tus llagas fuimos nosotros curados. Así que, Padre, ruego que cada uno de ellos al pasar por aquí cuando vamos a orar por ellos, que pasen como si estuvieran caminando bajo la cruz. Pues ellos saben, sin lugar a duda, que el Espíritu Santo vindicado está aquí en la plataforma. El Cristo de Dios está aquí en la reunión. Perdona todo pecado. Quita toda incredulidad. Y que cada uno de ellos sea sanado a medida que pasen por esta línea. En el Nombre de Jesucristo yo lo pido. Amén.",
    "[Un hermano dice: “Hermano Branham, podemos hacer que todos se sienten y tomar una sección a la vez, así no se acumulan”.—Ed.] Sí. Muy bien.",
    "Ahora quiero pedir algo. ¿Quieren Uds., mis hermanos, pararse aquí conmigo?",
    "Vean, he aquí algo al respecto. Muchos evangelistas entran a una ciudad, y ellos hacen toda la oración por los enfermos y todo lo demás. Y la congregación, cuando él se va, la—la—la gente solo ha sido edificada en torno al evangelista, ¿ven? Eso no es así, amigos. Estos hombres, dudo que cualquiera en esta edad… Sé que hay mucha personificación, pero no diré lo que iba decir. Pero estos hombres quizás no hagan eso, es cierto, y yo lo dudo mucho.",
    "Pero ellos han sido tan ordenados por Dios para poner las manos sobre los enfermos, como yo o cualquier otro. Dios responde de igual manera a la oración de ellos, como a cualquier otra oración. Jesús ha comisionado: “Estas señales” no dijo que seguirían a William Branham, a Oral Roberts, y así sucesivamente, “seguirán a los que creen”. Y estos hombres están llenos del Espíritu de Dios. Ellos son personas bautizadas con el mismo Espíritu Santo. Ese Espíritu estuvo aquí haciendo esa obra hace unos momentos, Él aún está aquí. Él está en cada uno de estos hombres (¿ven?), y todos ellos están llenos de Él. Así que les voy a pedir que formen una línea doble por aquí, al lado de esta fila aquí, por favor, para que así ellos puedan también poner las manos sobre los enfermos, mientras van pasando.",
    "Y ellos quieren que aquellos que tengan tarjetas de oración se pongan de pie, solo los que tengan tarjetas de oración, para que se paren allí en el pasillo. Y los demás oren, ahora solo por unos minutos. Pónganse de pie, en cada sección, párense a la izquierda de su sección. Párense ahí en su sección, y luego ellos los llamarán. Cuando vean que esta línea aquí esté terminando, que esta línea pase rápidamente por ahí. Cuando esta línea termine, que pase esta.",
    "Y cuando Uds. pasen, recuerden, solo será un paseo más, a menos que estén creyendo. ¿Cuántos de Uds. saben, sienten en su corazón que han orado cabalmente por esto, y que van a ser sanados tan pronto pasen por esta línea? Levanten la mano, digan: “Yo lo acepto, Cristo, ahora mismo, solo porque Tú comisionaste estas cosas”.",
    "Ahora oraré por cada uno de Uds. Vamos a orar. Voy a pedirle a la Hermana Rose o a quien esté allí en el órgano, Hermana Rose, por favor, toque para nosotros, El gran Médico ahora está cerca. Y que la gente, todas las otras personas estén en oración. Y a medida que ellos pasen por esta línea de oración, yo creo que cada uno será sanado. Dios les bendiga. Los demás ahora mantengan sus rostros inclinados, y estén orando por el resto.",
    "Sean muy sinceros. ¿Ven?, así fue como ese pequeño predicador bautista recibió el Espíritu Santo la otra noche. Él estaba pensando en eso, sentado allí, muy sincero, y cayó sobre el grupo entero de ellos. Uds. tienen que ser sinceros con Dios.",
    "Ahora, Él ha probado que está aquí con Uds. Él está aquí. Ahora, cuando alguien les diga a Uds. que esto es solo un montón de emoción, Uds. ya saben lo contrario, ¿no es así, Uds. los nuevos? Él se vindicó a Sí mismo, es Él. Y nadie más pudiera hacer eso. Esto no se había realizado desde los días de los apóstoles. Ahora mismo ha regresado a la iglesia, como fue prometido. El Señor ahora los bendiga.",
    "Ahora, Uds., a medida que pasan por esta línea: vengan orando. Todos ahora: “El—el gran Médico ahora está aquí, el Jesús compasivo”. Ahora cuando vengan, vengan con sus rostros inclinados, en reverencia. Pasen. Estos hombres pondrán las manos sobre Uds., Uds. serán sanos. [Cinta en blanco.—Ed.]\n\n…la nota más dulce de serafín…\n\n…?…Eso está bien. Mañana en la noche…?…",
    "[Cinta en blanco.—Ed.] …?…cosa. Pero, solo es algo sencillo obedecer lo que Dios dijo que se hiciera. Yo lo he visto suceder muchas veces. ¿Ven?, la Escritura ni siquiera nos mandó a que oráramos por la gente, simplemente dijo: “Pongan las manos sobre los enfermos, ellos sanarán”.",
    "Recientemente, ¡oh!, hace… no digo recientemente; tengo el caso ahora en mi mente. Hace como tres o cuatro años o más. Estábamos aquí mismo en California. Dos mujeres pasaron por allí, una de ellas tenía un—un—un crecimiento en la cara, y la otra tenía un problema estomacal. Y ellas simplemente lo creyeron. Yo puse las manos sobre ellas y dije: “Ahora, yo hago esto en el Nombre del Señor Jesús”.",
    "Fue casi un mes después. Esa dama estaba tratando de comer, con ese problema estomacal, ella simplemente no podía. Cierta mañana, “una sensación muy fresca pasó sobre ella” contaba, y ella empezó a comer. Y ella corrió a contarle a su vecina, y su vecina estaba sacudiendo las sábanas, así, tratando de encontrar el crecimiento que había desaparecido de su cara esa noche.",
    "¿Ven?, simplemente crean, amigos. Si Él hace eso por uno, Él lo hará por todos. Y solo es una cosa sencilla el imponer las manos. Y eso es lo que Él dijo que se hiciera. Nosotros no sabemos cómo funciona; yo no sé cómo funciona. Simplemente es Su promesa. Él dijo que lo haría. Y yo he hallado a decenas de millares, alrededor del mundo, ellos simplemente se recuperan. Dios prometió hacerlo, y es Su promesa. ¿Ven?, nosotros simplemente lo creemos.",
    "Ahora, todos vamos a pasar por aquí. Y Uds. que no pudieron levantarse, acérquense un poco, y ya vendremos a orar por Uds. Ahora quiero que cada uno de Uds. varones pasen por aquí, poniendo las manos aquí, por favor, por allí a lo largo. Y yo quiero pararme aquí y orar, y luego iré también a ponerles a ellos las manos. Muy bien, entren aquí mismo. Todos Uds. acérquense bien para que todos puedan alcanzar ahora.",
    "Amado Dios, en el Nombre de Jesucristo, estamos orando por estas personas, algunas de ellas están afligidas, lisiadas. Allí esas manos de esos ministros, Señor, van de aquí para allá de uno al otro. Ruego que sanes a cada uno de ellos, Señor. Permite que el Espíritu Santo venga sobre esas personas, sobre cada una de ellas, Padre. Y que el gran Poder de Dios los cubra ahora mismo, y que ellos se vayan a casa y estén bien. Sabiendo esto, que Jesús dijo: “Si pusieren las manos sobre los enfermos, ellos sanarán”. Tú lo prometiste, amado Dios. Nosotros estamos creyéndolo. Estamos creyéndolo porque Tú lo dijiste y sabemos que es así, entonces estas personas estarán bien. Yo los bendigo a todos en el Nombre de Jesucristo. Amén.",
    "Dios los bendiga. [El Hermano Branham y los ministros ponen las manos sobre los enfermos y oran por las personas. Cinta en blanco.—Ed.]",
    "Mi corazón acepta la sanidad por cada uno de Uds. Yo lo creo. ¿Lo creerán Uds. conmigo, cada uno de Uds. ahora? Eso es todo. Yo les dije la verdad, hasta donde la conozco. Yo los amo y que Dios los bendiga. Y yo—yo creo con todo mi corazón que Uds. van a estar bien. Y que mis bendiciones ahora los acompañen a cada uno de Uds. Que Dios los guarde y los proteja. Uds. están en mis oraciones. ¿Orarán por mí mientras estoy en África? Yo—yo los amo. Y los veré mañana en la noche. 🦅"
  ]
}