{
  "title": "LA SIMIENTE NO HEREDARÁ CON LA CÁSCARA",
  "id": "65240009",
  "content": [
    "🦅  Muchas gracias Hermano Demos. Y ahora estamos contentos de estar aquí esta mañana, y escuchar todos estos buenos testimonios de estas personas tan finas, y confiamos ahora que Dios continuará con nosotros y nos bendecirá.",
    "Ahora, esta noche, tengo entendido que debo hablar esta noche, si el Señor lo permite. Y le pregunté al Hermano Shakarian, hace unos instantes, dije: “Bueno, no tenga pena. Sé que tenemos que salir de aquí a las once, pero es que yo—yo simplemente pierdo toda noción del tiempo cuando subo aquí”.",
    "Parece que así sucede con todos nosotros. Sentimos… Ellos dicen: “Dos minutos, tres minutos, o…” Hermano Smith, Ud. sabe, es difícil hacer eso en dos o tres minutos. Sé cómo es y me compadezco de cada uno. Pero estamos en una edad de tiempo, donde estamos. Vamos hacia la Eternidad, pero ahora estamos en el tiempo.",
    "Y dije: “Hermano Demos, no tenga pena, un poco antes de la hora solo jáleme del abrigo y sabré que es hora de terminar”. Ahora, si no logro terminar, terminaré esta noche. Y si termino, bueno, tengo un tema nuevo para esta noche.",
    "Ahora, antes de que abramos el Libro, hablemos con el Autor, con nuestros rostros inclinados.",
    "Amado Padre Celestial, Te damos gracias en esta mañana por esta reunión, por lo que ya hemos escuchado. Si tan solo pidiéramos la bendición ahora, Señor, sentiríamos que ha sido bueno estar aquí. Entonces oro que continúes, si fuere grato delante de Tus ojos, y continúa con nosotros y ayúdanos. Y ahora nos reunimos alrededor de la Palabra. Así como nos hemos reunido alrededor del compañerismo el uno con el otro, escuchando los testimonios de lo que Tú has hecho por nosotros, permítenos ahora regresar a la Palabra y ver de dónde viene todo esto. Eso entonces será una confirmación de lo que sentimos y vemos aconteciendo hoy. Concede estas cosas en el Nombre de Jesucristo. Amén.",
    "Ahora, como—como Su siervo, yo—yo estoy obligado a un Mensaje. Y a veces he sido muy malentendido en tiempos pasados, y quizá siempre lo sea. Pero no digo cosas a veces para ser—para ser diferente, las digo para ser honesto. Y a mí me gusta decir lo que pienso que es correcto. Todos tienen un—un derecho a esas cosas, de expresar su propia opinión. Es por eso que estoy entre Uds.",
    "Y el Hermano Shakarian, hablando con respecto a las tarjetas de oración en las líneas de oración, al ver lo que el Espíritu Santo…Ahora, él no dijo eso acerca de mí. Eso fue acerca del Espíritu Santo, porque yo no podría hacer esas cosas. Cualquiera sabe que yo no podría hacerlo. Pero—pero ese es el lado menor, lo que Uds. ven aquí. Uds. deberían estar en otro lugar, ¡y ver cómo Él predice cosas! Y yo… cosas que acontecerán, es, estas son simplemente… Uds., es Ud. el que hace eso. Ud. es el que le cree a Dios.",
    "Y—y entonces si Ud. no le cree a Dios, recuerde: Él se lo dice aquí mismo en la plataforma. Y si Ud. está en pecado, Él se lo dice. Y las cosas que Ud. ha hecho y que no debería haber hecho, Él se las dice a Ud. No solo es lo que ellos colocan en la tarjeta de oración. Ellos pudieran colocar en la tarjeta de oración… Ellos no dirían allí que son un “pecador”, y que esta mujer estaba “viviendo con el esposo incorrecto”, ni cosas así. Y ellos no colocan eso en la tarjeta de oración, pero el Espíritu Santo capta eso de todos modos, ¿ven? ¿Ven? Y entonces, eso es la—la parte sobrenatural, amigos.",
    "Y sinceramente digo esto, porque no somos muchos aquí en esta mañana, apenas un grupito: Eso me asombra, me deja tan nervioso que a veces siento ganas de gritar. Y cuando me siento en algún lugar, al lado de la montaña, donde paso mucho tiempo recibiendo allí de Dios, luego bajo y le entrego al pueblo lo que Él me dio. Y no es que yo—yo quiera ser diferente a las personas; sin embargo, para ser sincero, yo tengo que ser sincero con Dios (¿ven?), con—con un Mensaje.",
    "Y ahora estamos, si el Señor lo permite, estamos para salir enseguida en una gira al extranjero, dentro de unos pocos días y, si esa fuere la voluntad del Señor. Realmente pido sus oraciones.",
    "¡Uds. son tan amables! Empiezo a hablar y olvido totalmente la hora, como el resto de nosotros. Pero para el Hermano Shakarian, estos finos ministros aquí en la plataforma y allá afuera, todos Uds. amigos de Jesucristo: les saludo en Su Nombre, como un—un pariente de Uds., por la cruz de Dios, siendo hermanos y hermanas.",
    "Quiero abrir esta mañana en la Escritura, en el Libro de Gálatas, si el Señor permite. Deseo leer una Escritura.",
    "Ahora, anoche escuchamos el mensaje que salió de nuestro hermano que ministró aquí en la plataforma, él habló en lenguas. Bredesen, el Hermano Bredesen, un hombre muy fino. Yo…",
    "Poder ver esto con mi analfabetismo y educación, mi falta de entendimiento de las palabras, y luego saber que el Mensaje es verdad y ver a hombres así como el que estaba en esa junta la otra anoche, de pie allí, y que pueden enfrentarse a esa clase intelectual. Tal vez ellos no puedan hacer lo que el Señor me llamó a mí a hacer. Yo no puedo hacer lo que el Señor los ha llamado a ellos para que hagan. Pero trabajando juntos, estoy seguro de que podemos entregar el Mensaje, si tan solo permanecemos delante de Dios.",
    "Y cuando él dio un—un testimonio aquí anoche… Y el Espíritu Santo habló en lenguas, y, alguien en la audiencia… Yo siempre he sabido reverenciar eso. Pues entiendo, por la Biblia, que eso es el Espíritu de Dios trayéndonos algo. Y él dijo, habló de la lluvia tardía, la lluvia temprana y la lluvia tardía. Y eso me trae a un pensamiento.",
    "Que el Hermano Bonham acababa de darme un pequeño paquete con unos cheques, dijo: “Esta es una ofrenda de amor para la… de parte del pueblo”. Ahora, él—él, ellos no deberían haberlo hecho. Vean, yo no vine aquí con ese propósito. Pero yo… él, ellos me lo dieron y, desde luego, no habría… no hay manera de devolverlo. Y voy a tomarlo, si el Señor lo permite, y trataré de usarlo en mis gastos al ir al extranjero; pues no tengo ningún patrocinio para donde voy.",
    "Es como un secreto, debido a que las iglesias no quieren dejarme entrar. Voy a entrar como cazador, porque es por la causa de mi Señor. El Señor me ha puesto en el corazón hacerlo, y tengo que entrar como disfrazado. ¿Ven? Porque ellos tienen unas ideas raras allí, que cada uno quiere que yo firme una tarjeta de que estoy de acuerdo con ellos en lo que creen, y que diga que este otro grupo está errado; y este grupo dice que ellos me darán entrada si digo que este grupo está errado. ¿Ven? Pero a mí no me gusta eso. Vean, nosotros somos…",
    "Yo siempre he procurado pararme en medio de la gente, apartado de las organizaciones y sus diferencias, y llamar a lo que parece que el Espíritu de Dios estaba diciendo a través de los hermanos aquí esta mañana, de que nosotros no somos una denominación; nosotros somos hijos de una familia. Ahora, no existe ninguna denominación Branham. Existe una familia Branham, y no todos nos unimos a esa familia, más bien nacemos en esa familia. Y, así que, yo, eso es lo que estoy queriendo representar, de la—la mejor manera que pueda.",
    "Ahora, en Gálatas 4:27-31, creo que tengo anotado aquí. Me gustaría leer esto como texto:\n\nPorque está escrito: Regocíjate, oh estéril, tú que no das a luz; Prorrumpe en júbilo y clama, tú que no tienes dolores de parto; Porque son más los hijos de la desolada, que de la que tiene marido.\n\nAsí que, hermanos, nosotros, como Isaac, somos hijos de la promesa.\n\nPero como entonces el que había nacido según la carne perseguía al que había nacido según el Espíritu, así también ahora.\n\nMas ¿qué dice la Escritura? Echa fuera a la esclava y a su hijo, porque no heredará el hijo de la esclava con el hijo de la libre.\n\nDe manera, hermanos, que no somos hijos de la esclava, sino de la libre.\n\nQue el Señor añada Sus bendiciones ahora a Su preciosa Palabra.",
    "Tengo algunas, anoche anotaba algunas cosas; y antes cuando solo tenía una reunión por semana, en algún lugar, yo—yo podía recordar esas Escrituras claramente en mi mente. Pero ahora después de que… Ahora, como digo a manera de broma, no es mi intención estar bromeando aquí en esta plataforma. Pero después de pasar los veinticinco, por segunda vez, no recuerdo como antes. Hay muchas… este viejo Ford ha recorrido muchas millas, por eso no recuerdo. Pero mientras que pueda moverme, quiero dar cada paso para la gloria de Aquel que me salvó.",
    "Ahora, yo, viendo entonces esta mañana, observando… Puede ser que esto parezca extraño, y puede ser que para una mente intelectual sea todo un enredo, pero complementa aquello para lo que he sido llamado. Aun cada cosita es una señal para mí. Yo la observo, veo cómo se mueve. Así es como a veces obtengo mi mensaje, es observando y viendo la manera en que el Espíritu se mueve, y ver lo que este dice, lo que aquel dice.",
    "Y Uds. me han visto muchas veces antes de un servicio de sanidad, parado allí en la plataforma o esperar, observando. Estoy sintiendo el Espíritu, la forma en que se está moviendo, y entonces sé cuál es el problema con esa persona que está allí. ¿Ven? Lo veo encima, aquí arriba (¿ven?), uno lo capta aun antes de ir a la plataforma.",
    "Algunas veces antes de venir a la reunión, a veces aun antes de venir, como por decir aquí a California, me he sentado con los que están conmigo, digo: “Sucederá una cierta cosa, esto acontecerá aquí, y esto sucederá aquí abajo, se moverá hacia acá”, ¿ven?, porque es en el Espíritu de Dios. Él es el… Él conoce todas las cosas desde el principio (¿ven?), y pues, Él es el Ser Eterno.",
    "Y luego ver esta mañana al Hermano Jewel Rose, un amigo muy precioso y hermano de todos nosotros, y cómo es que se levantó y leyó ese Salmo. Fíjense cómo encajó eso, cuando él dijo: “Yo quiero ver qué clase de simiente trae en Ud.”. Anoche el Espíritu habló y dijo, sobre: “La lluvia tardía, la lluvia temprana y tardía, ambas siendo derramadas en los postreros días”. Y esta mañana: “La simiente que trae en Ud.”. Vean, el Espíritu hablando, observen cómo lo hizo por medio de estos ministros y demás, esta mañana. Por lo tanto, tomaré este tema: La simiente no heredará con la cáscara.",
    "Ese es un tema muy extraño, pero: La simiente no heredará con la cáscara. Y tomando, sacando mis conclusiones de esto o mi tema mejor dicho, de Gálatas 4:27 (tres), Pablo aquí, desde luego, está hablando de la simiente literal de los dos hijos de Abraham. Ahora esto, quiero usar esto para que Uds. estén seguros que no se les pase por alto. Y si me paso de la hora continuaré eso esta noche. Y quiero enseñar como si fuese una lección de escuela dominical, para que Uds., creo yo, tengan un mejor entendimiento.",
    "Y yo… Y algunos de Uds. varones que son—son más capaces de hacer esto que yo, pues… yo no soy un teólogo, en lo absoluto. Y entonces, si Ud. no está de acuerdo conmigo en Esto, siéntase como yo me sentí anoche cuando una querida hermana aquí me horneó un pastel de cereza. Estando en mi—mi… en mi cuarto de hotel esta mañana, yo—yo me topé con una semilla, pero sigo comiendo pastel. Simplemente saqué la semilla, ¿ven Uds.? Así que, eso es, lo que Ud. no crea, simplemente déjelo a un lado (¿ve?), y solo siga comiendo lo que Ud. considere que es correcto.",
    "Ahora, Pablo está hablando de los dos hijos de Abraham, y, uno de ellos fue con Sara y el otro fue con Agar. Ahora encontramos aquí y entendemos a través de las Escrituras, que Dios nunca es representado en dos; es en tres. Siempre en tres, Dios es perfeccionado.",
    "La matemática de la Biblia funciona perfectamente. Dios es perfeccionado en tres, adorado en siete y así sucesivamente. ¿Ven?, entonces nosotros—nosotros encontramos que la matemática de la Biblia nunca falla.",
    "Y tenemos aquí dos hijos de Abraham y, sin embargo, solo podemos ser herederos una vez que seamos uno de esos hijos, o un hijo de Abraham. “Pues estando nosotros muertos en Cristo, entonces llegamos a ser simientes de Abraham, y somos herederos juntamente con Él según la promesa”, por tanto, Abraham debe tener otro Hijo.",
    "Ahora, sabemos que su primer hijo fue con Agar, y encontramos que su segundo hijo fue con—fue con Sara. Pero él tuvo un tercer Hijo, que fue Jesús. Ahora, eso puede parecer extraño, pero eso es lo que vamos a tratar de aclarar. Como dije, Dios Se representa a Sí Mismo siempre en perfección, en tres. Y yo he sido claro ahora delante de todos y, especialmente para sus teólo-… teólogos, que estas cosas simplemente son la manera en que yo lo veo, la manera en que Eso viene a mí.",
    "Como en el principio, Dios, Dios habitaba solo, porque Él era el Eterno, vean, ni siquiera era Dios. Dios es un “objeto de adoración”. Y el Logos, como Lo llamamos, la Palabra que salió de Dios, Eso, cualquiera sabe que Ese era el Ángel del Señor o la Palabra del Señor, que siguió a los israelitas por el desierto; el Ángel del Pacto, el Logos que salió de Dios. Y entonces ese Logos se hizo carne y habitó entre nosotros. Ahora estamos en San Juan 1: “En el principio era el Verbo, el Verbo era con Dios, y el Verbo era Dios”. Y ahora, como Él dio Su vida por nosotros, entonces Su Espíritu vuelve sobre nosotros. Jesús dijo: “En aquel día conoceréis que Yo estoy en el Padre, el Padre en Mí; Yo en vosotros, y vosotros en Mí”.",
    "Vean, es Dios todo el tiempo; Dios manifestándose a Sí mismo, obrando Él mismo a través de las distintas edades. Por eso esos tres, de Padre, Hijo, y Espíritu Santo, es el mismo Dios obrando en tres atributos. Y nosotros hoy somos uno, la Iglesia en sí, un atributo del pensamiento de Dios antes de la fundación del mundo, de que tendría una—una Iglesia. Por eso aquellos que están en Cristo estaban en Cristo en el principio, quienes eran Sus pensamientos, y Sus pensamientos son Sus atributos.",
    "Aquí comienza la simiente, en la promesa. Y aquí Abraham dudó un poco, por Ismael. Y quiero mostrarles las tres etapas de estos, de esta Simiente de la que vamos a hablar, la cual no heredará con la cáscara. Ahora encontramos que en el principio aquí, que Dios le dio la promesa a Abraham.",
    "Él le dio la promesa a Adán primero. Y eso fue, o el pacto era con condiciones; “Si no haces esto. Si haces Esto”.",
    "Pero cuando Él se la dio a Abraham, fue incondicional: “Yo ya lo he hecho”. Él nunca… Lo que Él hizo fue incondicional, lo que Él le dio a Abraham. Ahora, y por medio de eso, de que Abraham tenía la promesa, pues nosotros tenemos que ser Simiente de Abraham. “No fue solamente para Abraham, sino para su Simiente después de él”. Ahora, si Uds. se fijan, no fue “simientes” después de él, sino “Simiente” después de él.",
    "Ahora vemos que Sara dudó un poco de la promesa, pues Sara le dijo a Abraham que tomara a esta Agar, la joven egipcia como esposa, y que esa sería la manera en que Dios levantaría esta simiente prometida.",
    "Ahora (¿ven Uds.?), como dije anoche, cualquier movimiento de ese plan original de Dios saca la cosa entera de línea. Nosotros no podemos movernos de esa Palabra original. Tiene que… Hablamos sobre eso anoche o la noche anterior, mejor dicho, sobre Balaam. Él recibió la respuesta de Dios, directa y clara: “¡No vayas!”. Pero Él tiene una voluntad permisiva. Y Ud. puede obrar en ella si lo desea, y Dios hará que lo honre a Él, pero aun así no es la voluntad perfecta de Dios. Y por eso debemos esforzarnos, por Su voluntad perfecta, no por Su voluntad permisiva. El Reino de Dios, lo cual, Él… está en la tierra hoy, será… jamás podrá ser establecido, justamente, sobre una voluntad permisiva. Tiene que regresar a Su voluntad perfecta.",
    "Ahora vemos aquí que Sara, después de que Dios le había dicho a Abraham que el hijo nacería por medio de Sara, que eso bendeciría al mundo, Sara entonces lo dudó. Yo quiero que noten que eso no vino por Abraham, sino por Sara, la hembra. Y ella lo dudó, y dijo: “Toma a Agar”. Y Abraham no quería hacer eso, pero Dios le dijo que fuera y lo hiciera de todos modos. Así que, él lo hizo, dudó un poco. Ahora, Isaac, siendo el libre y de la mujer con la promesa, no podía heredar con Ismael, la esclava, en duda.",
    "Eso es lo que Pablo estaba tratando de decir aquí. Vean, cuando se duda alguna cosa y se derriba una cierta cosa de Dios, un cierto mandato de Dios, pues eso no heredará con el mandato original de Dios. ¿Entienden? ¿Ven?, no puede ser heredero.",
    "Ahora, por eso estoy siendo tan fuerte hoy. Y pensé que esta sería una buena ocasión, ya que no sé cuánto tiempo más estaremos juntos; y tal vez yo pueda, de alguna manera Dios me ayude a mostrarles a Uds. la razón por la que yo denuncio tan firmemente a la religión organizada. ¿Ven? ¿Ven? Ella no puede heredar con el programa original de Dios, porque la organización no es de Dios; es del hombre. La primera iglesia que se organizó en todo el mundo, fue la iglesia católica romana en Nicea, Roma. Apocalipsis 17 dice que: “Ella era una ramera, y todas sus hijas eran prostitutas”. Y una ramera es una mujer que no vive fiel a su marido, y una prostituta es la misma cosa. Pero, vean Uds., a pesar de todo ella llegó a ser una iglesia. Es un sistema organizado y separa la hermandad. Nosotros tratamos de organizar, reuniendo a todas las iglesias. No funcionará; nunca funcionó. No funcionará (jamás). El Concilio Mundial De Iglesias, están… ellos están fuera del programa de Dios.",
    "Ahora Ud. dice: “¿Quién es Ud., un individuo que se para allí sin tener siquiera una educación de escuela primaria?”. Eso no tiene importancia cuál sea la educación. No estoy queriendo hablar de mi educación.",
    "Estoy hablando de la Palabra de Dios, ¿ven? Y estas vindicaciones que Uds. ven en el ministerio, no soy yo, es Dios tratando de que Ud. lo capte, de que es la Verdad. ¿Tiene Dios algo que ver con una mentira? Entonces que de ninguna manera yo vaya a servir a un Dios que bendice una mentira. Es la Verdad lo que Él bendice, es la Verdad lo que Él honró.",
    "Ahora, Ismael no podía heredar con Isaac, por cuanto uno fue por un poco de duda, solo por una pequeña duda. Era un hijo, aun así era simiente de Abraham, pero no la manera perfecta de Dios para ello; Ismael. Yo pudiera quedarme mucho tiempo en esto, pero estoy confiando que el Espíritu Santo les transmita esto a Uds. de la manera correcta que debería ser. Ahora, si ellos…",
    "Si Ismael e Isaac no podían heredar juntos, debido a que el plan original de Dios fue sustituido por un—un plan permisivo de Dios, una manera permisiva que Dios sí bendijo, tampoco puede la Iglesia espiritual de hoy heredar con el denominacional. Los denominacionales Dios los bendijo como hizo con Ismael, pero el Espiritual no heredará con los otros. Eso es correcto. Sucederá que de la iglesia de la denominación saldrá (la así llamada iglesia, la iglesia natural), vendrá una Novia de Cristo, la Elegida.",
    "Ahora, en eso, lo que me preocupa en esta hora, es saber que vemos a todas estas denominaciones entrando en esto que sabemos que es…lo que Uds. llaman lluvia tardía o el derramamiento del Espíritu. ¿Se dan cuenta Uds. que Jesús dijo que: “Cuando eso acontezca, sería el fin?”. Pues la virgen fatua y la virgen prudente no heredaron juntas. Porque cuando… La virgen fatua, ella era virgen, solo que le falta Aceite. Pero cuando ella vino a comprar Aceite, fue en esa hora que vino el Esposo. Y ella fue dejada afuera, mientras que estaba tratando de comprar Aceite. ¿Entienden Uds.? [La congregación dice: “Amén”.—Ed.] Quiero que eso penetre muy bien. Ahora, ciertamente no tendré que avanzar más en ese asunto. Ahora, tampoco pueden el Espiritual y el natural heredar juntos.",
    "¡Por eso es que el Rapto, la Novia, la virgen prudente, los llamados a salir, los pre-ordenados, los elegidos! Pues, Uds. hombres de negocios no administrarían su despacho como a algunas personas les gustaría pensar que Dios dirige su programa, al azar. Dios sabía, antes de la fundación del mundo, quién sería salvo y quién no sería salvo. Por predestinación, por conocimiento previo, Él vio a cada miembro, puso cada nombre en el Libro de la Vida del Cordero, antes que la Iglesia comenzara. Jesús vino a buscar y a salvar lo que estaba en ese Libro. Él compró el Libro de la Redención. Eso estaba perdido y Él nos redimió, y todos los nombres que estaban en ese Libro fueron redimidos cuando Él nos redimió.",
    "Entonces, como he dicho muchas veces, Uds. reconocen eso. Por eso es que Uds. están aquí esta mañana, que Uds. están saliendo de todas estas organizaciones y cosas así. Uds.… Hay Algo que los está jalando a Uds. Como en mi pequeño pensamiento sobre el águila empollado debajo de la gallina (¿ven?), Uds.—Uds. se dan cuenta que hay algo diferente. La—la iglesia no tenía ese algo que—que satisface. Pero Ud., Ud. oyó algo más que era un clamor, Ud. se dio cuenta que, que nació para Eso. Ud. es parte de Eso. Ud., Ud. encaja en Eso como un guante en una mano. Y por eso estamos reunidos aquí en esta mañana, es porque, como decía mi mamá sureña: “Aves de un mismo plumaje se juntan”, porque Uds. tienen cosas en común.",
    "Los buitres y las palomas no tienen nada en común. Sus dietas son diferentes, aunque una paloma pudiera ser empollada debajo de un buitre. Correcto. Depende de lo que era en un principio. Ahora, y con todo aunque la—la paloma tuviese que ser cuidada por un tiempo por aquel—por aquel buitre, pero finalmente ella encontrará su compañero.",
    "Eso es lo que la Iglesia está haciendo hoy, pues Jesús es la Palabra y Él es el Novio, y la Novia es parte del Novio. Por tanto, la Palabra que debe ser cumplida hoy, es la misma parte de la Palabra que fue cumplida en Su día, y es la misma Palabra, la misma experiencia, la misma Vida.",
    "Pues, cuando Dios separó a Adán, él era ambos. Nos damos cuenta que Adán era espíritu al principio. “Él hizo al hombre a Su Propia imagen, lo creó varón y hembra”. Y entonces de Génesis 2 en adelante, Él creó al hombre en… del polvo de la tierra. El hombre fue creado a la imagen de Dios (Dios es un Espíritu), así que él es un hombre espíritu. Luego cuando él llegó a ser un hombre de carne, carne animal en la tierra, Él está—Él está mostrando, representando aquí a la Novia. Él no tomó e hizo otro ser, sino que Él tomó parte de Adán (la creación original), tomó de él una costilla de su costado; y sacó el espíritu femenino de Adán, dejó el espíritu masculino allí y lo colocó en la parte femenina. Por tanto, es parte de su espíritu, parte de su cuerpo; carne de su carne, hueso de su hueso; Palabra de Su Palabra, Vida de Su Vida, ¡y así es la Novia para con Cristo!",
    "Es por eso que el Rapto de la Simiente real tiene que venir primero. Y el resto de los muertos no vivieron por mil años, entonces fueron traídos al Juicio del Trono Blanco. Vean, no hay juicio para la Simiente real o la Simiente predestinada de Abraham. Ahora, si Uds. toman San Juan 5:24, escuchen esto: “El que oye Mi Palabra y cree en Él que Me ha enviado, tiene Vida Eterna”.",
    "Ahora, ¿cuán diferente es eso de muchas de nuestras teologías? Miren, yo podría salir por aquí y decirle a un borracho: “¿Cree Ud.?”. “¡Claro!”. A un hombre con una mujer ajena: “¿Cree Ud.?”. “¡Claro!”. “¿Estaba Ud. en la reunión anoche, para oír la Palabra?”. “¡Claro!”. “¿Lo cree Ud.?” “¡Claro!”. Él está diciendo eso por decirlo.",
    "Pero la interpretación original de esta Palabra es: “el que entiende Mi Palabra, y cree en Aquel que Me envió”. “El que entiende”, es decir, aquel a quien Ella es dada a conocer.",
    "Jesús dijo: “Nadie puede venir a Mí si Mi Padre no le ha traído. Y todo lo que Mi Padre Me ha dado, vendrá. Mis ovejas, Mis palomas, oyen Mi Voz. Al extraño no seguirán”. Y ¿cuál es la Voz de Dios? Es la Palabra de Dios. ¿Qué es la voz de algún hombre sino su palabra? Es la Palabra de Dios; ellos oirán la Palabra de Dios.",
    "Por tanto la simiente natural fue solo una portadora; primero a través de Ismael, segundo Isaac, luego hasta llegar a la Simiente. Así como el tallo, la borla y la cáscara del maíz. Ahora, aquí, las tres etapas de la semilla nos muestra el verdadero cuadro que quiero que Uds. observen conmigo en esta mañana. Estamos viendo aquí.",
    "Y por no tener educación, tengo que tomar las cosas naturales que yo veo, para tipificar las cosas espirituales que me son dadas a conocer, ya que yo no podría explicárselo a Uds. con gramática alguna.",
    "Y, de todos modos, Dios siempre tipifica lo espiritual a través de lo natural. Si no existiera una Biblia, yo aún sabría que el Cristianismo es correcto, ya que toda la tierra gira en torno a muerte, sepultura y resurrección. La naturaleza produce muerte, sepultura y resurrección.",
    "Vean la sabia del árbol, cómo es que trae la hoja y el fruto, cae; regresa a la tierra para el frío invierno, debajo del suelo; sube nuevamente en la primavera con nueva vida. Cada año testificando que hay una vida, hay una muerte, hay una resurrección.",
    "El sol sale en la mañana, un bebé recién nacido, muy débil. A las siete u ocho, empieza a ir a la escuela; a las diez u once, termina la universidad. Está brillando en su fuerza, desde como las once como hasta las tres, luego comienza a debilitarse. En la tarde se oculta, se pone débil, es un anciano. ¿Es ese su final, morir? No. Vuelve a levantarse a la mañana siguiente. ¿Ven?",
    "Toda la naturaleza, ¡es una verdadera Biblia genuina que da testimonio con esta Biblia! Y eso es lo que estoy queriendo mostrarles a Uds. ahora en esta mañana; a través de la naturaleza Ud. verá la Palabra de Dios, moldeada conforme a la—la Palabra de Dios, porque la naturaleza es la formación de Dios.",
    "Como la ciencia, ellos encuentran la mecánica y las leyes de la naturaleza, pero ellos no saben lo que es esa naturaleza. No conocen la Vida de la naturaleza. Es Dios. Así que la mecánica sin la dinámica no sirve.",
    "Ahora, el tallo, la borla y la cáscara, noten. Agar aquí representó el tallo, que fue la primera vida que tuvo inicio en la promesa. Sara representa la borla o el polen, que viene en la borla. María, la virgen, representó y produjo la verdadera Simiente espiritual, para traer el verdadero tallo genuino. Agar y Sara, ambas fueron por sexo. Pero María (la virgen), fue por el poder de la Palabra prometida de Dios, por nacimiento virginal. Ella produjo la Simiente genuina. El tallo (Agar), la segunda esposa, por dudar la promesa, obrando por una pequeña duda.",
    "Estoy confiando que Dios nos ayude. Yo no… Yo deseo tanto que Uds. puedan ver esto. Uds. no pueden dudar ni lo más mínimo de Ella. Uds. tienen que tomarla exactamente como está. Ella no necesita interpretación. La Biblia dice que: “La Palabra de Dios no es de interpretación privada”. Dios no necesita ninguna de nuestras escuelas para interpretar Su Palabra. Cuando Él La vindica y La vivifica, esa es la interpretación de Ella. Cuando Dios dijo: “Sea la luz”, hubo luz. Eso no necesita ser interpretado. Cuando Él dijo: “Una virgen concebirá”, ella concibió. Eso no necesita ser interpretado.",
    "No necesitamos todo esto, sus seminarios y cosas que llevan al hombre a: “Bueno, nosotros tenemos la interpretación. Nosotros tenemos la interpretación”.",
    "Dios Mismo interpreta Su Propia Palabra. Él no necesita que nadie interprete por Él. Él dijo: “Acontecerá” y acontece. Él dijo que: “En los postreros días Él derramaría Su Espíritu”, Él lo derramó. No me importa lo que digan las denominaciones; Él lo hizo de todos modos, porque Él dijo que lo haría. Así que Ella no necesita interpretación, pues Dios hace Su Propia interpretación.",
    "Y estas cosas que Uds. ven, que parecen ahora ser misteriosas para Uds.… Si Uds., Uds. recuerdan; su ministerio, Uds. pentecostales, allá hace treinta o cuarenta años, fue igual de misterioso para la—para la iglesia de los metodistas y los bautistas, como Esto lo es para Uds. hoy. Pero ahora encuéntrenlo en la Palabra. Yo estoy tratando de mostrarles a Uds., así como Uds. trataron de mostrarles a ellos. Y entonces, si Dios responde y dice que es así, en la Palabra, entonces lo confirma como tal, esa es la interpretación del Propio Dios. Uds. no necesitan que nadie se los interprete.",
    "Ahora, Agar, ¡por “tan solo”! Recuerden, Uds. no pueden quitar una Palabra de Allí. Y Jesús dijo, en Apocalipsis, al final del Libro. Y al principio del Libro, Cristo dijo: “¡Cualquiera que quitare una Parte de esa Palabra!”. Solo malinterpretar una Palabra causó toda enfermedad, muerte que hemos tenido. Bueno, si Dios Quien es Santo, miró abajo y todo este caos fue causado por malinterpretar una pequeña Palabra, y cualquier cosita contraria a esa Palabra suprema causó todo este caos y el sufrimiento, el sangrar y la muerte de Su Propio Hijo, para reconciliar Consigo esta cosa horrible, ¿cómo vamos nosotros a entrar con algo menos que guardar toda la Palabra?",
    "🦅 Bueno”, Ud. dice: “Hermano Branham, eso fue en Génesis”. Yo sentí eso, ¿ven?",
    "Pero déjenme decirles, Apocalipsis, esa es la última parte del Libro: “Si alguno quitare una Palabra del Libro de esta profecía, o le añadiere una palabra, su parte será quitada del Libro de la Vida”.",
    "Jesús dijo, ¡en la mitad del Libro! Allí están sus tres testigos nuevamente: Génesis, el Nuevo Testamento, y el día de hoy. Jesús dijo: “No solamente de pan vivirá el hombre, sino de toda Palabra que sale de la boca de Dios”.\n\n“Bueno, Él no quiso decir eso”.",
    "Él estaba hablando con gente que eran teólogos, de los más refinados. Aquellos sacerdotes, sus tatara-tatara-tatara-tatara-tatara-abuelos tenían que ser sacerdotes. Malinterpretar una sola Palabra de Ella, pues, era absolutamente una pena de muerte. Ellos tenían que ser apedreados por errar en una Palabra. Pero ellos tenían la interpretación incorrecta de Ella. Por lo tanto, cuando la Propia Palabra, cuando Dios prometió enviar al Mesías, y Lo envió en los mismos pañales en que prometió que Él vendría, ellos tenían un pañal diferente en donde envolverlo a Él.",
    "Permítanme decir esto: ¡Y así es hoy, que ellos no La entienden! No está en el pañal del denominacionalismo o la intelectualidad. Está en el pañal del poder y la resurrección, y la manifestación del Cristo resucitado; de la manera en que Dios lo prometió y no en los pañales de las ideas de la gente al respecto.",
    "Ahora, Agar, por una pequeña diferencia mínima, a través de la mujer, pues no a través de Abraham. Abraham no quería hacerlo, pero Dios le permitió que lo hiciera porque él… Fue como cuando Él permitió que Balaam siguiera adelante. Ahora fíjense, por discrepar un poquito con Ella, ella dio a luz a Ismael, que fue un hombre salvaje, nunca conquistado. Él vivía por su arco. Él era un hombre salvaje; aún lo es hoy.",
    "Ahora Sara, la borla o polen, Sara, la verdadera esposa de la promesa, dio a luz a un hombre manso, produciendo a cambio una nación prometida.",
    "Ahora, pero María, no por sexo, sino por medio de una promesa, así como Abraham recibió la promesa de parte de Dios, la Palabra de Dios, que creyó la promesa: “He aquí la sierva del Señor” ¿ven?, produjo no un tallo, sino la Simiente original, pues Él era la Palabra que Abraham creyó y que María creyó.",
    "Ahora, María no era la Simiente, ella simplemente era la cáscara para la Simiente. Las otras dos fueron portadoras de vida solo de la simiente natural. María misma no era la Simiente; pero por la fe en la Palabra de Dios, produjo una imagen más real de la Palabra, porque Él era la Palabra. Pero como la cáscara, el… de un trigo, un grano de trigo, la cáscara contiene el trigo por dentro y lo protege hasta que pueda o esté maduro para continuar por su cuenta. ¿Ven? Entonces fue la propia Simiente que la dejó a ella. Así como la Simiente estaba en su vientre, ella no era la Simiente; ella no produjo la Simiente. Dios es la Simiente.",
    "Ahora, la sangre entonces, mucha gente piensa que fue por sangre judía que fuimos salvos. Y algunos han dicho: “Bueno, nosotros tenemos derecho por medio de los gentiles, por Rahab la ramera y—y Rut la moabita y así por el estilo, ellas eran gentiles”. Ud. no tiene derecho a eso, en lo absoluto, ninguno de los dos. Él no era judío ni gentil.",
    "Él era Dios, el Logos, la Palabra que salió de Dios. Cuando, Eso comenzó a empollar sobre la tierra y produjo la vida acuática; cuando el Espíritu de Dios, el Logos, la Palabra, que Dios dijo: “Sea” y allí salió el Logos, que es la Palabra. Y la Palabra empezó a…porque todo esto estaba en el Logos, toda la Palabra de Dios, toda la Biblia, para cada edad. Y a medida que el Logos empezó a soplar sobre la tierra, apareció la vida acuática, y así fue avanzando, la vida volátil, hasta llegar a la vida animal. Y finalmente apareció algo en la representación, o que se parecía a aquello que lo estaba produciendo, empollando eso, Dios, un hombre a la misma imagen de Dios.",
    "Aquel hombre cayó, así como la semilla tiene que caer. Y entonces Dios empezó a empollar eso, después de la caída. Él levantó a un—un Enoc, Él levantó un Elías, Él levantó un Moisés, Él levantó un profeta tras otro, tratando de restaurar esa imagen nuevamente. Y, finalmente, sobre la tierra vino de nuevo la imagen genuina de Dios Mismo, que fue Dios, el Logos hecho carne y habitó entre nosotros.",
    "Ahora ese mismo Logos tiene una parte, Él tiene una Novia, y el mismo Logos, esta Palabra que no puede ser adulterada, está empollando las iglesias hoy, tratando de traer nuevamente la Palabra a Su plena manifestación. Siendo que, los—los profetas fueron portadores de aquella Simiente, y las denominaciones de iglesias han sido portadoras ahora de la Simiente. Ahora noten, rápidamente, pero así como la cáscara abraza, contiene la Semilla, después la deja.",
    "Jesús fue Dios. Él lo fue. Su Padre fue el gran Logos Mismo. Y Él no podía vaciarlo todo en Moisés, pues él era un profeta.",
    "Y la Palabra del Señor siempre, sin fallar, viene al profeta. No hay ningún lugar, ninguna ocasión en la Biblia o desde la Biblia, en que la interpretación correcta de la Palabra haya venido a un teólogo. Eso no está en las Escrituras. Nunca los fariseos, nunca los saduceos y nunca llegó Dios a levantar un profeta de entre alguno de ellos, ni tampoco lo hizo Él en estos últimos días.",
    "Tan pronto ellos levantaron eso, todos se reúnen y forman una organización, allí muere. Pero Él hizo esto con un propósito. Trataremos de explicarlo con la ayuda de Dios. Fíjense, vean aquí cuán parecida ella, la iglesia, la simiente, llega a parecerse a la Propia Simiente.",
    "Ahora fíjense, cuando la semilla cae en la tierra, es la semilla original. Cuando ella brota, produce una vida. Pero ¿qué hace la vida de una semilla de trigo? Ella no produce el mismo tallo de trigo en ese instante o el mismo grano de trigo. Esa es la vida del trigo, pero está en una etapa de portador. Y esa fue la primera reforma, cuando Lutero salió de la oscuridad del caos. Ella tenía que morir.",
    "Tantas veces, la gente se conmueve. ¡Oh!, leí un libro no hace mucho, sobre: El Dios silencioso, presentado por algunos de estos filósofos modernos que quieren apartarlo a uno de Dios. Si Ud. no conoce la Palabra de Dios y el plan de Dios, Ud. será estremecido fácilmente. Pero cuando Ud. ve el plan de Dios, Su programa, entonces por fe Ud. sabe que es Dios; y es Dios identificándose a Sí mismo, haciendo exactamente lo que Él hizo en—en los otros tiempos, caminando, probando.",
    "Por esa razón es que Moisés no podía ser estremecido. Él habló cara a cara con Dios, y Dios le dijo: “Yo soy Aquel que estuvo con Abraham allá en el pasado. Yo soy Aquel que hizo esta promesa. Yo estaré contigo”. Entonces ¿cómo va Ud. a detener a ese hombre?",
    "Como dijo el profeta de la antigüedad: “Cuando el león ruje, ¿quién no temerá? Y hablando Dios, ¿quién no profetizará?”. Cuando vemos las cosas que Dios prometió en esta hora, las vemos desarrollarse, ¿cómo puede Ud. quedarse quieto, cuando ve que esa es Su manera? Lo que Él dijo que acontecería. Ver todas las cosas misteriosas, pero esa es exactamente la manera como Dios dijo que acontecería.",
    "Ahora noten, “ella” la portadora. Ahora, Agar vino como un tallo, y entonces vino el polen, y luego vino la cáscara, y después vino la Simiente. Observen ahora a estos portadores, quiero que observen lo primero.",
    "Ahora, el tallo no se parece en nada a la Semilla, pero la Vida que estaba en la Semilla está en el tallo. Eso fue Lutero. Ahora, el pequeño tallo tiene muchas hojas, salió de Lutero para Zwinglio, y siguió así hasta Calvino y muchos otros.",
    "Ahora noten, luego cambió su posición. Observen a la naturaleza ahora formarse de acuerdo con la Palabra de Dios, como el sol: muerte, sepultura y resurrección. Entonces vino el polen, lo cual fue Wesley. Y de ahí hubo muchos pólenes pequeños colgados que en realidad se parecían mucho más a la Semilla que aquella hoja, en el trigo o el maíz. Se parecía mucho más a ella; porque, Wesley con la segunda Palabra, la segunda Palabra de Dios, levantando a Su iglesia, pasó por la santificación. Ese fue su mensaje. Muy bien.",
    "Entonces, después de un tiempo, eso se desprendió y se fue al tallo nuevamente, y produjo una mazorca. Pero antes de comenzar esta mazorca, hubo una cáscara, forro, cubierta, vaina. Y cualquier agricultor de trigo, agricultor de maíz, si Ud. busca allí y arranca esa mazorca o esa espiga de trigo, Ud. pensará que esa pequeña—esa primera cosita pequeña es el grano de trigo. Pero, ahora, ahí está la edad Pentecostal. Ahora Uds. no pueden, Uds., cualquier teólogo o…",
    "Cualquier historiador, mejor dicho, sabe que esas son las edades, la manera en que ellas vienen. Tomen el—el Libro de Apocalipsis, tomen las Edades de la Iglesia y vean si esa no es exactamente la manera en que se desarrollan.",
    "Ahora, de Wesley salieron los Peregrinos de Santidad, nazarenos y todas esas iglesitas de la santidad, mucho más cercanas a la Palabra que la reforma luterana. Pero, fíjense, cuando Lutero se organizó, eso simplemente dio inicio a esas hojas. Y cuando surgió esto, el Espíritu completamente dejó aquella iglesia luterana, todos con la excepción del denominacional, y los verdaderos creyentes genuinos entraron a la santificación.",
    "Y entonces, cuando la santificación se salió de ahí, los Peregrinos de la Santidad y demás, y todas las organizaciones de la santidad, nazarenos y así por el estilo, Él se salió de ahí, yendo directo a esta edad pentecostal. Y miren ahora ese granito de trigo, se parece un millón de veces más al trigo original que cayó en tierra, que el tallo o el polen. Pero si Ud. se sienta y lo coloca debajo de un microscopio y abre esos forritos, ellos simplemente son portadores también. El grano aún no ha comenzado. Es un botoncito muy pequeñito en la parte de atrás; con un microscopio de alta potencia Ud. puede ver esa puntita como la punta de un alfiler, ahí viene la simiente. Y esta cáscara aquí que se parece exactamente a lo verdadero; no es lo real. Ella solo es un vientre.",
    "Como el vientre de María. María no era la Simiente, en la representación aquí del tallo. Solo fue una portadora de Él, como el resto allí. Pero siendo llamada y escogida primero, por Dios mismo, para este propósito, se pareció más (como pensaron nuestros amigos católicos), que ella fue la madre de Dios. No, ella no fue la madre de Dios, ella tampoco fue la Simiente de Dios.",
    "La mujer produce el óvulo. Dios produce la—la vida. La hemoglobina, la sangre, está en el sexo masculino.",
    "Una gallina puede poner un huevo o un ave puede poner un huevo, hacer su nido en la primavera, pero si esa ave hembra no ha estado con el ave macho, nada saldrá del cascarón. Está muerto. Se pudrirá allí mismo en el nido.",
    "Como he dicho frecuentemente, eso es lo que sucede con las iglesias hoy en día, se están pudriendo allí mismo en el nido, llámese metodista, bautista, pentecostales y demás. Si no están en contacto con la Palabra misma, se pudren allí mismo en el nido, en su organización.",
    "Ahora, ahora algunos de ellos dicen entonces que, los protestantes como que creen que fue María la que produjo el óvulo. Y si fuera así, vean en lo que Uds. involucran a Jehová Dios. El óvulo no se puede producir sin sensación.",
    "Entonces, vean, Dios hizo tanto el óvulo como el germen, Él creó ambos en el vientre de María. Y ese Hombre no fue otra cosa sino Dios Mismo que se hizo carne y habitó entre nosotros, Emanuel, no simplemente un buen hombre, un profeta; Él fue un buen Hombre y Profeta; no un maestro, un teólogo. ¡Oh, Él puede—Él puede que haya sido todo eso!; Él fue el todo en todo. Pero por encima de todo eso, Él fue Dios Mismo. La Biblia dice: “Nosotros somos salvos por la Sangre de Dios”. Dios Mismo, no una tercera persona o una segunda persona. La persona, Dios Mismo, el gran Jehová hizo sombra sobre María; y el Creador, y creó tanto la célula de sangre (la vida), como también el óvulo.",
    "Si Ud. puede lograr que un judío vea eso, Ud.… él sabrá Quién es el Mesías. Cuando aquel John Rhyn fue sanado allá en Benton Harbor, había estado ciego por cuarenta años. Aquel rabí me preguntó, dijo, yo tuve una entrevista con él, dijo: “Ud. no puede cortar a Dios en tres pedazos y dárselo a un judío”.",
    "Yo dije: “Algunos lo hacen. Pero nosotros no cortamos a Dios en tres pedazos”. Yo dije: “¿Ud. le cree a los profetas?”.\n\n“Seguro, le creo a los profetas”, dijo él.",
    "Dije: “¿De quién habló Isaías, Isaías 9:6: ‘Un Niño nos es nacido’?”.\n\nÉl dijo: “Pues, fue del Mesías”.",
    "Yo dije: “¿Qué relación tendrá el Mesías con Dios?”. Eso lo concluyó. Yo dije, ahora…\n\nÉl dijo: “Él será Dios”.",
    "Yo dije: “Exactamente correcto. ‘Su Nombre será llamado Consejero, Príncipe de Paz, Dios Fuerte, Padre Eterno’”.",
    "Allí es donde se le pasó a la unidad, allí es donde se le pasó a la trinidad, ambos lados del camino. Pero el término medio está justo entre los dos. Si Dios pudiese ser Su Propio Padre, si Jesús fue Su Propio Padre, Él no podría serlo. Y si Él tuviese otro Padre aparte de Dios y la Biblia dice que el “Espíritu Santo” fue Su Padre, y si ellos son dos espíritus diferentes, Él fue un hijo ilegítimo. Correcto. ¿Cuál fue el Padre de Él, Dios o el Espíritu Santo? Diga uno y vea lo avergonzado que va a quedar. Dios fue Su Padre. ¿Es correcto eso? [La congregación dice: “Amén”.—Ed.]",
    "En Mateo 1:18, Él dijo:\n\nEl Nacimiento de Jesucristo fue así: Estando desposada María su madre con José, antes que se juntasen, se halló que había concebido del Espíritu Santo.",
    "Ahora, ¿Quién es Su Padre? ¿Ven?, ¿ven lo que quiero decir? Fíjense:\n\nJosé su marido, como era justo,…no queriendo infamarla, quiso dejarla secretamente, de esta manera.\n\nHe aquí, pensando él en esto, el ángel del Señor le apareció en un sueño y le dijo: José, hijo de David, no temas recibir a tu…a María tu mujer, porque lo que en ella es engendrado, del…[La congregación dice: “…Espíritu Santo es”.—Ed.]",
    "Creí que habían dicho: “¿Dios el Padre, fue el Padre de Él?”. ¡Oh, teólogos!, ¿dónde está su entendimiento?\n\nNoten: “¡Habrá Luz al caer la tarde!”.",
    "La verdadera Simiente salió de María, pero no era la Simiente de ella. Fue la promesa de Dios al ella decir: “He aquí la sierva del Señor”. Las portadoras de vida eran las mujeres. Y ahora, María, la Simiente mucho más parecida.",
    "Agar tuvo que recibirla de una manera pervertida. Sara, dudando del asunto, trajo tan solo una simiente natural, deseo sexual. Pero María, no por sexo en lo absoluto, creyó la Palabra, y la Palabra fue hecha carne.",
    "Pero noten, María tan cercana, tuvo la Simiente en su vientre, y parecía como que fuera la Simiente de ella. Y así fue con los pentecostales. Voy a llegar al punto clave. Pero recuerden, Jesús dijo, en Mateo capítulo 24, versículo 24: “En los últimos días, los dos espíritus…”. Pues, no en los primeros días. “En los postreros tiempos, los dos espíritus serían tan parecidos que engañarían a los mismos escogidos si fuere posible”. Espíritu pentecostal, exactamente como lo genuino, tan perfecto que engañaría a los mismos escogidos si fuere posible.",
    "Ahora, esas no son mis palabras; es lo que Él dijo. Ahora, más adelante Uds. quizás logren entender lo que quiero decir. Ahora, esa Simiente ciertamente se parecía más…",
    "Esa cáscara se parecía más a la Simiente, incluso más que el polen y más que el tallo, pero ellos simplemente fueron portadores de la Simiente. Vean, Lutero se organizó, el tallo murió; Wesley se organizó, el polen murió; pentecostés se organizó, la vida murió. Y ahora viene la Simiente. No se puede ir más allá de la Simiente.",
    "Fíjense, en todo tiempo, cuando surge un gran movimiento, la organización viene inmediatamente detrás. Cerca de tres años más o menos es el tiempo que dura el avivamiento, entonces ellos lo organizan, se forma una organización. De allí tienen que surgir muchas; como muchas de Lutero, las hojas; y muchas del polen, Wesley; y las hojas pentecostales brotando: la unidad, dualistas, trinitarios, cuadrangular, quíntuples. ¡Oh, vaya! ¿Ven?",
    "Pero, noten, ¡veinte años de Jesucristo manifestado! No se ha levantado ni una sola organización, y ninguna lo hará; morirá igual que todo movimiento de la lluvia tardía y todo lo demás. Este es el tiempo del fin, la Simiente, y no heredará con la cáscara, así como Ismael no heredó con Isaac.",
    "Vean aquí lo parecida que es ella, lo suficiente para engañar. Lutero, el tallo; Wesley, la borla; y María, la cáscara (o el vientre o Pentecostés). Yo podría comenzar a hablar aquí sobre esa cáscara y mostrarles. A través de la edad nunca se ha parecido tanto como ahora mismo. Todo es la iglesia, la iglesia (¿ven?), es “ella”.",
    "Y fíjense: fue “ella”, en el principio, que dudó de la promesa original. No fue Dios que Se retractó de Su Palabra. Dios no se está retractando de Su Palabra hoy; ¡Él está confirmando Su Palabra original! Pero Sara dijo: “Posiblemente, quizás; estamos esperando”.",
    "Eso es lo que sucede con la gente hoy, Uds. están queriendo subir a algo que no saben a dónde están subiendo. ¿Cómo podrán hacerlo a menos que sepan lo que están haciendo? ¿Están Uds. caminando con los ojos vendados? Al tratar de subir a algo sin saber lo que están haciendo, Uds. caerán. “Si el ciego guía al ciego, ambos caerán en el hoyo”, Jesús hizo esa declaración.",
    "Pero ahora estamos de pie en el tiempo de la Simiente. Ahora la Simiente sostendrá (¿qué?) apoyará, cooperará con la Simiente sosteniéndola. Ella fue puesta allí con ese propósito, para sostenerla.",
    "Porque, así como el sol sale a principios de la primavera, sobre el trigo, observen a toda la naturaleza durante la estación, durante todo el día, todo gira exactamente a la perfección, con Dios. Ahora, cuando ese sol cálido empieza a brillar sobre la semilla, ella brota. Pero el mundo tiene que estar en cierta posición para hacer que esa Semilla brote de la tierra. Tiene que dar la vuelta en esta dirección, y llegar a cierta posición para hacer que esa semilla brote. Tuvo que venir de esa manera, para levantarla y sacarla de…la Edad del Oscurantismo.",
    "Algunas personas, este crítico que dije que escribió el libro, Un Dios silencioso, dijo: “Durante toda la Edad del Oscurantismo, esos pobres mártires murieron, ellos cayeron, aquellos Cristianos, y Dios sentado en el Cielo como si a Él no le interesara”. ¡Oh, pobre hombre analfabeto, cegado, cegado espiritualmente, si tan solo le fueran abiertos los ojos! ¿No sabe Ud. que la semilla tiene que permanecer en la tierra, para morir y podrirse, antes de que pueda producir nuevamente?",
    "Y la iglesia de pentecostés murió durante la antigua iglesia católica. Y simplemente vino en forma de un tallo, pero ¿ven la forma tan parecida que está tomando, en cada una, a través de la edad luterana, la wesleyana, la pentecostal? ¿Entienden? [La congregación dice: “Amén”.—Ed.]",
    "Ahora Ella tiene que volver directamente a ese ministerio original que Él tuvo aquí en la tierra, porque es la Novia. Ellos son uno. Ahora Él prometió, en los postreros días, cómo estas cosas acontecerían. Y las vemos aconteciendo, así como todas las promesas: Malaquías 4, San Lucas 17:30. ¡Oh, cuántas Escrituras más, sería interminable!",
    "Y, ¡oh!, tendré que terminar, porque es tarde. Sí. Muy bien, Uds.—Uds. pregúntenles, vean si pueden conseguir… Pregúntenles a ellos (¿ven?), y entonces vengan y me avisan. Ahora, esperen un minuto. Me urge mucho llegar a esto, ¿ven? A mí—a mí me urge mucho que Uds. vean esto. Miren, Jesús… Fíjense, vean, la Novia.",
    "Vemos aun, que en esta edad en que estamos viviendo ahora ¿ven?, que el vientre (la organización pentecostal), se veía exactamente como lo genuino. Pero ¿se dieron cuenta que Apocalipsis 17 llamó a la iglesia católica romana, la primera organización, una “ramera?”. ¿Cuántos saben que eso es verdad? ¿Cuántos saben que ella es la madre de prostitutas? ¿Qué es la mujer inmoral? Ahora, Él dijo que esta mujer era la “iglesia”. ¿Qué es una ramera? Es una mujer que es infiel a su voto matrimonial. ¿Qué es una prostituta? Lo mismo, la misma palabra.",
    "Ahora, ella dio a luz. ¿Qué clase de nacimiento? No de la Palabra, sino un nacimiento de la organización. Aquí hay metodistas, bautistas y pentecostales, y todos ellos han adquirido las costumbres de su madre. Cualquier mala mujer de California puede dar a luz a una niña virgen, y por eso es que vino el primer mensaje; pero cuando la verdad le fue presentada a la edad de Lutero, con respecto a santificación, él no pudo aceptarla. Cuando el bautismo del Espíritu Santo fue permitido, presentado a los metodistas, ellos no pudieron aceptarlo. Y ahora cuando el tiempo de la Simiente ha producido un pentecostés, ella no Lo puede aceptar. Ella está organizada. Pero ella ha sido una portadora de la Simiente, ¿ven?",
    "[Un hermano habla en otra lengua. Cinta en blanco.—Ed.] Amén. Ahora, gracias al Señor por eso, la Palabra, la simplicidad de la Palabra que fue dicha.",
    "¿Ven?, es sencillo, así como en esto, así como ver crecer el maíz. No se necesita tener una gran interpretación teológica al respecto. Solo obsérvenlo. Ud.… Él está cerca de Ud. todo el tiempo. Vean, el… es un…",
    "Tengo que terminar. Sentí el jaloncito, y le pedí a él que hiciera eso. Tenemos que terminar. Ahora, hermano, solo este comentario y entonces me iré.",
    "Ahora, miren. La cáscara, el tallo y demás, solo son portadores de la Palabra. Ellos tuvieron parte de la Palabra (¿ven?), hasta que llegaron a: justificación, santificación, restauración de los dones en los—en los pentecostales. Pero fíjense ahora. Así como fue con Ismael, Isaac (¿ven?), y luego hasta Jesús; vean, uno fue pervertido, otro fue el original, y aquí viene la Propia Simiente. ¿Ven? Ahora, la iglesia ha vuelto así mismo, otra vez. Como una flor o cualquier otra cosa, ella bebe, jala, y va…",
    "Eso no quiere decir que el luterano está perdido. El luterano que rechazó la santificación, lo estaría, que quiere aferrarse de algo… Vean, Israel comía maná nuevo todas las noches, ¿ven? Fíjense.",
    "Pero ahora en el tiempo del fin, miren esta cáscara aquí, fíjense ahora en el trigo. El misterio completo de—de la Vida está sellado por dentro en esa cáscara. Lo vemos en Lutero, saliendo. Lo vemos en la borla, saliendo. Lo vemos en el tallo. Llegamos aquí y ahora está en forma de cáscara, casi como en la edad pentecostal, pero el verdadero misterio está escondido por dentro.",
    "Ahora recuerden, de acuerdo a Apocalipsis, el misterio completo del Libro está sellado con Siete Sellos, que los reformadores no tuvieron oportunidad de presentar, las cuatro etapas de la reforma; las cuatro etapas de cuatro Bestias que salieron al encuentro de los cuatro poderes del mundo. El primero que salió fue un…",
    "¿Cuál fue el primero que salió? Un león, para enfrentarse a la edad romana. Eso fue la Palabra, lo original. Él es el León de la tribu de Judá. Cristo Mismo fue a enfrentarse con esa edad. ¿Cuál fue el siguiente animal que salió a enfrentar, el siguiente animal que salió, para enfrentarse al otro jinete, cuál fue? Vean, aquel primer jinete estaba vestido de blanco, coronado en la cabeza, más adelante, y todo eso, pero tenía un arco sin flechas.",
    "Fíjense en el segundo caballo que salió, la Bestia que salió para enfrentarse con él fue el buey. Un buey es una bestia de sacrificio. Ellos murieron en martirio durante la Edad del Oscurantismo.",
    "La tercera Bestia que salió para enfrentarse con el siguiente jinete, antes de que el caballo de muerte cabalgara, la muerte y el infierno, el siguiente caballo que salió… La siguiente Bestia que salió para enfrentarse al jinete de aquel día, fue la Bestia con el rostro de un hombre. ¿Cuántos saben eso? La edad intelectual, los reformadores, Lutero, Wesley, Calvino, Knox, Finney, Moody. ¿Ven?",
    "Pero entonces noten, ¿qué salió en el tiempo de la tarde? [Un hermano dice: “¡Águila!”.—Ed.] Un águila, lo profético nuevamente. Habrá Luz en el tiempo del águila, el camino a la Gloria seguramente hallarás, ¡oh Iglesia del Dios vivo!",
    "Desearía poder venir aquí y—y solo sentarme una mañana y quedarme todo el día, tener compañerismo con Uds. alrededor de estas cosas. Escuchen, ¿creen Uds. que no me caen bien? Yo les amo, hermanos míos. Yo—yo—yo quisiera ir a cada organización y cola-…y—y creer con cada uno. Pero, vean, sencillamente no puede ser. A duras penas hay una puerta abierta para mí.",
    "Voy a entrar disimuladamente a una nación ahora mismo, por causa de la organización, porque ellas no quieren dejar que el ministerio que Dios… Les respondí en una carta a ellos, dije: “Por diez años he intentado entrar. ¡Y Uds. con su disparate de bautismo!”.",
    "Una de ellas cree que “Ud. tiene que ser bautizado tres veces; una vez para el Padre, y una vez para el Hijo, y Espíritu Santo; con el rostro hacia adelante”. La otra dijo: “No, Ud. tiene que ser bautizado tres veces hacia atrás; una vez para el Hijo, una vez para el Padre, y Espíritu Santo”. Y las dos están erradas.",
    "Una dijo: “Él… uno es bautizado en Su muerte, y Él se inclinó hacia adelante cuando murió. Nosotros somos bautizados en Su muerte”. La otra dijo: “¿Quién entierra a una persona con el rostro hacia abajo? Se entierra de espaldas”. Semejante tontería, separando a la gente, eso muestra que es celos. Eso es de Satanás. No es de Dios.",
    "En medio de los dos lados; Dios no está en ninguno de los lados, sino que Él está llamando de ambos lados: “Salid de en medio de ellos, y apartaos” dice Dios, “y os recibiré a Mí Mismo”. Dios los bendiga. 🦅"
  ]
}