{
  "title": "ESCOGIENDO UNA NOVIA",
  "id": "65250009",
  "content": [
    "🦅  …Hay mucha gente enferma, y no puedo atenderlos a todos a la vez.\n\nCiertamente estoy contento de estar aquí nuevamente esta noche en este hermoso auditorio y entre este maravilloso grupo de gente. Y estábamos entrando hace unos momentos, la gente parada en la calle dijo que no podía entrar. Y yo dije: “Pues quizás les pueda buscar un lugar”, y no les permitieron pasar. Así que siento mucho que no tengamos suficiente lugar para ellos. Dijeron que el sótano también estaba lleno, y así que sentimos eso. Pero estamos contentos de estar aquí y contentos de ver este fino grupo de ministros, los negociantes, y a las delegaciones de distintas partes del país.",
    "Tuve el gran privilegio de hablar hoy en la mañana en el desayuno, lo cual ciertamente considero un honor el poder hablar ante gente tan fina. Y estaba en un tema de: El Forro No Heredará Junto Con El Trigo. No logré terminarlo, y no fue culpa del hermano. El trató de persuadir al gerente para que nos permitiera quedarnos un poco más, pero él no quiso. Y Hermano Demos, ciertamente agradezco eso. Fue muy, muy bueno. Y a cada uno, le agradezco su bondad. Pero ellos simplemente no nos lo permitían, entonces tuvimos que cortarlo. Lo abordaré en otra ocasión para terminarlo. El Forro No Será Heredero Con El Trigo. ¿Lo entendieron, Uds. que estaban presentes? Espero que hubo suficiente para que se entendiera.",
    "Ahora, yo sé que en esta noche también hay un panel [El Hermano Branham se refiere a un panel de preguntas y respuestas con respecto al bautismo del Espíritu Santo patrocinado por Los Hombres de Negocio del Evangelio Completo que fue difundido por televisión en Los Angeles el día que se predicó este Mensaje.—Editor], entonces no quiero retenerlos aquí por tanto tiempo que vayan a perderse eso, porque ciertamente pienso que eso fue una bendición para el pueblo Pentecostal, el panel que vimos la otra noche. Ese grupo de hombres tan bueno y las respuestas tan buenas, directas. Me hizo sentirme muy bien el ver eso, y confío que el Señor bendiga eso esta noche, y quien sea que lo vea, que crea. Esa sería mi oración sincera.",
    "Y tantos reportes llegando hoy de…en el correo y por llamadas de tantos que han sido sanados en esta reunión. Me dio tanto gozo el saber eso. Al ver a la gente enferma…Ese es mi ministerio. Me pongo aquí a predicar (Uds. saben que no soy predicador), con ésta, mi gramática de Kentucky—his, hain’t y todas esas palabras [Modismos de esa región.—Traductor], así que no puedo decir que soy un predicador moderno de hoy. Yo no podría ocupar ese lugar, porque no tengo educación. Pero sí me gusta expresarles a otros lo que conozco al respecto, o lo que siento que conozco al respecto—cómo es que lo he aprendido, cómo El trata conmigo. El es toda mi vida, todo lo que yo pudiera esperar, y tanto más de lo que alguna vez pensé…que cuando era niño, casi no esperaba tener algún amigo, sobre la tierra. Pero ciertamente estoy agradecido hoy por los finos amigos.\n\n[Una conversación con respecto al sistema de sonido.—Editor]",
    "Ahora, para entrar directamente al servicio, abramos para una lectura Escritural. Siempre me gusta leer la Biblia, porque es la Palabra de Dios. Yo creo eso, y yo creo que es la Palabra infalible de Dios. Y ahora, yo tengo anotadas aquí algunas Escrituras y algunas notas a las cuales deseo referirme por algunos momentos, quizás por cuarenta y cinco minutos, y entonces saldremos a tiempo para ver este maravilloso panel nuevamente esta noche. Y confío que Dios les siga bendiciendo. Yo sé lo que Uds. tienen que hacer, y aún debo manejar hasta Tucson esta misma noche, ¿ven? Así que pueden imaginarse. Es un viaje de diez horas. Y estoy saliendo para ultramar, y tengo que ponerme la vacuna contra la fiebre amarilla, como prueba, por la mañana con el Gobierno, así que tengo que ir allá. Tuve que posponerlo el otro día, y ellos ya no van a aceptar “no” como respuesta. Y me falta una más contra el tétano y una contra la tifoidea, más los refuerzos.",
    "Así que estoy tan agradecido por esta oportunidad, y esta reunión tan fina que tuvimos antes de la convención, ciertamente me alegró el corazón. Uds. son un pueblo muy fino, y confío que Dios les bendiga. Y cuando sea la gran hora…Aquel gran monstruo que está allá, que se dio vuelta en Alaska hace unos días, nuevamente movió su cola hoy en la mañana ahí por Washington. Fácilmente podría dirigirse hacia acá. Y si el Espíritu Santo me dice algo definitivo…\n\nAlgunos de Uds. me han estado preguntando al respecto: “¿Va a acontecer aquí Hermano Branham?” Ahora, yo no sé eso. Yo no sé, y hasta que sepa…Esa es la Verdad. Yo siempre he deseado ser honesto con Uds. Simplemente no voy a suponer, tomando ideas, o algún—lo que yo crea o algo así. Cuando yo les diga, será…Bueno, primero El tiene que decirme a mí, y luego yo les diré a Uds. Yo sé que el mundo entero está en una condición temblorosa; estamos en el tiempo del fin. Pero una cosa que he tratado de ser…",
    "Como estaba diciendo el Hermano Shakarian hoy en la mañana, de cómo era que él pasaba por la línea de oración y recogía las tarjetas antes de que la gente llegara, y las veía y se daba cuenta si yo les decía lo que tenían escrito ahí. Uds. saben, escriben toda clase de cosas en las tarjetas de oración, y él simplemente quería ver si estaba correcto. Y él dijo que de centenares que él había revisado, nunca había habido una errada. Nunca habrá una errada, ¿ven?, porque…mientras sea Dios. Si yo llegara a proyectarme a mí mismo en el asunto, entonces allí mismo está errado para comenzar.\n\nUna niña cuyo padre está sentado aquí hoy escuchándome, vino a mí hace poco. Ella tuvo un sueño. Ella dijo: “Hermano Branham, ¿qué significa este sueño?”\n\nYo dije: “Yo no sé, hermana. Tendré que averiguar, si el Señor me lo dice”. Entonces yo seguí y traté de averiguar con el Señor, y El nunca me dijo nada al respecto. La niña volvió y dijo: “Bueno, ¿dónde está la interpretación de mi sueño?”\n\nYo dije: “Ven acá querida, siéntate”. Dije: “Tu padre y madre son muy buenos amigos míos, ¿ves?, y han venido desde Canadá y están jubilados, y se han quedado aquí conmigo. Ellos han creído esto, lo que estoy tratando de decir, y a sabiendas nunca he dicho nada errado a ninguna persona en toda mi vida. Si yo…Yo pienso que sé lo que significa el sueño, pero hasta que yo mismo vea el sueño, y que luego El me diga lo que significa, no puedo decírtelo. ¿Ves?, si yo invento alguna cosa, puede llegar el tiempo cuando me necesites entre vida y muerte, y entonces no sabrías si creerme o no”.",
    "Si yo les digo algo en el Nombre del Señor, es verdaderamente…Ese es Quien me dijo eso. Y hasta la fecha, de todos estos años, a través y por todo el mundo, nunca ha estado errado una sola vez, porque…Y ahora Uds. saben que un ser humano no puede ser así de infalible. Se requiere el Espíritu de Dios para hacer eso.\n\nY ahora, yo tengo un Mensaje, por el cual yo soy responsable. Y muchas veces yo he sido considerado entre la gente (bien, quizás alguien que no se haya sentado a pensar por un momento), que yo era un…oh, una persona terrible, que yo no quería a la gente y que siempre la estaba hiriendo. Y eso no es así. Eso no es así. Yo amo a la gente. Pero Uds. saben, el amor es correctivo.",
    "Si su hijito estuviera sentado ahí afuera a media calle, y Ud. le dijera: “Junior, querido, no quiero que estés ahí, pero…”, y los carros zumbando a su lado, y Ud. lo trajera a la casa, y él se vuelve a salir. Pues, Ud. debiera corregirlo. Si Ud. lo ama, lo hará. Si Ud. tiene que…\n\nSi Ud. viera a un hombre flotando en un barquito en el río, hacia las cataratas, y Ud. supiera que ese barquito se hundiría cuando llegara a las cataratas, ¿diría Ud.: “Juan, quizás lo debes pensar un rato. Quizás no sobrevivas”? Si yo sé que no va a sobrevivir, yo casi lo voy a arrancar del barco, si puedo, porque es el amor el que hace eso.",
    "Y ahora, en estos mensajes que yo predico, nunca trato de inyectar alguna doctrina, o algo más. Eso lo—lo hago en mi propia iglesia. Pero acá afuera entre hombres y mujeres que son de distintas denominaciones y distintas ideas, simplemente trato de exponerlo en una forma moderada y explicarlo, pero lo suficiente para que si Ud. es nacido del Espíritu de Dios, yo creo que Ud. entenderá lo que quiero decir entre hombres Cristianos—Metodistas, Bautistas, Presbiterianos y demás.",
    "Ahora esta noche, deseo abrir en Génesis, el capítulo 24, y deseo leer, comenzando con el versículo 12 del capítulo 24 de Génesis.\n\nY dijo: Oh Jehová, Dios de mi señor Abraham, dame, te ruego, el tener hoy buen encuentro, y haz misericordia con mi señor Abraham.\n\nHe aquí yo estoy junto a la fuente de agua, y las hijas de los varones de esta ciudad salen por agua.\n\nSea, pues, que la doncella a quien yo dijere: Baja tu cántaro, te ruego, para que yo beba, y ella respondiere: Bebe, y también daré de beber a tus camellos; que sea ésta la que tú has destinado para tu siervo Isaac; y en esto conoceré que habrás hecho misericordia con mi señor.",
    "Y luego en el Libro de Apocalipsis…Aquello fue en lo primero de la Biblia, Génesis. Ahora en lo último de la Biblia, deseo leer en el capítulo 21 de Apocalipsis y el versículo 9. Sabemos lo que esta Escritura de Génesis…Lean todo el capítulo si así lo desean. Es Dios enviando a Eliezer…O, Abraham enviando a Eliezer (perdónenme), para seleccionar una esposa para Isaac. Y salió la hermosa Rebeca y fue la respuesta perfecta de la oración que acababa de hacer Eliezer, el siervo de Abraham. Ahora, en el versículo 9 del capítulo 21 de Apocalipsis:\n\nVino entonces a mí uno de los siete ángeles que tenían las siete copas llenas de las siete plagas postreras, y habló conmigo, diciendo: Ven acá, yo te mostraré la desposada, la esposa del Cordero.",
    "Ahora, deseo tomar como tema para esta noche para eso: La Elección De Una Novia. Y esto es…Si mi hermano que está grabando aquí…Esta es la cinta que Ud. puede distribuir al público.\n\nY ahora en esto, no significa que estoy hablando solamente a esta congregación que está aquí presente, sino que estas cintas son enviadas a todo el mundo. Son traducidas en casi—oh, un gran número de los idiomas, hasta en las tierras paganas alrededor del mundo. Les enviamos cintas gratis por medio de una sociedad de la iglesia, y son traducidas allá en las selvas de Africa y de la India, y así estas cintas corren por todo el mundo.\n\nAhora, Escogiendo Una Novia.",
    "En muchas de las cosas de la vida nos es dada una opción. La misma vía de la vida es una opción. Tenemos el derecho de escoger nuestro propio camino, de escoger nuestra propia manera en que querramos vivir. La educación es una opción. Podemos escoger si es que vamos a ser educados, o si es que no vamos a ser educados. Esa es una opción que tenemos. El bien y el mal son opciones. Todo hombre, toda mujer, muchacho y muchacha, tienen que escoger si es que van a tratar de vivir bien o no van a vivir bien. Es una opción. El escoger es una gran cosa.\n\nSu destino eterno es una opción, y quizás en esta noche algunos de Uds. tomarán esa opción, de dónde es que pasarán la eternidad, antes de que termine este culto en esta noche. Habrá una ocasión, que si Ud. le ha dado la espalda a Dios por muchas veces, habrá una ocasión cuando Ud. le dará la espalda por última vez. Hay una línea trazada entre la misericordia y el juicio, y es algo muy peligroso para un hombre o una mujer, muchacho o muchacha, cruzar esa línea, porque no hay retorno cuando Ud. ha cruzado esa línea. Entonces esta noche puede ser cuando muchos escogerán en dónde es que van a pasar la eternidad sin fin.",
    "Hay otra opción que tenemos en la vida. Es la compañera para la vida. Un joven o una señorita entrando a la vida, tiene la…Le ha sido dado el derecho de escoger. El joven escoge, la señorita tiene el derecho de aceptar o de rechazarlo, pero aún es una opción para ambas partes; tanto el hombre como la mujer, tienen el derecho de escoger.\n\nTambién como Cristiano, Ud. tiene opciones. Aquí en América (hasta ahora), Ud. puede escoger a cuál iglesia desea asistir. Ese es su privilegio Americano, de escoger a cuál iglesia desea pertenecer. Esa es una opción. Si Ud. así lo desea, no tiene que ir a ninguna de ellas, pero si Ud. desea cambiar de la Metodista a la Bautista, o de la Católica a la Protestante, etc., no hay nadie que le pueda decir o forzar a que venga a cierta iglesia. Esa es—esa es nuestra libertad. De eso se trata nuestra democracia. Todo hombre puede escoger por sí mismo, la libertad de religión, y esa es una gran cosa. Que Dios nos ayude a mantenerlo así mientras podamos.",
    "Ud. también tiene la opción de que…Cuando Ud. escoge a esta iglesia, en esta iglesia Ud. puede escoger si—si Ud. va a escoger una iglesia que le va a guiar a su destino eterno. Ud. puede escoger una iglesia que tenga cierto credo—que Ud. piense que ese credo es exactamente lo que desea; o la otra iglesia tiene su credo. Y luego está la Palabra de Dios como una opción. Ud. tiene que escoger. Entre nosotros hay una ley que no está escrita, la ley de escoger.\n\nYo creo que fue Elías en una ocasión sobre el Monte Carmelo, después del reto en una gran hora de crisis, a la cual casi estamos por llegar ahora mismo. Y quizá sea para Ud. o para mí esta misma noche, que escojamos esta opción como la experiencia del Monte Carmelo. Francamente, yo pienso que está aconteciendo por todo el mundo ahora mismo.\n\nPero pronto llegará la hora cuando Ud. tendrá que escoger;",
    "y Uds. hombres de sus iglesias denominacionales, crean esto, que la hora está encima de Uds. cuando tendrán que escoger. O, Ud. va a entrar en el Concilio Mundial, o, ya no será una denominación. Uds. tendrán que hacer eso, y esa opción viene pronto. Y también es una cosa peligrosa esperar hasta esa última hora, porque Ud. quizás pueda recibir algo de lo cual nunca podrá deshacerse. Uds. saben, hay un tiempo en el que se le puede advertir, luego si Ud. cruza esa línea de advertencia, entonces queda marcado del otro lado, marcado.",
    "Recuerden, cuando llegaba el Año del Jubileo, y el sacerdote salía con su trompeta sonando, que todo esclavo podía salir libre, pero si alguno rechazaba aceptar su libertad, entonces tenía que ser llevado al templo, a un poste, y con una lezna le abrían un hueco en la oreja, y entonces él le servía a su amo para siempre. Y fue puesto en su oreja como un tipo del oír. La fe viene por el oír. El escuchó la trompeta, pero no le quiso prestar atención.\n\nY muchas veces hombres y mujeres escuchan la Verdad de Dios, y la ven vindicada y probada de que es la Verdad, sin embargo no la quieren oír. Hay alguna otra razón. Hay otra opción que tienen aparte de encarar la Verdad y los hechos. Por lo tanto, sus oídos pueden estar cerrados al Evangelio. Nunca más lo oirán. Mi sugerencia para Ud. es que cuando Dios le habla al corazón, Ud. actúe allí mismo.\n\nElías les dio la opción de que: “Escojan este día a quién es que van a servir. Si Dios es Dios, sírvanle; pero si Baal es Dios, sírvanle”.",
    "Ahora al ver que todas las cosas naturales son tipo de las cosas Espirituales, lo cual vimos en la lección de esta mañana—así como el sol y su naturaleza.\n\nEsa fue mi primera Biblia. Antes de que yo leyera alguna página en la Biblia, ya conocía a Dios. Porque la Biblia está escrita en toda la naturaleza, y cuadra con la Palabra de Dios: cómo es que la muerte, el entierro y la resurrección de esta naturaleza, y el sol saliendo, cruzando, poniéndose, muriendo, saliendo nuevamente—tantas cosas donde podríamos tipificar a Dios en la naturaleza que tenemos que pasar por alto por razón de este Mensaje.",
    "Ahora, si lo Espiritual…o, si lo natural es un tipo de lo Espiritual, entonces el escoger una novia en lo natural, es un tipo de escoger una Novia en lo Espiritual.\n\nAhora es una cosa muy seria cuando vamos a escoger una esposa, un hombre…porque los votos son “hasta que la muerte nos separe”. Así es como lo debemos mantener. Y ese voto se toma ante Dios, que sólo la muerte los ha de separar. Y yo pienso que debemos…Un hombre que está en sus cabales que esté planeando para el futuro, que debe escoger a esa esposa con mucho cuidado; tenga cuidado de lo que está haciendo. Y una mujer escogiendo a un esposo, o aceptando la opción de un esposo, debe tener mucho cuidado en lo que está haciendo, y especialmente en estos días. Un hombre debe pensar y orar antes de escoger una esposa.",
    "Yo pienso que hoy en día la razón de que hayan tantos casos de divorcio—aquí en América le ganamos a todo el mundo en casos de divorcio; le ganamos a todo el mundo. Aquí en esta nación hay más divorcios que en cualquier otra parte, y se supone que es y piensan de ella como que es una nación Cristiana. ¡Qué reproche, nuestras cortes de divorcio! Yo pienso que la razón de eso es porque el hombre se ha apartado de Dios, y las mujeres se han apartado de Dios.\n\nY hallamos que si un hombre orara y si la mujer orara al respecto—no solamente fijarse en un hermoso par de ojos, o unos hombros grandes y fuertes, o cosas como esas, o algún otro afecto mundano, pero que primeramente se dirigieran a Dios y dijeran: “Dios, ¿es este Tu plan?”",
    "Yo pienso que hoy en día hay tanto engaño, así como en la escuela. Cuando pasan los niños por la mañana—muchos de los niños en la vecindad, mis amigos, pasan y dicen: “Hermano Branham, ¿orará Ud. por nosotros? Hoy tenemos una prueba. He estudiado toda la noche y no parece que lo puedo entender bien. Ore por mí”. Yo pienso que cualquier niño de la escuela, si él…y los padres en la mesa por la mañana, si se dijeran: “Mamá, Juan tiene una prueba hoy; oremos por él ahora”. Yo pienso que con eso lograrían más que todo lo que pudieran hacer de alguna otra manera, o asomarse sobre el papel de otra persona y copiar. Yo pienso que si se pararan firmes y oraran al respecto…",
    "Si estudiáramos lo que estamos haciendo cuando vamos a casarnos, cuando escogemos nuestra esposa o nuestro esposo, si lo estudiáramos. Un hombre debe orar seriamente, porque él podría echar a perder su vida entera. Recuerden, el voto es: “Hasta que la muerte nos separe”. Y él podría arruinar su vida al escoger mal. Pero si él sabe que está escogiendo mal y que se está casando con una mujer que no es digna de ser su esposa, y de todas maneras lo hace, entonces la culpa es suya. Si como mujer Ud. toma un esposo, y Ud. sabe que no es digno de ser su esposo, entonces esa es culpa suya, cuando Ud. ya sabe cuál es el bien y el mal. Así que Ud. no debe de hacerlo hasta haberse rendido totalmente en oración.",
    "Lo mismo se aplica al escoger una iglesia. Ahora, Ud. debe orar por la iglesia donde esté adorando. Recuerden, las iglesias tienen espíritus. Ahora, yo no deseo ser crítico, pero me doy cuenta que ya soy un anciano, y algún día tengo que partir. Y tengo que dar razón en el Día del Juicio por lo que digo esta noche o en cualquier otro tiempo, y yo…por lo tanto, tengo que ser lo más sincero y estar plenamente convencido. Pero entre Ud. en una iglesia, y si Ud. se fija en el comportamiento de esa iglesia—fíjese un poco en el pastor, y hallará por lo regular que la iglesia se porta igual que el pastor.\n\nA veces me pongo a pensar si no es que recibimos el espíritu el uno del otro en vez del Espíritu Santo. Uno llega a cierto lugar donde el pastor es muy radical y portándose así, hallará que la congregación es igual. Yo los podría llevar a una iglesia donde he visto al pastor pararse, donde mueven la cabeza de cierta manera. Si se fijan en la congregación; ellos hacen lo mismo. Un pastor que se traga cualquier cosa, por lo regular la iglesia hace lo mismo. Entonces, si yo estuviera escogiendo una iglesia, yo escogería una genuina iglesia Bíblica, fundamental, del evangelio completo—si yo estuviera escogiendo una en donde poner mi familia.\n\nEscoger…yo miré…",
    "Los muchachos, el hijo y el yerno del Hermano Shakarian, me llevaron el otro día para orar por un joven, un cantante, un joven maravilloso, que acaba de regresar—Fred Barker, ese era su nombre—acaba de regresar de un viaje, y me llamaron para decirme que Fred se estaba muriendo, y luego antes de que yo pudiera entrar a la casa, llegó otro mensaje: “Quizás ya esté muerto ahora mismo”. Y dijeron que sufrió una hemorragia en el cerebro, y estaba paralizado, y se estaba muriendo; y su esposa deseaba que yo orara por él.\n\nY yo pensé: “Si trato de llegar por avión, él estará muerto antes de que yo llegue, y quizás ya esté muerto ahora mismo”. Entonces llamé rápidamente y hablé por teléfono con la hermanita, y logramos conectar el teléfono al oído de Fred. El no podía tragar. Le estaban haciendo tragar artificialmente. Y cuando oramos por él, él dijo…¡les hizo señas para que le quitaran aquello de la garganta! El podía tragar. Los médicos no lo creían, lo sacaron y él sí podía tragar. Al otro día ya se sentaba.\n\nUna iglesia, escogiendo una iglesia.",
    "Hace poco recibimos una llamada telefónica, esta mañana. Un miembro de mi iglesia, que en realidad es una mujer Bautista de Louisville, murió temprano esta mañana. Y mi iglesia, allá en casa, un verdadero grupo de hombres consagrados, se reunieron y fueron a verla antes de que el director de la funeraria la embalsamara, se pararon alrededor y oraron por ella hasta que la vida volvió a ella, y está viviendo esta noche—los ancianos de mi iglesia. ¿Por qué? Ellos han sido instruidos a creer que todo es posible, al venir ante Dios con sinceridad. Así que Ud. tiene que escoger correctamente.",
    "Nuevamente, la clase de mujer que un hombre escoge, reflejará su ambición y su carácter. Si un hombre escoge la mujer errada, eso refleja su carácter. Y a lo que él se liga, muestra claramente lo que está en él. Una mujer refleja lo que está en el hombre, cuando él la escoge para esposa. Eso muestra lo que está en él. No importa lo que él diga por afuera, fíjese con quién se casa.\n\nYo voy a la oficina de un hombre y él dice que es Cristiano; con fotografías vulgares en las paredes, con esa música mundana tocando; a mí no me importa lo que él diga; yo no creo su testimonio, porque su espíritu se está alimentando con esas cosas del mundo. ¿Qué diría Ud. si él se casara con una corista? O, ¿qué si él se casara con una reina del sexo? ¿O, una bella Ricketta moderna? Eso refleja; eso muestra lo que él tiene en la mente de lo que será su futuro hogar, porque él la tomó a ella para criar a sus hijos, y lo que ella es, así criará a esos hijos. Así es que refleja lo que está en el hombre. Un hombre que toma a tal mujer muestra lo que él está pensando del futuro. ¿Podría Ud. imaginarse a un Cristiano haciendo tal cosa? No señor, yo no podría. Un verdadero Cristiano no andará buscando tales reinas de belleza y coristas, y reinas del sexo. El buscará el carácter Cristiano.",
    "Ahora, no se puede tener todo. Pudiera haber una muchacha muy bonita, y la otra muchacha quizá sea…su estatura se ve mejor que la de ésta. Y Ud. quizás tenga que sacrificar una cosa por otra. Pero si ella no tiene la estatura de una dama, de una mujer, y ella…No importa si es bonita o no, conviene más que Ud. se fije en su carácter, ya sea bonita o no.\n\nAhora, porque es menester que si un Cristiano va a escoger una esposa, él debe escoger una mujer genuinamente nacida de nuevo. A pesar de cómo se mire, es lo que ella es, lo que la hace. Y también, eso refleja su propio carácter piadoso y refleja lo que está en su mente y lo que habrá en el futuro para su familia, siendo criada por tal mujer, para los planes futuros para su hogar. Si él se casa con una de estas Rickettas modernas, reinas del sexo, ¿qué puede esperar? ¿Qué clase de hogar podría esperar tener ese hombre? Si él se casa con una muchacha que no tiene suficiente moral para quedarse en casa y cuidar de la casa, pero quiere trabajar en la oficina de otro, ¿qué clase de ama de casa sería? Tendrán niñeras para los niños y todo lo demás. Es la verdad.",
    "Ahora, no estoy muy inclinado a esta onda moderna de las mujeres trabajando. Cuando yo vi a estas mujeres vestidas en uniforme, recorriendo toda esta ciudad en motocicletas como policías, es una desgracia para cualquier ciudad que permita a una mujer hacer eso, con tantos hombres desempleados. Eso muestra el pensamiento moderno de nuestra ciudad; muestra la degradación. No tenemos que tener esas mujeres haciendo eso. Ellas no tienen ningún negocio haciendo eso.\n\nCuando Dios le dio al hombre una esposa, le dio lo mejor que le pudo dar aparte de la salvación. Pero cuando una de ellas intenta tomar el lugar del hombre, entonces ella es la peor cosa que él pudiera tener.\n\nAhora, eso es correcto. Ahora podemos ver la aplicación Espiritual. Yo sé que eso es malo. Uds. piensan que es malo, pero es la Verdad. No nos importa cuán malo sea, tenemos que encarar la realidad. Eso es lo que enseña la Biblia.",
    "Ahora, aquí vemos claramente el plan Espiritual que Dios tiene para Su futuro hogar con Su futura Novia. Si un hombre se casa con una reina del sexo, se puede ver lo que está buscando para el futuro. Si un hombre se casa con una mujer que no se queda en la casa, se puede ver lo que él está buscando para el futuro.\n\nY yo, en una ocasión…Esto suena terrible, y es que siento decirlo, y yo…normalmente si siento decir algo, debo decirlo, y normalmente es la dirección de Dios. Yo solía ir a comprar ganado con el ganadero con el que trabajaba. Y yo noté que este anciano siempre miraba directamente en la cara a la vaca antes de ofrecer algún precio. Luego él le movía la cabeza y la miraba por ambos lados. Yo lo seguía, lo observaba, y él la miraba de arriba para abajo. Y si ella se veía bien de estatura, luego él la miraba en la cara, y a veces meneaba la cabeza y se retiraba.\n\nYo dije: “Jeff, quiero hacerle una pregunta”.\n\nEl dijo: “Di pues, Bill”.\n\nY yo dije: “Bueno, ¿por qué es que Ud. siempre le mira la cara a la vaca?” Dije: “Se ve bien, una vaca bien pesada”.\n\nEl dijo: “Quiero decirte muchacho, tú tienes mucho que aprender”, y lo comprendí después de que él me respondió. Dijo: “No importa cómo esté formada; puede ser que sea pura carne hasta las patas, pero si ella tiene esa mirada extraña en la cara, nunca la compres”.\n\nYo dije: “¿Por qué, Jeff?”\n\n“Bueno”, dijo, “lo primero es”, dijo, “que nunca se quedará quieta”. Y dijo: “Lo siguiente es que nunca será mamá para su becerrito”. Y dijo: “Por ahora la tienen encerrada, por eso está gorda. Si la sueltas con esa mirada extraña, ella correrá hasta morir”.\n\nY yo dije: “¿Sabe Ud.? Yo he aprendido algo. Yo creo que eso también se aplica a las mujeres”. Esa mirada extraña, de Ricketta, conviene que te apartes de ella muchacho. Toda esa cosa azul por encima de los ojos, yo no desearía eso; yo no creo que eso sea apropiado para un Cristiano. No importa cuánto dice la televisión y el periódico que eso es hermoso, es la cosa más horrible y espantosa que he visto en toda mi vida.",
    "Cuando vi eso por primera vez aquí mismo en la Cafetería Clifton una mañana en un desayuno, vi a algunas de esas señoritas ahí. El Hermano Arganbright y yo acabábamos de entrar. Y él se había ido para la planta baja. Y yo miré, y esa muchacha entró. Y yo pensé: “Pues, no sé “. Nunca antes había visto eso. Era alguna clase de…Oh, parecía estar gangrenada. Uds. saben, como algo muy raro, no estoy diciendo eso para ser chistoso. Lo estoy diciendo para…Uds. saben, yo he visto la lepra. Yo soy un misionero. Yo he visto toda clase de rarezas, Uds. saben, de cómo las enfermedades…Y yo iba a presentarme a la señorita y decirle: “Yo soy un ministro; yo oro por los enfermos. ¿Desearía que yo orara por Ud.?” Y yo nunca había visto algo semejante. Y ahí venían dos o tres más entrando, y yo me hice a un lado y esperé. Y luego vino el Hermano Arganbright. Yo dije: “Hermano Arganbright”, (puede ser que él esté presente), yo dije, “¿qué tiene esa mujer?”\n\nY él dijo: “Esa es pintura”.\n\nDije: “¡Pues, oh hermano!” Yo pensaba que la deberían de tener en cuarentena en algún lugar, Uds. saben, para evitar que todas las demás mujeres se contagiaran.",
    "Pero Uds. saben, uno tiene que hacer planes y fijarse bien y orar cuando uno está escogiendo. Porque vemos por medio de esto, la Palabra de promesa, que ella, la novia que un hombre habrá de escoger, va a reflejar su carácter. Eso refleja lo que está en él. Ahora, ¿podrían imaginarse Uds. a un hombre lleno del Espíritu Santo que tomara algo como eso como esposa? Hermanos, yo simplemente no lo puedo ver. Ahora, quizás yo sea un anciano excéntrico, pero Uds. saben, yo no puedo entender eso, ¿ven? Noten, porque eso va a reflejar lo que está en él. Ella le va a ayudar a él a formar su futuro hogar.\n\nEntonces ahora mientras cambiamos nuevamente por un momento al lado Espiritual, y cuando Uds. vean a una iglesia que está en el mundo, que actúa como el mundo, anticipando en el mundo—participando del mundo, considerando los mandamientos de Dios como si El nunca los hubiese escrito, entonces pueden imaginarse que Cristo no va a tomar una Novia como esa. ¿Podrían imaginarse Uds. que El tomara a la iglesia moderna de hoy como Novia? No mi Señor. Difícilmente puedo ver eso. No.\n\nAhora recuerden, un hombre y su esposa son uno. ¿Se uniría Ud. a una persona como esa? Si lo hiciera, ciertamente defraudaría la fe que yo tuviera en Ud.",
    "Y luego, ¿qué tal Dios uniéndose a algo como eso? Una común prostituta denominacional. ¿Piensan que lo haría? “Teniendo la apariencia de piedad mas negando la eficacia de ella”. El nunca lo haría. Ella debe tener el carácter de El en ella. La verdadera y real Iglesia nacida de nuevo debe tener el carácter que estaba en Cristo, porque el esposo y la esposa son uno. Y si Jesús sólo hacía lo que le agradaba a Dios (cumplió Su Palabra y manifestó Su Palabra), Su Novia tendrá que ser de la misma clase de carácter.\n\nElla de ninguna manera podría ser una denominación, porque entonces no importa cuánto uno quiera decir: “No”, ella es controlada por una directiva en algún lugar que le dice qué hacer y qué no puede hacer, y muchas veces un millón de millas lejos de la Palabra verdadera.",
    "Es una lástima que nos hayamos apartado del verdadero Guía que Dios nos dejó para guiar a la Iglesia. El nunca envió presbíteros estatales. El nunca envió obispos, cardenales, sacerdotes, papas. El envió al Espíritu Santo para la Iglesia—para guiar a la Iglesia. “Cuando venga El, el Espíritu Santo, El os guiará a toda la Verdad, os revelará estas cosas que os he dicho, las traerá a vuestra memoria, y os mostrará las cosas que están por venir”. El Espíritu Santo habría de hacer eso. Ahora, ¡la iglesia moderna odia eso! No le gusta. Entonces, ¿cómo podría ella ser la Novia de Cristo?\n\nLa gente de hoy en día, al escoger una denominación moderna, eso sólo refleja su pobre entendimiento de la Palabra. No es mi intención herir, pero es mi intención hacer que esto penetre lo suficiente para que lo consideren.",
    "Yo he casado a muchas parejas, pero siempre me recuerda de Cristo y Su Novia. Uno de los matrimonios que efectué hace algún tiempo, fue algo sobresaliente en mi vida. Ya hace algunos años cuando yo era un ministro joven.\n\nMi hermano trabajaba en la W.P.A., no sé si alguien aún se acuerda de eso o no, cualquiera que fuera de mi edad. Y ese era un proyecto del gobierno, y mi hermano trabajaba como a treinta millas [Cuarenta y ocho kilómetros.—Traductor]. Estaban escarbando unos lagos, un proyecto para la conservación.\n\nY había un muchacho que trabajaba allá con él que era de Indianapolis, como, oh, como a cien millas [Ciento sesenta kilómetros.—Traductor], arriba de Jeffersonville, donde vivo—o donde vivía. Y había un…El le dijo a mi hermano un día, dijo: “Doc, me voy a casar cuando tenga suficiente dinero para pagarle al ministro”. Dijo: “Tengo lo suficiente para obtener la licencia, pero”, dijo, “no tengo lo suficiente para pagarle al ministro”.\n\nDoc dijo: “Pues mi hermano es un ministro, y quizás él—él los pueda casar”. El dijo: “El nunca le cobra a la gente por cosas como esas”.\n\nEl dijo: “¿Le preguntas si nos puede casar?”",
    "Bueno, esa noche mi hermano me preguntó. Y yo dije: “Si ninguno de los dos ha estado casado antes, y todo está bien”.\n\nEl dijo…Bueno, que le iba a preguntar.\n\nY yo dije: “Si así es, dile que vengan”.\n\nEntonces cuando llegó el sábado y vino el muchacho…Siempre ha sido una cosa tremenda para mí poder recordar esto. Era una tarde lluviosa, y llegó a la casa un viejo carro Chevrolet que tenía los faros amarrados con alambre. Era poco tiempo después de haber perdido a mi esposa, y yo estaba viviendo en dos cuartitos. Y Doc estaba ahí conmigo, esperándolos.\n\nY el joven se bajó del carro, y él ciertamente no parecía ser un novio, a mí, ni a nadie me supongo. Sin embargo, yo podía comprar un buen par de zapatos por un dólar y medio, y él traía puesto unos zapatos que estaban muy acabados, y sus pantalones estaban muy flojos. Y traía puesta una de estas chamarras de piel. Yo no creo que algunos de Uds. ancianos se acuerden. Parecía que la había pasado por la lavadora pero sin enjuagarla, y estaba toda rayada y amarrada de esta manera, de la esquina.",
    "Y una señorita se bajó por el otro lado con un, oh, uno de esos vestidos de cuadritos…Yo no sé. Cometí un error en una ocasión al decir el nombre de ese tipo de tela. Gingham, creo que le dicen. Y así que era un…Lo dije mal otra vez. Siempre lo hago. Y yo dije…Ella se bajó del carro, y subieron los escalones, y cuando entraron, la pobrecita, ella…Me supongo que apenas…casi todo lo que traía puesto era la falda. Casi no traía zapatos. Se había venido desde Indianapolis pidiendo aventón. El cabello lo tenía largo por la espalda y trenzado, parecía muy joven.\n\nY yo le dije: “¿Tienes suficiente edad como para casarte?”\n\nElla dijo: “Sí señor”. Y dijo: “Tengo el permiso firmado por mi padre y mi madre”. Dijo: “Tuve que mostrarlo aquí en la corte para obtener la licencia”.\n\nYo dije: “Muy bien”. Dije: “Desearía hablar con Uds. un poco antes de efectuar este matrimonio”. Ellos se sentaron. El joven miraba por todo el cuarto. Le hacía mucha falta un corte de pelo. Y él seguía mirando por todo el cuarto. No me estaba escuchando. Y yo dije: “Hijo, quiero que escuches lo que estoy diciendo”.\n\nDijo: “Sí, señor”.\n\nY dije: “¿Amas a esta muchacha?”\n\nY él dijo: “Sí, señor, la amo”.\n\nDije: “¿Lo amas tú a él?”\n\n“Sí señor, lo amo”.\n\nDije: “Ahora, ¿tienes un lugar adonde llevarla después de que estén casados?”\n\nDijo: “Sí, señor”.\n\nY yo dije: “Muy bien. Ahora”, dije, “quiero hacerte esta pregunta. Entiendo que estás trabajando acá en este proyecto de la W.P.A.”\n\nY él dijo: “Sí, señor”. Eso era como doce dólares a la semana.\n\nY dije: “¿Piensas que puedes proveerle a ella?”\n\nEl dijo: “Haré todo lo que pueda”.\n\nY yo dije: “Bueno, eso está bien”. Y dije: “Ahora hermana, ¿qué tal si él no tiene…? ¿Qué tal si él pierde este trabajo? ¿Qué vas a hacer? ¿Vas a regresar a mamá y a papá?”\n\nElla dijo: “No señor, me voy a quedar con él”.\n\nY yo dije: “¿Qué tal si tienen tres o cuatro hijos y no tienen nada que darles de comer, y no tienen trabajo, qué vas a hacer? ¿La vas a despachar?”\n\nEl dijo: “No señor, me esforzaré. De alguna manera saldremos adelante”.\n\nMe sentí muy pequeño, y me fijé que él en realidad la amaba, y ellos se amaban el uno al otro.\n\nYo los casé.",
    "Y luego me puse a pensar adónde es que la habrá llevado. A los cuantos días le pregunté a mi hermano Doc: “¿Dónde es?”\n\nDijo: “Ve allá a New Albany”, una pequeña ciudad más abajo de nosotros. Y allá al lado del río, donde yo tenía algo de hojalata colocada, adonde iba cada día cuando era inspector de las líneas, así cuando los demás hombres descansaban y contaban chistes y cosas, yo me subía a la camioneta e iba al río y oraba durante ese…y leía mi Biblia debajo de un gran pedazo de hojalata donde antes era una fundición de hierro. Allá hay varios vagones de ferrocarril. Y este hombre había ido allá y tomó uno de esos vagones y le había abierto una puerta, y había tomado periódico y unos “tackey buttons “—¿cuántos saben lo que es un “tackey button”? Entonces aquí no hay nadie de Kentucky. Se forma al tomar un pedazo de cartón y meterle una tachuela, o algún palito, y luego empujarlo en el…Ese es un “tackey button”.",
    "Entonces los habían puesto por todo eso. Y él había ido a la fundición y se encontró algo de material e hizo unos escalones para subir. Y se consiguió unas cajas y con esas tuvo una mesa. Y un día yo pensé: “Iré allá para ver cómo les va”.\n\nComo unos seis meses antes yo había casado a la hija de E. V. Knight al hijo de E. T. Slider. E. V. Knight es uno de los hombres más ricos en todo el Río Ohio. El tiene grandes fábricas donde fabrican casas prefabricadas, y otras cosas. Y Slider, E. T. Slider es la compañía de grava y arena, los hijos de millonarios. Y yo los había casado.\n\nY fui a un lugar y lo ensayamos por unas dos semanas, y entraban por un quiosco y se hincaban sobre un cojín, y toda la pompa y cosas por donde tuve que pasar, tuve que pasar por todo eso para casar a esa pareja. Y cuando salieron, pues estaban…Esta otra pareja simplemente se paró ahí en ese cuartito donde teníamos un sofá y una cama plegable, pero ambas parejas fueron casadas con la misma ceremonia.",
    "Luego un día pensé que iría a visitar a esta pareja rica. Ellos no tenían que trabajar; sus padres eran millonarios. Les edificaron una casa fina. Francamente, este E. V. Knight allá sobre la loma, las perillas de las puertas son de catorce quilates, en su gran palacio, así que pueden imaginarse en qué clase de hogar vivían. Ellos no tenían que trabajar. Cada año les daban un Cadillac fino, y eran hijos únicos. Y tenían todo lo que deseaban.\n\nCuando llegué un día…Ahora, cómo fue que los conocí, uno de sus amigos era un buen amigo mío, y todos hicimos amistad. Y así es como fue que los conocí cuando ellos pidieron que los casara.",
    "Entonces los fui a visitar. Y llegué afuera en mi antiguo Ford y me bajé y subí los escalones. Y me acerqué un poco más de la cuenta y los pude escuchar.\n\nY en verdad estaban discutiendo. Estaban celosos el uno del otro. Habían ido a un baile. Ella era una muchacha muy bonita, y era una de estas reinas de belleza. Se ganó muchos premios en esa región, y se había ganado algunos carros y cosas por ser reina de belleza. Y los miré, y uno estaba sentado en una esquina y el otro en la otra, discutiendo sobre un muchacho con quien ella había bailado, o de alguna muchacha o algo.\n\nCuando yo llegué, brincaron rápidamente de ambos extremos y se tomaron de las manos y vinieron caminando hacia la puerta. Dijeron: “Pues, hola, Hermano Branham. ¿Cómo le ha ido?”\n\nYo dije: “Muy bien. Y ¿a Uds. cómo les ha ido?”\n\nY, “Oh”, dijo él, “yo—yo—nosotros estamos muy contentos, ¿verdad, querida?”\n\nY ella dijo: “Sí, querido”. ¿Ven?",
    "Ahora ¿ven?, están aparentando algo que no es real. Ahora, Ud. no se puede calentar con fuego pintado. Como algunas de estas iglesias que se esfuerzan por pintar Pentecostés como algo que ocurrió hace mil años o dos mil años. Ud. no se puede calentar con fuego pintado. Pentecostés es igual de real hoy como fue entonces, ¿ven? El fuego aún está cayendo. No es un fuego pintado; es un fuego real.\n\nAsí que ahí estaban, ¿ven? Yo—yo no desearía vivir así.",
    "🦅 Bueno”, pensé yo, “al pasar la barranca y allá por el río, allá es donde está la otra pareja”. Yo pensé que un sábado por la tarde iría allá y ver cómo les iba a ellos. Entonces yo estaba sucio de la cara y con pantalones sucios y con mis herramientas. Y pensé que los sorprendería a ellos. Y pasé por ahí como que iba buscando aisladores que habían sido rotos por los rayos o algo, mientras caminaba al lado de las líneas telefónicas—los cables eléctricos al lado del río. Y el viejo Chevrolet estaba enfrente, como un año después de que los había casado, y había una…La puerta estaba abierta, y los podía oír hablando. Ahora esto suena como un hipócrita, pero me acerqué lo suficiente para escuchar y averiguar lo que estaban diciendo. Me quedé parado ahí, y simplemente quería saber por mí mismo.\n\nMe gusta averiguar y estar seguro de lo que estoy diciendo. Así es como hago con respecto a la Palabra de Dios. ¿Es la Verdad, o no es la Verdad? ¿Guarda El Su Palabra, o no guarda Su Palabra? Si El no guarda Su Palabra, entonces no es Dios, ¿ven? Si El guarda Su Palabra, entonces es Dios, ¿ven?",
    "Entonces yo quería saber cómo les iba a ellos, y me deslicé por un lado muy quedito. Y lo escuché a él decir: “Bueno, querida, tenía tantos deseos de conseguirte eso”.\n\nElla dijo: “Mira, querido”, dijo, “este vestido está bien”. Dijo: “Pues, este está bien”. Dijo: “Agradezco eso, pero ¿ves…?”\n\nMe deslicé para poder mirar por la abertura, donde la puerta estaba abierta ahí en el vagón. Y ahí estaba él sentado, y ella sentada en su regazo, y su brazo alrededor de ella, y ella con el brazo alrededor de él. Y él tenía uno de esos sombreros viejos que lo había agujerado y había hundido la parte de arriba, y ahí había vaciado su paga. La estaba dividiendo ahí en la mesa. Dijo: “Tanto para comestibles, tanto para el seguro, y tanto para el carro”, y no podían hacer que cuadraran las cuentas. Y lo que pasaba era que él había visto un vestido en una vitrina, y lo había estado mirando por unas dos semanas, y costaba un dólar y centavos. El quería comprarlo. Dijo: “Pues, querida, se te vería tan bonito”.\n\nY ella dijo: “Pero, querido, yo tengo un vestido. Yo en realidad no lo necesito”.\n\n¿Ven? Y esa reina…",
    "y yo me hice para atrás, y luego me asomé. Podía ver la punta del techo de la otra casa, y me detuve ahí y observé por unos momentos. Pensé: “¿Quién es el hombre rico?” Pensé: “Si…Bill Branham, si tuvieras que escoger, ¿adónde irías?” Por mí, yo no escogería aquello bonito allá sobre la loma, pero tomaría este carácter acá abajo como una verdadera ama de casa, alguien que me amara y se quedara a mi lado, alguien que hiciera el esfuerzo por formar un hogar sin sangrarlo a uno por completo para adquirir cosas finas, alguien que estuviera con uno, una parte de uno.",
    "Eso siempre lo he tenido presente, de cómo fue aquello. Uno escogió una muchacha bonita; el otro escogió carácter. Ahora esa es la única manera en que uno puede escoger. Primero, busque carácter, y luego si Ud. la ama, bien.\n\nNoten, el primer Adán de Dios no tuvo de dónde escoger en cuanto a su esposa. No le tocó escoger. Dios simplemente le hizo una, y a él no le tocó escogerla. Y hallamos que ella lo desvió a él de la Palabra de Dios. A él no le tocó orar al respecto. El no fue como Ud. y yo. No le tocó escoger. Y a la vez, al hacer eso, ella lo sacó de su posición correcta de ser hijo de Dios, y lo hizo al mostrarle una forma más moderna de vivir, algo que en realidad no deberían haber hecho, pero su carácter mostró que ella estaba errada; sus motivos y sus objetivos estaban errados. Y lo persuadió a él por medio de su razonamiento que la nueva vida moderna que ella había hallado, la cual era contraria a la Palabra de Dios, era una mejor forma de vivir.",
    "Y cuántas mujeres hoy, e igualmente los hombres, pueden apartar de Dios a una buena mujer, o pueden apartar de Dios a un buen hombre al tratar de decirle que esta religión, Uds. muchachos Pentecostales…“Esa religión”, dicen, “oh, es anticuada; es de antaño. No crean eso”. Le conviene orar mucho antes de casarse con esa muchacha. No importa cuán bella sea, lo mismo para un hombre.\n\nElla lo persuadió a que se saliera de la voluntad de Dios y causó que hiciera algo que no debía haber hecho, y por medio de eso causó muerte para toda la raza humana. Por eso es que la Biblia le prohíbe a ella que enseñe, que predique, o que maneje la Palabra de Dios de cualquier forma. Yo sé hermana, muchas de Uds. dicen: “El Señor me llamó a predicar”. Yo no voy a discutir con Uds. Pero les voy a decir que la Palabra dice que no lo hagan. “Ella no enseñará ni usurpará autoridad, más bien estará en silencio”.\n\n“Bueno”, dice Ud., “el Señor me dijo que lo hiciera”. Yo no dudo eso en lo absoluto. ¿Escucharon mi mensaje la otra noche con respecto a Balaam? Balaam obtuvo la primera y directa decisión de Dios: “No lo hagas”. Pero él siguió insistiendo hasta que por fin Dios le dijo que fuera y lo hiciera. Es posible que Dios le permita a Ud. predicar. Yo no digo que no. Pero no es de acuerdo a Su Palabra y plan original, porque ella debe estar “sujeta como también la ley lo dice”. Cierto. Por lo tanto ella no debe hacerlo.",
    "Ahora noten nuevamente cómo es que la novia natural tipifica a la Espiritual. La Palabra dice que ella fue hecha para el hombre y no que el hombre fue hecho para ella. Ahora, voy a hablar sobre el porqué…en unos momentos, sobre la Novia de Cristo, pero estoy tratando de mostrarles la base.\n\nLa mujer fue hecha para el hombre y no el hombre para la mujer. Por eso fue que bajo las Leyes antiguas se permitía la poligamia.\n\nFíjense en David, allá con quinientas esposas. Y la Biblia dice que era un hombre conforme al corazón de Dios, con quinientas esposas, y Salomón con mil, pero ninguna de esas mujeres podía tener otro esposo.",
    "Obtengan mi cinta sobre Casamiento Y Divorcio, que allá sobre la montaña en Tucson, no hace mucho, yo estaba allá orando al respecto. Despidieron a las escuelas para observar la Columna de Fuego dando vuelta al cerro y formando un embudo, para atrás y para adelante, para arriba y para abajo. Personas presentes aquí lo saben, estaban allá y lo vieron. Y…cuando El me dijo la Verdad de este asunto de casamiento y divorcio. Si hay una idea yendo hacia acá y otra yendo hacia allá, tiene que haber una Verdad en alguna parte. Y después de esos Siete Sellos, El mostró cuál era la Verdad al respecto.",
    "Ahora noten, ella no podía tener sino un solo esposo, porque la mujer fue hecha para el hombre y no el hombre para la mujer. Todas esas quinientas mujeres simplemente formaban la esposa de David. Y era un tipo, cuando Cristo se siente sobre el Trono en el Milenio, Su Novia no será una sola persona, pero será formada de millares y millares, la Novia, todos en una. Y David tenía muchas esposas en lo individual, pero sólo…todas juntas formaban su esposa. Así como todo el cuerpo de creyentes es la Novia de Cristo. Porque es ella, la mujer; El era el hombre.\n\nAhora, nosotros fuimos hechos para Cristo; Cristo no fue hecho para nosotros. Eso es lo que tratamos de lograr hoy en día en nuestros libros de texto, tratamos de hacer que la Palabra, la cual es Cristo, cuadre con nosotros en vez de hacer que nosotros cuadremos con la Palabra. Esa es la diferencia.",
    "Cuando un hombre escoge a cierta muchacha de una familia, él no debe basarse en la belleza, por cuanto la belleza es engañosa, y la belleza (belleza moderna mundana), es del diablo. Oh, puedo escuchar a alguien por allí decir: “¡Tenga cuidado predicador!” Yo digo que estas cosas aquí en esta tierra a las cuales les dicen bellas, son absolutamente del diablo. Se los probaré. Entonces a la luz de esta declaración, escudriñemos la Santa Palabra de Dios para ver si es correcto o no. Y algunas de Uds. mujeres quieren ser tan hermosas, vean de dónde viene.\n\nEn el principio hallamos que Satanás era tan hermoso que hasta engañó ángeles, y él era el ángel más bello de todos. Eso muestra que proviene del diablo. Proverbios dice—Salomón dijo: “Vana es la hermosura”. Correcto. El pecado es hermoso. Ciertamente, así es. Es atractivo.",
    "Quiero preguntarles y decirles algo, y quiero que noten en unos momentos. De todas las especies en el mundo (aves, animales), hallamos que en la vida animal, en todas menos la humana, es el macho el hermoso y no la hembra. ¿Por qué es así? Fíjense en el venado, el hermoso macho con sus cuernos, y la hembrita humilde. Fíjense en la gallina, la gallinita moteada, y el hermoso gallo con sus plumas.\n\nNo hay nada, ninguna hembra, aparte de la mujer, que pueda ser inmoral. A los animales les decimos perra y puerca, pero moralmente, tienen más moral que la mitad de las estrellas de cine que hay acá. Ellos no pueden ser nada más sino morales.",
    "Y la mujer fue la que fue cambiada para la perversión. Correcto. ¿Pueden ver a dónde la lleva la belleza? Ahora, por eso es que hallamos que hoy en día va en aumento la belleza en las mujeres.\n\nVeamos por ejemplo a Pearl Bryan. ¿En alguna ocasión han visto su fotografía, supuestamente la más bella de América? Cualquier muchacha de cualquier escuela la dejaría en último lugar. ¿Saben Uds. que así debe ser? ¿Saben Uds. que la Biblia dice que así es como va ser?\n\n¿Saben Uds. que en el principio la caída fue producida por mujeres? ¿Y la caída—en el fin será igual, las mujeres llegando a posiciones de autoridad y gobernando sobre el hombre, y demás? ¿Saben Uds. que así dice la Escritura? ¿Saben Uds. que el día que ella se viste con ropa de hombre y se corta el cabello, todas esas cosas son contrarias a la Palabra de Dios? ¿Saben Uds. que ella representa a la iglesia? Fíjense en lo que están haciendo las mujeres, y entonces sabrán lo que está haciendo la iglesia. Eso es exactamente la verdad.\n\nAhora, ahora eso es verdad tanto como la Palabra de Dios es verdad.",
    "Ninguna otra hembra ha sido hecha de manera que pueda bajarse a tal grado de vulgaridad como la mujer. Y sin embargo, a través de eso, habiendo sido hecho como…Ella no formaba parte de la creación original. Todas las demás hembras formaban parte de la creación original: aves, macho y hembra; animales, macho y hembra; pero en la vida humana, Dios sólo hizo al hombre. Y de él tomó—y la mujer es un subproducto del hombre, porque Dios no instituyó tal cosa. Escrudriñen las Escrituras. Es exactamente la verdad. Dios…No señor. En Su creación original, ella fue colocada ahí, pero si ella puede mantenerse correctamente, ¡tiene un galardón mayor aun que el del hombre! Ella es colocada en un terreno de prueba.\n\nPor medio de ella vino la muerte. Ella es culpable de toda muerte. Pero luego Dios se volvió y usó a una para traer nuevamente la Vida, por medio de la mujer trajo a Su Hijo, una obediente. Pero una mala es lo peor que hay. No hay nada que pueda ser tan bajo.",
    "Caín, el hijo de Satanás, pensó que Dios aceptaba hermosura. Piensa igual hoy. Caín fue el hijo de Satanás. “Oh, ahora…”, dice Ud. No entraremos en los detalles de eso, pero simplemente permítanme aclararles eso. La Biblia dice que él era de aquel ser maligno, entonces eso lo aclara. Muy bien.\n\nAhora, él era el hijo de Satanás, y él pensaba que al traer un altar y hacerlo muy bonito, para la adoración, que Dios tendría respeto de eso. Ellos piensan—piensan la misma cosa hoy. Ciertamente: “Construiremos un gran edificio; tendremos una gran denominación; edificaremos el edificio más grande y tendremos la gente mejor vestida, los clérigos de más cultura”. A veces Dios está a diez millones de millas de eso. Correcto.\n\nSin embargo es la iglesia,",
    "entonces si Dios sólo respeta la adoración, la sinceridad, el sacrificio, Caín era tan justo como Abel. Pero fue por revelación que él entendió que no fueron manzanas lo que sus padres comieron.\n\nVoy a decir algo aquí que no suena bien para que lo diga un ministro, pero lo voy a decir de todas maneras. Escucho como otros dicen cosas, entonces yo…contando chistes. Ahora no lo quiero decir así. Pero yo digo esto: Si al comer manzanas las mujeres se dieron cuenta que estaban desnudas, entonces conviene que repartamos manzanas nuevamente. Perdónenme por eso. Pero solamente para que cambiara…Los tengo tan atados al estar hablando de las mujeres y cosas; quiero que descansen un momento para lo que viene enseguida.\n\nAhora noten, no fueron manzanas. Sabemos eso.",
    "La iglesia, con sus éxitos en estos últimos días, ha llegado a ser igual que los demás éxitos humanos; está llegando a ser científica. Están tratando de hacer una iglesia científica con la atracción de películas y enormes campanarios. Y es una lástima que los Pentecostales entraron en esa misma rutina. Estarían mejor parados allá en la esquina con un pandero y con el Espíritu de Dios alrededor, pero están tratando de compararse con los demás porque se han denominado. Eso lo produjo, ¿ven? Las iglesias están tratando de ser científicas. Y recuerden, a medida que el hombre logra avanzar con la ciencia, él mismo se está matando cada día.\n\nCuando él inventó la pólvora, fíjense en lo que hizo. Cuando inventó el automóvil, mata más gente que la pólvora. Ahora tiene una bomba de hidrógeno. ¿Qué irá a hacer con eso? Correcto.",
    "Y así es la iglesia. A medida que trata de lograr algo por medio de la ciencia, por medio de planes humanos, la está apartando más de Dios y sometiéndola más a la muerte que como estaba en el principio. Eso es correcto. No escoja a su iglesia del mismo modo en que escogió a su esposa, ¿ve Ud.? Lo que la ciencia hizo por ella fue una maravilla, pero sería mejor que no tratara en ese aspecto con su iglesia. El hizo pinturas, talcos, y todas estas otras cosas. Escoja el carácter de Su Palabra.\n\nAhora, comparemos la novia natural de hoy con la así llamada novia de la iglesia de hoy. Comparemos a una mujer alistándose hoy para el matrimonio, ahora, fíjense en lo que la ciencia ha hecho para ella. Primeramente sale con el cabello cortado, con uno de esos peinados al estilo de Jacqueline Kennedy, ¿ven?, o algo parecido. Y ¿saben lo que dice la Biblia? La Biblia en realidad le da al hombre, si él así lo desea hacer, el derecho de divorciarse de ella si hace eso. La mujer que se corte el cabello es una mujer deshonrosa. Así dice la Biblia. Correcto. ¿Qué, no sabían eso? Oh, sí, yo he predicado demasiado en California como para que no supieran eso. Correcto. No. ¿Qué bien me hace a mí? De todas maneras lo hacen. Ud. no puede tomar al cerdo y cambiar su—convertirlo en un cordero.\n\nNoten.",
    "Me van a odiar después de esto, pero van a conocer la Verdad. Comparémosla. Aquí viene ella con mucha pintura, algo que ella no es, una novia moderna. Si se lavara la cara, quizás uno correría, lo mataría a uno del susto al quitarse toda esa cosa. Y así también es la iglesia con una fachada pintada, un completo “Max Factor” teológico. Ambas tienen puestas una bella falsa fachada, hermosura hecha por el hombre y no la hermosura hecha por Dios. En ninguna de las dos hay mucho carácter.\n\nNoten, así como Satanás, con lo suficiente para engañar. Comparen ahora la novia moderna con su…se viste con pantalones cortos, usa pintura, se corta el cabello, se viste con ropa que la hace verse como hombre, y escucha a un pastor que le dice que eso está bien. El es un engañador. El sufrirá por eso en las regiones por venir. Correcto. Haciendo eso para engañar, para parecer algo que no es.",
    "Así es como lo hace la iglesia. Obtienen grandes grados de educación: D.D., Ph.D., L.L.D., para que puedan decir: “Nuestro pastor es esto, aquello y lo otro”, quizás no conociendo más de Dios que lo que un Hotentote conoce acerca de las noches Egipcias. Correcto. Teniendo alguna experiencia teológica y no conociendo ni pizca de Dios.\n\nLa iglesia moderna y su pintura teológica, tiene a todas sus mujeres con su gloria cortada, por medio de su—algún pastor Ricky que tienen. Como una Jezabel, si alguna vez ha habido una, cabello cortado, pantalones cortos, pintura, y toda preparada con un gusto teológico. Así está parada la iglesia. Correcto. Pero su carácter espiritual está lejos de ser el de una ama de casa que Jesucristo viene a recibir.",
    "Si algún Cristiano se casara con una mujer como esa, eso mostraría que él ha caído de la gracia. Su gusto de Dios y su gusto de un hogar, lo que un hogar debe ser, están lejos cuando él escoge una mujer como esa. No señor, ella ciertamente no calificaría para el gusto de un Cristiano. Su carácter espiritual está en el extremo más bajo, muerto en la hermosura denominacional y la codicia del mundo.\n\nExactamente ahí es donde está parada la iglesia hoy. Ha vendido a Satanás su carácter dado por la Palabra, para obtener una religión científica hecha por el hombre, cuando tenía el derecho, como la Iglesia de Dios, de quedarse con la Palabra de Dios, y tener al Espíritu Santo obrando, soldando y uniendo el cuerpo con la Palabra y el amor de Dios. En lugar de eso ella ha vendido su primogenitura, así como Esaú y ha tomado una denominación que le permite hacer cualquier cosa que ella quiera. Correcto. Sólo para ser popular como hizo su madre en Nicea, Roma. La Palabra de Dios. Oh, cómo ha entrado eso en nuestros rangos Pentecostales. Es una lástima, pero así es.",
    "Noten por un momento, una monja en la iglesia Católica. Esa mujer, para llegar a ser monja y tomar el último velo, ella se ha entregado totalmente a esa iglesia. Ella es propiedad de esa iglesia en alma, cuerpo y espíritu. Ella no tiene mente propia. Ya no la puede tener cuando toma ese último velo. Ninguna mente propia; ninguna voluntad propia.\n\nVean aquí cómo Satanás hace a sus falsos, semejantes a la verdadera. La verdadera Iglesia de Cristo, la Novia, está totalmente rendida a El y a Su Palabra prometida al grado que la misma mente que está en Cristo está en Ud. ¡Qué diferencia!\n\nY hallamos hoy que la iglesia moderna, la iglesia moderna del mundo—la iglesia moderna del mundo y también la Iglesia Espiritual, ambas están embarazadas para dar a luz hijos. Una de ellas tendrá un nacimiento denominacional uno de estos días en el Concilio Mundial de Iglesias, lo cual producirá para el mundo el anticristo a través de una denominación. Eso es exactamente la Verdad. Quizás yo no viva para verlo. Creo que lo veré. Pero Uds. jóvenes acuérdense que escucharon a un ministro decir eso, que finalmente terminará y que esa es la Marca de la Bestia. Cuando formen ese Concilio Mundial de Iglesias y entonces dará a luz su hijo, el anticristo.",
    "La otra está embarazada con la Palabra de Dios y producirá el Cuerpo, el Cuerpo completo de Jesucristo, el cual es la Novia. El Cuerpo de Cristo aún no está completo. ¿Cuántos saben eso? Un hombre y una mujer son uno. Y Cristo es un Cuerpo, la Palabra. La Novia tendrá que ser el resto de ese cuerpo, y los dos juntos forman nuevamente el cuerpo, así como fue Adán en el principio.\n\nUn hombre y su esposa son uno. Ahora Ella, la Novia verdadera, está tan rendida a El que ya no usa su propia mente. La mente de El, por supuesto, es Su voluntad, y Su voluntad es Su Palabra.",
    "Ahora fíjense en la así llamada novia, escogida por el hombre, y comparen la Espiritual con la natural de hoy: una Jezabel moderna engañada por su Acab, bellezas “Max Factor” y demás. Fíjense en la iglesia, la misma cosa, pero una prostituta en cuanto a la Palabra del Dios vivo: grandes denominaciones, grandes edificios, mucho dinero, grandes salarios, todo rendido. Hombres parados en los púlpitos, respaldando eso, que todo está bien y permitiéndoles cualquier cosa. Puro engaño, eso es todo. Verdaderamente una edad ciega, la Edad de la Iglesia de Laodicea, exactamente lo que la Biblia dijo que sería.\n\nDijo: “Yo soy rica, soy como una reina, de ninguna cosa tengo necesidad; y no sabes que tú eres un desventurado, miserable, pobre, ciego y desnudo y no lo sabes”. Si eso no es “ASI DICE EL SEÑOR” de Apocalipsis 3, entonces nunca lo he leído. Así es ella y no lo sabe. ¡Piénsenlo!",
    "Si Ud. le dijera a un hombre o a una mujer, que estuvieran completamente desnudos en la calle, que están desnudos, ellos le dirían: “¡No se meta en lo que no le importa!” Pues, en alguna parte existe una deficiencia mental; algo les ha fallado en su mente. Y cuando Ud. puede leer la Palabra de Dios y saber cómo es que se debe portar la gente, y el bautismo del Espíritu Santo que tenemos hoy, y la gente—pues lo miran a uno como que uno estuviera loco. Ud. les dice que tienen que nacer de nuevo; tienen que creer la Biblia,",
    "le dicen: “Esa fue una fábula Judía de hace muchos años. ¡Nuestra iglesia tiene la respuesta!” Desventurados, miserables, ciegos, desnudos, y ni siquiera lo saben. Que…\n\nY la Biblia dice que esa es la condición a la cual llegarían. ¿Cómo pudiera un verdadero profeta fallar en verlo? Yo no sé. Está entrando en todas nuestras iglesias en todos lados. Fíjense. En una tendencia moderna.\n\nLa antigua ramera y sus hijas de Apocalipsis 17, dando a la pobre gente miserable y ciega su doctrina de teología, contraria a la Palabra de Dios. Y se hallaban en ella las almas de esclavos, de hombres y mujeres de todas partes. En vez de atraer a la gente…Cristo vindica Su Palabra la cual atrae a la gente. El no atrae a la gente de las iglesias que es atraída por las grandes denominaciones y grandes obras y grandes festejos y cosas finas, pero la Palabra de Dios atrae a la Novia de Cristo.",
    "Ahora noten, es interesante notar cómo la iglesia trata de atraer la atención de la gente por medio de túnicas finas y coros bien vestidos, y mujeres con cabello cortado, y caras pintadas, y piensan que están suspirando como un ángel, mienten como un diablo, corren toda la noche en el baile como…y no piensan nada al respecto. Y piensan que eso está bien. Eso es hermoso. Pero ¿ven?, ¡eso es falso! Esa no es la Palabra de Dios.",
    "Mientras que la Novia verdadera atrae la atención de Dios por medio de guardar Su Palabra.\n\nAhora noten, fijémonos en Cristo. Ud. dice: “Ahora, espérese un momento, ¿qué de esta belleza de que Ud. habla?” La Biblia dice en Isaías 53:2, que cuando Jesús viniera no habría hermosura en El para que lo deseáramos. ¿Correcto? No hay hermosura. Si El hubiera venido en la hermosura del mundo como Satanás es hoy, la gente se le hubiera acercado y lo hubieran aceptado así como aceptan a la iglesia hoy. Le hubieran creído y lo hubieran recibido así como hacen hoy con Satanás. Ciertamente lo hubieran hecho. Pero El no vino en esa clase de hermosura, pero El siempre viene en la hermosura de carácter. Cristo no era un gran hombre robusto, fuerte y guapo. Dios no escoge esa clase.",
    "Recuerdo una ocasión cuando un profeta fue para traer un rey—para ungir como rey a uno de los hijos de Isaí, para tomar el lugar de otro rey, Saúl. Entonces Isaí le trajo a su buen hijo mayor, y dijo: “La corona se verá muy bien sobre su cabeza”.\n\nEl profeta se alistó para vaciar el aceite sobre él, y dijo: “Dios lo ha rechazado”. Y El rechazó a todos hasta llegar a un individuo, rubio, encorvado de hombros, y le vació el aceite, y dijo: “Dios lo escogió a él”. ¿Ven?, nosotros escogemos según la vista, Dios escoge según el carácter.\n\nCarácter, nunca ha habido un carácter como el de Jesucristo. Vive en El; lo manifiesta a El. Vemos que es fiel. No es la hermosura mundana en El la que atrae a Su Novia; es Su carácter, el carácter de la Iglesia es lo que busca Jesús; no los grandes edificios, las grandes denominaciones, muchos miembros. El prometió encontrarse en donde dos o tres se congregaran, cierto. Ahí es donde el verdadero creyente tiene anclada su esperanza, en la Palabra de Dios siendo vindicada y verdadera, en lo que es. Escoja por Su Palabra. No un grupo amante del mundo, ellos odian eso. Con razón ella está divorciada de El, porque ella no ha captado Su revelación, y no la tiene. El no tiene interés en ella, cómo ella se porta y lo que hace, y cuánto tenga de estas cosas mundanas;",
    "El está buscando su carácter, el carácter de Cristo.\n\nAhora, sólo un momento, eso es. El escoge una Novia para reflejar Su carácter, lo cual las iglesias modernas de hoy ciertamente pasan por alto Su programa por un millón de millas, porque ellos niegan que esto es la Verdad. Entonces ¿cómo puede ser? Ahora, El está esperando el día cuando sea formada esa Novia (Hebreos 13:8), exactamente como era—como era El. Tiene que ser Su misma carne, los mismos huesos, el mismo Espíritu, todo igual, edificado exactamente, y entonces esos dos llegan a ser uno. Hasta que la Iglesia llegue a ser eso, todavía no son uno. El carácter de El, la Palabra para esta edad, tiene que ser moldeado; Ella tiene que ser moldeada igual que El.",
    "Ahora concluyendo, deseo decir la razón de haber dicho estas cosas, y con eso terminaré.\n\nLa otra noche, como a las 3:00 de la mañana, fui despertado. Yo pido que cualquiera me responda esto: ¿Alguna vez les he dicho algo en el Nombre del Señor que no fuera correcto? Siempre ha sido correcto. Dios me libre, Dios sabe que eso es la verdad. No hay nadie en todo el mundo, de las miles de cosas que han sido dichas, donde El haya fallado una sola palabra. Siempre se ha cumplido perfectamente, aun cuando estuve en Phoenix el otro día, o ya hace como un año, y les hablé acerca…aquel Mensaje sobre Señores, ¿Qué Hora Es?, y les dije que me encontraría con siete ángeles, se encontrarían allá y que sería la apertura de estos Sellos y que…Y ahí la revista Life tenía el artículo de eso, esta gran llama subiendo en el aire, treinta millas de alto, veintisiete millas de ancho [Cuarenta y ocho kilómetros de alto, cuarenta y tres kilómetros de ancho.—Traductor], y dijeron que no podían comprender lo que era, aún no saben. Y hombres sentados aquí en este edificio en esta noche estaban ahí presentes conmigo cuando aconteció, exactamente como se dijo.\n\nEl me dijo las cosas que iban a suceder, y ocurrieron exactamente; cómo se abrieron cada uno de esos Sellos y relataron los misterios que habían estado ocultos a través de esas edades de los reformadores, y etc., perfectamente;",
    "cómo era que yo estaba parado arriba de una loma, hombres, dos o tres de ellos están parados aquí hoy, sí, más que esos. Ibamos subiendo la loma, el Espíritu Santo dijo: “Levanta esa piedra”. Andábamos de cacería. Me dijo: “Tírala al aire y di: ‘ASI DICE EL SEÑOR’”. Lo hice. De ahí vino bajando un pequeño embudo de viento. Y yo dije: “Dentro de 24 horas Uds. verán la mano de Dios”.\n\nHay hombres sentados aquí ahora mismo, al día siguiente como a las 10:00, estando parados ahí, yo dije: “Prepárense; métanse ahí debajo del carro”, un veterano; yo dije, “algo está por suceder”. Era un cielo despejado. Ahí por un enorme cañón, vino bajando y girando un fuego del Cielo tan recio como podía rugir, pegó contra las paredes de esa manera. Yo estaba parado directamente abajo. Me quité el sombrero, alcé mi cabeza, y llegó como a tres o cuatro pies [Noventa centímetros a un metro veinte centímetros.—Traductor], arriba de mí y cortó una hendidura en la pared así, y explotó y subió nuevamente al aire, y giró otra vez y bajó tres veces, y hasta cortó la copa de los árboles de mesquite por doscientas yardas [Ciento ochenta y dos metros.—Traductor].\n\n¿Pueden escuchar a esos hombres diciendo: “Amén”? Ellos estaban ahí cuando sucedió, ¿ven? Y explotó tres veces.",
    "Cuando salieron de debajo de los carros y cosas y se acercaron, dijeron: “Si eso le hubiera pegado a Ud., no habría quedado ni un poco de grasa”. Dije: “No fue…Fue El. El me estaba hablando”. Dios habla por medio de torbellinos, ¿ven?\n\nY ahí estaba presente esa misma Columna de Fuego que Uds. ven en las fotografías. Y cuando subió, dijeron: “¿Qué es eso?”\n\nYo dije: “El juicio está azotando la Costa del Oeste”. A los dos días, casi se hundió Alaska.\n\n¿Ven?, pegó una vez ahí, el primer golpe donde la…Uno tiene que hacer algo para simbolizarlo. Como cuando un hombre puso sal en una vasija y la tiró al agua y dijo: “ASI DICE EL SEÑOR, que el agua sea dulce”. Y otra vez, Jesús tomó agua y la vació en una olla y la convirtió en vino. Uno tiene que tener algo para simbolizarlo, y eso fue aquello que subió al aire y bajó, lo que dio comienzo a ese torbellino.\n\nEn 24 horas había estremecido ese cerro hasta cortarle una hendidura.",
    "El Reverendo, Sr. Blair, sentado aquí, mirándome, él estuvo ahí y recogió algunos de los pedazos de aquello, etc. Aquí está Terry Sothmann y los demás parados aquí, y Billy Paul, y el Hermano…muchos de estos otros que están sentados aquí estaban allí mismo presenciándolo, cuando lo cortó. Esto no es algo ficticio, es la Verdad. Eso no fue allá en los días de la Biblia; es ahora mismo, ¿ven? Ese mismo Dios que siempre me ha mostrado estas cosas, y han llegado a cumplirse exactamente al pie de la letra. Ni una sola vez han fallado, ahora estoy jactándome de El.",
    "Hace algunas semanas yo estaba en una visión, y estaba parado en un lugar muy alto, y estaba por ver la vista anticipada de la Iglesia. Y noté que venía de mi…Estaba parado más de esta manera, mirando hacia el Oeste, y viniendo de esta manera había un hermoso grupo de mujeres, vestidas muy bien, cabello largo arreglado muy bien atrás, mangas, las faldas bien planchadas, y todas estaban marchando al compás de un sonido, como de “Firmes y adelante, huestes de la fe, sin temor alguno, que Jesús nos ve”. Y mientras pasaban, yo estaba parado ahí y había algo ahí, algún Espíritu, Dios, y El dijo: “Allí está la Novia”. Y yo me fijé y mi corazón estaba contento. Y Ella dio la vuelta por acá, y pasó por detrás de mí.\n\nDespués de un tiempo cuando Ella vino de nuevo por acá, dijo: “Ahora, pasará la vista anticipada de la iglesia moderna”. Y ahí venía la iglesia de Asia. ¡Jamás había visto un grupo tan inmundo! Ahí venían las iglesias de las distintas naciones. ¡Se veían horribles!",
    "Y yo digo esto porque estoy obligado ante Dios a decir la Verdad. Y cuando El dijo: “Aquí viene ahora la iglesia de América en vista anticipada”, si en alguna ocasión he visto un grupo de diablos, ahí estaba. Esas mujeres estaban completamente desnudas, con una cosa color gris, como el color de la piel del elefante, y la estaban sosteniendo por enfrente y no les cubría la parte de arriba, y estaban haciendo esta clase de cosas que estos bailes—que estos jóvenes hacen, el twist y esas cosas y tocando esa clase de música. Y cuando vi que apareció la Señorita U.S.A., casi me desmayé.\n\nAhora, esto es: ASI DICE EL SEÑOR. Si Uds. creen que soy Su siervo, créanme ahora. Yo no diría eso por nada en el mundo; no hay suficiente dinero en todo el mundo como para hacerme decir eso si no fuera la verdad. Y cuando ella pasó, esa era la cosa más inmunda que he visto. Pensé: “Dios, considerando lo duro que los predicadores y nosotros los hermanos hemos trabajado para conseguirte una Novia, y eso es lo mejor que hemos logrado”. Ella iba contorsionándose, sosteniendo esto enfrente de ella como una de estas faldas “hula” [Faldas típicas de Hawai.—Traductor], sosteniéndola enfrente de sus partes, de sus partes bajas, así, bailando y contorsionándose como hacen estos jóvenes en estos programas vulgares que tienen, contorsionándose. Esa era la Señorita Cristianismo de América.",
    "Dios siendo mi testigo, así es como El ve todo esto. Yo…Casi me desmayé. Pensé que de todo el esfuerzo y la predicación y la persuasión; todas ellas con cabello corto, y se estaban contorsionando y bailando, sosteniendo esto enfrente. Dieron la vuelta a donde yo estaba parado con este Ser Sobrenatural. No lo podía ver. Podía escuchar que me hablaba. Estaba a mi alrededor. Pero cuando ellas dieron la vuelta hacia acá, tenían…estaban contorsionándose y riéndose y haciendo de todo, portándose así, sosteniendo esto enfrente. Ahora, yo parado ahí en Su Presencia y siendo Su siervo, y de todos mis esfuerzos eso era lo mejor que podía hacer. Pensé: “Dios, ¿de qué me ha servido? ¿De qué ha servido? Todo el llorar, el pedir, el persuadir y las grandes señales y maravillas y milagros que has mostrado. Y cómo estuve allí parado y me iba a la casa y lloraba después de haberles predicado y eso, y ¿de qué me ha servido? Y luego tener que presentarte algo así como Novia”.",
    "Y mientras estaba ahí mirando, ella pasó, y Uds. pueden imaginarse, en la parte de atrás no llevaba nada, sosteniendo esto enfrente mientras iba pasando bailando al compás de este ritmo, estirando así los brazos y piernas en su…Oh, era de lo más vulgar como ella se estaba conduciendo, estremeciendo su cuerpo de esa manera.\n\nAhora yo…Ud. dice: “¿Qué significa eso, Hermano Branham?” Yo no sé, solamente les estoy diciendo lo que vi. Y cuando ella pasó de esa manera, yo la miré, y oh, me sentí mareado. Y me di la vuelta. Pensé: “Dios, yo—yo estoy condenado. No hay razón de que yo trate…Vale más dejar esto”.\n\nY Sra. Carl Williams, si Ud. está presente, y ese sueño que Ud. me relató no hace mucho, que tuvo la otra noche, que la ha estado molestando, ahí está. El volante ha sido quitado de mi mano.",
    "Luego, pensé que—que vale más olvidarme de todo; ya no había remedio. Entonces de repente oí que venía de nuevo. Y viniendo de este lado venía la misma Novia que se había ido por acá. Aquí venían nuevamente esas damas, y cada una estaba vestida con el traje típico de donde venía, como Suiza, Alemania, etc., cada una con esa clase de vestido, todas con cabello largo, exactamente como las primeras. Y ahí venían caminando: “Firmes y adelante, huestes de la fe…” Y cuando pasaron por enfrente del sitio de donde observábamos, de repente todo ojo siguió en esa dirección, y luego se regresaron y continuaron marchando. Y en el momento en que comenzaron a subir directamente a los cielos, esta otra llegó al borde de un cerro y se fue para abajo, de esa manera. Estas comenzaron a marchar directamente a los cielos. Y cuando comenzaron a marchar, noté que dos muchachas de la parte de atrás, parecía que pudieran ser muchachas de otro país, como de Suecia o Suiza, o alguna parte, comenzaron a mirar a los lados y se les…Yo dije: “¡No hagan eso! ¡No pierdan el paso!” Y al gritar de esa manera, volví en mí en la visión, parado ahí con la mano extendida de esa manera. Pensé: “Bueno…”",
    "Esa es la razón por la cual he dicho lo que he dicho esta noche. Quiero hacerles esta pregunta: ¿Es más tarde de lo que pensamos? ¿Será posible que ella ya fue llamada y escogida, y sellada? Uds. saben, no habrá una persona demás. ¿Será posible? Oh sí. Oh sí. ¿Se acuerdan de lo que dije el otro día en el desayuno? En el polen, en la reproducción de macho y hembra, salen un millón de gérmenes, salen un millón de huevos, pero uno solo es el que vive, sin embargo todos son iguales, uno de cada millón. Cada uno de ellos son la misma clase de huevo, y la misma clase de germen. Uno de ellos vive, los demás mueren. Nadie puede decir cuál es el huevo maduro ni nada al respecto. Dios tiene que decidir eso. Si es que va a ser niño o niña, rubio, moreno, o lo que va a ser, Dios decide eso. No son los primeros que se encuentran, pero los primeros que Dios decide. Quizás uno venga de acá y otro…Si alguna vez han visto Uds. en una probeta cómo es que se juntan. Yo lo he observado. Dios tiene que decidir eso. Todos son iguales, pero por medio de elección. El nacimiento natural es por elección. Dios toma uno de cada millón.",
    "Cuando Israel salió de Egipto, camino a la tierra prometida, eran aproximadamente dos millones. Todos ellos estaban bajo el amparo del mismo cordero del sacrificio, de otra manera no hubieran vivido. Todos ellos escucharon a Moisés, el profeta. Todos ellos fueron bautizados con él en el Mar Rojo. Todas ellas, las mujeres, danzaron con María a lo largo de la playa cuando Dios destruyó al enemigo. Todos ellos se pararon al lado de Moisés y lo escucharon cantar en el Espíritu. Todos ellos comieron del maná en el desierto, el cual caía del Cielo, maná nuevo cada noche, lo cual es un tipo del Mensaje. Todos ellos comieron de allí. Pero de los dos millones, ¿cuántos llegaron? Dos. ¡Uno de cada millón!\n\nEn esta noche hay aproximadamente quinientos millones de Cristianos en el mundo, contando a Católicos y demás. Quinientos millones de así llamados creyentes en el mundo. Si el Rapto ocurriera esta noche, eso significaría, si uno de cada millón fuera la norma, yo no digo que así es, pero si fuera, entonces en las próximas 24 horas quinientas personas desaparecerían. Ni siquiera se oiría de eso. De todas maneras desaparecerá esa cantidad de los cuales ni siquiera se puede dar cuenta.",
    "Entonces puede ser…amigos, nos puede acontecer a nosotros así como cuando vino Juan el Bautista. Aun los discípulos dijeron: “¿Por qué dicen las Escrituras, por qué dijeron los apóstoles, o más bien los profetas, por qué dice que primero tiene que venir Elías para restaurar todas las cosas?”\n\nEl les dijo: “Yo os digo que Elías ya vino, y no lo supisteis”.\n\nUno de estos días pudiéramos ser dejados aquí. “¿Qué del Rapto antes de que comience la tribulación?”\n\n“Ya sucedió y no lo supieron”.",
    "🦅 Todo el Cuerpo está sellado adentro, sólo es cuestión de mantener el paso”. No estoy diciendo que así sea; ojalá no sea así. Pero amigo, cuando si…hagamos…Si tenemos algún sentir en nuestro corazón esta noche de que debemos enderezar nuestras vidas, y las cosas que hemos hecho, permítanme aconsejarlos como un hermano ministro…Y yo voy a decir esto por primera vez a través del púlpito. De todas maneras me he extendido más en esto en esta noche que en cualquier cosa en cualquier otro tiempo ante el público, porque he gozado de una gran libertad en estas reuniones. Si Uds. creen que soy el profeta de Dios, escuchen lo que les he dicho. Si hubiera una pizca de sentir en su corazón, acudan a Dios ahora mismo. Háganlo.",
    "Hombre, deténgase por un momento. Fíjese en los credos a los que sirve. Fíjese en su iglesia. ¿Cuadra todo perfectamente con la Palabra de Dios? ¿Ha cumplido Ud. con todo requisito? Dirá: “Yo soy un hombre bueno”. También lo fue Nicodemo, y también todos los demás. Eran muy finos…¿Ve?, eso no tiene nada que ver con ello.\n\nY mujeres, quiero que se miren en el espejo, y fíjense en lo que Dios requiere que haga una mujer, y mírense en el espejo de Dios, no en el espejo de su iglesia, pero en el espejo de Dios. Y vean si su vida califica como Novia Espiritual de Jesucristo.\n\nMinistros, piénsenlo también. ¿Está Ud. buscando la vía corta aquí para no herir los sentimientos de alguien más adelante? ¿Haría Ud. esto si no fuera—si lo expulsaran de la iglesia? Si Ud., mi querido hermano se está sintiendo así, permítame advertirle en el Nombre de Jesucristo, huya de eso ahora mismo.\n\nY señora, si Ud. no puede cuadrar con los requisitos de una Cristiana, no como una Cristiana nominal, pero en su corazón y su vida estar ajustada exactamente como el certificado de matrimonio de Dios dice que tiene que ser.\n\nY miembro de iglesia, si su iglesia no es así y no cuadra con los requisitos de Dios, de Su Palabra, sálgase de ahí, y métase en Cristo.",
    "Esa es una advertencia solemne. Nosotros no sabemos a qué hora. Y Uds. no saben a qué hora, esta ciudad un día estará acá en el fondo de este océano.\n\n“Oh, Capernaum”, dijo Jesús, “que eres levantada hasta el Cielo, serás traída hasta el infierno…porque si las poderosas obras hubieran sido hechas en Sodoma y Gomorra aún estarían hasta el día de hoy”. Y Sodoma y Gomorra están en el fondo del Mar Muerto, y Capernaum está en el fondo del mar.\n\nTú, ciudad, que dices ser la ciudad de los Angeles, que te has exaltado hasta el Cielo y has enviado todas las cosas inmundas de modas y cosas, al grado que países extranjeros vienen hasta acá para recoger nuestra suciedad para enviarla lejos, con tus finas iglesias y sus campanarios y demás, así como lo haces, recuerda, ¡un día, estarás en el fondo de este mar! Eres un gran panal por debajo ahora mismo. La ira de Dios está hirviendo debajo de ti. Por cuánto tiempo más mantendrá El esta barra de arena colgando sobre eso, cuando el océano con una milla de profundidad entrará hasta el Mar Salton [Lago que se encuentra al extremo sureste de California, cerca de la frontera con el estado de Arizona.—Traductor]. Será peor que el último día de Pompeya. ¡Los Angeles, arrepiéntete! ¡Arrepiéntanse todos Uds. y vuelvan a Dios! La hora de Su ira está sobre la tierra. Huyan mientras hay tiempo de huir, y vengan a Cristo. Oremos.",
    "Amado Dios, cuando en mi espíritu estoy temblando, mi corazón está derramando lágrimas de advertencia, concede, oh Dios, que hombres y mujeres no vayan a pensar en lo que he dicho como un chiste, y que la gente de la iglesia no piense en esto como algo que fuera prejuicio o en contra de ellos mismos. Señor, que puedan ver que es en amor. Dios Todopoderoso, Tú eres mi testigo, que yo he viajado por toda esta costa año tras año, proclamando Tu Palabra. Sé mi testigo, oh Dios, que si eso aconteciera en esta noche, yo he dicho la Verdad. Tú sabes que esta visión de la Novia es la Verdad. Señor, he tomado Tu Nombre, y he dicho que fue ASI DICE EL SEÑOR, y siento que estoy consciente, Señor, de lo que estoy haciendo.\n\nEntonces te ruego Señor, en el Nombre de Jesús, permite que la gente se estremezca esta noche, y que huyan de la ira que está por venir, porque Icabod está escrito sobre las puertas y sobre las naciones. Una marca negra ha sido puesta encima, el Espíritu de Dios ha sido apartado contristándolo, y han sido pesados en la balanza y hallados faltos. La fiesta del Rey Nabucodonosor se ha repetido con borracheras y mujeres medio vestidas, llamándose Cristianas.",
    "Oh Dios del Cielo, ten misericordia de un mundo pecaminoso y un pueblo pecaminoso, Señor, como somos en esta noche. Dios, estoy tratando de pararme en la brecha y rogar por misericordia Divina, que Tú le hables a esta congregación esta noche y llames a Tu Novia a atención, Señor, para marchar, no bajo la señal de algún credo, pero según el sonido del Evangelio del Señor Jesucristo. Concédelo, oh Dios. Que se sepa esta noche que Tú eres Dios, y que Tu Palabra es Verdad. Mientras estamos solemnemente ante este pueblo, los llamamos a la atención de Tu Palabra. En el Nombre de Jesucristo, yo ruego por ellos, Señor.\n\nMás allá de cualquier sombra de duda te han visto moverte entre sus congregaciones y decirles lo que estaba en su corazón. Y Señor, Tú sabes ahora mismo lo que está sucediendo. Tú sabes que eso es Verdad, oh Dios. Y yo te ruego en el Nombre de Jesús, que permitas que el Espíritu Santo interceda otra vez Señor, y que saque de esta audiencia, Señor, a los que están inscritos en el Libro de la Vida del Cordero. Concédelo, oh Dios, yo te lo ruego con todo mi corazón.\n\nEsta gente, Señor, por supuesto me daría el último centavo que tuviera para mantener el Mensaje. Harían cualquier cosa que pudieran hacer, pero oh Dios, cuando es cuestión de cuadrar con él y entrar en él, ruego Dios, que esta sea la noche cuando les premies y derrames Tu Espíritu Santo sobre esta convención. Y que no sea un juego, o brincar alrededor, ¡pero un llanto y un clamor y un arrepentimiento, agarrados de los cuernos del altar mientras vemos los juicios rugiendo debajo de nosotros esta noche! Concédelo Dios. Yo oro tan sinceramente como puedo, en el Nombre de Jesucristo.",
    "Mi hermano, hermana, yo no sé qué más decir. Si he hallado gracia en sus ojos por medio del Poder de Dios; si Uds. creen que soy Su profeta…Esta es la primera vez que he dicho eso ante el público, pero siento una advertencia rara de alguna clase. Yo no soy propenso a esto. Uds. lo saben. Yo no actúo de esta forma. Yo titubeé en predicar ese Mensaje y decir esas cosas. Corrí hacia los lados e hice de todo para evitarlo, pero ya ha sido dicho, y estará en el Día del Juicio como testimonio de que yo he dicho la Verdad. Eso es ASI DICE EL SEÑOR DIOS. ¡Oh, Pentecostales, corran por sus vidas! Huyan a los cuernos del altar y clamen ante Dios antes de que sea demasiado tarde, porque la hora llegará cuando clamarán y no funcionará. Porque Esaú se fue en busca del lugar de su primogenitura, y no lo pudo hallar. Los entrego, oh California, oh Convención de los Hombres de Negocio del Evangelio Completo, a quienes amo, por quienes he dejado cosas y a quienes me he unido de todo corazón, los entrego a Jesucristo esta noche. ¡Huyan a El! Nunca permitan que el diablo los enfríe en cuanto a esto. Manténganse con esto hasta que todos estén llenos del Espíritu Santo al grado que les hará llegar a esta Palabra, hará que Uds. mujeres se enderecen, hará que Uds. hombres se enderecen. Si Ud. dice que tiene el Espíritu Santo y no se pone en línea con la Palabra, es otro espíritu en Ud. El Espíritu de Dios está en Su Palabra. El Mesiánico—la Palabra ungida. La Novia debe ser una “Mesías”, la Palabra ungida.",
    "Pongámonos de pie en el Nombre del Señor Jesucristo. Si Uds. nunca más oyen mi voz…Pero Dios mediante, en unas horas me dirijo hacia el Africa; quizás nunca vuelva. Yo no sé. Pero les digo de todo corazón, les he dicho la Verdad. No he rehuido en declararles todo lo que Dios me ha dicho que dijera, y lo he dicho en el Nombre del Señor.\n\nEs un momento muy solemne. No sé cómo expresarlo. He tratado de apartarme del púlpito tres o cuatro veces, y no puedo hacerlo. Esta es una hora solemne. ¡Nunca se les olvide! Este es un tiempo en que quizás Dios esté haciendo Su último llamado. Yo no…Algún día El hará Su último llamado. ¿Cuándo? Yo no sé. ¡Pero les estoy diciendo, según esa visión, parece que esa Novia está casi completa! Fíjense en las iglesias nominales entrando. Cuando la virgen durmiente vino buscando aceite, no lo consiguió. La Novia entró. El Rapto la arrebató. Mientras salieron a comprar aceite, el Novio vino. ¿Están dormidos? Despierten rápidamente y vuelvan en sí, y oremos cada uno como si estuviéramos muriendo en este mismo momento, en el Nombre del Señor. Cada uno ore a su manera.",
    "Dios Todopoderoso, ten misericordia de nosotros, Señor. Ten misericordia de mí. Ten misericordia de todos nosotros. ¿De qué sirve, no importa lo que hagamos, si fallamos en estas cosas? Yo me paro aquí y ruego por misericordia, oh Dios, antes de que esta gran ciudad se hunda debajo del mar, y los juicios de Dios barran esta costa. Yo ruego, Dios, que llames a Tu Novia. Yo ahora te los entrego en el Nombre de Jesucristo. Amén. 🦅"
  ]
}