{
  "title": "TRATANDO DE HACER UN SERVICIO A DIOS SIN SER LA VOLUNTAD DE DIOS",
  "id": "65280009",
  "content": [
    "🦅  Permanezcamos de pie ahora por un momento mientras oramos. Inclinemos nuestros rostros.\n\nSeñor, estamos contentos esta mañana de estar de nuevo en la casa de Dios, en otro servicio. Y rogamos, Dios, que Tú nos corrijas esta mañana de todos nuestros errores. Muéstranos las sendas que Tú has ordenado en las que debemos de caminar. Y danos de Tu gracia y amor, para que podamos seguir esas sendas e instrucciones con todo nuestro corazón, para que podamos ser hallados, en aquel día, en Cristo, irreprensibles, porque creemos, Señor, que Su aparición será pronto.",
    "Vemos todas las señales que El dijo que sucederían antes de Su venida, ahora siendo cumplidas. Y con gozo esperamos ese momento. Como Abraham de la antigüedad esperó al hijo prometido, y viendo aquellas últimas señales de Dios descender sobre la tierra, entonces él supo que no pasaría mucho tiempo para que el hijo llegara. Y ahora lo vemos repetirse otra vez. Jesús nos dijo que: “Cuando estas cosas comiencen a suceder”, que levantemos nuestras cabezas, que nuestra—nuestra redención estaría acercándose, “perplejidad del tiempo, angustia entre naciones, terremotos en diferentes lugares, el mar bramando, los corazones de los hombres desfalleciendo de temor”.",
    "Nos damos cuenta que estamos en esa hora, cuando las naciones no saben qué hacer. Viene otra guerra, parece. ¡Qué cosa más horrible sería esa! La tierra haciéndose pedazos, los científicos diciendo que algo terrible está cerca. Vemos la Biblia hablando de esto. Entonces, Señor, ayúdanos hoy a estar en esta casa de corrección, y tomar órdenes de nuestro Dios, para seguir adelante en esta hora de oscuridad, para dar la Luz, porque pudiera ser nuestra última oportunidad para hacerlo así. Porque te pedimos esto en el Nombre de Jesús y por Su causa. Amén.\n\nPueden sentarse.",
    "Yo ciertamente considero este un gran privilegio, estar aquí en el tabernáculo esta mañana. Y siento mucho de que no tenemos lugar donde sentarse, alrededor, para Uds. Y el lugar está lleno, y están parados por todas partes afuera.\n\nUds. que están afuera ahora, Uds. pueden oír esto en su radio. Olvido…[Alguien dice: “Del cincuenta y cinco al cincuenta y siete”.—Editor] Del cincuenta y cinco al cincuenta y siete. Uds. que están afuera, y afuera en los lotes de estacionamiento, y en las calles, pueden oír esto en sus radios, entre el cincuenta y cinco y cincuenta y siete en el dial de sus radios. Así que tratamos…",
    "Yo venía de regreso, más bien, aquí, para tratar de tener una reunión como de diez días, para hablar sobre el tema de Las Ultimas Siete Copas. Porque en medio de esas Copas están las Trompetas. Y yo les estaba diciendo en la…cuando yo iba a predicar sobre las Siete Trompetas, que yo las traería con las Copas y las Plagas. Y yo pensé que sería un buen tiempo. Yo acabo de regresar de Africa, y—y los niños no habían tenido sus vacaciones.\n\nMi niñito, Joseph, más o menos se había—había ido un poquito…necesitaba unas cuantas semanas de estudio en su lectura. El pasó, muy bien, pero no estaba a la par. Así que lo mantuvimos en Tucson, así que, mientras yo estaba en Africa, y continuó en su lectura y se puso al corriente, con un poco de escuela diaria.\n\nY luego vinimos de regreso. Y yo pensé, que mientras los niños estaban teniendo sus vacaciones, yo tendría una pequeña reunión aquí con el pueblo, y predicaría estos temas. Pero cuando llegamos aquí, hallamos que no podríamos conseguir el auditorio de la escuela.",
    "Y yo sabía que el tabernáculo no era suficiente para sentar a la gente, y ponerlos cómodos de la manera en que deberían de estarlo cuando ellos…cuando yo tenga este Mensaje, por lo tanto tuvimos que—que hacer un arreglo diferente. Y en vez de tener las—las diez noches que estábamos planeando tener, pues, lo hice sólo dos servicios por domingo; este domingo, el próximo domingo, y el siguiente domingo, dos servicios. Así que, y nunca lo anunciamos.\n\nY, entonces, si alguien que oyó de alguna forma que las reuniones iban a empezar el veintiocho, en el auditorio de la escuela, si Dios lo permitía, pues, si Uds. tienen algunos amigos y tienen reservaciones en los moteles, yo—yo las cancelaría, ¿ven?, debido a que—que ellos, no podemos tener la conveniencia de tenerlo. Ellos no pueden conseguir los—los auditorios de la escuela.",
    "Y ahora yo quiero hablar, sólo sobre servicios evangelísticos el domingo en la mañana. Y el domingo en la noche yo quiero tener oración por los enfermos. Y estamos confiando que Dios se encontrará con Uds. las personas que están enfermas. Yo no sé cómo va Billy a encargarse de Uds.; yo supongo, va a dar tarjetas de oración, o como sea, formas para controlar la congregación. Pero haremos todo lo que podamos para orar por cada persona en estas próximas tres semanas que queremos tener servicios, si fuera la voluntad del Señor.",
    "Y luego muchas veces hay entrevistas personales, alguien sólo quiere verlo a uno un minuto sobre algo o algo así. Y vamos a…¿Cuántos aquí desean una entrevista personal?, veamos sus manos. ¡Válgame! ¿Quién no la desea? Así que entonces estamos…",
    "Va a ser un poco difícil tenerlas, así que escriban su petición y envíenla, entréguenselas a Billy, entonces yo puedo recibirlas de allí. Y, ahora, él va a anunciar acerca, supongo, de las tarjetas de oración, cuándo van a ser repartidas.",
    "¿Cuántos de nuestros hermanos ministradores están aquí esta mañana? No hemos tenido oportunidad de, yo no creo…¿Han Uds. reconocido a alguno de ellos? ¿Cuántos ministros están aquí esta mañana, levantarían Uds. sus manos? O, pónganse de pie. Veamos cuántos ministros están en la congregación esta mañana. ¡Pues, bien! Gracias al Señor por estos hombres. Quisiera que tuviéramos tiempo para reconocer a cada uno de ellos, pero yo estoy seguro que Uds. los ven. Y nosotros…Dios los conoce en el servicio de ellos, y rogamos que Dios los bendiga ricamente. Y, no hay duda, que muchos de ellos han cerrado sus servicios, para estar aquí. El Hermano Junior Jackson y, creo, el Hermano Don Ruddell, y allá esta emisión está llegando a sus iglesias. Y además, también, allá en Nueva York y otros lugares a través de la nación, esto es por teléfono privado a cada iglesia esta mañana.",
    "Yo estoy contento de ver al Hermano Richard Blair sentado aquí. Acabo de leer una carta de una gran cosa que Dios hizo entre la gente allá. El otro día, según entiendo…pudiera estar equivocado, Hermano Blair; si lo estoy, corríjame. El estaba trabajando, ayudándole a un hombre a poner el alambrado a un remolque habitable o algo, creo que fue. Yo leí la carta. Y ellos invirtieron algo, y, sin embargo, llevó la corriente a un agua donde estaba un niñito, uno…el—el hombre al que le pertenecía el remolque habitable, su niñito, sólo era un muchachito, y mató al niñito. Y su estómago hinchado. Sabemos que la descarga eléctrica, eso es, cuando ellos mueren, eso es lo que sucede. Los ojitos fijos; sus dientes se juntaron.",
    "Esto alarmó tanto a los hermanos. El Hermano Blair dijo que él pensó que pudiera localizarme en alguna parte, para orar por él, pero recordó que era que: “Dondequiera están dos o tres congregados en Mi Nombre, allí estoy Yo en medio de ellos”. Y el padre se peló sus dedos tratando de meter sus dedos en la boquita del niñito, para abrirla. Y ellos se arrodillaron y empezaron a orar por el niñito, y él volvió a la vida de nuevo.",
    "¿Fue verdad eso, Hermano Blair? Uno de nuestros fieles hermanos aquí. Oh, el niñito está aquí. Pues, gracias al Señor. Eso está bien. Quisiéramos que te pusieras de pie, hijito. Ahora, agradecemos al amado Señor por esto. ¿Es ése el padre del niñito? ¿Es Ud. el padre? Eso es correcto. Y aquí está el Hermano Richard Blair. Nuestro Dios es capaz de hacer cualquier cosa. Sí, señor. El lo prometió. Estamos viviendo en la Presencia Divina del gran y glorioso Padre Celestial. Y todas las cosas que nosotros…son posibles si tan sólo podemos creerlo.",
    "¿Ven Uds. lo que eso hace, la recompensa para la vida de ese hombre el creer eso? Salvó a su niñito. Ahora, Dios tenía a sus fieles siervos allí, para…El Hermano Blair y demás, para orar por el niñito cuando él estaba en esa condición. Sí, cuando algo sucede, recuerden, Uds. son hijos del Dios viviente. “Dondequiera estén dos o más congregados en Mi Nombre, allí estoy Yo”. Y otra vez está escrito: “El es nuestro pronto auxilio en tiempo de tribulaciones”. Y si ha habido tribulación alguna vez, fue ese niñito yaciendo allí, muerto, en el suelo, por una descarga de electricidad que pasó a través de él. Así que estamos agradeciendo a Dios esta mañana, con todos nuestros corazones, por estas, por estas cosas que El ha hecho por nosotros.",
    "Dios bendiga a estos hombres fieles, también. En un tiempo de emergencia ese es el tiempo de buscar a Dios. Y buscarlo a El, y estar en amistad con El antes de que la emergencia llegue. Sabemos esto. Si tenemos favor con Dios, podemos pedirle a El cualquier cosa, como Uds. lo harían con cualquier otro amigo, y El es nuestro pronto auxilio en tiempo de tribulación.",
    "Acabo de encontrarme en la calle, ayer, a la hermana del Hermano John Martin. Yo estaba…Alguien me había detenido en la calle, y alguien pasó y saludó agitando la mano. Al regresar a casa, Uds. saben, uno ve gente por todas partes, deteniéndose y estrechando la mano, y demás. Y esta señora, yo recuerdo que ellos me llamaron recientemente, donde alguien la golpeó en la espalda, en un carro, le reventó su columna y de arriba abajo. Ella iba a estar paralizada el resto de su vida. Ella está sentada en la reunión esta mañana, disfrutando la Presencia de Dios. Yo acabo de estar hablando con ella en el cuarto. Yo quería orar con ella, de nuevo. Y ella estaba…Ella esta aquí en alguna parte. Yo creo que ella no pudo entrar de nuevo.\n\nPero, aquí, seguro, ella está sentada aquí mismo junto a nosotros. Eso es correcto. Pudiera ponerse de pie sólo un momento, hermana, para que la gente pueda…Aquí está una señora que el doctor dijo, hace unos días, que nunca caminaría, una columna destrozada y de todo, de un choque—choque. Y allí está parada, sana.\n\nUds. saben, la Biblia dice: “Y no podían decir nada en contra, porque el hombre estaba parado en medio de ellos”. Eso es correcto. Aquí está un niñito que fue traído de nuevo de entre los muertos, y aquí está la mujer con la columna reventada, que están en medio de nosotros. Acaba de ser hecho, así que El es el mismo ayer, hoy, y por los siglos. ¡Bendito sea el Nombre del Señor! Cuán contentos deberíamos de estar viviendo ahora en Su Presencia, y saber que El es este pronto auxilio en tiempo de tribulaciones.\n\nEstamos contentos de ver al Hermano Vayle, al Hermano Martin, a tantos que están esta mañana. El Señor los bendiga hermanos, ricamente. Ahora es…",
    "Yo sé que no está muy fresco aquí adentro, con toda esta multitud, pero sin embargo, cuando salí de Tucson el otro día, estaba como a ciento cuatro o cinco. Y casi a media noche, estaba a noventa y tres, y así que esto se siente bastante bien para mí. Y en Parker dijeron que estaba a ciento cuarenta, el viernes antes de que saliéramos. Y Uds. pueden imaginarse cuán caliente es eso. Por supuesto, eso es en el desierto.",
    "Y, ahora, estos próximos tres domingos. Hoy, el quince, yo creo, ¿es correcto eso, o dieciséis?; quince, ¿no es así? Dieciocho, y el veintiocho, y el primero de agosto (¿es correcto eso?), agosto. El veinticinco…El dieciocho, el veinticinco, y el primero, habrá servicios en el tabernáculo. No, Uds. saben, lo divulguen mucho, porque, ¿ven Uds.?, no podemos meter a los que están adentro, a los que están aquí ahora, adentro, Uds. saben, y sólo se pone peor. Sólo regresen si pueden.",
    "Y entonces yo estoy aquí para reunir a los síndicos. Como que me estoy cansando de todo esto de que me estén rechazando un lugar dónde tener una reunión, cuando yo me siento guiado a hacerlo. Así que yo creo que voy a preguntar si tan sólo podemos conseguir nuestra carpa y—y levantarla, y sólo quedarnos allí, Uds. saben. Ponerla aquí en el parque de pelota, o afuera en una granja, y moverla de lugar en lugar, como el Señor guíe. Y yo siento que eso es lo que El va a hacer. Uds. saben, hay una visión concerniente a eso. Y yo creo que quizás la razón de que esto sucede…Ahora, Uds. saben, muchas veces pensamos que es horrible porque ciertas cosas pasan, pero, Uds. saben, ese pudiera ser Dios, ¿ven?, llevándolo a uno a estas cosas. Cuando, El lo dijo, El lo hará.",
    "Hace unas cuantas noches, muchos de Uds., como a un mes antes de ir allá a Africa, muchos de Uds. quizás tienen la cinta, de Uds. los que consiguen las cintas, sobre, Escogiendo Una Novia, fue predicado en California. Los últimos cuantos minutos de esa cinta, yo no recuerdo de que haya estado allí. Pero el Espíritu del Señor vino de tal manera. Yo los había estado condenando por la manera en que estaban viviendo y haciendo, y después de que el Evangelio había sido predicado y declarado tanto delante de ellos. Y de repente el Espíritu Santo habló y dijo: “Capernaum”, ¿ven?, “la ciudad que se llama a sí misma con el nombre de los ángeles”, esa es Los Angeles, “tú eres levantada hasta el cielo, pero hasta el Hades serás abatida”. ¿Ven? Y luego después de que había terminado, pues, yo estaba afuera, y el Hermano Mosley y Billy estaban conmigo. Y ellos dijeron…Regresé y miré, y todo el piso estaba lleno de gente, ministros sollozando.",
    "Y yo fui y tomé la Escritura. Yo dije: “Hay algo acerca de eso en la Biblia”.\n\nY era Jesús reprendiendo a Capernaum, todas esas ciudades costeras que El había visitado. Pues El dijo: “Capernaum, tú eres levantada hasta el Cielo, hasta el Hades serás abatida”. El dijo: “Porque si en Sodoma y Gomorra se hubieran hecho las obras que han sido hechas en ti, estaría en pie hoy”. Y en ese tiempo, Sodoma y Gomorra estaban en el fondo del mar.\n\nY poco después de eso, quizás cien años o algo, después de la profecía de Jesús, Capernaum, la única ciudad costera que El había visitado, un terremoto la hundió en el mar. Y Uds. saben que esa fue una respuesta directa a California, a Los Angeles.",
    "Y luego en Tucson el otro día, justo al llegar de regreso, un gran terremoto había sucedido allá. Y los científicos estaban en la televisión describiéndolo. Salió en los periódicos. Que, la tierra, el otro día, se partió desde las Islas Aleutianas, o desde Alaska, alrededor de las Islas Aleutianas, como doscientas millas dentro del mar [Como trescientos veintidós kilómetros.—Traductor], volvió a entrar en San Diego, pasó alrededor de Los Angeles, y salió en San Diego. Y se ha separado varias pulgadas. Casas se han venido abajo. Moteles se han hundido.\n\nY a los científicos en este grupo se les—se les preguntó. Dijeron: “Bueno, ¿pudiera eso hundirse algún día?”",
    "Dijeron: “¿Pudiera? ¡Va a hundirse!” Y él usó los nombres científicos de cómo la lava ha…Eso es lo que ha causado estos terremotos desde el principio, alrededor de San Diego y por esas partes. Ha sido ese lugar hueco. Y ahora todo eso ha comenzado a desmoronarse, como arena cayendo, y ahora sólo es una capa. Y se ha separado, varias pulgadas. Ellos pudieran tomar el radar y cosas, y seguir esa grieta, y marcarla. Yo vi donde estaba.\n\nY se separó, varias pulgadas más, quizás dos o tres pulgadas [Cinco o siete centímetros y medio.—Traductor] el otro día, otra vez, inmediatamente después de que esa profecía fue dada.\n\nY los que estaban entrevistando a los científicos, dijeron: “Bueno, probablemente no va a ser en nuestra edad”.",
    "El dijo: “Pudiera ser en cinco minutos o en cinco años; pero se va a hundir”.",
    "La Sra. Simpson, yo no creo que ella está hoy con nosotros. O, yo veo al Hermano Fred sentado aquí, pero yo no sé donde está la Sra. Simpson. Ella fue y trajo una profecía que yo hice, como en 1935 o algo así, y decía: “El tiempo vendría”, está escrita en un libro en alguna parte, “en que el mar se infiltraría en el desierto”.\n\nMiren lo que va a suceder. Si esas miles de millas cuadradas caen dentro de la lava de la tierra, y se deslizan hacia adentro, habrá millones que morirán a la vez. ¡Y eso causará tal maremoto! Recuerden, hasta el Mar Salton [Lago que se encuentra al extremo sureste de California, cerca de la frontera con el estado de Arizona.—Traductor], está cien o doscientos pies [Treinta o sesenta metros.—Traductor] más bajo que el nivel del mar. Esa agua probablemente llegará casi hasta Tucson, con ese maremoto cruzando por allí. “Y el mar se infiltraría en el desierto”.\n\nLas naciones están derrumbándose, Israel está despertando,\n\nLas señales que nuestros profetas predijeron;\n\nLos días Gentiles contados han sido, cargados de horrores;\n\nRegresen, oh dispersos, adonde los suyos.",
    "Estamos en el tiempo del fin. Ahora, el Señor los bendiga ricamente. Yo comienzo con eso y me olvido acerca del tiempo. Vamos a desvanecernos rápido, muy rápidamente, entrando a la Eternidad, de todas maneras.",
    "Y ahora en San Marcos, el capítulo 7 y el versículo 7, para traer un texto para este tema que se acaba de leer en Primera de Crónicas 13. Para hacer un texto para esto, yo quiero Marcos 7:7.\n\n…en vano me honran,\n\nEnseñando como doctrina mandamientos de hombres.",
    "Ahora, yo no sé nada sino el Mensaje que el Señor me ha dado, y eso es todo de lo que puedo hablar. Y ahora, voy a hablar sobre un tema esta mañana el cual pensé que sería bueno. Y esta noche quiero hablar sobre, “comida en su debido tiempo”, si el Señor quiere: Alimento Espiritual En Su Debido Tiempo, y cómo recibirlo. Ahora, esta mañana: Tratando De Hacer Un Servicio A Dios Sin Ser La Voluntad De Dios.",
    "Dios es soberano. Y vemos aquí lo que David hizo, en la lectura de la Escritura de Primera de Crónicas 13. Y él era…Sus intenciones eran buenas. Pero Dios no nos da méritos en buenas intenciones. Solamente hay una manera de servir a Dios, eso es por medio de hacer Su voluntad a Su mandato. Y Dios, siendo soberano, no hay nadie que le diga a El qué hacer o cómo hacerlo. El lo hace en la manera, El sabe la manera correcta de hacerlo. Y eso me hace sentir bien. Y debería de hacernos sentir bien a todos, y estoy seguro que lo hace. Porque, uno lo tendría viniendo de esta manera, y otro lo tendría yendo de aquella manera, y uno de la otra manera.",
    "Pero una gran cosa, de nuevo, acerca de Dios, El no nos ha dejado, ahora, sin saber qué es la Verdad y cómo llevarla a cabo. El no sería justo, en castigarnos por hacer algo que no sabíamos cómo iba a ser hecho, y luego dejarnos entrar a ciegas en algo. El no es esa clase de Dios. El es un Dios que habla la Palabra y espera que Sus hijos la crean. Y, por lo tanto, El sabe qué es mejor, y cuándo hacerlo, y cómo hacerlo. Tenemos nuestras ideas de ello, pero El sabe.",
    "Y entonces si El establece un sistema, qué es lo que El va a hacer, y no nos dijera qué iba a suceder y cómo iba a suceder, entonces nosotros, tropezando en ello, seríamos—seríamos justificados en—en nuestros tropiezos; o, tratando de hacer algo, cada uno sería justificado. Pero sólo hay una manera, y esa es Su Palabra.",
    "Y otra cosa, David aquí, vemos que en su corazón él quería hacer algo que era bueno. El no tenía un mal motivo, o ningún mal objetivo. Pero, la casa, o el arca del Señor, estaba lejos del—del pueblo, y él quería traer el arca de Dios de regreso a su lugar, para que el pueblo consultara a Dios acerca de las cosas que ellos querían.",
    "En vez de—de dejarlo así, nosotros…¿Qué si el Hermano Blair y el padre de este niñito hubieran dicho: “Pues, que lástima, el niño fue herido, muerto. Creo que, simplemente es algo que sucedió”? Pero ellos rápidamente fueron a Dios.",
    "¿Qué si la pequeña señora, y su esposo, un ministro del Evangelio, hace unas noches, o días, cuando esa pequeña señora tenía esa columna reventada, que se acaba de poner de pie…? El doctor dijo: “Ella estará paralizada toda su vida”. ¿Qué si el esposo y ella hubieran dicho: “Pues, amor, nos consolaremos con eso”? Pero rápidamente ellos hicieron algo al respecto; ellos fueron a Dios. ¡A cuántas cosas en la Biblia pudiéramos referirnos, de cómo cuando la gente se mete en problemas, van a Dios!",
    "Pues, entonces, en aquellos días, ellos sólo tenían un lugar de reunión donde podían encontrarse con Dios, y eso era en el arca, bajo la sangre. Ese es el único lugar de reunión todavía, bajo la Sangre. El propiciatorio era rociado, para dar misericordia al adorador, o al que pedía, cuando él venía a pedirle la petición a Dios. Y Dios tenía una rutina especial, la manera que uno tenía que ir, también, actuar al respecto, y El no aceptaba ninguna otra cosa. El no aceptaba ninguna otra disposición; solamente en la forma en que El lo determinó.",
    "Recientemente acabo de predicar sobre un Mensaje, muchos de Uds. saben al respecto, que, sólo hay un lugar provisto donde Dios se encuentra con el adorador, el lugar que El dijo: “Yo pondré Mi Nombre”. Si podemos encontrar la iglesia en la que El puso Su Nombre, entonces tenemos el lugar. El dijo: “Yo no te bendeciré en todas las puertas; sólo en las puertas en las que Yo ponga Mi Nombre. Lo pondré en un solo lugar, y tienes que encontrarme allí; y ese es el único lugar en el que Yo te encontraré”. Y nos dimos cuenta, por allí, dónde puso El Su Nombre, y ese el único lugar en el que El se encuentra con el adorador. Y Su Nombre era Jesucristo. El Nombre de Dios es Jesucristo.",
    "Jesús dijo: “Yo he venido en Nombre de Mi Padre”. Todo hijo viene en el nombre de su padre. Y El vino en el Nombre del Padre.\n\n“Y no hay otro Nombre bajo el Cielo dado a los hombres”, ya sea que sea llamado Metodista, Bautista, Presbiteriano, iglesia de Cristo, sea lo que sea que se haga. Solamente hay un lugar de reunión en que Dios se encuentra con el hombre, y eso es cuando él está en Jesucristo, el único lugar. Y todas estas cosas antiguas aquí atrás bajo el Antiguo Testamento, tipificaron eso. Yo quiero que Uds. lo entiendan claramente. Ahora, es una lección de escuela dominical. Tengo algunas Escrituras y notas escritas aquí. Pensé que esto les ayudaría a entender, como todas las cosas antiguas sucedieron como ejemplo para nosotros.",
    "Ahora, encontramos que Dios tenía una manera de hacer las cosas. Pero David, sólo siendo bendecido por Dios, como él lo había sido, y llegó a ser rey, él simplemente pensó que haría algo para Dios, de todas maneras. Y él nunca lo hizo en la forma correcta.",
    "Nos fijamos, que Dios revela Su Palabra en Su propio tiempo predestinado. Ahora, ¿cómo podría Martín Lutero haber conocido acerca del Mensaje hoy? ¿Cómo podrían los Presbiterianos? ¿Cómo podría Martín…o la iglesia Católica conocer el mensaje de Martín Lutero? ¿Cómo podría Juan Wesley haber conocido el mensaje de Lutero? ¿Cómo podría Wesley haber conocido el mensaje Pentecostal? ¿O cómo podrían los Pentecostales conocer este Mensaje? ¿Ven? El lo revela en Sus tiempos, porque es una Semilla. Y mientras crece y madura, El mismo se revela.",
    "Como el calor del sol, para abrirla. Cuando está tierno y joven, la saca de la tierra, la semilla; luego le da sus hojas, en otra etapa del sol. El sol caliente la mataría si es la semilla de maduración…o el tiempo de maduración. Así que, El regula el sol y regula la naturaleza, para que cuadre con su Palabra.\n\nEl regula la Iglesia, la predestinada, la Novia, para que cuadre con el tiempo en que ellos están viviendo.",
    "Aun la naturaleza misma nos dice hoy, mientras vemos las naciones desbaratándose, la tierra hundiéndose, la escritura está en la pared. Vemos a la iglesia y el estado en el que está.\n\nVemos a la Novia y el estado en el que Ella está. Y sabemos, por medio de la naturaleza, que la Iglesia está preparándose para partir. ¡Qué glorioso tiempo! Es un tiempo que todos los profetas anhelaron ver, esta hora.",
    "Ahora, El revela Su Palabra sólo en Su tiempo. Martín Lutero leyó la misma Biblia que nosotros leímos. Wesley leyó la misma Biblia que Martín Lutero leyó. Los Pentecostales leen la misma Biblia que nosotros leemos. Jesús leyó la misma Biblia que los Fariseos leyeron, pero ellos tenían…Tratando de conservar el maíz en una primera etapa, cuando estaba madurando, ellos fallan en ver su hora.\n\nAhora David ha hecho la misma cosa aquí.",
    "Dios revela esta Palabra en el tiempo, y a quien El escoge revelársela. Dios escoge a quién se la revela. El escogió eso desde antes de la fundación del mundo. Todos Sus hechos fueron conocidos de antemano por El, escondidos del hombre. El sólo los revela como El desea. Es Su tiempo escogido, Su persona escogida. Y El nunca escogió un grupo o secta; es una persona escogida, cómo El lo hace.",
    "¿Quién es el que se atreverá a corregirlo, y decir: “Ahora, Señor, Tú cometiste un error al poner a este hombre en el ministerio. Este hombre no cree como nosotros creemos”? ¿Quien va a decirle a Dios que El está errado en eso? Se necesitaría alguien que es un poquito más delincuente de lo que yo lo soy, para decirle a El eso. El sabe lo que El está haciendo. El sabe a quién escoger y a quién no escoger, qué hacer y cuándo hacerlo. No importa cuánto pensamos que una cierta persona está capacitada para llevar a cabo un cierto trabajo, Dios sabe quién está capacitado para el tiempo y la sazón, o el tiempo, y el tiempo correcto para hacerlo.",
    "Y el real y verdadero Cristiano; el real y verdadero creyente en Dios, espera estas cosas en el Señor. Esperen en su ministerio. Si Uds. sienten un llamado, estén seguros de que es Dios. Estén seguros de que está correcto. Estén seguros de que es oportuno lo que están Uds. diciendo. La Biblia dice: “Los que esperan a Jehová tendrán nuevas fuerzas. Levantarán con alas como un águila. Correrán y no se cansarán. Si caminan, no se fatigarán”.",
    "Fíjense en David, rey de Israel, recién ungido. Samuel derramó el aceite sobre él, y él fue escogido por Dios, para ser rey de Israel. Y David recibió esta revelación, para traer el arca del Señor hasta la ciudad de David. Ahora, no hay nada malo, pero, ¿ven Uds.?, David lo hizo mal.",
    "Ahora, parece que si un hombre como ése recibiera una revelación, un gran hombre como el rey escogido por Dios, el rey más grande que haya vivido en la tierra, aparte de Cristo, yo creo, fue David, porque Cristo es un hijo de David. Ahora, el hombre más grande, recién ungido, viniendo de la misma Presencia de Dios, recibió una revelación de hacer algo para Dios, y quería hacerlo para Dios; pero la revelación estaba errada. Ahora, esa era una gran cosa. Tratará con nuestro tema: Tratando De Hacer Un Servicio A Dios Sin Ser Llamado A Hacerlo.",
    "Fíjense, David recibió la revelación. Y fíjense, no fue el profeta, Natanael, el que recibió la revelación. Fue David, el rey, el que recibió la revelación. Tampoco Natanael fue consultado al respecto. El nunca le preguntó a Natanael. Pero ¿vieron Uds. aquí en Primera de Crónicas, que él consultó capitanes de millares, y capitanes de centenas? El nunca consultó a Natanael. El consultó a la gente, y él consultó también a los sacerdotes y a los teólogos de ese día, a los escribas y a los teólogos. David consultó primero, dijo: “Si, esto, es de la voluntad de Dios, vayamos y traigamos el arca del pacto de nuestro Dios, dentro de la ciudad, y consultemos a Dios antes de que hagamos cosas”.",
    "Pero dijo, en los días de Saúl: “Ellos dejaron de consultar a Dios, por medio del—del—del arca, el Urim, el Urim y Tumim. Ellos dejaron de hacer eso”.\n\nDavid dijo: “¡Ahora regresemos a Dios, todos nosotros! Regresemos a la cosa correcta. Vayamos y tomemos el arca y traigámosla aquí, traigamos la Presencia de Dios”, en otras palabras, “a la ciudad. Tengamos un avivamiento. Traigamos a la gente de nuevo”. Pero él recibió la revelación, la cual parecía ser buena, pero no era la voluntad de Dios.",
    "En vez de preguntarle a la fuente a la cual debió haberle preguntado, él consultó a sus capitanes, porque él acababa de llegar a ser rey. Y él siguió esa línea de pensamiento, que, sus capitanes principales y sus grandes hombres.",
    "Entonces él entró a la iglesia nominal y preguntó si ellos podían tener el avivamiento. Los sacerdotes, los escribas, los capitanes de millares, los capitanes de centenas, y él los consultó a ellos. “¿Es esta la voluntad del Señor?” Y ellos dijeron que lo era. Pero, ¿ven Uds.?, él falló en preguntarle al recurso principal por medio del cual Dios siempre trata. ¿Ven?, él falló en obtenerlo.",
    "Ahora su intención era buena. Su motivo era bueno. Su objetivo era bueno, y para traer un avivamiento a la ciudad, traer a la gente de nuevo a Dios. Pero él nunca consultó en la forma que Dios le dijo que lo hiciera. ¿Ven?",
    "Aun toda la gente estuvo de acuerdo, y los sacerdotes, y que el rey estaba correcto: “Ellos necesitaban el arca de nuevo en la ciudad. Ahora, ellos necesitaban la Presencia de Dios. Ellos necesitaban un avivamiento”. Pero Dios no había prometido revelar Su Palabra en Su tiempo, a la gente. El nunca prometió revelársela al rey en el tiempo. Dios no cambia, ni un poquito. El no prometió hacer eso.",
    "No importa cuán sincero, y qué buenos motivos, y qué buenos objetivos, y cómo la gente quiere esas cosas y ven la necesidad de ello, hay una voluntad de Dios que tiene que llevarse a cabo en estas cosas. Esto es lo que yo quiero remachar bien, porque quiero hacer esto de tal manera que Uds. tienen que verlo si—si el Espíritu de Dios mora en Uds. Y esa es la razón de que esté tardando tanto tiempo aquí. No quitándoles el tiempo a Uds. en el teléfono, y en la conexión, pero yo—yo quiero que lo vean. Si se les acaba el tiempo, entonces consigan la cinta. Que allí…",
    "No importa cuánto se necesite, cuánto todos estén de acuerdo que se necesita, cuánto sea esa la Verdad, todavía hay una cosa que averiguar. ¿Es esa la voluntad de Dios?\n\nAhora, Dios nunca prometió que El revelaría Sus secretos a Sus reyes, El revelaría Sus secretos a Su pueblo.",
    "Algo como en el tiempo de Micaías, el hijo de Imla. Mientras dejamos, no el texto, pero otro tiempo, para traer esto y hacerlo verdadero a Uds., real a Uds. para que Uds. no fallen en captarlo.",
    "Había, en los días de Micaías…El era un hombre pobre, y él también venía de una familia pobre. Pero, Acab, rey de Israel, como una nación que estaba bajo Dios, él había apartado una escuela y había traído profetas seleccionados, escogidos con sumo cuidado, y tenía cuatrocientos de ellos en una escuela. Y ellos eran grandes hombres. No eran simplemente falsos profetas. Ellos eran profetas Hebreos, hombres genuinos. Y ellos consultaban al Señor por medio de estos hombres. Y ellos profetizaban. Pero, ¿ven Uds.?, cuando la verdadera confrontación llegó, cada uno de ellos estaban fuera de la Palabra y de la voluntad de Dios. [Espacio en blanco en la cinta.—Editor]",
    "Porque Josafat descendió de Jerusalén para encontrarse con el—el rey Acab, y ellos se pusieron sus vestiduras, y se sentaron afuera a las—a las puertas, y trajeron a los profetas ante ellos. Primero Acab dijo: “Tenemos un lugar aquí en Ramot de Galaad que en realidad nos pertenece”. Ahora, eso es ASI DICE EL SEÑOR. Josué la dividió para el pueblo y les dio eso a ellos, pero los Filisteos habían tomado control de ella.\n\nY dijeron: “Aquí nuestros hijos necesitan pan, y no tenemos suficiente tierra en la cual cultivar el pan. Y nuestro enemigo, los Filisteos, alimentan a sus hijos, los paganos, de la misma tierra que Jehová Dios nos dio”. Eso es muy cierto. Y dijo: “Aquí, nosotros, el pueblo de Dios, estamos aquí con nuestros hijos, necesitados, y nuestros enemigos alimentan a sus hijos de la tierra a la cual Dios nos llamó de Egipto y nos la dio”. Eso levantaría a un teólogo, ¿no es así? El dijo: “¿Subiremos y tomaremos nuestras tierras que Dios nos dio?”",
    "Josafat dijo: “Sí, yo te ayudaré. Somos hermanos. Tú estás en Judá, y yo estoy en—yo estoy en Jerusalén”. O—o, ¿era viceversa? Yo creo…No, eso es correcto. Yo creo…Josafat.\n\nSin embargo, Josafat era un buen hombre, un rey, un hombre justo que amaba al Señor. Acab era un creyente tibio. Así que ellos los trajeron, y Josafat dijo: “Escuchen, consultemos al Señor, primero. Tenemos que darnos cuenta acerca de esto”. ¿Ven? ¡Si David hubiera hecho lo que Josafat hizo! El dijo: “¿No deberíamos hacer esto?”\n\nY rápidamente, siendo un Israelita, Acab dijo: “Ciertamente. Yo tengo cuatrocientos Hebreos, como lo somos nosotros, profetas Hebreos de nuestra propia organización. Y yo los consultaré a ellos. Ellos son profetas”. Ahora, ¿ven Uds.?, sólo…",
    "Uds. dicen: “Eso me hace tropezar, Hermano Branham. ¿Un profeta?” Oh, sí. Había uno en el tiempo de Jeremías, quien dijo que ellos sólo estarían allá dos años. El Señor le dijo a Jeremías: “setenta”. Se puso un yugo alrededor de su cuello, y el profeta lo quebró, Hananías. Pero Uds. saben qué le sucedió a él. Oh, sí. Uds. tienen que quedarse con la Palabra.\n\nAsí que estos profetas subieron y profetizaron, y dijeron: “¡sube! El Señor está contigo”.",
    "Y uno de ellos, yo creo (olvidé su nombre ahora), el jefe, Sedequías, creo, dijo, él se puso dos cuernos de hierro y dijo: “ASI DICE EL SEÑOR. Por medio de esto”, ahora ese hombre era sincero, “tú acornearás a tu enemigo totalmente de regreso a sus tierras, y tomarás lo que le pertenece a Dios. Es dado a ti”. Yo no creo que él era un hipócrita. Yo creo que él era un buen hombre. Yo creo que todos esos profetas lo eran.",
    "Uds. dicen: “¿Profetas?” ¡Sí! Recuerden, el mismo hombre que consintió en matar a Jesucristo, profetizó, porque era su oficio. El era sumo sacerdote ese año. Y siendo que él tenía ese oficio, y ocupaba ese oficio, el Espíritu de Dios vino a él. Eso no quería decir que él era salvo ni nada al respecto. Y él profetizó, Caifás, porque era su oficio el que lo hizo.",
    "Y estos profetas, siendo profetas, profeta de oficio, profetizaron. Y el Espíritu de Dios vino sobre ellos, hombres con dones del Espíritu.",
    "Yo me doy cuenta que le estoy hablando a un noventa y nueve por ciento de Pentecostales. Pero el hombre muchas veces, un hombre, Dios puede lidiar con ellos, darles un don, y la gente pondrá presión en esas personas. Si no son perfectamente llamados y enviados por Dios, él causará que ese hombre o mujer diga algo que no es Su voluntad, porque la gente los constriñe a hacerlo.",
    "Cómo tuve que llamarle la atención a nuestro pastorcito aquí sobre eso. Aquí afuera en el bosque una mañana, como a las tres de la mañana, dijo: “¡Ve dile al Hermano Neville!” Yo vine a Ud., ¿no es así, Hermano Neville?",
    "Todo mundo: “Hermano Neville, profetice sobre mí. Dígame esto o aquello”. ¿Ven?, Uds. lo tenían diciendo cosas entonces que no sucedían.\n\n“Los que esperan”, para averiguar lo que el Señor quiere hacer.",
    "Así que estos hombres lo vieron en un sentido natural: “Nos pertenece”. Pero, ¿ven Uds.?, ellos no encontraron la Palabra y la voluntad de Dios.",
    "Entonces Micaías descendió, y él tuvo una visión. El examinó, primero, se fijan. Dijo: “Espera. Dame esta noche. Déjame averiguar, y mañana quizás pueda responderte”. El no tuvo un rápido: “ASI DICE EL SEÑOR”, como, estando de acuerdo con los otros profetas. El dijo: “Yo sólo diré lo que Dios hablare”.\n\nY al siguiente día, nos damos cuenta, Dios le dijo lo que iba a suceder. Y fue totalmente contrario a los otros. Toda la escuela, era contraria. Y aun uno de ellos se acercó y lo golpeó en la cara, por ello. Pero, ¿ven?, él esperó. Entonces cuando él hizo eso, él comparó su profecía, su visión, con la Palabra escrita, y cuadraba exactamente con la Palabra.",
    "Cuando alguien dice que ellos “tienen una revelación para bautizar gente en el Nombre del ‘Padre, Hijo, Espíritu Santo’”, eso es contrario a la Palabra. Ninguno del resto de ellos lo hizo alguna vez. Cuando ellos dicen, que: “Oh, nosotros vamos a pararnos, y esto, aquello, y lo otro”, y demás, eso es contrario a la Palabra. Cuando ellos dicen que ellos “no creen la simiente de la serpiente”, eso es contrario a la Palabra. Todas estas otras cosas. Eso es contrario a la Palabra. Tiene que cuadrar con la Palabra y en el tiempo.",
    "Ahora, si tan sólo David hubiera hecho eso. El arca iba a venir, pero no en ese tiempo; no había lugar para ella.",
    "Fíjense ahora cuando ellos fueron a traer el arca, todos los dignatarios dijeron: “Esa es la cosa que hay que hacer, David. ¡Gloria a Dios! Necesitamos un avivamiento”. Eso fue verdaderamente Pentecostés, hoy en día; Bautistas, Presbiterianos. “¡David, tú eres nuestro rey! Todos Uds.…El capitán Fulano de Tal, y el Alcalde Fulano de Tal, y el General Fulano de Tal, estarán en tu reunión. Pues, ellos dicen que ésa es exactamente la cosa que hay que hacer, David. Tú tienes a todo el país contigo”.\n\nEso es lo que pasa hoy en día. Yo no quiero el país. Yo quiero a Dios, si no hay nadie más que se pare.",
    "David tenía a todos los capitanes. El tenía cooperación con las fuerzas militares. El tenía cooperación con todas las denominaciones, con todos los teólogos, con todos, todos estaban de acuerdo con él. También Acab, y otros en la Escritura; pero él no tenía a Dios, porque él estaba fuera de la voluntad de Dios. Yo espero que captemos esto.",
    "Fíjense, ellos hicieron toda cosa religiosa que pudieron. Ellos probablemente pusieron anuncios y todo: “¡Gran avivamiento! El arca va a ser traída de nuevo. Vamos a tener un avivamiento. Vamos a hacer esto”.",
    "Fíjense, él envió cantores. El envió gente con arpas, con trompetas, y ellos hicieron toda cosa religiosa que ellos sabían hacer; y todavía Dios no estaba en ello.\n\nEn cierta manera lo vemos repitiéndose de nuevo, ¿no es así?",
    "Ellos llevaron a todos los cantores. Ellos llevaron a los tocadores de arpas, a los sopladores de trompetas; las mujeres, los hombres, y quienquiera que fuera que cantara. Los llevaron a todos allá, y ellos pasaron por todo acto religioso.\n\nYo no quiero decir esto, pero tengo que decirlo. Así son estas denominaciones hoy en día, Pentecostales y todas, están pasando por todo acto religioso, de cantar y gritar.",
    "Fíjense, David gritó con toda su fuerza, y él gritó, y él saltó, y él pasó por todo acto religioso que podía haber; y sin embargo Dios no estaba en ello. Y su motivo, y su objetivo, y todo estaba correcto; pero él se fue de la manera equivocada con eso. ¿Ven? El hizo todos los movimientos religiosos; gritó, cantó, tuvo cantores especiales, clamadores especiales, todo lo demás. Ellos danzaron en el espíritu. Ellos hicieron todo lo que era religioso.",
    "Es algo como nuestras grandes cruzadas de nuestro tiempo. Ellos quieren ganar el mundo para Cristo. No hay tal cosa. Grandes avivamientos arrolladores, grandes cosas sucediendo; si ellos tan sólo pudieran darse cuenta, que ese día ha pasado. Ella está condenada. Pero ellos están construyendo, cruzadas, organizaciones, y de todo. Pero, los resultados son poco más o menos como lo fueron en el tiempo de David, no funcionó.",
    "Vamos y tenemos un avivamiento. Nuestros grandes, algunos de nuestros grandes evangelistas hoy en día, ellos dicen que tienen treinta mil convertidos, en un período de seis semanas, y de ahí a un año, regresan, ellos no pueden encontrar treinta. Hay algo errado. Lo que es, es exactamente la misma cosa que David hizo. Grandes dignatarios, grandes hombres, grandes predicadores, escuelas más grandes, gran autoridad, pero todavía ellos están consultando a una vieja denominación en vez de ver en la faz de la Palabra de Dios y ver cuándo es el tiempo. Uno no puede cultivar ciertos alimentos sino sólo en ciertas épocas del año.",
    "Ahora veamos qué sucedió. Aunque su…Su emoción religiosa y cosas eran grandes, sus intenciones eran grandes, sus cruzadas eran grandes, su cantar eran grande, su danzar era grande, su gritar era grande, su música era grande, y ellos tenían el arca. ¿De qué sirve el arca sin Dios? Es sólo una caja de madera, un par de tablas de piedra.\n\nEso es como tomar comunión, ser bautizado. ¿De qué sirve ser bautizados si Uds. primero no están arrepentidos? ¿De qué sirve, tomar la comunión, llegar a ser un hipócrita, si Uds. no viven la vida y creen el resto de la Palabra de Dios? Tomar parte de Ella, y no el resto de Ella, muestra que hay algo errado.",
    "Ahora, cuando todo esto sucede, veamos ahora lo que sucede cuando Dios, y Su edad y Su tiempo, no es considerado; sólo la idea de la gente.",
    "Mucha gente me ha dicho a mí: “¿Por qué no viene aquí y tiene una reunión? Pues, lo invitamos. Firme esto, aquello, o lo otro”.\n\n¡Esperen! Uds. quizás lo deseen, ¿pero qué dice Dios al respecto? Mucha gente me ha dicho a mí…He tenido invitaciones, he tenido entrevistas, entrevistas personales y cosas, he esperado un año. ¡Esperen! ¿Cómo sabré qué decir hasta que Dios me diga qué decir? ¿Ven?, ¡tienen que esperar! Esa es la razón de que dije: “Escriban eso. Permítanme ver qué dice El”. ¿Ven? ¡Esperen! “Los que esperan en Jehová tendrán nuevas fuerzas”. ¿Es correcto eso?",
    "Fíjense, ellos sólo consultaron a los sacerdotes de ese día, a los teólogos, las denominaciones. Y fíjense, al hacer eso, consultar a los sacerdotes y consultar a la congregación, consultar a la gente, ellos lo hicieron mal.",
    "Fíjense, el arca era la Palabra. Sabemos que eso es correcto. Porque, el arca es Cristo, y Cristo es la Palabra. ¿Ven? El arca, o la Palabra, no fue puesta en su primera, ordenada, posición original ordenada. ¡Oh, no fallen en captar esto, iglesia!\n\nTodo estaba perfecto, y todo se miraba bien, como que venía un gran avivamiento; ¡pero debido a que ellos fallaron en consultar a la persona correcta al respecto! Ellos consultaron a los sacerdotes, consultaron a los dignatarios, consultaron a los teólogos, consultaron a los cantores, y se pusieron de acuerdo unánimes en todo, y una gran organización de los militares, y también las—las—las fuerzas de la nación. Todo estaba en armonía para una gran reunión, pero ellos fallaron en consultar a Dios. También había fallado Acab, también habían fallado otros. ¡Qué momento!",
    "Ahora que no se les escape esto. Ellos fallaron en obtenerlo, porque ellos no habían consultado. Y al hacer eso…Observen. Al ir a los sacerdotes, al ir a los teólogos, y al ir a las fuerzas militares, y ni siquiera considerando a su mensajero de la hora enviado por Dios, Natán, ellos lo hicieron mal. Ellos fueron y recogieron el arca y la pusieron sobre un carro nuevo, la pusieron sobre un carro nuevo, o, “una nueva denominación va a comenzar”, y no sobre la manera dada por Dios y ordenada para cargarla. Debía de ser cargada sobre los hombros de los Levitas. Pero, ¿ven Uds.?, cuando Uds. empiezan mal, continuarán mal.",
    "Si una bala debe de ser dirigida a un blanco, y Uds. jalan desviando el cañón unas milésimas aquí, para comenzar, a cien yardas [A noventa metros.—Traductor] Uds. fallan por cuatro o cinco pulgadas [Diez o trece centímetros.—Traductor]. Uds. comienzan mal.",
    "Oh, Dios ayúdanos a saber que esta cosa ha comenzado mal, estas grandes cruzadas de la hora, y son así llamadas. Dios no es consultado al respecto. Sacerdotes y hombres religiosos son consultados. Organizaciones son consultadas. “Pues, ¿van a tener Uds. tal y tal? Creo que sí, ¡si podemos hacer que todos estén de acuerdo!” No consigan que todos estén de acuerdo. Sólo consigan la Palabra de Dios al respecto.",
    "Entonces nos damos cuenta que, cuando ellos hacen eso, ¿qué hacen ellos? Ellos continuamente siguen adelante con su mismo programa religioso viejo, el cual está fuera de la Palabra de Dios y de la voluntad de Dios. Esa cosa murió, hace años, esas cosas secas de hace años.",
    "Se había secado en los días del Señor Jesús. Ellos no lo sabían. Dijeron: “Si hubieseis conocido a Moisés, me hubierais conocido a Mí, porque Moisés dijo que Yo iba a venir”.\n\nDijeron: “Nuestros padres comieron maná en el desierto”.",
    "Dijo: “¡Todos están muertos!” “Ciegos”, los llamó El, Fariseos, líderes religiosos. “Si no creéis que Yo soy, en vuestros pecados moriréis”. Pero ellos no lo hicieron. Ellos tenían tan arraigadas sus costumbres. Ellos tenían que tenerlo a su manera.",
    "De esa manera lo hizo David. El lo hizo a su manera, así que él simplemente dijo: “¿Saben lo que voy a hacer? Nos vamos a mover”. El tenía una revelación. “Nos vamos a mover ahora, así que lo haremos de una nueva manera. Los días de los milagros han pasado, así que simplemente nos haremos otra organización. Construiremos un carro nuevo, mostrando que una cosa nueva ha comenzado”. ¡Qué profecía más falsa!",
    "Uds. tienen que regresar como Dios dijo que lo hicieran. Ellos la ponían sobre los hombros de los Levitas, y eso era sobre el corazón. El arca, la Palabra, no es para ser llevada sobre una nueva denominación, sobre las teorías de algún hombre, pero en el corazón. La Palabra de Dios no es para ser manejada por denominaciones; Ella es para ser manejada por el corazón de un hombre, donde Dios puede entrar allí y revelarse El mismo. Y si él lo revela de acuerdo a la Palabra, es Dios; si no lo es, no es.\n\nY, luego ¡la Palabra de ese tiempo! Seguro, un Fariseo podía decir: “¿Quién nos dijo que no podemos hacer esto y hacer aquello? Moisés nos dio estas órdenes”.\n\n“Pero Moisés también dijo…”\n\nSatanás dijo: “Pues, escrito está: ‘A Sus Ang-…’”",
    "🦅 Y escrito está también”, dijo Jesús.\n\n¡La sazón, el tiempo! “¡Si hubieseis conocido a Moisés! Tenéis a uno que os acusa, Moisés. Si hubieseis conocido a Moisés, me hubierais conocido a Mí”, dijo El, “porque de Mí escribió Moisés. ‘El Señor vuestro Dios os levantará un Profeta entre vosotros, de entre vuestros hermanos; a El oiréis’”. Si ellos hubieran conocido a Moisés, ellos lo hubieran conocido a El.",
    "Ahora atentos, escuchen, no se pierdan esto ahora. ¿Ven?, la primer cosa, cuando consultaron a los sacerdotes, consultaron a los dignatarios, consultaron a los militares, consultaron a toda la congregación, la vecindad, para reunirse para esta gran reunión que venía, ellos fallaron en hacerlo correctamente. Ellos no consultaron a Dios. ¡Y, al hacerlo así, no volvieron y vieron qué tiempo era!",
    "Oh, hermano, escuche. ¿En qué tiempo estamos viviendo? ¿Cuál es la edad? ¿Cuál es la hora en la que estamos? No es tiempo para estas cosas de las que ellos están hablando. Eso pasó. Juicio está cerca ahora. Uds. pueden verlo comenzando. ¿Recuerdan Uds. la roca arriba en la montaña? ¡Hora de juicio! ¿Recuerdan Uds. la revelación, o la visión de la Novia? Sólo manténganla en el paso. No permitan que Ella se salga del paso.\n\nFíjense, “¡Sobre los hombros de los Levitas!”",
    "Y David y todos los sacerdotes, que realmente deberían de haber sabido que no se debía hacer, ¿pero qué era? Los sacerdotes deberían de haber sabido que no se debía hacer. Los escribas, teólogos, deberían de haber sabido que no se debía hacer, porque la Palabra decía que no se hiciera eso.",
    "Y hoy en día cuando ellos quieren decir: “Oh, Jesucristo no es el mismo ayer, hoy, y por los siglos. Eso es telepatía mental. Eso es esto, aquello, o lo otro”. Fallan en ver la Palabra prometida. “Oh, ese fue un día que pasó”.\n\nDavid dijo: “Oh, pues, ahora esperen un momento. ‘Sobre los hombros de los de—de los sacerdotes’, eso fue allá atrás cuando Moisés salió. Seguro, nosotros, nosotros la vamos a poner en un carro nuevo hoy. Yo tengo una revelación de ello”.",
    "Los sacerdotes dijeron: “¡Amén, David!” ¿Ven?, influenciados por su nuevo concilio ecuménico, que ellos deberían de estar todos juntos y hacer esto de esta manera y de aquella manera, eso es lo que causó que los sacerdotes tropezaran. Ellos nunca consultaron a la persona correcta. Ellos no lo hicieron correctamente, por lo tanto se metieron en problemas. Sí.",
    "Temo que, en muchas cosas hoy…Cuando un gran maestro, uno de los más grandes de los Pentecostales, se paró delante del grupo religioso la otra noche en Chicago. Yo debería de haber tenido esa reunión con los Hombres de Negocio; pero yo pensé que yo estaría en Africa en ese tiempo, pero apenas regresé un día antes de que empezara. Y ellos escogieron a un gran intelectual Pentecostal, y él se levantó y les dijo que este movimiento ecuménico era una cosa de Dios. Y dijo que todas estaban regresando, aun la iglesia Católica va a regresar a su condición original, todos hablando en lenguas como la evidencia, y demás. ¡Y no sabiendo que esa es una trampa del diablo!",
    "Y un hombre que yo no conocía…Algunas veces uno siembra semilla; uno no sabe qué va a suceder. Pero el presidente de los Hombres de Negocio del Evangelio Completo, tan pronto como el gran orador se sentó, él dijo: “Yo no me inclino a decir cosas en contra de nuestros oradores, pero esa no es la forma en que el Hermano Branham dijo que sucedería. Pero él dijo que eso conduciría a la marca de la bestia”.\n\nEl dijo: “Pero el Hermano Branham no sabe de qué está hablando”.\n\nDijo: “Nosotros somos…creemos que él sabe”. ¿Ven?",
    "Y en Chicago, dije: “¿A cuántos aquí les gustaría que yo venga y les dé mi versión de ello?” Comenzaron a gritar y a clamar.\n\n¿Ven?, uno está sembrando semillas; uno no sabe qué va a suceder. Sólo sigue echando la Semilla. Cuando esa hora venga, algunos de ellos van…",
    "Como Tomás, él fue como el último en ver al Señor. Pero él tuvo que verlo a El, para creerle a El. ¿Ven?, cuando ellos lo ven suceder. Oh, Tomás entró, pero él llegó un poquito tarde.",
    "Ahora cuando ellos ven las cosas que han sido predichas, y diciendo ASI DICE EL SEÑOR, suceder, entonces ellos dicen: “Dennos un poco de su Aceite”. ¿Ven?",
    "Pero ahora fíjense, influencia. Algunas veces grandes hombres se juntan. Uds. los oyen decir: “El gran Fulano de Tal, y el gran Fulano de Tal, nuestro gran…” Nunca hagan eso.\n\nNo hay grandes entre nosotros. Solamente hay uno Grande, y ese es Dios. Somos hermanos, hermanas. No me importa si Ud. está pastoreando una iglesia que tiene cinco personas en ella, eso no lo hace pequeño; eso lo hace a Ud. un hermano, ¿ven?, si Ud. es fiel a la Palabra de Dios. No importa qué, cómo; Ud. no se hace pequeño. Dios no tiene hijos pequeños e hijos grandes. El sólo tiene hijos. Todos son iguales.",
    "Fíjense, Dios mismo vino de los palacios de marfil de la Gloria para llegar a ser uno de nosotros. ¿Ahora quién es el grande? Tomó…No descendió aquí para tomar la forma de un sacerdote, sino de un siervo. Lavó el mismo barro que El creó, los pies de Sus apóstoles y otros. ¿Ahora quién es grande?",
    "Pero estos hombres fueron influenciados. Ellos no entendían. Ellos pensaron que algo nuevo iba a suceder, no, algo que Dios no dijo que iba a suceder. Ellos lo hicieron de la manera incorrecta.\n\nEso es lo que todo este entusiasmo, cuando la…empezó allá atrás, hace mucho tiempo, cada denominación tenía que tener un sanador Divino; cada denominación tenía que tener esto, aquello, o lo otro. Cada denominación tenía que tener un pequeño David. Cada una tenía que tener esto, aquello, o lo otro. ¿Ven lo que sucedió? Hizo la misma cosa que hizo aquí. La misma cosa. ¡Influencia!",
    "La Palabra para la sazón, el tiempo en que ellos estaban viviendo, fue ignorada.",
    "Fíjense, “los hombros de los Levitas”, fue la manera original provista por Dios para hacer estas cosas. “Cargar esa arca en los hombros de los Levitas”. Cualquier cosa fuera de eso era contraria. Lo que El dijo, eso es lo que El quiso decir. Dios no puede cambiar. Esa es la razón, ¡quédense con Su Palabra! Yo tengo Escritura, sí, Primera de Crónicas 15:15, si Uds. quieren anotar eso. Fíjense.",
    "Ahora fíjense, allí, en seguir a Dios. Ahora quiero que más o menos anoten esto en su mente. Para guardar los mandamientos de Dios, para hacer alguna cosa bien para Dios, para hacer—hacer un servicio a Dios correctamente, hay cinco cosas indispensables, para hacer el servicio de Dios correctamente.",
    "Ahora David estaba haciendo un servicio a Dios. El estaba haciendo todo lo que sabía hacer, excepto que dejó a Dios afuera. ¿Ven? El estaba haciendo algo que era correcto, algo bueno para la gente, algo bueno para la iglesia.",
    "Pero hay cinco cosas indispensables. Yo quiero que Uds. recuerden estas. No importa cuán sincero pueda ser un hombre al hacerlo, haciendo un servicio a Dios, esto, estas cinco deben de estar allí.\n\nPrimero, debe de ser Su tiempo para hacerlo.",
    "¿Qué si—si Moisés viniera, dijera: “Construiremos un arca y subiremos flotando por el Nilo, como lo hizo Noé”? El tiempo de Noé estaba muy bien para un arca, pero no su tiempo.",
    "¿Qué si Jesús viniera, dijera: “Ahora les diré lo que vamos a hacer. Simplemente subiremos a la montaña, como lo hizo Moisés, y conseguiremos una nueva declaración de leyes”? ¿Ven? ¡Uh uh! El era esa ley. ¿Ven?",
    "Uds. deben de estar en Su tiempo. Debe de ser en Su sazón. ¿Captaron eso ahora? Debe de ser en Su tiempo. Debe de ser en Su sazón, tiempo y sazón.",
    "Y debe de ser de acuerdo a Su Palabra que ha sido hablada. Debe. No me importa qué tan bien digan Uds. que esto debería de ser, o aquello debería de ser, o esto debería de ser. Tiene que ser de acuerdo a Su Palabra; de acuerdo a Su tiempo y a Su sazón.\n\nY debe de ser dado de acuerdo, a la persona que El ha escogido para hacerlo.",
    "No me importa cuántos dignatarios. Allí está el rey David, tan grande como cualquiera de ellos. El era rey sobre la nación. Pero El tenía una manera de hacerlo, y El les había dicho cómo lo iba a hacer. Pero ellos fallaron en hacerlo.",
    "Debe de ser de acuerdo a Su Palabra; de acuerdo a Su tiempo, de acuerdo a Su programa.",
    "Y debe de ser por medio de la persona que El ha escogido para dárselo y para que lo haga. Moisés trató de huir de ello: “Toma a alguien más”. Pero Dios escogió a Moisés para hacerlo. Muchos de ellos; Pablo trató de zafarse de ello; muchos otros. Pero tiene que ser por medio del que El escoge para hacerlo.\n\nY debe de venir, primero, a Sus profetas. La Palabra de Dios tiene que venir a Sus profetas. Amós 3:7: “No hará nada Jehová el Señor, hasta que primero El se lo revele a Su siervo el profeta”. Cuatro.",
    "Y el profeta tiene que ser vindicado por la Palabra de Dios.",
    "Ahí tienen sus cinco cosas indispensables. Tiene que ser de esa manera. Su tiempo, Su sazón, cuando El dijo que sería; y el hombre que El eligió; y tiene que venir al profeta; y el profeta tiene que ser un profeta vindicado. Nos damos cuenta, muchos de ellos en la Biblia, que vino a los profetas y no fue vindicado. Nuestro profeta es Jesucristo.",
    "Así que ahora fíjense, ¿ven?, Dios no había revelado la cosa a ellos por medio de Su manera provista para hacerlo. Ellos habían aceptado la manera de David. Ellos habían aceptado la manera de los sacerdotes. Ellos habían aceptado la manera de los escribas, los teólogos, pero no la manera de Dios. Natanael, era, él era el profeta de ese día. Más tarde, Natanael les dijo cómo hacerlo. Pero, ¿ven?, ellos lo hicieron sin consultar a Natanael. Ni una sola palabra dice que Natanael fue consultado. Toda la influencia, ¡la gran cosa aconteciendo! Y, oh, yo pienso en ese canto: “Permite, mantén…”\n\nAyúdame, Señor, cuando los corazones están en llamas,\n\nPermite que humille mi orgullo (para ir con el resto de ellos), sólo invocar Tu Nombre;\n\nEnséñame a no depender de lo que otros hacen,\n\nSólo esperar en oración una respuesta de Ti.\n\n¿Ven?, así es como es. Permítanme verlo suceder en la manera correcta, entonces es creído.",
    "Ahora, Dios les reveló la cosa a ellos por medio de David, y por medio de los ministros, y por medio de la gente, y por medio de los capitanes de millares y capitanes de centenas, pero no por medio de Natanael quien tenía ASI DICE EL SEÑOR. Y el Señor dijo que El no haría nada hasta que El le mostrara a ese profeta de la edad, primero, qué hacer. ¿Ven lo que hicieron ellos? Ellos se fueron directamente fuera de la Palabra de Dios, fueron y pusieron el arca sobre un carro nuevo. ¿Ven? Así que ellos se pusieron a hacerlo aparte de los mandamientos de Dios y de la manera provista por Dios.\n\nY eso es lo que ha sucedido hoy en día, amigos. Por eso es que hemos tenido tantas grandes cruzadas, y demás, y no tenemos resultados. Más infidelidad, más pecado, más…Les digo, esta nación está perdida; no sólo esta nación, sino otras naciones. Esta nación, como la Inglaterra de otra edad, ha sido la prostituta de todo el resto de las naciones.",
    "Muy adentro en Mozambique, a cuatrocientas ochenta millas de la civilización [A setecientos setenta y dos kilómetros.—Traductor], en la selva, muchachos “beatniks” escuchando a Elvis Presley, sacudiendo su cabeza y saltando de arriba abajo de esa manera, toda la noche, con quedarse… O, pequeños aparatos así que alcanzan miles de millas, hasta Rhodesia, para captar a Elvis Presley. Y sin embargo ellos dicen: “El es muy religioso, él y Pat Boone, y demás”. Pues, es el Judas de la hora, y no lo saben. Esa es la parte mala, ellos creen que ellos están—ellos están correctos.\n\n¿No le dijo Jesús a esta Edad de la Iglesia de Laodicea: “Tú estás desnuda, miserable, desventurada, ciega, y no lo sabes”? ¡No lo saben!",
    "Pues, los muchachos Pentecostales allá en Africa y alrededor, dicen: “Pues, Elvis Presley, él canta de lo más bonito que Ud. haya oído”. No hay duda que David lo hacía, también; no hay duda que los cantores lo hacían, pero causó que muerte hiriera el campamento. ¿Ven dónde están, dónde estamos hoy, amigos?",
    "🦅 Los hombros de los Levitas”, era la manera original de Dios para hacerlo. Y ellos la habían puesto en un carro nuevo. Ahora, eso nunca va a funcionar. Ellos no consultaron en la manera correcta. ¿Ven? Así que ellos salieron, a hacerlo, y lo hicieron de la manera incorrecta.",
    "Y eso es lo que ha sucedido hoy en día. Cuando hombres, no importa cuán sinceros, tratan de hacerle a El un servicio aparte de Su manera provista de revelarlo, ellos siempre lo echan a perder. Dios lo establece a Su manera. Los hombres, no importa cuán sinceros, si Uds. tratan de hacerlo aparte de eso, lo—lo echarán a perder.",
    "Algo como lo fue Balaam, en los días de Balaam. Dios le dijo a Balaam, aquel profeta. El era un profeta, el profeta Balaam. El era un profeta, y la Palabra vino a él exactamente, dijo: “No vayas allá. Esos son Mis elegidos. Esos son Mi elección”.\n\nY Balaam se juntó con los dignatarios, los hombres militares, predicadores, hombres influyentes, y dijo: “Bueno, yo—yo les diré, el rey va a…”\n\n¿Ven?, sólo siguen el ejemplo de David, siguen el ejemplo de hoy en día. Sólo tomen todo en un tipo, y Uds. lo verán. ¿Lo ven Uds.? Digan: “Amén”. [La congregación dice: “Amén”.—Editor] ¿Ven?, ¿ven?, así como es ahora.",
    "Pero el clérigo dijo, los—los—los sacerdotes dijeron, los escribas dijeron, los teólogos dijeron: “Esta es la manera en que debe de ser hecho”. Pero no lo era, y probó que no lo era.",
    "Y Dios le dijo a Balaam, y él era un profeta, primero, El le dijo: “No vayas”.",
    "Pero la influencia de estos otros hombres causó que él lo hiciera de manera contraria a lo que Dios dijo que hiciera, y llegó a ser una maldición en vez de un avivamiento. Oh, seguro, él llegó allá y le enseñó a la gente, dijo: “¡Ahora esperen! ¿Saben qué?” Dijo: “Somos—Somos Moabitas. Recuerden Uds., la hija de Lot es nuestra reina. Ella es nuestro origen. Todos somos de una sangre. Todos somos…Todas nosotras las denominaciones somos iguales”. No se mezclen con esa cosa. Manténganse lejos de allí. ¿Ven? Así que él dijo: “Todos somos iguales. Pues, su gente es como mi gente. Podemos casarnos entre nosotros, los unos entre los otros, para que podamos tener un verdadero concilio ecuménico. ¿Ven? Todos nosotros podemos juntarnos y regresar otra vez a la cosa original”.\n\nDios maldijo la cosa. Ese pecado nunca fue perdonado a Israel. Se quedó con ellos el resto de sus días. Nunca fue perdonado. Ellos perecieron en el desierto con él. Eso es correcto. Porque ellos no tomaron la manera provista de Dios por medio de Su manera vindicada de hacerlo.",
    "Fíjense, esta cosa que ellos hicieron causó a Israel morir la muerte, en el desierto. Y Jesús dijo: “Cada uno de ellos pereció y desapareció”. Observen quiénes fueron los que estuvieron con Moisés allá atrás, Josué y Caleb, en el—en el programa.",
    "Fíjense de nuevo, aquí está David, lo que él hizo. Y cuando él lo hizo, ¿qué hizo? Causó que la muerte hiriera a una persona sincera.\n\nAhora, yo creo que todavía estamos conectados, y yo quiero que Uds. oigan a través de las tierras.\n\nEsta cosa que David hizo, sin consultar a Natanael y buscar la Palabra de Dios para ello, causó que la muerte hiriera a gente sincera. Sí, señor. El extendió su mano, el cual había estado viviendo en la presencia del arca; salió de su—su casa. Y el buey tropezó, y el arca se estaba cayendo.",
    "Ellos ya habían hecho una cosa mal, dos cosas mal. Primero, ellos nunca consultaron a Natanael. La siguiente cosa que hicieron, ellos fueron allá sin consultar la Palabra de Dios. La cual, el…Samuel era la Palabra en aquel día…Y nunca consultaron la Palabra del Señor. Luego, cuando lo hicieron, ellos fueron de manera contraria a la Palabra de Dios.\n\nY aquí este buen hombre que había sido un guarda, él era un obispo, pensó: “Bueno, aquí, yo no quiero que se decepcione a Dios”, así que él puso su mano sobre el arca. Donde, él no era un Levita, y él murió. ¡Tres cosas!",
    "Ahora piensen muy bien, y observen lo que las denominaciones han hecho hoy. ¿Ven?, la han rechazado, la llamaron “falsa doctrina”. ¿Ven? Miren dónde están ellos. Ellos ciertamente van a tener su concilio ecuménico. Lo llamaron “telepatía mental”, cuando Dios mismo la está vindicando que es la Verdad, y probando que es la Verdad. “Oh, sólo son un montoncito de mentecatos allá”, dicen ellos, “no saben de qué están hablando”.\n\nEso es correcto, no sabemos. Pero sólo decimos Sus Palabras y El sabe de qué está hablando, ¿ven? Yo no puedo explicarlo, nadie más puede, pero El—El—El lo prueba.",
    "Ahora fíjense. Muchos creyentes sinceros hoy, que vienen a Cristo, quieren venir con todo su corazón, son matados espiritualmente de la misma manera. Muchos hombres sinceros van a la iglesia Católica y quieren convertirse en Cristianos, van a la Metodista, a la Bautista, a la iglesia de Cristo, y aun a los Pentecostales, ¿ven?, y quieren convertirse en Cristianos, poner su mano en ello, unirse a ellos.",
    "Y cuando David vio esta cosa suceder, lo despertó. No despierte demasiado tarde allá afuera, hermano. El vio que la muerte había herido.\n\nMuéstrenme los resultados. ¿Qué le ha hecho a la nación, al—al cuerpo de creyentes, este así llamado avivamiento, metiendo gente de nuevo en las iglesias? Nada sino que ha hecho nuevas organizaciones y denominaciones, a lo largo del camino, más miembros y demás. ¿Está mejor la nación? Ellos dijeron que iban a…",
    "🦅 América. Dios bendiga América. Es—es una nación, es un país Cristiano”.\n\nEstá a un millón de millas de ser un país Cristiano. Yo ni siquiera oro por él. ¿Cómo puedo orar por él, y no se arrepiente bajo los grandes poderes de Dios demostrados ante él; y negando, y cerrándole las puertas a Ello, y marchándose? Yo se lo entrego a Dios. Y se está alejando más. Y ahora se va a hundir. Sólo observen qué sucede.",
    "Muchas personas sinceras van a unirse a una organización, o a un grupo, o a una secta de alguna clase, y allí ellos mueren, espiritualmente. Uno no les puede decir nada. Les meten esa cosa a ellos: “Pues, estos obispos dijeron esto. Y este dijo esto, este dijo esto”. Uno les muestra aquí mismo en la Palabra de Dios donde es ASI DICE EL SEÑOR. “Pero nuestro pastor…”\n\nA mí no me importa qué dice su pastor, no importa qué digo yo, o lo que alguien más dice. Si es contrario a la Palabra vindicada de Dios, la hora, el tiempo, el Mensaje, y demás, olvídenlo. Manténganse lejos de ello. Y yo tengo que pararme ante cada uno de Uds. en el Día del Juicio, y Uds. saben eso. Y no diría eso, sabiendo que yo ahora soy un hombre viejo. Yo…No es que yo sé algo, sino que El sabe. Yo sólo sigo lo que El dijo.",
    "Miren hoy las grandes cruzadas que hemos tenido a través del país. Se ha probado que ha sido en vano. ¿Y no dijo Jesús aquí ahora, en Lucas 7:7: “En vano me honran”? En vano trajo David el arca. En vano entrenó Acab a aquellos profetas. En vano tomó Balaam aquel dinero. “Enseñando como Doctrina mandamientos de hombres”. Son los mandamientos de Dios los que cuentan, no importa cuán sin-…",
    "🦅 Esas personas son verdaderamente sinceras”. Uno oye eso tanto: “Ellos son tan sinceros”. Eso no quiere decir nada. Testigos de Jehová, Adventistas del Séptimo Día, y todas esas sectas, salen aquí a la calle y hacen cosas que uno de nosotros no haría. Católicos se paran en la esquina y piden, y demás, esas órdenes de ella por el estilo, y tienen billones de billones de billones de dólares, aún lo piden. Sinceros, no hay duda. Iglesias van y—y predican, y demás, y ministros se paran en el púlpito y hacen todo lo que pueden hacer para meter nuevos miembros en su iglesia; pero es un arca nueva.\n\nSolamente hay un Arca que debemos seguir, esa es, la Palabra de Dios. Cualquier cosa contraria a esa Arca, ¡manténganse lejos de ella! Está en un carro nuevo, y no en los hombros de Dios. Correcto. Manténganse lejos de la cosa. No tengan nada que ver con ella.",
    "Nuestras grandes cruzadas, billones y millones han hecho confesiones. Y yo dudo si habrían cien de ellos, de todos ellos. ¿Ven?, no ha habido nada.\n\nEntonces miren a la Palabra prometida.",
    "Uds. pensarán que ha fallado, y sabemos que ha fallado. Algunos de los más grandes de—de nuestros evangelistas en la tierra hoy en día dicen que ha fallado totalmente. La iglesia sabe que ha fallado. Todos saben que ha fallado. Pues, ¿por qué es? ¿Por qué falló?\n\nFue con un buen propósito. Era para traer gente a la Presencia de Dios, grandes cruzadas. Y millones de personas gastaron su dinero, y lo pusieron en grandes cruzadas. E iglesias se juntaron, grandes auditorios, y grandes cosas, y grandes cosas sucedieron. ¿Por qué falló? Es porque ellos nunca conocieron la hora en que estaban viviendo.\n\nCon razón Jesús se paró, y El lloró en Su corazón. Lágrimas corrieron por Sus mejillas, y El dijo: “Jerusalén, oh, Jerusalén, cuántas veces quise cernirme sobre ti como una gallina lo haría sobre su nidada. Tú has apedreado todo profeta que Yo te envié. Pero no quisiste. Pero ahora tu hora ha llegado”. [El Hermano Branham tocó en el púlpito.—Editor]",
    "¿No pueden sentir el Espíritu Santo clamando desde adentro de Uds.? “Oh, Estados Unidos y el mundo, cuántas veces los quise juntar, pero no quisieron. Ahora su hora ha llegado. Su dios de placer, su dios de inmundicia, su dios de Sodoma y Gomorra, está entre Uds.” Aun nuestros niñitos, con cortes de pelo de “beatle” y flequillos al frente de sus rostros, y pequeños pervertidos comenzando. Nuestras mujeres están perdidas. Más allá de redención. Nuestros hombres han llegado a ser grandes afeminados, caminando alrededor con pantalones cortos puestos, y actuando como una muchacha, y cabello colgándoles por sus cuellos. Y somos Sodomitas, y el fuego y la ira de Dios nos esperan.",
    "¿Saben Uds. cómo va a matar El, cómo lo va a destruir El? Como siempre lo hizo. Cuando una prostituta hacía algo malo, ella era apedreada a muerte; ellos recogían piedras para matar a la mujer que era una prostituta. Así es como El va a matar a la iglesia. La Biblia dice que El hará llover piedras de granizo del Cielo, que pesarán cien libras cada una [Cuarenta y cinco kilos y medio.—Traductor], y El los va a apedrear. ¿Quién va a detenerlo a El? ¿Qué ciencia va a decir que no se puede hacer? El lo va a hacer.\n\nAsí como El hizo un arca y flotando puso a salvo a Noé, El lo va a hacer otra vez para Su Iglesia.\n\nY por Sus propias leyes y a Su propia manera, El apedreará a esa prostituta que ha cometido adulterio con los reyes y capitanes de centenas y de millares. El la apedreará a ella a muerte, por Sus propias leyes que El puso en orden. ¿Quién va a decirle que El no puede hacer una piedra de granizo?",
    "Pregúntenle a alguien que sabe cómo empieza una gota de lluvia. Y hace un círculo, y regresa a través de un torbellino; acumula más y más y más, hasta que llega a un cierto peso, y luego cae.\n\nEl, Dios, Quién…la gravitación ni siquiera podía retenerlo a El sobre la tierra, y El fue levantado al Cielo. Dios, Quien hizo la gravitación, puede también hacer un torbellino lo suficientemente grande para hacer girar una piedra hasta que pese cien libras. El dijo que El lo iba a hacer, y El lo va a hacer. ¿Quién va a decirle a El que no lo haga? El lo va a hacer, porque El dijo que El lo iba a hacer.",
    "Estamos en los últimos días. Estamos cerca del juicio. ¿Por qué? Ellos están tratando de comer maná viejo que cayó allá atrás hace cincuenta años, la iglesia Pentecostal. La iglesia de la Santidad está tratando, hace más de doscientos años. Los Luteranos, hace como trescientos, o más, años, hace muchos centenares de años. Ellos están tratando de comer maná viejo. Oh, hermano, esa cosa está estancada. Está contaminada. Va a…Tiene—Tiene…Pues, yo siempre dije, larvas en él, gusanos. Los matará, el comerlo.",
    "Averigüen si David o si alguno del resto de ellos hubieran tan sólo consultado el Pan de esa hora.\n\n¡Si los sacerdotes, y profetas, y predicadores, y teólogos, y escuelas, y denominaciones, hubieran tan sólo consultado la hora! Pero ahora no les hará ningún bien. Ya se fue. No ayudará ni un poquito. Ella está perdida ahora. Ella cruzó esa línea hace como cinco años, entre arrepentimiento, juicio y misericordia.",
    "Fíjense, ¿qué es entonces? ¿Qué se puede hacer? ¿Qué se debe hacer? Consultemos al profeta, la Biblia, donde no podemos añadir o quitar de Ella. Si lo hacemos, Dios nos quita del Libro de la Vida.\n\n¡La Biblia dice, en Malaquías 4, qué sucedería hoy. Apocalipsis 10, cómo los Siete Sellos serían abiertos y revelarían todos estos misterios que han estado escondidos a través de estos reformadores! El dijo cómo sería hecho. Está en la Biblia, ASI DICE EL SEÑOR. Dios ha identificado eso completa, y perfectamente; y ha vindicado que es la Verdad, por medio de señales, maravillas en los cielos, en el cielo, y en todo lo demás, por treinta y tres años.\n\n¿Creen Uds. que ellos le van a prestar atención? No. Están muertos. Han puesto su mano en algo que ha matado toda la cosa. No, no lo hará; no lo hará; nunca más.",
    "Fue cuando esta cosa sucedió, que David vio. Oh, Dios, mándanos un David que pueda ver dónde está parado, que pueda mirar y ver que Dios hizo una promesa que, cómo va El a hacerlo hoy. Dios lo dijo aquí mismo en Su Palabra, cómo El lo iba a hacer.",
    "Dios le dijo a Micaías. Micaías examinó su visión ante cuatrocientos profetas dignos. El examinó su visión para ver si estaba correcta. El averiguó lo que el profeta dijo antes de él, para ver qué sucedió. El averiguó, y miró que Elías parado allí, dijo: “Acab, los perros lamerán también tu sangre”. Ahora, él vio entonces que esa visión estaba exactamente de acuerdo a la Palabra de Dios, así que él la pronunció. Y él estaba correcto. Correcto. No importa lo que el resto de ellos dijeron, él se quedó exactamente con esa Palabra.",
    "Ahora miremos la visión que tenemos hoy. ¿Es construir iglesias; son cosas nuevas; son cosas grandes que van a suceder? O, ¿es juicio? Miren hacia atrás y vean la promesa de hoy, vean en qué tiempo estamos viviendo.",
    "Uds. dicen: “Pues, bendito sea Dios, hermano, yo soy sincero. Yo me uní a la iglesia. Yo tengo mi licenciatura en letras. Yo hice esto”. Eso está bien, eso está bien, nada en contra de ello; también David, también los sacerdotes de ese día, también los teólogos. Pero era contrario a la Palabra.",
    "Dios dijo cómo El lo haría hoy, cómo El restauraría todas las cosas, lo que El haría otra vez. El prometió restaurar. Eso es exactamente correcto. En Joel 2:28, El prometió que restauraría. “Os restituiré”, dice el Señor, “todos los años que comió el saltón”. Ellos tienen un di-…¿Ven?, ese es el mismo gusano; está en una diferente etapa de vida. Y cuando el Catolicismo empezó a comer, entonces Luteranos, y Metodistas, y Pentecostales, y todos, a lo largo; El dijo: “Yo restauraré todo de nuevo a una Iglesia exactamente como era esa en primer lugar”.",
    "Observen la visión de la otra noche. Exactamente la misma Novia que vino de este lado, vino de este lado. Después de que esas prostitutas pasaron con sus vestidos puestos, sus viejas cosas subidas de esta manera, y bailando “rock and roll”, y llamándose a sí mismas la Iglesia.\n\nUds. dicen: “Pues, nosotros no hacemos eso”.\n\nAsí es como Dios los ve. No es como se ven Uds. mismos. Es como Dios los ve a Uds. Ningún hombre se ve mal a sí mismo. Cuando Uds. se miran en el espejo de la Palabra de Dios, El les dice si Uds. están errados o no. Si David hubiera hecho eso, él hubiera visto su error. Si Acab hubiera hecho eso, o si esos profetas hubieran hecho eso, ellos mismos se hubieran visto errados.",
    "Un profeta vindicado dijo: “Acab morirá, y los perros lamerán su sangre”. Y su profecía cuadraba exactamente con Ella. Entonces él supo que estaba correcto. Aun Josafat debería haber visto eso y sabido. Cuando Micaías vio la visión, él no estaba mucho con la gente en esos días, pero él tenía ASI DICE EL SEÑOR. El estaba correcto.",
    "Fíjense, estamos trayendo esta cosa ahora en este día, cuando vemos la gran hora a la que estamos llegando.\n\nFíjense lo que David estaba tratando de hacer, también. Yo tenía una notita aquí sobre eso. El estaba tratando de traer el arca a la ciudad de David, su propia denominación.",
    "Miren allá atrás cuando el Señor habló por primera vez aquí en el río: “Como Juan el Bautista fue enviado para precursar la primera venida…”\n\nHermano, las Asambleas no pudieron recibir eso, tampoco pudo la Unida, todos ellos. Ellos tenían que tener una en alguna parte. Ah, todos ellos tenían que hacerlo, ¿ven?, exactamente. Todas ellas tenían que traerla a su propia casa.",
    "Querían traerla a la ciudad de David. ¿Por qué? No había lugar preparado para ella.\n\nY esa es la razón de que Uds. no pueden traer el Mensaje a una denominación. La Palabra, el Arca, Cristo, “el mismo ayer, hoy, y por los siglos”, y toda Su identificación, Uds. no la pueden traer a su organización. Ellos nunca la creerán, porque no hay lugar para Ella. ¿No dice la Biblia que El estaba fuera de la iglesia de la Edad de Laodicea, tratando de entrar?\n\nNo había lugar en la ciudad de David, no importa cuán fiel era, y cuán grande era, y—y demás. No obstante no era el lugar. Iba a ser en Jerusalén. Allí es adonde fue más tarde, cuando el profeta les dijo qué hacer con ella. ¿Ven? Así que David tenía que traerla a su propia ciudad. No había un lugar preparado para ella.",
    "Cristo es nuestra Arca, y ellos no la reciben. Cristo es la Palabra; no la reciben. Quieren su credo, su denominación, un arca nueva, o—o un nuevo portador. Ellos quieren que la denominación la cargue; un arca nueva. ¡Ja!\n\nRecuerden, ¡Cristo nuestra Arca! ¿Creen Uds. que Cristo es la Palabra? [La congregación dice: “Amén”.—Editor] Esa es el Arca, entonces. ¿Es correcto eso? Muy bien. Cristo no puede ser llevado, a Su posición correcta, por ningún carro denominacional. El lidia con una persona, y no con un grupo. El nunca lidió con un grupo; una persona. Cuando, El dijo que no lo haría. Si El lo hiciera, El lo haría contrario a Su Palabra, Amós 3:7. Uds. no pueden hacerla mentir. No, señor. Es Verdad.",
    "Pero, ¿ven?, ellos tratan. El Arca no puede ser cargada por una organización. Hay demasiadas cabezas en ella. ¿Ven? No puede ser hecho. El prometió que no lo haría, y El no lo va a hacer. El dijo…¿Cuándo prometió El—cuándo prometió El hacerlo de alguna otra manera? Esa es la razón de que El prometió que no lo haría.\n\nNo piensen esos pensamientos. Yo puedo sentirlos. ¿Ven?",
    "Así que El—El prometió que lo haría de una cierta manera, y cualquier cosa contraria a eso El no lo hará. ¿Ven? Pero por medio de Su manera original, de acuerdo a lo que El dijo en Amós 3:7, de esa manera El lo va a hacer. Y eso debe de ser vindicado y probado que es correcto.\n\nAhora, Uds. saben lo que El prometió hoy en día, entonces El lo está haciendo hoy. Eso es exactamente lo que El dijo que El haría. El abriría esos Siete Sellos, y todo lo que El haría; revelaría los misterios de allá atrás, cómo estos bautismos y todas las cosas habían sido enredadas. Y aquí está, en Su misma Presencia. La ciencia lo prueba. Los cielos lo han declarado. Hombres parados, mirándolo directamente, y lo ven suceder. Ni una sola cosa ha dicho El que El no cumpliera. Allí lo tienen. Sólo para que Uds. vieran dónde estamos hoy.",
    "Ahora, cualquier hombre que tiene Su Espíritu, sabe eso; que tiene el Espíritu de Dios sobre él, sabe que Esto es la Verdad, porque el Espíritu de Dios no hablará contrario a la Palabra. No, no. Estará exactamente con la Palabra.\n\nUds. dicen: “Yo tengo el Espíritu Santo. Yo grité; yo hablé en lenguas. Yo dancé en el Espíritu”. Eso no significa nada para Dios. ¿Ven?\n\nDavid hizo la misma, prácticamente la misma cosa, allá atrás. Ellos cantaron con todas sus fuerzas, y él gritó con toda su fuerza. Todo el resto de ellos lo hicieron, e iban caminando directamente a la muerte. Eso es correcto. Eso no tiene nada que ver.",
    "Es la Palabra la que cuenta, la Palabra del Señor. “Los que esperan a Jehová”. Sí, señor. ¿Ven?, los que tienen el Espíritu de Dios en ellos, miran la promesa para hoy, y velan y esperan hasta que la ven. Entonces ellos dicen: “Eso es”. Dios se la revela a ellos.",
    "Como Natanael. Felipe fue y encontró a Natanael. Natanael dijo: “Ahora espera un momento. Yo sé que eso está prometido, pero déjame verlo”. Y cuando él lo vio, él dijo: “Eso es”.\n\nLa mujer dijo: “Ahora yo sé, yo he oído toda clase de teólogos. Yo he hecho esto y aquello. Y yo misma he leído la Biblia, y yo sé que estamos…Hay un Mesías que viene, que hará estas cosas, así que Tú debes ser Su profeta”.\n\nEl dijo: “Yo soy El”.",
    "Ella dijo: “Venid, ved a un Hombre, Este es”. Ella esperó hasta que ella vio a ese Mesías identificado por la Palabra de Dios, luego ella dijo: “Ese es el que hemos esperado, por cuatrocientos años. No hemos tenido un profeta o nada. Aquí está El, y El mismo dice que El es El”. [Espacio en blanco en la cinta.—Editor] “…fuera y ved a un Hombre que me dijo las cosas que he hecho”.\n\nPero los sacerdotes querían matarlo a El, y finalmente lo hicieron. ¿Ven?\n\nPero ellos no pueden matar Su Espíritu hoy. Eso es correcto. No, ellos no pueden matarlo. Estuvo aquí para meternos, así que estamos agradecidos. Fíjense cuán grande es Dios, cuán grandes son sus obras, ¡cómo nunca puede fallar!",
    "Ahora, Dios tiene una manera provista y original para hacer las cosas, y El nunca lo hará de manera contraria a ésa.",
    "Ahora el prometió en los últimos días lo que El iba a hacer. Y les envió, nos envió el Mensaje; y este Mensaje tendría la misma identificación que Elías tuvo, que Eliseo tuvo, que Juan el Bautista tuvo. Y haría volver los corazones del pueblo, no a la denominación, pero de regreso, a los padres apostólicos originales, de regreso a la Palabra. Cómo han sido vindicadas estas cosas. Cómo es que en el sonar del último ángel, Apocalipsis 10, “En los días del séptimo ángel, estos misterios que han estado…”\n\n“¿Por qué todos los Metodistas hicieron esto, y los Bautistas, y la iglesia de Cristo, y los Testigos de Jehová, hicieron eso?”\n\n“Esos misterios serán revelados en los últimos días, cuando el séptimo ángel…el Mensaje del séptimo ángel, cuando él…” No cuando empieza a hacer esto, pero: “Cuando él empieza a sonar su Mensaje”. [El Hermano Branham toca dos veces en el púlpito.—Editor] ¿Ven? No los años en preparación, pero: “Cuando él empieza a sonar el Mensaje, entonces estos misterios serán revelados”. Y aquí están; no sabiéndolos, y Uds. son testigos de eso.",
    "Y luego en ese gran observatorio, para que el mundo esté privado de eso, todavía se están preguntando qué sucedió. En Tucson, esos grandes observatorios tomaron la fotografía de ella allá arriba; todavía preguntándose qué sucedió. ¿Qué es? Todavía ponen en el periódico: “¿Sabe alguien algo acerca de qué, cómo pudo haber sucedido?” No hay neblina allá arriba, no hay aire, no hay humedad; a una altura de treinta millas en el aire [Una altura de cuarenta y ocho kilómetros.—Traductor]. ¡Oh, hermanos!\n\n“Habrá señales arriba en los cielos. Y cuando estas cosas sucedan, terremotos en diferentes lugares, entonces aparecerá la señal en el cielo, del Hijo del Hombre”. “Ese día”, en Lucas, “el Hijo del Hombre se revelará El mismo otra vez; siendo revelado, El mismo”. Y el mundo se verá como Sodoma y Gomorra. ¡Oh, hermanos!\n\nHermanos, no sean ignorantes de cosas espirituales, ¿ven? “Escudriñad las Escrituras, porque a vosotros os parece que en Ellas Eterna, tenéis la Vida Eterna; y Ellas son las que dan testimonio de la Palabra”. Ellas son las que dan testimonio de la Verdad, las cosas que Dios está haciendo en esta hora.",
    "¿Y ahora qué? Los que tienen el Espíritu de Dios, esperan estas cosas. Y cuando ellos ven esas cosas, ellos creen esas cosas. Jesús dijo: “Ninguno puede venir a mí si el Padre no le trajere. Y todo lo que el Padre me ha dado”, El es la Palabra, “ellos vendrán a Mí. Ellos vendrán a Mí”.",
    "Yo he sido un poquito duro esta mañana, ¿ven? Ellos esperan en el Señor, esperando; y cuando lo hacen, y ven esa promesa de hoy, siendo vindicada, renueva su fe en Su Palabra. Porque, El prometió hacerlo, y aquí está El haciéndolo. Entonces no hay duda alguna. Dios habla. Su Palabra, primero, habla. Y luego el Espíritu que está trayéndola hace la cosa que la Palabra dice que haría.\n\nOh, tenemos muchas personificaciones. Todavía tendremos muchas de ellas, hombres de corazón sincero tratando de hacer cosas de esta manera y de aquella manera, pero observen lo que sucedió. Personas pondrán sus manos, y entonces—entonces morirán. ¿Ven?, fíjense.",
    "Ningún sistema de denominación del hombre funcionará alguna vez, haciendo miembros para sus propias arcas denominacionales hechas por ellos mismos. Dios nunca tuvo una denominación. El nunca tendrá una denominación. Y es una cosa hecha por el hombre.",
    "Y yo me pregunto, hoy, ¡si con todo lo que atraemos y grandes cruzadas y avivamientos, no hemos estado llenando el arca Metodista, el arca Bautista, el arca Presbiteriana! ¿Pero qué del Arca de Cristo, la Palabra?\n\nY si la Novia ha de ser la Palabra, entonces Ella tiene que ser de Cristo, parte del Novio. Ella tiene que ser la Palabra; la Palabra no para el día de El; la Palabra de este día, que El prometió estaría en este día, que El envió Su Palabra para moldear a Su Novia y formarla. ¡Espero que lo veamos! No tengan alguna idea propia de Uds., y no tomen la idea de alguien más. Tomen la Palabra vindicada aquí, la Biblia. Ella dice.\n\nDios ha prometido en Su Palabra cómo El escogería a Su Novia en este último día. ¿Sabían Uds. eso? El lo prometió, cómo El lo haría, y que por medio de Su plan original de escoger a Cristo, de escoger los tiempos, de escoger las sazones, cómo El…El no puede fallar, en Su novia, porque Ella es parte de esa Palabra.\n\nEl no puede escogerla por medio de una denominación cuando El no escogió a Cristo por medio de una denominación. ¿Vino Cristo a una denominación? ¿Vino El por medio de una denominación? No. Ellos lo rechazaron. Pues, eso es lo que las denominaciones hicieron entonces. Entonces cuando El escoge una Novia, ¿puede El venir de alguna otra manera?\n\n¿Cómo trajo El a Cristo aquí? Por medio de la Palabra de los profetas. ¿Es correcto eso? ¿Cómo traerá El a Su Novia aquí? Por medio de la Palabra de los profetas.\n\n¿Cómo lo identificó El a El cuando vino? Por medio de un hombre con El Espíritu de Elías sobre El, salió del desierto. ¿Cómo identificará El a Su Novia? El prometió en Malaquías 4 la misma cosa, antes de que El destruyera la tierra, como fue en los días de Sodoma.",
    "Recuerden, Sodoma se quemó. ¿Es correcto eso? Pues, este mundo ha de quemarse. Jesús así lo dijo. Y será el tiempo, que, como Lucas el capítulo 17 y el versículo 30 dice: “En los días que serían como Sodoma y Gomorra, entonces el Hijo del Hombre sería manifestado”.\n\n¿Y entonces qué sucedería? De acuerdo a Malaquías, El quemará la tierra otra vez, y los justos (en el Milenio), caminarán sobre las cenizas de los malos. ¿Es correcto eso? ¿Ven?\n\nAsí que estamos en el tiempo del fin. Estamos aquí a la puerta ahora, esperando que El venga.",
    "Fíjense, Dios prometió en Su Palabra que El escogería a Su Novia por medio de Su manera original. El escogió a los Suyos. ¡El Novio! El lo predijo por medio de los profetas, y envió un profeta para identificarlo.\n\nEl profeta dijo, estando a orillas del Jordán: “¡He aquí!”\n\nEllos dijeron: “Tú eres el Mesías, ¿no es así?”\n\nEl dijo: “No, yo no soy el Mesías”.\n\n“Tú debes de ser el Mesías”.",
    "🦅 Pero yo no soy El. Pero El está en medio de vosotros. Y Su calzado yo no soy digno de desatar. Cuando El venga, El mismo se dará a conocer…”\n\nY hoy El está entre nosotros, en la persona del Espíritu Santo, manifestándose El mismo más y más, entrando en Su Iglesia, El mismo dándose a conocer; porque, El, y la Novia y el Novio serán el mismo, El mismo dándose a conocer; y un día Uds. verán que Aquel que han sentido en su corazón, y ven Su identificación, llegará a personalizarse ante Uds., entonces Uds. y El son Uno.\n\nUds. se han unido por la Palabra. Y la Palabra, era en el principio, regresará al principio, lo cual es Dios. “Y en aquel día vosotros conoceréis que Yo estoy en el Padre, el Padre en Mí; Yo en vosotros, y vosotros en Mí”. ¡Aleluya! Hemos llegado. ¡Aleluya! Estoy tan contento de verlo a El personificándose El mismo entre nosotros, y ver lo que El prometió para la Palabra; no la emoción de alguien, cantando, y saltando, y danzando. Pero por Su Palabra, amén, El mismo se está dando a conocer.",
    "Miren, cuando ellos trajeron, construyeron el templo y metieron el arca en él, Dios entró allí con una Columna de Fuego. Amén. Era David saltando y gritando, eran todos los cantores y los sacerdotes comportándose así, cuando ellos estaban fuera de la voluntad de Dios. Pero cuando Dios identificó el arca en el lugar y la posición de El, antes de que ellos pudieran meter el arca allí, aquí venía la Columna de Fuego que fue a la cabeza por el camino; bajando sobre las alas de los querubines, y directamente atrás del lugar Santísimo, Su lugar de descanso; ¡la Columna de Fuego! Y la gloria de Dios estaba allí adentro, al grado que la ge-…ni siquiera podían ver para ministrar. Amén.\n\nCerrará los ojos de todo teólogo, cuando El venga por Su Novia. Ella será llevada arriba en—en medio de la noche, por así decirlo, para ellos. Ellos ni siquiera la verán a Ella irse. ¡Oh, alabado sea Dios!",
    "Fíjense, Dios prometió que El sacaría a Su Novia, lo que El iba a hacer. Habría una Semilla. Habría una Luz al caer la tarde, cómo El haría todas estas cosas, exactamente, y por medio de la vía en que El lo planeó originalmente en el Antiguo Testamento y en el Nuevo Testamento.\n\nY no es por medio de la denominación. No es por medio de nuestro sistema que estamos usando hoy. Sólo estamos causando muerte. La gente está poniendo sus manos en Ello, y mueren por eso. ¿Ven?",
    "La Palabra, el Mensaje del atardecer, debe producir resultados del atardecer. El Mensaje del atardecer debe sembrar Semilla del atardecer, no semilla de la mañana. ¡Semilla del atardecer! ¿Es correcto eso? La escena del mediodía, sus simientes allá atrás, eran la denominación, murió, pereció. Pero el Mensaje del tiempo del atardecer mostrará Luz del atardecer, mostrará resultados del tiempo del atardecer; ¡el Mensaje del tiempo del atardecer!\n\nEn el tiempo de Jesús, el mensaje del mediodía, mostró resultados del mediodía. El mensaje del principio mostró los resultados del principio, hizo la creación. El hizo a Su Hijo a Su propia imagen, en el mediodía. En el tiempo del atardecer El forma una Novia para El. ¿Ven? ¿Por medio de qué? De Su Palabra.\n\n¿Cómo formó El la tierra? ¿Cómo la habló El a existencia? ¡Por medio de Su Palabra!\n\n¿Quién era Su Hijo? ¡La Palabra! “En el principio era el Verbo, y el Verbo era con Dios. Y el Verbo fue hecho carne y habitó entre ellos”.\n\n¿Cómo se va a llevar El a Su Novia? Por medio de la Palabra; no por medio de un carro nuevo, no por medio de la idea de algún teólogo. Pero de acuerdo a Su Palabra El la identificará a Ella. No le pongan una cosa a Ella ni le quiten una cosa a Ella ahora. Déjenla como está. ¿Ven?",
    "El tiempo del atardecer, El prometió que El revelaría, no obstante, abriría estos Siete Sellos y mostraría lo que esas iglesias habían fallado en ver allá atrás. Apocalipsis 10, y Malaquías 4, Lucas 17:30, El dijo que El lo haría. Ahora no lo confundamos. Mantengámoslo exactamente de esa manera.",
    "Permítanme, para terminar…Es como, muy cerca de quince minutos para las doce. Permítanme terminar, diciendo esto.\n\nAmigos, escuchen, ¡en el Nombre del Señor Jesús! Estas cosas son muy claras para que Uds. no las crean. Son muy claras para que Uds. no las vean. ¡Sin duda Uds. pueden ver Eso! ¡Sin duda el mundo podría verlo! Pero sólo su…\n\nNo sean influenciados por estos nuevos esplendores y cosas que ellos tienen hoy; a mí no me importa cuán buenos hombres son, cuán sinceros son. “Si ellos no hablan de acuerdo a la ley y a los profetas”, dice la Biblia, “no hay Vida en ellos”. ¿Ven?",
    "David pensó que él estaba correcto. El era sincero; esos sacerdotes pensaron que estaban correctos. Ellos eran sinceros. Pero ellos simplemente fallaron en consultar al Señor al respecto. ¿Y cómo pudieron haberlo hecho? Quizás ellos dijeron: “Nosotros nos preparamos en oración”. Pero esa no era la manera de hacerlo de Dios. El prometió que El no haría nada hasta que primero se lo revele a Sus siervos los profetas. Y allí estaba Natanael entre ellos, y nunca lo consultaron en lo absoluto.",
    "Ahora lean los siguientes capítulos de Crónicas ahí, y se darán cuenta. Cuando David estaba habitando en la casa, y dijo: “¿Es correcto”, y Natanael estaba con él, “que yo tenga, viva en el cedro, y—y el arca de Dios debajo de tiendas aquí afuera?” Y Natanael averiguó, del Señor, qué decirle que hiciera.",
    "Y él había hecho mal, así pues Dios dijo: “Dile a Mi siervo David que Yo lo amo. Yo le hice un nombre como los grandes en la tierra, pero Yo no puedo dejar que él lo haga”, ¿ves?, “él me ha fallado. ¿Ven? Yo no puedo dejar que él lo haga. Yo traeré a un hombre, su hijo, que levantará la perpetua casa de Dios”. Y ese era David, por supuesto. El cual Salomón lo tipificó, pero luego él falló. Todo hombre tiene que fallar. Todo ser humano tiene que fallar.\n\nDios es el Unico que no puede fallar. El no puede fallar. Esa es una cosa que Dios no puede hacer, es fallar. Y Dios es la Palabra. Y la Palabra, no importa cómo parece que va a venir de esta otra manera, vendrá exactamente como dijo la Palabra.",
    "Ahora recuerden, tienen que seguir la sazón, el tiempo. ¿Ven? Y en qué sazón están Uds., en qué tiempo, y que eso sea vindicado, para ver que eso es exactamente la Verdad.",
    "Ahora tomen todas estas cosas indispensables, toda la Palabra, todos los tipos, y las cosas, y miren dónde están Uds. Piensen en la hora en la que estamos viviendo.\n\nMiren allá, que cerca de una décima parte de la tierra está lista para hundirse. La ciencia dice eso. Ellos están mirando en el reloj. Hace unos cuantos años, dijeron: “Ahora sólo son tres minutos para la media noche”. Pudiera ser un minuto, pudiera ser medio minuto ahora.\n\nEllos dijeron: “No va a suceder en nuestra generación”.",
    "🦅 Pudiera suceder en cinco minutos”. Y fíjense en la siguiente cosa que él dijo: “Cinco años”. Yo nunca dije eso. El dijo eso, el científico. Están saliendo de California como moscas. ¿Ven? Bueno, el día en que Lot salió de Sodoma, el mismo día llovió fuego sobre la tierra.\n\nUno de estos días Dios va a tomar nuestro Mensaje, y vamos a irnos de aquí. Algo va a suceder, con toda seguridad, entonces, cuando la Iglesia se ha ido, Su Cuerpo, Su Novia.",
    "Ahora quiero leerles una Escritura, y quiero que la lean conmigo. Yo quiero que abran en Deuteronomio 4, para terminar. Yo creo que probablemente se ha dicho suficiente, que Uds. entenderán. Deuteronomio 4. Voy a leer dos lugares aquí.\n\nY a esta iglesia, y a las cintas, a las personas en las cintas, y a las personas en las conexiones a través de otras partes de la nación, quiero que Uds. escuchen esto atentamente, y no fallen. Esta es la cosa que yo…\n\nDeuteronomio, el capítulo 4. Voy a tomar el versículo 1. Quiero leer el versículo 1, luego voy a leer el versículo 25 y el 26. Uds. pueden leerlo todo cuando lleguen a casa; pero sólo, ahorremos tiempo, para que podamos salir a tiempo, porque tengo que regresar otra vez esta noche, si el Señor quiere. Escuchen a este profeta hablar. El había estado en la Presencia de Dios. El sabía de qué estaba hablando. Escuchen.\n\nAhora, pues, oh Israel, oye los estatutos y decretos que yo os enseño, para que los ejecutéis, y viváis, y entréis y poseáis la tierra que Jehová el Dios de vuestros padres os da. (Eso tipifica nuestro Milenio.)\n\nNo añadiréis a la palabra que yo os mando, ni disminuiréis de ella, (“No le añadan ni una sola cosa a Ella, y no quiten ni una sola cosa de Ella. ¡Quédense, sólo digan lo que Ella dice!”), para que guardéis los mandamientos de Jehová vuestro Dios que yo os ordeno.\n\nVuestros ojos vieron lo que hizo Jehová…a Baal-peor; que a todo hombre que fue en pos de Baal-peor destruyó Jehová tu Dios de en medio de ti. (“Ahora Uds. son un pueblo separado, fuera de esas denominaciones”. ¿Ven? ¿Ven?)\n\nMas vosotros que seguisteis a Jehová vuestro Dios, todos vosotros estáis vivos hoy. (“Uds. nunca murieron con su denominación. Uds. están vivos ahora, y en la Presencia de Dios”.)\n\nAtentos, no se lo pierdan. Versículo 25, ahora, cuando van entrando a la tierra, ahora observen lo que sucedió.\n\nY cuando hayáis engendrado hijos y nietos, y vosotros hayáis envejecido en la tierra, si os corrompiereis (eso es lo que sucedió), e hiciereis esculturas (algo más), o imagen de cualquier cosa, e hiciereis lo malo ante los ojos de Jehová vuestro Dios, para enojarlo; (¡Escuchen!)\n\nYo pongo hoy por testigos a los cielos y a la tierra, ¿ven?, que pronto pereceréis totalmente de la tierra, o el lugar, a la cual pasáis el Jordán para tomar posesión de ella; no estaréis en ella largos días sin que vosotros seáis destruidos.",
    "Este era Moisés hablándole a Israel, después de que él había sido vindicado por Dios, por medio de una Columna de fuego, y sabía que se había probado que él era el siervo de Dios para guiarlos fuera. Y antes de que ellos entraran a la tierra, antes de que entraran, Moisés dijo: “Ahora, las palabras que yo os he hablado, yo pongo hoy por testigos al cielo y a la tierra. Si añadiereis una sola cosa a Ella, o disminuyereis una Palabra de Ella, no permaneceréis en la tierra que Jehová Dios os da”.\n\n¡Eso digo yo, en el Nombre de Jesucristo! No le añadan una sola cosa. No quiten, pongan sus propias ideas en Ella. Uds. sólo digan lo que dice en esas cintas. Uds. sólo hagan exactamente lo que el Señor Dios ha ordenado hacer. No le añadan.",
    "El lo ha hecho siempre, cumple Su promesa a nosotros. Toda promesa que El ha hecho, El la ha guardado. ¿Les ha dicho El qué sucedería, y sucedió? Yo traigo los cielos y la tierra hoy ante Uds., en un reto. ¿Ha dicho Dios alguna vez algo que El no ha cumplido y hecho exactamente lo que El dijo que haría por nosotros? ¿No lo ha hecho exactamente como El dijo que lo haría? Eso es exactamente. Así continuará El haciéndolo. Sólo no le añadan. No le quiten. Sólo créanlo y caminen humildemente delante del Señor su Dios, porque nos estamos acercando al momento de entrar a la Tierra.\n\nEntonces, Uds. no regresarán, Uds. no regresarán a este tipo de vida otra vez. Uds. regresarán como un ser inmortal. Uds. regresarán, cuando el pecado es quitado, cuando Satanás es atado, y por mil años vivirán sobre esta tierra que el Señor su Dios les ha dado. “Porque los mansos heredarán la tierra”. “Bienaventurado el que guarda todos Sus mandamientos, para que él pueda tener derecho de entrar en la Ciudad”. “Porque afuera están los hechiceros, mentirosos, fornicarios, y perros. Ellos no entrarán allí adentro”. Sólo es para los Redimidos, y para aquellos que andan en Sus mandamientos.",
    "No tomen alguna cosa nueva. Están volando por todas partes, y van a venir más que esas. Pero no acepten estas cosas nuevas.\n\nEl Señor su Dios les ha declarado a Uds. lo que es Verdad. El Señor su Dios ha vindicado lo que es Verdad, por medio de Su Palabra y por medio de Su Espíritu. “No con fuerza, ni con ejército, sino con Mi Espíritu”. Y, el Espíritu: “Dios busca a aquellos que le adoran a El en el Espíritu y en Verdad”. “Tu Palabra es Verdad”. Y El ha vindicado completamente que Jesucristo es el mismo ayer, hoy, y por los siglos. El les ha mostrado a Uds. las Semillas del atardecer. El se los ha revelado a Uds., en la Palabra. El se los ha probado a Uds., por medio de Su Espíritu.",
    "Nunca empiecen o traten una organización. No traten de edificar sobre alguna otra cosa.\n\nSino que permanezcan humildes delante del Señor su Dios, porque parece como que pudieran abrirse pronto las puertas a la Tierra prometida. Entonces entremos con la verdad cantando y regocijándonos, cuando la Novia y el Novio tomen su lugar en el Trono.",
    "Vivan humildes. Vivan amando. Amense el uno al otro. Nunca tengan nada entre Uds. Si Uds. ven algo venir a su corazón contra alguien, sáquenlo de allí en ese mismo momento. No permitan…\n\nY Satanás hará lo mejor que pueda para meterse entre Uds. ¿Ven? No permitan que eso suceda. Algún individuo astuto de lengua pudiera venir y tratar de apartarlos de Ello. ¿Piensan Uds. que ellos pudieron mantener a Moisés alejado de la Presencia de Dios, cuando él había estado allí y la había visto? No, señor. No. No le quitamos o le añadimos. Sólo manténganla de la manera en que el Señor dijo. No queremos ninguna denominación. No queremos ninguna organización. No queremos malicia. No queremos contiendas. Queremos a Dios, y El es la Palabra.\n\nAhora inclinemos nuestro rostro.",
    "Oh Dios, yo miro alrededor con el ojo espiritual, yo trato de ver qué está sucediendo. Yo veo Tu Palabra, la manera en que ha sido vindicada, la manera en que ha sido probada; por todo el camino desde hace treinta y tres años, aquí en el río, lo que Tú dijiste. Y aquí está, treinta y tres años más tarde, y Tú estás haciendo exactamente lo que Tú dijiste. Y Tú has hecho exactamente lo que Tú dijiste. Señor, lejos esté de nosotros el tratar de hacerla más pequeña o tratar de hacerla más grande; sólo mantenerla de la manera en que Tú la has hecho, sólo caminar humildes y seguirte a Ti.",
    "Estos son aquéllos, Señor, que Tú has dado al ministerio, además de todos aquellos que duermen a través de la nación, alrededor del mundo. Los cementerios aquí tienen a muchos de aquellos santos benditos que están esperando. Pero es como dice: “Nosotros los que vivimos, y los que hayamos quedado, no impediremos a los que durmieron. Se tocará la trompeta, los muertos resucitarán primero; luego seremos arrebatados con ellos”. Cuando la gloria de Dios esté sobre la tierra, esconderá a la Iglesia del mundo. Ni siquiera la verá cuando se vaya.",
    "Padre Dios, guarda a estos en Tus manos. Son Tuyos. Yo ruego, Dios, que siempre caminemos humildes delante de Ti. No sabemos hasta cuando. No deseamos saber hasta cuando; no es nuestro asunto. Ese es Tu asunto. No son nuestros deseos saber cuándo vas a venir Tú. Es nuestro deseo, Señor, mantenernos humildes hasta que Tú vengas, y caminar contigo. Es nuestro deseo que Tú mismo te des a conocer, de vez en cuando, Padre, entre nosotros, para que podamos ver que todavía estamos caminando contigo.",
    "Perdona nuestros pecados pasados. Guíanos y protégenos de toda trampa del diablo, para el futuro. Dirígenos y guíanos, oh Dios nuestro Padre. Perdona nuestros pecados y ayúdanos a ser Tus hijos. Somos una clase pobre de gente. Somos unos rechazados, por las sociedades de este mundo, por las denominaciones de las iglesias.\n\nNosotros vemos el fin. Y te damos gracias por la vista espiritual en Tu Palabra, para ver el tiempo del fin, porque todas estas cosas deben de llegar a ese gran apedreamiento del Cielo. Ayúdanos, Señor, a no estar aquí en ese día, sino habernos ido a Tu Presencia, volar a Tu seno.",
    "Sana a los enfermos y a los afligidos, Señor. Rogamos que esta noche Tú nos des un servicio tan grande, que no haya una sola persona débil entre nosotros, debido a Tu Presencia, Señor. Que continuamente nuestros corazones estén fijos en Ti. Y sabemos, Señor, que dinero, propiedades, cosas del mundo no tienen significado, sólo son temporales. Todas tienen que desaparecer. Nuestros trabajos, nuestros lugares, nuestros amigos, todo tiene que desaparecer. No importa cuán rico, cuán pobre, cuán populares o impopulares somos, todo debe desaparecer. Pero sólo hay una cosa alrededor de la cual el que estemos aquí está centrado, y eso es Jesucristo. Así que, Dios, permítenos hacer todo a un lado como secundario, y que nos aferremos a El. Y El es la Palabra. Concédelo, Señor.",
    "¡La Palabra vindicada de la hora! La Palabra vindicada de los días de Moisés era Jesús. La Palabra vindicada del día de Isaías, Elías, Juan, todo era Jesús. Y la Palabra vindicada hoy es Jesús, el mismo, ayer, hoy, y por los siglos. Ayúdanos, Señor, a creer eso, ver eso, y caminar en ello. Nosotros—nosotros lo pedimos en el Nombre de Jesús.",
    "Con nuestros rostros inclinados, me pregunto si hay algunos aquí que verdaderamente nunca han hecho esa gran, todasuficiente…Uds. la creen, pero sólo creerla no es suficiente.\n\nYo creo que mi esposa era una buena muchacha. Yo conocía a su padre, a su madre. Yo la conocí a ella por años y años. Ella caminó una vida recta. Yo creí que ella era una buena mujer, pero eso no la hizo mía. Ella nunca llegó a ser mía hasta que, ella, yo la acepté a ella, ella me aceptó a mí.\n\nAhora Jesús quiere aceptarlos a Uds. ¿No lo aceptarían a El y llegarían a ser parte de Su Palabra? Si no han hecho eso, con sus rostros inclinados y sus corazones inclinados, yo confío…",
    "No hay lugar para un llamado al altar aquí. Yo no estoy muy a favor de ellos, de todas maneras. Yo creo que Dios los visita a Uds. allí mismo donde están. Levanten sus manos, digan: “Hermano Branham, recuérdeme en oración. Yo quiero hacer eso”. Dios los bendiga. “Yo…” Dios los bendiga. ¡Oh, manos dondequiera! “Yo quiero ser así”. Dios lo bendiga, hermano. Dios lo bendiga, hermano; a todos Uds., alrededor. “Yo quiero ser eso”. Dios los bendiga…“Yo verdaderamente quiero ser eso. Yo—yo lo veo”.\n\nPues, ahora, mire, amigo, pudiera haber alguna cosita…Si Ud. no es eso, entonces hay algo alrededor de lo cual Ud. se ha centrado además de eso. Ud. está tan cerca a ello, Ud. está mirándolo. Ud. lo ve. Ud. lo ha visto por años, moviéndose. Ud. lo ve ahora llegando a madurez. Si eso significa todo para nosotros, y nada más va a permanecer sino Eso, ¿por qué no voltear su rostro de esa cosa que Ud. ha estado mirando y se centra en El? Lo cual, el centro de toda vida, de todo lo que ha de venir, es El. ¿No lo haría, mientras oramos juntos?",
    "Amado Dios, mientras manos de hombres, mujeres, muchachos, muchachas, aun ministros, tienen sus manos levantadas. Ellos—ellos quieren decir—decir que quieren llegar a centrarse exactamente alrededor del Señor Jesús, y sin embargo parece como que ellos no pueden hacerlo. Hay algo que los jala en esta dirección, en aquella dirección. Pudiera ser una denominación, pudiera ser una persona, pudiera ser un pecado, pudiera ser algo que ellos están escondiendo en su corazón. Yo no sé, Señor, Tú sabes. Sea lo que sea, que ahora mismo, Señor, mientras Tú estás llamando a otros…Tú los has llamado. Son Tuyos.\n\nY mientras Tú los llamas, que ellos se suelten de eso, ese pecado asediante, como dice la Biblia: “Apartémonos de ese pecado que nos asedia, de manera que podamos correr con paciencia la carrera que tenemos por delante, puestos los ojos en…” ¿Qué, en nuestro trabajo, en nuestra denominación, en nuestra afiliación, en los concilios? “En Cristo el autor y consumador de la fe que tenemos en El”. Haz eso, Padre, por nosotros hoy, por que lo pedimos en Su Nombre y para Su gloria.",
    "Ahora ellos son Tuyos, Señor. Haz con ellos como Tú juzgues conveniente. Haz con nosotros como Tú juzgues conveniente. Somos Tuyos. En el Nombre de Jesús. Amén.\n\nYo le amo, yo le amo\n\nPorque El a mí me amó\n\nY me compró mi salvación\n\nAllá en la cruz.",
    "¿Se han olvidado de la comida? ¿Se han olvidado si los niños están bien, afuera en el carro, o no? ¿Se han olvidado totalmente sobre el pasado, y se han dado cuenta qué es eso que están sintiendo en este momento? Se está materializando ante Uds. día tras día. ¿Ven? Permitan que eso sea el centro de lo que sea. Permitan que el resto de las cosas desaparezcan; van a perecer, de todas maneras.\n\n¡Oh, sólo sigan detrás de El! ¿Ven? Como Eliseo siguió a Elías, sigámoslo a El. Porque también nosotros debemos ser llevados arriba algún día. Hemos visto el carro de Fuego que lo levantó a El de la tumba. Lo sentimos entre nosotros ahora. Algún día El va a desatar los caballos de los arbustos. Vamos a subir. ¿No lo aman a El?\n\nY me compró mi salvación\n\nAllá en la cruz.\n\nOh, ¿no pueden Uds. casi cerrar sus ojos y verlo a El colgando allá?\n\nYo le amo (¿a quién más pudiera yo amar?), yo le amo\n\nPorque El a mí me amó\n\nY me compró mi salvación\n\nAllá en la cruz.",
    "Cada vez cuando regreso a casa, alguien ha partido. Yo me voy unos cuantos meses, regreso, alguien ha partido. Me pongo triste cada vez que vengo.\n\nEl otro día, un muchacho con el que fui a la escuela, viniendo por la calle, él dijo: “Hola, Billy”.",
    "Lo miré, él solía ser un muchachito bien parecido, pelo muy negro y brillante peinado hacia atrás; ahora está tan blanco como la nieve. El solía ser tan derecho; la barriga muy salida así. Yo dije: “Hola, Jim”. Lo miré.\n\nYo sentí en mi corazón, yo pensé: “Dios, ese muchacho y yo, ese hombre y yo, somos de la misma edad”.\n\nEntonces yo sé que mis días están contados. Yo sé que no puede faltar demasiado tiempo más. Miro alrededor, y pienso: “¿Qué puedo hacer, Señor? Ayúdame. No quiero adelantarme a Ti. Quiero quedarme detrás—detrás de Ti. Tú enseña el camino”. Miro, y pienso: “¡Cincuenta y seis años, oh, hermanos, no puede faltar demasiado tiempo más!”",
    "Y miro hacia abajo, veo a mi buen amigo Bill Dauch sentado allí, setenta y dos o setenta y tres años de edad. Yo miro alrededor, veo a estos muchachos, ellos piensan: “Bueno, esperaré hasta que sea tan viejo como el Hermano Branham, pensaré eso”. Queridos, Uds. quizás nunca vean eso. Yo dudo mucho que Uds. lo vayan a ver. ¿Ven? Pero, sólo piensen, si el Hermano Bill Dauch vive hasta este día, él vivirá más que centenares de personas de quince, dieciséis años de edad. Están muriendo cada hora.\n\n¡Así que qué más da que edad tienen Uds.! ¿Qué están haciendo con respecto a la hora en la que están viviendo? ¿Qué están haciendo por Jesús en este tiempo? ¿Ven? Oh, yo quiero verlo a El. Yo quiero ver la hora en que yo vea todos estos viejos cuerpos transformados, verlos “cambiados en un momento, en un abrir y cerrar”. Si eso no es así, entonces somos la gente más insensata; comamos, bebamos, y alegrémonos, porque mañana moriremos; ¿ven?, Uds. sólo son como un animal, Uds. mueren y van a la tierra y eso es todo. Pero hay un alma mortal…inmortal viviendo en uno, hermano. Hemos escuchado del Cielo. Lo hemos visto probado. Sabemos que El es, y galardonador de los que lo buscan.\n\nAhora, miembros del Cuerpo de Cristo, mientras cantamos eso otra vez, quiero que Uds. estén sentados en sus asientos y se den la mano el uno al otro mientras cantamos eso otra vez.\n\nYo…(sólo salude a su hermano, hermana), yo le amo\n\nPorque…(¡Richard!)…amó\n\nY me compró mi salvación\n\nAllá en la cruz.",
    "¿Lo aman a El? Digan: “Amén”. [La congregación dice: “Amén”.—Editor] ¿Aman Su Palabra? Digan: “Amén”. [“¡Amén!”] ¿Aman su causa? Digan: “Amén”. [“¡Amén!”] ¿Aman Su cuerpo? Digan: “¡Amén!” [“Amén”.] Entonces, Uds. se aman el uno al otro. ¡Amén! Eso es correcto. “En esto conocerán todos que sois Mis discípulos, cuando tuviereis amor los unos por los otros”.\n\nAhora yo he puesto mis manos sobre estos pañuelos, si Uds. tienen que recogerlos antes de la noche.",
    "Yo voy a pedirle al Hermano Richard Blair…Dios respondió su oración, a él y al hermano aquí, orando el otro día, para traer de regreso a este muchachito que está sentado entre nosotros hoy, que está viviendo, debido a la fe de ellos en Dios. Y ahora voy a pedirle que nos despida en oración, en unos momentos, para que podamos regresar de nuevo esta noche.\n\nSon sólo como cinco minutos después de las doce, según ese reloj. Y quiero que regresen otra vez esta noche, si Uds. pueden, si están por aquí. Si Uds. tienen que irse a casa, que Dios los ampare al ir en camino, y les ayude, y los proteja. Si Uds. pueden quedarse, y quieren quedarse, Uds. son bienvenidos a quedarse. Dios sea con Uds. ahora.\n\n¡Hasta que nos encontremos!, ¡hasta que nos encontremos!\n\n¡Hasta…! (levantemos nuestras manos a El) …encontremos a los pies de Jesús;\n\n¡Hasta que nos encontremos! ¡Hasta que nos encontremos!\n\nDios sea con Uds. hasta que nos encontremos otra vez.\n\n[El Hermano Branham empieza a tararear Dios Os Guarde.—Editor] Esa es la manera de salir de la casa de Dios, en actitud de oración, humildemente, confiando que nos encontraremos de nuevo esta noche. Y si no es así: “¡Dios sea con Uds. hasta que nos encontremos otra vez!”\n\nInclinemos nuestros rostros ahora. Hermano Blair. 🦅"
  ]
}