{
  "title": "ALIMENTO ESPIRITUAL EN SU DEBIDO TIEMPO",
  "id": "65290009",
  "content": [
    "🦅  Sólo creed, sólo creed;\n\nTodo es posible, sólo creed.\n\nY ahora de esta manera:\n\nCreo Señor, creo Señor;\n\nTodo es posible, creo Señor;\n\nCreo Señor, creo Señor,\n\nTodo es posible, creo, Señor.\n\nPermanezcamos ahora de pie, con nuestros rostros inclinados.\n\nSeñor, que este no sea solamente un himno, sino que sea la propia sinceridad profunda de nuestros corazones cantando: “¡Ahora creo, Señor”! Los discípulos dijeron en una ocasión, después que Jesús había hecho tantas obras poderosas, ellos dijeron: “Señor, ahora creemos”.\n\nJesús les dijo: “¿Ahora creéis”?",
    "Dijeron: “Creemos que Tú conoces todas las cosas y que no necesitas que ningún hombre te instruya”. Entonces Padre, en esta noche nos damos cuenta de que Tú no necesitas de nuestra enseñanza, pero nosotros sí necesitamos la Tuya. Entonces pedimos que Tú nos enseñes cómo orar, cómo vivir y cómo creer; concédelo Señor por medio de este servicio esta noche. Si carecemos de algo, dánoslo Señor. Lo pedimos en el Nombre de Jesús. Amén.",
    "Muchos de Uds. otra vez están de pie esta noche. Y afuera, encontré grupos que me dijeron que no pudieron entrar, y ellos están escuchando por su radio en los diferentes autos. Y ahora trataremos de ser lo más breve posible esta noche, siendo domingo en la noche, lo destinamos para orar por los enfermos, tener una línea de oración, si los podemos acomodar aquí. Pero estamos dedicando este servicio en esta noche para orar por los enfermos.",
    "Y quiero que Uds. ahora se fortalezcan en…como oráculos santos de Dios, en la fe, la fe de esta hora. ¡En la fe! Y se va a requerir más fe que en cualquier otra edad, porque ésta tendrá que ser fe para rapto, para ser arrebatados. Y así queremos que Uds. crean esta noche en todo lo que han visto y oído, la Palabra que ha sido predicada, y las—las señales y maravillas que Uds. han visto hechas. Queremos que acumulen todo esto en su corazón, y consideren, si es Dios o no.",
    "Es como dijo Elías de antaño: “Si Dios es Dios, servidle”. Y si Jesús es el centro de todas las cosas para el Cristiano, entonces yo pienso que debemos soltarnos de todo lo demás y aferrarnos a El. Recuerden, El es el Centro, El es la Estrella Polar, El es lo Máximo, El es el Absoluto. Y si El es la Estrella Polar, hay una sola cosa que apunta hacia la Estrella Polar, esa es la brújula con la cual uno está navegando. Y la brújula con la cual estoy procurando navegar es la Palabra, y la Palabra siempre apunta hacia El.",
    "Y nos parece que estamos pasando por un tiempo de angustias y pruebas, confusión de los tiempos y angustias entre las naciones, y toda clase de cosas sucediendo. Y muchas veces me siento como abrumado…por donde miro, es como en una—en una nave en alta mar. Y se me ha dado cargo del Barco. Y ¿cómo llegaremos a nuestro destino? Y aquí viene una ola enorme, cien veces más grande que la nave. Pero las venceremos, todas. “Somos más que vencedores por El”. El Capitán, el Capitán Supremo, tiene en Sus manos la cuerda que está atada en la punta de la nave, El la halará guiándonos. Pasaremos por encima de toda ola.",
    "Ahora, en esta noche, para que podamos darnos prisa y permitirles salir temprano…Apreciamos las largas distancias que han viajado y demás, y cómo es que tienen que conducir, y el sacrificio que tienen que hacer. Y vean, eso me hace sentir que debo permanecer aquí y continuar hablando y haciendo todo lo que pueda para ayudarles. Pero cuando estoy aquí, procuro incluir todo lo que me sea posible, para brindar ayuda para el momento al cual hemos llegado. Luego uno toma…si se le da a la gente demasiado a la vez ellos no lo pueden recordar. Uno—uno tiene que tomar una cosa a la vez y sostenerla delante de la persona hasta que lo logre ver. Y después cuando tengan eso firmemente en el corazón, entonces ellos…luego se le enseña otra cosa. Simplemente paso a paso a medida que avanzamos.",
    "Ahora, oren y sean de buen ánimo, y crean en esta noche por su sanidad. No pienso que haya duda alguna en sus mentes en cuanto al tiempo en el que estamos viviendo. Yo no creo que haya duda en sus mentes en cuanto a si Dios está en medio de Su Pueblo o no. Creo que todos Uds. creen eso. Y yo…No hay duda alguna en mi mente en cuanto a esto. Y yo—yo—yo sé que mi gente, mis amigos, los amigos de Cristo, los hijos de—de Cristo, lo creen así.",
    "Y me da mucho gusto poder ver cuando uno sabe que tiene un Mensaje de parte de Dios, y uno se lo da al pueblo, y ver al pueblo responder a eso. Luego uno mira hacia atrás y dice: “Gracias, Padre”. ¡Oh, qué gozo es entonces, ver a los hijos comiendo el Pan que les ha sido enviado! ¿Se dan cuenta Uds. que esa fue una visión de hace muchos años, aquí mismo en este tabernáculo? Es cierto, “El Pan de Vida”. Hermano Neville, Ud. lo recuerda ¿no es así? ¡Un tiempo poderoso!",
    "Ahora abramos, si desean seguir la lectura o apuntarla. No creo que sería correcto tener un servicio sin leer la Palabra de Dios y hacer algunos comentarios, si va a ser un servicio de sanidad o lo que sea. Todos entendemos; me supongo que no hay extraños entre nosotros. Pero todos entendemos lo que es la sanidad. No es algo que alguien hace por Ud.; es más bien lo que Dios ya hizo por Ud. La salvación es sobre la misma base. Lo único es lograr que el pueblo crea que esa es la Verdad. Y Dios lo enseña en Su Palabra y luego se lo comprueba a aquellos que lo creen, porque El dijo: “Al que cree todo le es posible”.",
    "Uds. dicen: “Para Dios no hay nada imposible”. ¿Creen Uds. eso? Entonces nada es imposible para Uds. tampoco. “Porque todo es posible para ‘los’”, (Dios es una sola Persona) “para los que creen”. ¿Ven? Entonces nada es imposible para Ud., o para Ud., si tan sólo pueden creer.",
    "Ahora en Primera de Reyes, el capítulo 17, quiero leer los primeros 7 versículos, el Señor mediante:\n\nEntonces Elías tisbita, que era de los moradores de Galaad, dijo a Acab: Vive Jehová Dios de Israel, en cuya presencia estoy, que no habrá lluvia ni rocío en estos años, sino por mi palabra.\n\nY vino a él palabra de Jehová, diciendo:\n\nApártate de aquí, y vuélvete al oriente, y escóndete en el arroyo de Querit, que está frente al Jordán.\n\nBeberás del arroyo; y yo he mandado a los cuervos que te den allí de comer.\n\nFíjense: “que te den allí de comer”, no en otro lugar. “¡Allí”!\n\nY él fue e hizo conforme a la palabra de Jehová; pues se fue y vivió junto al arroyo de Querit, que está frente al Jordán.\n\nY los cuervos le traían pan y carne por la mañana, y pan y carne por la tarde; y bebía del arroyo.\n\nPasados algunos días, se secó el arroyo, porque no había llovido sobre la tierra.",
    "El Señor añada Sus bendiciones a la lectura de Su Palabra. Y ahora, esta noche, quiero tomar un texto de allí, es llamado: “Alimento Espiritual A Su Tiempo”. Esta mañana tuvimos una—una lección sobre—sobre: “Haciendo Un Servicio a Dios, o más bien, tratando de hacerle un servicio sin ser…sin ser el tiempo, la sazón, el lugar o la persona”. Y ahora, éste es Alimento Espiritual En Su Debido Tiempo.",
    "Este profeta, Elías, sabemos muy poco de él. Pero sí sabemos que él fue el siervo de Dios, y el siervo de Dios para aquella hora.",
    "Y Dios ya ha usado Su Espíritu que estuvo sobre Elías tres veces, y lo promete dos veces más; cinco veces, para gracia. El lo usó sobre Elías; vino sobre Eliseo en una doble porción; estuvo sobre Juan el Bautista; y debe volver para presentar a la Novia gentil; y vendrá con Moisés para llevar a los judíos a casa. Correcto, cinco veces, que Dios promete usar el Espíritu de Elías, y ya lo ha usado tres veces.",
    "Ahora, este gran profeta, no sabemos de dónde vino. Sabemos que él era un tisbita. Pero cómo vino él…",
    "Sabemos poco acerca de los profetas. No sabemos de dónde vinieron. Rara vez…Pues no conozco ni uno que viniera de la iglesia, o que tuvieran una gran genealogía tras ellos. Simplemente eran hombres sencillos que eran intrépidos, y muchas veces sin educación. Y ellos mismos no escribieron nada. Isaías y Jeremías, unos cuantos de ellos hicieron algunos escritos, pero este gran hombre Elías no escribió ni una sola cosa. Muchos de ellos no escribieron; quizás no sabían escribir. Pero ellos eran hombres ásperos. No hay hombres en la Biblia como esos profetas antiguos. Ellos retaron reinos, reyes, gentes, iglesias y todo lo demás, y se sostuvieron firmes en la Palabra de Dios, y Dios probó que eran correctos. Ellos eran individuos muy ásperos.",
    "Y este Elías fue uno de los más ásperos de todos. El era un hombre del desierto. El vino del desierto; él vivía en el desierto. La Biblia dice que se vestía…era velludo, y se cubría con un cuero de oveja, y tenía una piel, un cuero de camello por los lomos, muy…la barba por toda la cara, y me imagino que era un hombre de apariencia muy áspera, para mirar.",
    "Pero no…no todos ellos murieron. Ellos no están todos—todos muertos. En los días del Concilio de Nicea…muchos de Uds. que han leído El Concilio De Nicea De La Iglesia Primitiva, cuando quisieron hacer una organización y acabar con todas las otras iglesias, obligándolas a formar una, durante el tiempo del Concilio de Nicea, hombres ásperos como Eliseo vinieron del desierto, comiendo solamente hierbas; grandes hombres, ásperos. Pero los dignatarios, los oficiales bajo Constantino, y demás, les aquietaron la voz. Porque ellos, siendo profetas, sabían que el grano de trigo de la Novia-Iglesia tenía que caer en la tierra, de igual manera que el grano de trigo en el Novio tuvo que caer en la tierra. Y allí permaneció por mil años.",
    "Por eso escriben en los libros hoy: “¿Dónde está ese Dios silente que pudo permitir y mirar, ver niños pequeños ser asesinados, y a mujeres despedazadas por leones, permaneciendo El en los cielos y no decir nada al respecto”? Ellos no conocen la Palabra. Ese grano de trigo tiene que caer en la tierra. ¿Cómo pudo un Dios justo mirar a Su Propio Hijo morir y que le escupieran y todo lo demás? Pero fue de acuerdo a la Palabra, tuvo que ser. Y así es aún hasta esta hora.",
    "Este hombre, él fue un gran hombre. El tenía ante él una generación pecaminosa. Acab era el rey, y su padre antes de él había sido muy malo. Desde Salomón, hubo un rey malvado uno tras otro. Y este hombre, Acab, quien reinó veintidós años en Samaria, fue el peor de todos. El fue un verdadero modernista. El creía en religión, desde luego; y tenía todo enfocado hacia una tendencia moderna. El tenía sus cuatrocientos profetas hebreos, todos bien instruidos y entrenados. Dios le envió uno, y él no le quiso creer. Y ese fue Elías.",
    "Pero Elías, este tisbita, era un hombre del desierto. No era un hombre delicado, sino un hombre áspero. Y un día cuando Acab había pecado hasta que Dios ya no lo pudo tolerar más, El le habló a Elías en el desierto. Y por allí vino caminando hacia Samaria, como muchas veces lo he ilustrado: quizás con la barba blanca por todo el rostro, su cabeza calva brillando con el sol, sus pequeños ojos entre cerrados y hundidos, con un palo en la mano, con una sonrisa en su rostro, caminó directamente ante el rey de Israel y le dijo: “Ni siquiera el rocío caerá hasta que yo lo pida”.",
    "Que Dios nos dé hombres como ese (¿ven?), hombres que saben lo que están haciendo con el ASI DICE EL SEÑOR.",
    "Ahora, hallamos que antes de que él hiciera esto, que Dios ya lo había llamado. Dios le había hablado, y por eso él no le temía a nada. El no temía por razón de su Mensaje, que no se cumpliría. ¡El sabía que se cumpliría! El sabía que era de acuerdo a la Palabra del Señor, y sabía que él era el profeta de Dios para la hora; por eso si el rey le cortara la cabeza, lo echara en prisión, o lo que le hiciera, poco le importaba; él tenía una comisión: “ASI DICE EL SEÑOR”, en toda la cara del rey. ¡Qué persona tan áspera! Pero antes que él hiciera eso, prediciendo esa gran sequía…",
    "Porque Dios no dejará que el pecado pase sin castigo. Tiene que haber castigo. ¿De qué sirve una ley sin castigo? ¿De qué serviría decir: “Es contra la ley pasarse el semáforo en rojo”, y no hay multa por eso, ni castigo por eso? No sería una ley. Así que hay un castigo para el pecado. Y cuando Dios hace una ley, y esa ley es quebrantada, entonces tiene que haber un castigo por eso.",
    "Y esta nación había violado todas Sus leyes. Oh, ellos tenían una gran iglesia, tenían el templo. Ellos tenían bastantes hombres educados. Ellos tenían profetas por todo el país, tenían escuelas de ellos, donde los graduaban en serie como una máquina. Y ellos tenían bastantes profetas, tenían bastantes sacerdotes, tenían bastantes escribas y tenían religión en abundancia, pero estaban apartados de la Palabra de Dios. Entonces Dios llamó a un hombre de afuera de sus filas, y lo envió allí con ASI DICE EL SEÑOR.",
    "Y noten cómo El cuida de los Suyos. Antes de El enviar a este profeta con el mensaje, El dijo: “Elías, ve allá y dile al rey Acab estas cosas. Y entonces cuando lo hagas, apártate de él rápidamente, porque he preparado un lugar para que vayas durante la sequía. Yo cuidaré de ti Elías, si tan sólo predicas Mi Palabra, haces solamente lo que Yo te diga”.",
    "Ahora, voy a tipificar este gran ministerio de Elías, esta noche, y el tiempo de Elías, con la hora en que nosotres nos encontramos. Yo creo que es un tipo perfecto. Yo pienso en las naciones…si yo…si tuviéramos tiempo para retroceder, pero quiero dedicarle suficiente tiempo a la línea de oración.",
    "Entonces si pudiéramos retroceder y ver que Israel se había tomado a Palestina de la misma manera que nosotros tomamos estos Estados Unidos. Nosotros entramos a estos Estados Unidos y corrimos a los habitantes, que eran los indios, y poseímos la tierra. Y así mismo Israel entró a Palestina, bajo la dirección de Josué, guiado por Dios, y corrió a los habitantes y tomó la tierra.",
    "Y sus primeros reyes fueron hombres poderosos: David, Salomón y grandes hombres. Nuestros primeros presidentes fueron grandes hombres: Washington, Lincoln y los demás. Entonces finalmente los presidentes o los reyes se volvieron más y más corruptos con el tiempo, y finalmente quedaron con este Acab. El tipo propio, típico de nuestro día. Y la gente se había vuelto tan moderna que no querían oír la verdadera Palabra del Señor.",
    "Y Uds. se podrán imaginar, con una gente moderna como esa, como les sonaría un verdadero siervo de Dios. “Pues, era un loco, estaba fuera de sí. No podía haber tal cosa”. Ellos eran religiosos, muy religiosos. Ellos tenían hombres sinceros, tenían personas sinceras. Ellos eran muy religiosos.",
    "Así que él sabía que se requeriría más que sólo una teología cualquiera, se requeriría más que—que un mensaje cualquiera, se requeriría más que solamente la predicación de la Palabra para partir sus corazones endurecidos como piedra. El sabía que se necesitaba el ASI DICE EL SEÑOR para enviar el juicio sobre esa gente. Así que él sabía que cuando él salía con el ASI DICE EL SEÑOR, y realmente era el “ASI DICE EL SEÑOR”, el rechazar Eso era juicio. Nosotros vemos eso también en nuestro día. Nosotros lo vemos en cualquier día. No queda más que juicio cuando se cruza la línea de misericordia.",
    "Ahora, ese tipo allí con el que voy a tipificar a Elías, la iglesia hoy, la iglesia de hoy. Poco antes del juicio, él recibió este mensaje. Elías, él representó ser cuidado en lo natural, su alimento natural, porque recuerden que no iba a llover, de acuerdo a la Palabra de Dios, por tres años y seis meses, o hasta que Elías lo pidiera. “El tiempo que tú digas Elías, así será”. Por eso él fue directamente al rey, y le dijo: “No habrá ni rocío hasta que yo lo pida”. Es una—una tremenda responsabilidad, ¿verdad? ¡Es un tremendo Mensaje!",
    "Y ahora vamos a tipificar eso con la sequía espiritual de hoy. Ahora, todos sabemos, estamos muy conscientes de que hay una gran sequía espiritual en la tierra hoy, hablando espiritualmente. ¿Y saben Uds. que eso fue predicho por los profetas, que sucedería un poco antes que aconteciera la segunda Venida de Cristo? Dijeron: “Vendrá un hambre en la tierra, y no será solamente por pan, sino por oír la Palabra de Dios”. Y ese día es hoy, “por oír la verdadera Palabra de Dios”. Ahora, esto tipifica la sequía natural con la espiritual.",
    "El pecado y la incredulidad, a causa de los falsos maestros y modernistas en la iglesia, había traído el asunto a este juicio venidero. Así que se habían apartado de la Palabra de Dios y de Su profeta, a términos teológicos modernos de la Palabra.",
    "Noten aquí, que es precisamente en ese momento que Dios siempre levanta algo. Porque El siempre, El no hará nada hasta que primero lo revele al pueblo, y El siempre lo revela por medio de Sus siervos.",
    "Ahora, pero Elías, durante este tiempo, tenía un lugar secreto al cual Dios le había ordenado que fuera. Este es el asunto que queremos ver ahora, antes de tener la línea de oración. Elías tenía un lugar secreto provisto por Dios mismo. Ahora, la iglesia no se lo proveyó; el rey no se lo proveyó, él mismo no se abasteció; pero Dios proveyó un lugar secreto donde Elías pudiera ser alimentado durante todo el tiempo de la sequía, donde su alimento fue provisto de día en día. El no tuvo que preocuparse por lo que sucedería mañana, o preocuparse si la provisión se agotaría. Dios le había dicho: “Yo he ordenado a los cuervos, y ellos te alimentarán”. ¡Qué cosa tan maravillosa! Un tipo de nuestro lugar secreto en Cristo.",
    "Cuando el Concilio Mundial de Iglesias y todo lo que está aconteciendo hoy, que dice: “Los días de los milagros han pasado”. Los grandes poderes de Dios han sido sacados de las iglesias. Parece como que todo lo que les queda es “metal que resuena y címbalo que retiñe”. Sabemos que esa es la verdad. “Y teniendo forma de piedad, pero niegan la eficacia de ella”.",
    "Es igual como hizo David en lo de esta mañana, con la carreta de bueyes: se apartó de la Palabra. Cuando la Palabra les fue presentada y entregada, ellos no la quisieron; por lo tanto, ellos se habían apartado de Ella.",
    "Eso era lo que esta gente había hecho en los días de Elías, se habían apartado de la Palabra. Ellos pensaban que tenían la Palabra, pero no la tenían.",
    "Así que noten, entonces en el…",
    "Durante el tiempo en que El iba a castigar al incrédulo, El preparó un camino para el creyente. Lo mismo que El hace en cada edad. En los días cuando El iba a destruir al mundo con agua, El preparó una vía de escape para Noé. En los días cuando El iba ahogar a Egipto, El preparó una vía de escape a través del mar para Su Pueblo. ¡Cómo Dios prepara Su camino! Y donde no hay camino, El es el Camino. ¡El es el Camino!",
    "Ahora, nos damos cuenta…que estamos enfrentando algunos de los…una de las horas más grandiosas que la historia jamás ha conocido. No es exactamente la ojiva atómica con el proyectil brillante, con esa ojiva, al que debemos temer. Son las iglesias que debemos temer. Es la hora en que vivimos la cual debemos vigilar.",
    "Ahora noten, pero Dios preparó un camino para Elías poder escapar eso. Y El también ha preparado un camino para Sus hijos creyentes poder escapar eso hoy, la ira y las cosas que vendrán.",
    "Porque Dios no podría ser justo en juzgar a esa gente y enviarles castigo, y hundir a Sodoma y Gomorra, y hundir a Capernaum en el mar, y condenar a esas generaciones, a Sodoma y Gomorra, y luego permitir que nosotros hagamos las mismas cosas, pero sin castigo. Estamos tan enfocados para juicio, igual como lo fueron ellos. Ahora, notamos que el…",
    "Cuando estas cosas surgen, como la tendencia moderna de aquel día, Dios levantó a un hombre en aquel día, o más bien levanta a un hombre para combatir esas fuerzas, y ellos no lo escucharon. Ellos pensaron que él estaba loco, que había perdido su mente. Que solamente era algún viejo fanático, un demente del desierto, medio loco por tanto tiempo en el desierto. Pero, sin embargo, él tenía la Palabra del Señor.",
    "🦅 La Palabra no significa lo que dice”, reclaman ellos hoy. “Oh, pues la Biblia es un libro de historia”. Me supongo que Uds. han visto esto, que ahora afirman que Eva no se comió la manzana, sino que se comió un…¿Qué fue? Creo que fue un albaricoque, es lo que están diciendo. “Fue un albaricoque”. Y también que Moisés no sacó a los hijos de Israel a través del Mar Rojo. Sino que había una gran cantidad de cañas allá en el otro extremo del mar, y que él pasó a través de un mar de cañas. ¿Entonces cómo fue que el agua, a-g-u-a, se amuralló en ambos lados, para que entonces ellos pasaran sobre tierra seca? ¡Oh, tanta insensatez! Pero vean, se requiere esa clase de tiempo para hacer caer la ira de Dios sobre la gente. Eso lo causa.",
    "Ellos dicen que no hay tales cosas como—como estas…Y aun la gente de las iglesias no creen en milagros. “Le daré a Ud. mil dólares”, dicen ellos, “muéstreme un milagro. ¡Muéstreme un milagro”! Pues, ellos no podrían verlo aunque se obraran diez mil cosas delante de ellos. Pues, ellos, ellos nunca lo verían.\n\nUd. dice: “Eso es imposible”. Oh no, no es así.",
    "Una vez Eliseo estaba en Dotán, y el ejército sirio había venido y había rodeado la ciudad, para apresarlo, porque ellos sabían que allí era donde estaba el—el poder de la nación, en aquel vidente. Pues, el rey…Uno de los hombres le dijo al rey de Siria, le dijo: “Pues, sepa Ud. que Eliseo el profeta, el tisbita, le cuenta al rey de Israel todo lo que Ud. habla en su cámara más secreta”.",
    "Dijo: “¡Ve y apresa a ese tipo! Ese es el que nos está estorbando”. Y el ejército entero de Siria se infiltró allí rodeando a Dotán. La tenían toda rodeada.",
    "Y Giezi, el—el siervo del profeta, despertó y dijo: “¡Ay, padre mío, los ejércitos nos rodean! Estamos completamente rodeados”.",
    "El respondió: “Pues, más son los que están con nosotros que los que están con ellos”. ¿Ven?\n\nY Giezi miró alrededor y dijo: “Yo no veo a nadie”.",
    "El dijo: “Jehová Dios, abre los ojos de ese muchacho”. Y sus ojos fueron abiertos, y todos los montes estaban llenos de ángeles y carruajes, por todos lados, las Fuerzas invisibles.",
    "Eliseo salió tranquilamente, y la Biblia dice: “El los hirió con ceguera”. El salió entre ellos; ellos estaban velados en cuanto a él. Caminó allá y les preguntó: “¿Buscan Uds. a Eliseo”?\n\nDijeron: “Sí, lo estamos buscando”.",
    "Dijo: “Vengan, les diré exactamente dónde está”. Y los guió directamente a una emboscada, directo a donde el ejército de Israel podía salir y tomarlos fácilmente.",
    "Ahora, la Biblia dice: “El los hirió con ceguera”. Eso pone fin al asunto. Y hoy la gente está tan ciega espiritualmente, que aunque Jehová Dios bajara entre el pueblo e hiciera cualquier cosa, y hasta las cosas que El prometió, ellos aún no lo pueden ver. Están espiritualmente ciegos; no conocen a Dios, no conocen Su gran Poder. Ahora, notamos que actuaron de esa manera en los días de Elías, y todavía lo hacen hoy. Dios los hiere con ceguera. Ellos dicen hoy día, que: “No hay milagros, no hay tal cosa. Todo esto es emoción”.",
    "Y ellos dijeron lo mismo de Elías, porque cuando él fue arrebatado y Eliseo tomó su lugar, un hombre joven, que había quedado calvo desde joven, los muchachos corrieron tras él y le decían: “Viejo calvo, ¿por qué no subiste junto con Elías”? ¿Ven? Ellos ni para comenzar lo creyeron, la gente, aun después que tantas cosas habían sido hechas; y este gran hombre de Dios había sido trasladado al Cielo en un carro de fuego, y sin embargo la gente no lo creía. Hacían que sus muchachos corrieran detrás de este hombre, diciéndole: “Viejo calvo, ¿por qué no subiste tú”? Entonces el profeta maldijo a aquellos muchachos, y un oso hembra despedazó a 42 de ellos.",
    "Ahora noten. Hoy día, igual como allá, le ponen su propia interpretación a la Palabra. Ahora, si ellos quieren hacer eso, eso es asunto de ellos; pero procuran hacer que nosotros lo creamos. La Biblia dice: “Esta Palabra de Dios no es de interpretación privada”. Dios interpreta por Sí mismo. ¡Dios confirma Su Palabra y esa es la interpretación de Ella! Como muchas veces he dicho, Dios dijo en el principio: “Sea la luz”, y hubo la luz. Eso no requiere interpretación, simplemente sucedió. El dijo: “Una virgen concebirá”, y ella concibió. El dijo que El derramaría “Su Espíritu”, y El lo hizo. Y El dijo: “En los últimos días”, todas las cosas que El haría, ¡y El las está haciendo! Eso no requiere interpretación; Dios está interpretando por Sí mismo. No importa lo que hombres necios digan, eso no impide a Dios en lo más mínimo.",
    "Cuando Jesús estuvo aquí en la Tierra, El tuvo que contender con tanta incredulidad como la que tenemos nosotros hoy, y quizás hasta más; pero eso no lo detuvo. El siguió hacia adelante, obrando y cumpliendo Sus deberes, y Dios confirmando todo lo que El hacía. El dijo: “No estoy solo, Mi Padre y Yo uno somos; El mora en Mí. No soy Yo el que hago las obras, es el Padre que mora en Mí. Y si Yo no hago Sus obras, entonces no me creáis; pero si hago las obras, y Uds. aún no me creen a Mí, entonces crean a las obras”. ¿Ven? En otras palabras, ellos… “Escudriñen las Escrituras”, dijo El, “porque allí es donde Uds. piensan que tienen la Vida Eterna, en conocer las Escrituras, y las mismas Escrituras testifican de Mí”. ¡Amén! ¡Qué declaración! “Ellas son, las Escrituras, las que les dicen quién soy Yo”, dijo Jesús.",
    "Y son las Escrituras las que les dicen la hora en la que estamos viviendo. Y las cosas que Uds. ven llevándose a cabo, eso es Dios mismo entre Su pueblo. Nada puede resucitar a los muertos sino Dios. Nada puede hacer las cosas que El está haciendo ahora, sólo El. Porque la Biblia dice: “El es el mismo ayer, y hoy, y por los siglos”.",
    "Ahora, nosotros vemos allá esa corriente modernista de la gente: “Oh, esos días han pasado, no hay tal cosa como milagros. La gente está toda agitada emocionalmente”.",
    "Oigan a ese Elías, el profeta, clamar en contra de ellos y sus teólogos. Noten, noten que él habló como si él mismo fuese Dios. Elías habló como si él mismo fuese Dios. “El rocío no caerá del cielo hasta que yo lo pida”. ¡Amén! Sí señor. ¡El profeta había estado tanto tiempo en la Presencia de Dios!",
    "Los profetas del Antiguo Testamento, o de cualquier edad, estaban tanto tiempo en la Presencia de Dios hasta que llegaban a ser la Palabra, su Mensaje viene siendo la Palabra misma. Y recuerden, él dijo: “ASI DICE EL SEÑOR”. Y cuando aquellos hombres tenían esos Mensajes de Dios, y ellos llegaban a estar tan envueltos que su propio modo de pensar…quizás era contrario a su modo de pensar, quizás no habrán sido capaces de—de verlo correctamente. Pero estaban hablando la Palabra de Dios, “ASI DICE EL SEÑOR”.",
    "🦅 No habrá lluvia, hasta que yo lo pida”. ¡Oh, qué declaración! El había estado en la Presencia de Dios y había sido vindicado tan perfectamente. Y recuerden que eso también va de acuerdo con Amós 3:7: “Porque no hará nada Jehová el Señor, sin que revele Su secreto a Sus siervos los profetas”. El dijo: “¡No habrá lluvia”! Al principio…",
    "Ellos se burlaron de él, pensaron que estaba loco, “¡Aquel fanático”! Pero miren, él tenía el ASI DICE EL SEÑOR que no iba a llover. Y Dios, antes de hacer eso, El se lo había revelado a Elías Su siervo. Y él era el profeta vindicado y probado, así que el pueblo debió haberse arrepentido. Pero en vez de eso se mofaron de él y dijeron: “¡Oh, tenemos suficiente lluvia! Los pozos están llenos. Los ríos fluyen bien”.",
    "La Biblia dice: “Ni siquiera hubo rocío por tres años y seis meses”. Todos los arroyos y toda agua se secó por todas partes. Ese no fue aquel hombre, ese fue Dios hablando a través de aquel hombre. Ese fue el “Yo”, que fue. Siempre lo sabíamos. Así que él…",
    "Hallamos que cuando un hombre viene enviado de Dios, ordenado de Dios, con el verdadero ASI DICE EL SEÑOR, el mensaje y el mensajero son uno y el mismo. Por cuanto él es enviado para representar ASI DICE EL SEÑOR, Palabra por Palabra; por eso él y su mensaje son lo mismo.",
    "Un hombre denominacional bajo los auspicios denominacionales, él y esa iglesia son “uno”. Un teólogo bajo una teología, producida por alguna denominación, él y su mensaje son uno; iglesia de teología, un teólogo. Correctamente.",
    "Entonces cuando viene un hombre con ASI DICE EL SEÑOR, él y el Mensaje son uno. Y cuando Elías vino con ASI DICE EL SEÑOR, él y su Mensaje llegaron a ser uno. Igual como con Jesús, cuando El vino El era la Palabra, San Juan 1. Así que la Palabra de Dios y el mensajero de la edad siempre eran lo mismo. Correcto.",
    "Jesús fue la Palabra que fue profetizada. El fue lo que los profetas dijeron acontecería: “Una virgen concebirá y tendrá este Hijo”. Allá en el principio, Dios les habló, diciendo: “La simiente de la mujer herirá la cabeza de la serpiente, y él le herirá el calcañar”. Todas estas profecías habían sido dadas. David clamando, todos los demás profetas a través de las edades, hablando en cuanto a El. El fue esa Palabra manifestada. ¡Aleluya!",
    "¿Ahora pueden ver Uds. a dónde estoy intentando llegar? En esta mañana les hablé bien claro. ¿No pueden Uds. ver la autoridad del Dios Viviente en la Iglesia Viviente, la Novia? Los enfermos son sanados, los muertos son resucitados, los paralíticos caminan, los ciegos ven, el Evangelio sale en Su poder; porque el Mensaje y el mensajero son el mismo. La Palabra está en la Iglesia, en la persona.",
    "La Palabra de Dios estaba en Elías cuando él fue allí con ASI DICE EL SEÑOR, y dijo: “No va a llover”. Ese no fue Elías, ese fue Dios en Elías.",
    "Yo he relatado muchas veces, de cómo me habló aquella señora de la Ciencia Cristiana en una cierta ocasión. Lo he relatado muchas veces. Ella me dijo: “Sr. Branham, Ud. hace mucho alarde de Jesús”.\n\nYo le dije: “Espero que eso sea lo único por lo que tenga que responder”.\n\nY ella dijo: “Ud. procura hacerlo a El Divino”.\n\nLe respondí: “Es que El era Divino”.",
    "Ella dijo: “¡Oh, El fue un profeta, El fue un buen hombre, pero El no era Divino”!",
    "Y yo le dije: “Pues, muéstreme Ud. una Escritura que diga que El no lo era”.",
    "Ella dijo: “En el libro de San Juan dice que El ‘lloró’ cuando fue a la tumba de Lázaro”.",
    "🦅 Pues”, le dije, “seguro, El lloró. El fue tanto humano como Divino. El era un hombre, llorando; pero tenía que ser Dios para resucitar al muerto”. Correcto. Le dije: “El fue un hombre con hambre; pero fue Dios alimentando a los cinco mil con dos panecillos y cinco peces”. Correcto. “El fue un hombre durmiendo atrás en la barca; pero fue Dios en El que pudo calmar las aguas”. ¿Por qué? El y Su Mensaje eran uno.",
    "El dijo: “Mi Padre y Yo uno somos. Mi Padre mora en Mí”. El fue la plenitud de la Divinidad corporalmente.",
    "Fue tan impactante el otro día, cuando predicaba Las Siete Edades De La Iglesia. Al empezar, no—no entendía cómo era que Jesús estaba allí con esos…con eso blanco sobre El así, y dice: “Su cabello era blanco como la lana”. Yo no podía entender cómo un hombre de treinta y tres años podía tener el cabello blanco como la nieve.",
    "Llamé a un buen teólogo, un teólogo pentecostal, un amigo íntimo. Pues, era el Hermano Jack Moore. El es hábil, un hombre inteligente. El me dijo: “Hermano Branham, ese fue Jesús glorificado. Esa era Su apariencia después de que El fue glorificado”. No, yo no pude creer eso. No.\n\nYo—yo—yo le dije: “Pues muchas gracias Hermano Moore”.",
    "Entré a mi habitación y me puse a hablar con Dios. Seguí a través de mi concordancia hasta llegar a Daniel, donde dice: “Y él llegó al Anciano de Días cuyo pelo era como lana limpia”. Entonces dije: “Señor, yo—yo—yo no sé qué decir, y tengo esta responsabilidad”. Ahora, esto fue antes…y recuerden, fue antes que los Siete Sellos fueran abiertos, como un año o más antes. Yo estaba allí orando: “Señor, ¿qué fue esto”?",
    "Y miré parado ante mí, y allí estaba un hombre, y él era un juez, y tenía puesta una peluca blanca. Los jueces de los días pasados usaban una peluca blanca, para demostrar que era una autoridad suprema.",
    "Y entonces cuando vi a Jesús con una peluca blanca, dije que sólo vindica la Verdad que ya conocemos, que El es la Autoridad Suprema. Dios testificó esto mismo en el monte de la Transfiguración, diciendo: “¡Este es Mi Hijo amado, a El oíd, la Autoridad Suprema”!",
    "Luego, de nuevo allá en el comienzo de los Siete Sellos, cuando esos siete Angeles bajaron en esa forma de pirámide, y se pararon allí y me dijeron que regresara acá para hablar sobre esos Siete Sellos, y que El estaría conmigo. El me mostró lo que eran, las cosas perdidas. Yo siempre pensé que estaban selladas por atrás del Libro, y que sería algo que no estaba escrito en el Libro; pero resultó que fue dado a conocer que El no puede hacer eso. No es algo que no está escrito en el Libro…es más bien algo que ha estado escondido en el Libro. “Porque cualquiera que quitare una sola Palabra o añadiere una sola palabra…” Así que es un misterio que ha estado en el Libro durante estas siete edades de la iglesia. Cada una de ellas produjo un—un misterio, todo en cuanto al bautismo en agua, y estas otras cosas con las cuales han estado enredados por tanto tiempo.",
    "Luego cuando aquello subió, los grandes observatorios desde muy abajo en California, hasta allá en México, por Tucson, por todas partes, tomando la fotografía de eso. Era algo muy misterioso. El Hermano Fred Sothmann allí, sentado aquí mismo, y el Hermano Gene Norman y yo, estábamos parados allí cuando eso subió. Tomaron la fotografía, pero hasta la fecha no saben de qué se trató. Aquí, hace un tiempo, todos decían: “Miren esto. Esto parece ser esto, y esas alas de los Angeles, como que están dobladas allí”.",
    "Un día, girándola a la derecha, observándola, allí estaba Jesucristo perfectamente igual a como lo pintó Hoffmann. Allí estaba parado, luciendo una peluca blanca, mirando hacia la tierra, mostrando que El es la Autoridad Suprema. Los Cielos lo declaran, la Biblia lo declara, el Mensaje lo declara, todos igual. La Autoridad Suprema, con la peluca blanca; y abajo se ve Su barba negra. Muchos de Uds. han visto la fotografía. La tenemos allá atrás. Solamente gírenla hacia a la derecha, hacía un lado, obsérvenla. Allí está El, tan perfecto, hagan de cuenta que fuera una fotografía tomada de El. Ellos lo estaban mirando del ángulo equivocado. Se tiene que mirar del ángulo correcto, y sólo el Señor Dios puede revelar cuál es el ángulo correcto. Gírenlo hacia la derecha y obsérvenlo. Allí está El, tan perfecto como si hubiese sido fotografiado.",
    "La primera vez que lo vi a El, se parecía al cuadro del Rostro de…por Hoffman. Yo nunca antes había visto ese cuadro. Y años después lo vi en el tabernáculo de Billy Sunday. Y desde entonces mi hogar nunca ha estado sin uno de los cuadros.",
    "Y luego, aquí en los cielos, mostrando que el mismo Dios que yo vi en el aire en esta visión acá afuera, cuando apenas era un niño, estando en este campo en donde está construida la escuela, El se veía así igual. Y aquí en los cielos, treinta y tres años más tarde, declarando, que eso es la verdad. Esa es Su propia apariencia; no alguna cosa mística que alguien inventó.",
    "Como en el Vaticano, allí tienen un—un—un Cristo pintado, con una barba blanca muy angosta, o sea una barba angosta por la barbilla, de unos dos centímetros, que sube por encima de la boca, así, y a eso llaman el Cristo.",
    "Me hace pensar de un artista griego que una vez vi en una catedral antigua, mostrando cómo eran Adán y Eva; ellos parecían bestias o algo así. Eso es lo que la mente carnal puede percibir de alguna cosa espiritual. Yo creo que Adán fue el hombre más guapo que haya existido, y Eva fue una mujer perfecta en todo aspecto.",
    "Ahora, la mente carnal resuelve el asunto con sus propias ideas, luego Dios envía y desenvuelve el asunto por medio de Su poder. Eso es exactamente lo que sucedió aquí en los días de Acab.",
    "Ahora, hallamos que Elías podía decir aquello porque el Mensaje de la hora y la Palabra de Dios…El mensajero, el mensaje—el mensaje y la Palabra eran exactamente lo mismo. El profeta, la Palabra, el Mensaje; el mensajero, el Mensaje, y Mensaje, eran lo mismo. Jesús dijo: “Si no hago las obras que están escritas de Mí, entonces no Me creáis”. Eso está muy bien. Cualquier hombre y su mensaje son uno.",
    "Por eso es que hoy día ellos no creen en hacer las obras de Dios, porque no aceptan el Mensaje de Dios. Ellos no creen el Mensaje.",
    "Pero para los que creen la hora de Dios en que estamos viviendo, estas cosas son Alimento escondido. Sencillamente piensen, Dios lo ha escondido de tal manera que éstos lo miran directamente y no lo ven. De la misma manera en que Eliseo cegó al ejército sirio; asimismo Dios ciega al incrédulo del genuino Alimento verdadero del hijo, del creyente.",
    "A Noé le llamaron “fanático” por construir un arca. Sus ojos fueron abiertos a la Palabra de Dios y a la promesa. La misma cosa que ellos llamaron fanatismo, salvó a Noé y a su familia. ¿Ven? La misma cosa. La cosa de la cual se burla la gente, es por aquello que nosotros estamos orando. La cosa que la gente llama “locura”, nosotros llamamos “¡maravillosa”! Lo que el mundo llama “maravilloso”, Dios llama “¡necedad”! Y lo que el mundo llama “necedad”, Dios llama “¡maravilloso”! Es exactamente el contraste entre lo correcto y lo incorrecto. Jesucristo es el mismo ayer, y hoy, y por los siglos.",
    "Recuerden, él entró a su lugar secreto según el plan de Dios, por el llamado de Dios, y por Palabra de Dios. Elías entró a su lugar secreto por medio del previo conocimiento (plan) de Dios, y por el llamamiento que estaba sobre su vida, y de acuerdo con la Palabra. Si no es así que entramos, no sé porqué llegamos.",
    "Y noten, antes que comenzara la sequía, Elías entró a este lugar secreto para su sustento. Un tipo propio de antes que el juicio comience azotar la tierra, la Iglesia ya habrá sido llamada; la Novia ya habrá sido escogida, y solamente está en espera antes que caiga el juicio. Ya está esperando, comiendo del Alimento de Dios, y gozando de las bendiciones de Dios. Cualquier hombre en juicio sano sabe que estamos en rumbo directo, estamos en la propia hora del juicio.",
    "¡Miren! Hermano Banks, y algunos de Uds. hombres que están aquí esta noche, que estaban parados en aquella montaña esa mañana.",
    "Y quiero hablar sobre esa montaña, el próximo domingo por la mañana, Dios mediante. Recibí una gran revelación, algo más detallado, que difícilmente puedo controlarme de contarlo esta noche. Pero…¿Ven? Y constantemente, todo el tiempo, una cosa sucediendo tras otra (¿ven?). Eso nunca dejará de suceder, porque fue ASI DICE EL SEÑOR.",
    "Cada uno de Uds. aquí, y miles y miles más a través de las cintas, me escucharon cuando dije: “ASI DICE EL SEÑOR, será así y así”. Y aun los periódicos y las revistas han tenido que declarar que fue así. Ellos no saben de lo que se trata, pero lo han visto. Ellos no saben lo que es, pero lo han visto; haciendo la Palabra exactamente la verdad.",
    "Estábamos parados acá junto al río, y ese Angel del Señor bajó aquel día, treinta y tres años, o fue en el año 1933, descendió y habló aquellas cosas que habló. Cuando salí del agua, muchos hombres parados allí en la ribera me preguntaron: “Billy, ¿qué significó eso”?",
    "Yo dije: “Eso no fue para mí, eso fue para Uds. Yo creo, Uds. no”. Y seguí caminando.",
    "Luego el pastor me dijo: “¿Me quieres decir que tú, con una educación de séptimo grado [primaria], vas a ir por todo el mundo y a orar por monarcas y los poderosos y reyes y demás? Oh,” me dijo, “olvídate de eso”.",
    "Yo no pude olvidarme de eso, eso quedó grabado en mi corazón. Y ahora acá estamos, treinta y tres años más tarde, y todo lo que El dijo ha sucedido perfectamente de la manera en que El dijo que lo haría. El es Dios y no puede fallar. El siempre cumple Su Palabra. El…Nunca vayan Uds. a dudar eso.",
    "Ahora noten, él entró según el plan de Dios (previo conocimiento), llamado de Dios, y por la Palabra de Dios, y entró antes que comenzara la sequía.\n\nAhora, nosotros sabemos que el juicio está a punto de comenzar.",
    "Estando allá sobre el cerro aquel día, el Hermano Banks Wood que está aquí, nos hallábamos subiendo el cerro. Quizás lo narre otra vez, para elevar su fe para esta línea de oración que va comenzar en los próximos diez, quince minutos. Yo estaba caminando adelante del Hermano Banks, él estaba…Creo que él había dejado enferma a la Hermana Ruby. Y viniendo él detrás de mí, noté su rostro rojo. Miré hacia atrás, y pensé que la subida del cerro quizás era un poco difícil para él, por lo tanto disminuí la marcha. Estábamos justamente en los desiertos, en los cerros así, allí mismo donde los Angeles del Señor aparecieron. Nos dirigíamos en esa dirección en ese momento, donde ellos habían aparecido algunos meses antes.",
    "Y mientras subía el cerro, el Espíritu de Dios…Cuando di la vuelta, para mirar hacia la cima del cerro, El dijo: “Recoge esa piedra y dile a él: ‘ASI DICE EL SEÑOR, verás la gloria de Dios dentro de unas pocas horas’”.",
    "Yo simplemente recogí la piedra, y le dije, “Hermano Banks, yo no sé porqué”, arrojé la piedra al aire, y dije: “ASI DICE EL SEÑOR, Ud. va a ver la gloria de Dios”.\n\nEl dijo: “¿Se refiere eso a Ruby”?",
    "Yo dije: “No, yo no creo que tenga nada que ver contigo, Banks, ni con Ruby, con ninguno de los dos. Yo creo que simplemente quiere decir ‘ASI DICE EL SEÑOR’, algo va a suceder”.",
    "Y la mañana siguiente mientras estábamos parados allí, muchos de los hombres, no sé cuantos están sentados aquí ahora; habían doce o catorce, quince de nosotros sentados allí. Y de repente un ministro se acercó y me dijo: “Hermano Branham”, dijo él, “mi nombre es Fulano de tal”. Dijo: “Yo fui uno de sus patrocinadores en California”.",
    "Le respondí: “Me da gusto conocerle, señor”. Douglas McHughes. El dijo: “Me…” Yo dije: “Me da gusto conocerle”. Estreché manos con él.",
    "El me dijo: “Bien, ahora, quiero hacerle una pregunta”. Dijo…Roy Roberson, un síndico aquí; el Hermano Woods, Terry y Billy, oh, y el Hermano McAnally, y no sé quien más estaba allí parado. Y yo…El dijo: “Quiero preguntarle algo”. Dijo: “¿Alguna vez le da el Señor visiones a Ud. estando acá afuera así”?",
    "Yo le dije: “Sí hermano, pero me aparto acá para alejarme un poco, para descansar”.\n\nY miré alrededor así, y vi a un médico corpulento, examinándole, y le decía: “Reverendo McHughes, esta alergia en su ojo, muy pronto lo dejará sin vista. Yo lo he atendido por dos años y nada puedo hacer para remediarlo”.\n\nEntonces me volví hacia él, y le dije: “La razón por la cual Ud. me hizo esa pregunta, es porque su médico le dijo el otro día que ‘había una alergia en su ojo’”. Era como al mediodía, como las once de la mañana, y él estaba usando lentes contra el sol. Y yo le dije: “La razón que Ud. está usándolos no es por el sol, sino a causa de su ojo. El le dijo a Ud. que ‘iba a perder ese ojo’”.\n\nY él empezó a llorar, dijo: “Es la verdad”.",
    "Di la vuelta para irme, tenía una pala en la mano. (Y miré; y lo vi parado allí mirándome, con sus ojos bien brillantes.) Entonces le dije: “Pero ASI DICE EL SEÑOR, Ud. no perderá ese ojo”. Estuve de cacería con él este otoño pasado, él puede ver mejor que yo o cualquier otro en el grupo. El nunca…",
    "Y también vi a una dama mayor bajarse las medias y levantarse el borde de su falda. Ella dijo: “Hijo, si ves al Hermano Branham, dile que ore por mis pies”. Y miré allí, y pequeños…parecían como tumores que colgaban alrededor de sus pies.",
    "Le dije: “Su mamá es una dama con cabello canoso. ‘Mi hijo’ (¿ven?), ella le dijo antes de salir, que si me veía que me pidiera que orara por sus pies. Ella tiene algo como pequeños tumores colgando alrededor de sus pies”. El por poco se desmaya.\n\nMe dijo: “Esa es la verdad”.\n\nLe dije: “Dígale que no se preocupe, que eso estará bien”.",
    "Comencé a caminar más allá. Entonces oí la Voz de Dios hablar, y dijo: “Hazte a un lado, rápidamente”.\n\nRoy Roberson estaba parado allí, sabiendo yo que él era un veterano de la guerra, le puse una mano en el hombro, y le dije: “Hermano Roy, ¡escóndase, tan rápido como pueda”!\n\nDijo: “¿Qué sucede”?\n\nLe dije: “¡Hágase a un lado! ¡Escóndase”!",
    "Y comencé a caminar, solté la pala, me di la vuelta y me quité el sombrero. Y aquí venía El, la Gloria de Dios bajando en un torbellino que arrancó una porción de la montaña así, y estalló y estremeció el lugar de esa manera, y cortó la copa de los árboles; pasó como a tres o cuatro, quizá cinco pies por encima de mi cabeza. Entonces regresó arriba en forma de un embudo; y volvió a estallar. Y así vino tres veces.",
    "Luego cuando se fue la tercera vez, el Hermano Banks vino y dijo: “¿De eso es que Ud. estaba hablando”?\n\nLe dije, “Sí”.\n\nEl dijo: “¿Qué fue”?",
    "Le dije: “Dios aparece en torbellinos”. Yo no sabía si El quería que yo le dijera a la gente o no.",
    "Entonces me aparté para orar un poco. Y entonces El me dijo que podía decirles. Les dije: “Es juicio que está cayendo sobre la costa occidental”. ¡Obsérvenla hoy! Miren lo que sucedió unas pocas horas después de eso: Alaska se hundió. Y ahora la costa entera se va a hundir. Estamos entrando en el juicio. La misericordia ha sido rechazada.",
    "Pero gracias a Dios, nosotros tenemos Alimento escondido, Alimento espiritual, porque estamos viviendo de la bondad y misericordia de la revelación de Jesucristo en estos últimos días, vindicándose El mismo entre Su pueblo. ¡Amén! Ellos entraron. Elías entró antes que comenzara la sequía. Gracias a Dios por estar adentro antes que comience el juicio. Ahora es el tiempo para salir y para entrar; para salir de esas organizaciones y entrar en Cristo, un tiempo para salir y para entrar, para todos los verdaderos creyentes.",
    "Entonces él fue llamado y allí permaneció. Recuerden, él no abandonó ese arroyo hasta que Dios lo llamó.",
    "Y cuando la sequía ya casi había cesado, El lo llamó a salir de allí, hacía la casa de una viuda. Noten, El llamó a esta viuda. Y esta viuda no se había asociado con los incrédulos, aceptando la marca de la bestia durante la sequía. Entonces El la llamó…llamó a Elías para sustentar a esta viuda. Ellos tenían apenas una pequeña torta, que era todo a lo que ella se aferraba. Y Elías le dijo: “Dame esa a mí, primero. Pues, ASI DICE EL SEÑOR, esa tinaja de harina no escaseará, ni disminuirá la botija del aceite, hasta el día que Jehová Dios haga llover sobre la faz de la tierra”. ¡Poniendo a Dios primero, primero Su Palabra!",
    "Noten, había harina en la tinaja. Cada vez que ella iba a sacar harina, había harina en la tinaja. Había aceite en la botija cada vez que iba a buscarlo. ¿Por qué? La harina representaba a Cristo en la ofrenda de harina. Los dientes moledores tenían que encajar perfectamente, para molerlos a cada uno. Cada diente moledor de esta harina era exactamente igual, mostrando que El es el mismo ayer, y hoy, y por los siglos. Esa fue la Palabra, el Pan de Vida siguiendo el Mensaje, para vindicar la Palabra.",
    "Amigos, así también es hoy. Así también hoy, El Pan de Vida que los hijos comen, sigue el Mensaje de Dios, para sostenerlos durante el tiempo de la sequía. ¿Qué si El estuviera aquí en nuestra presencia hoy? ¿Qué si El estuviera en nuestra presencia ahora mismo? El actuaría y obraría igual como actuó cuando estaba en carne aquí sobre la tierra. La Novia es parte del Esposo, la Iglesia es igual que Cristo. “Las obras que Yo hago también vosotros las haréis”. Y fue la Palabra la que las obró. El nos dijo que las cosas que El hizo que nosotros también las haríamos.",
    "Notamos aquí nuevamente, que si la Palabra está en nosotros, y ha venido a nosotros, como vino a Elías en aquel día, hará lo mismo que él hizo, nos alimentará de las Cosas secretas de Dios las cuales están escondidas del mundo. ¡Oh! De nuevo, esto hace al Mensaje y al mensajero como uno. El Alimento Espiritual está listo y está en sazón ahora. Y cada uno de Uds. puede tener este Alimento si lo desean, si están dispuestos a separarse de toda la incredulidad de esta hora; si están preparados para entrar en Cristo, de entrar en Su promesa.\n\nY recuerden Sus promesas, en Malaquías 4, Lucas 17:30, también en San Juan 14:12, y cuántas Escrituras más, relatando, Joel 2:38, y todo lo que El haría, ó 2:28 más bien, sobre lo que El haría en estos últimos días. Y cómo el profeta dijo que habría Luz en estos últimos días, cómo obraría y lo que haría, todas las Escrituras señalando a estos últimos días. ¡Y ese es Cristo! Si se pueden esconder hoy en Eso, en ese Lugar secreto, allí podrán comer y ver la bondad y misericordia de Dios. Si Uds. están enfermos, allí hay sanidad.",
    "Recuerden cuando Elías, más adelante, había hecho descender…Después de la ofrenda de harina que él tuvo, Cristo, con la cual había mantenido la casa de la viuda. Noten, más adelante cuando él hizo descender fuego de los cielos y demás, y probó ser enviado por Dios, el Espíritu del profeta.",
    "Noten que allá en el desierto, cuando él estaba acostado allá debajo del enebro, que un Angel bajó con esa misma clase de harina, y le cocinó unas tortas y lo alimentó. Y un poco más tarde El lo puso a dormir otra vez, y lo despertó, y allí tenía más tortas de harina que le había preparado. Y con la fuerza obtenida de esas tortas él caminó por cuarenta días. ¡Gloria a Dios! El es el mismo ayer, y hoy, y por los siglos. ¡Oh, cuánto le amamos, Alimento espiritual en Su tiempo!",
    "🦅 No está bien tomar el pan de los hijos y echarlo a los perrillos”. ¿No le dijo Jesús lo mismo a la mujer sirofenicia? El fue enviado a los Suyos, eso es correcto. Y a esos vino. El no fue a los gentiles.",
    "Y ahora El visita a los gentiles, durante su tiempo, y no está bien tomar…",
    "Ud. dirá: “¿Por qué es que el Mensaje no se predica en esos lugares grandes, en esas grandes campañas, como entre las denominaciones”?",
    "Este no es Alimento para ellos. Esto no es alimento para la supuestamente llamada iglesia. Este es el Alimento de la Novia. Este es Alimento espiritual en su tiempo. Esto les enfermaría del estómago, es demasiado fuerte para ellos. ¿Ven? ¿Ven? Uno—uno—uno no se los puede dar. Sin embargo, para los hijos, es el Pan, es la Vida, es Jesucristo el mismo ayer, y hoy, y por los siglos.",
    "Se nos hará demasiado tarde si no iniciamos ahora mismo a la línea de oración, así que inclinemos nuestros rostros por un momento.",
    "Amado Dios, Alimento en su debido tiempo, Alimento espiritual. Algo de lo cual el mundo no sabe nada. ¡Cómo podemos oír a nuestro Señor decir aquella noche, o aquel día allá en Samaria, el mismo lugar donde fue Eliseo y dijo: “Pues, ni rocío caerá, sino por mi palabra”! Y allí estuvo Jesús hablando con Sus discípulos.\n\nLe preguntaron: “Maestro, ¿por qué no comes”?\n\nEl les dijo: “Yo tengo Alimento el cual Uds. no conocen”.",
    "Verdaderamente Señor, Su Alimento fue hacer la voluntad de Dios, de ver las obras de Dios manifestadas en Su hora. El estaba allí para ver que fueran hechas. El dijo: “Nada hago sin que Mi Padre primero me lo muestre. Lo que el Padre me muestra, eso hago”.",
    "Y Padre, así es hoy. La Iglesia, el verdadero creyente, el Cuerpo de creyentes, tiene acceso al Alimento, Alimento espiritual, de lo cual los nominales nada saben. El mundo nada sabe de este Alimento, Padre, pero Tu Iglesia, Tu pueblo, la Novia de Tu Hijo, lo ama.",
    "Nosotros tenemos acceso a sanidad de nuestros cuerpos cuando los médicos han fracasado. Tenemos acceso a esto. Este es uno de los Alimentos de Dios, que El le dio a Su Iglesia, y lo prometió para los días finales a Sus Hijos creyentes. Y Padre, ayúdanos a ser hijos creyentes, porque todas las cosas son posibles a los creyentes. Concédelo, Amado Dios. Lo pedimos en el Nombre de Jesús. Amén.",
    "Creo que Billy me dijo que repartieron algunas tarjetas de oración. Si alguien me dijera la letra que está en la tarjeta de oración, es todo lo que quiero. [Alguien dice: “C”.] C, muy bien, comencemos con C, uno, para comenzar, para dar inicio a la línea. ¿Ven? Quizás estén esparcidos por todo el lugar. Ahora, si todos…Bien, vean, intentaré esto. Yo no sé si podemos o no. O podemos tener una línea donde yo los llamo, y Uds. se mantienen sentados. En cuanto a mí no hay diferencia. Si Uds. prefieren subir acá a la plataforma, o tener una línea donde los llamo, cualquiera de las dos maneras. Yo estoy dependiendo enteramente en el Espíritu Santo. Estoy dependiendo en El para que defienda esta Palabra que he predicado.",
    "Hermano George Wright, yo lo creo. Desde joven, yendo a su casa hace muchos años, escuchando aquel pajarito en el árbol, yo aún creo ese mismo Mensaje. Yo creo que es el mismo.",
    "Muy bien, veo que están abriendo espacio acá atrás para la línea de oración. Muy bien, tarjeta de oración C, numero uno, dos, tres, cuatro, cinco, pasen primero y párense aquí. Si Ud. no se puede levantar, sólo levante la mano, alguien vendrá para traerlo. ¿Qué sucede? Sí. Tarjeta de oración C, uno, dos, tres, cuatro, cinco. Y ahora noten, Uds. que no tienen una tarjeta de oración…",
    "Ahora, no he tenido una línea de oración de esta clase por mucho, mucho tiempo. ¿Cuántos recuerdan mi comisión, cuando edificamos el tabernáculo? El dijo: “Haz la obra de evangelista”. No dijo que yo era un evangelista, dijo: “Haz la obra de evangelista”, ¿ven? “Porque la hora vendrá cuando eso será cambiado”. Esa hora está llegando. Muy bien. Ahora, en esto, El…",
    "No se pueden mezclar dos o tres ministerios distintos, pastorear y evangelizar al mismo tiempo. No se puede ser un—un profeta y quizás un pastor, al mismo tiempo (¿ven?), porque cada uno tiene su obra particular, su ministerio particular.",
    "Pero el Señor me dio lo que yo debería hacer en mi Mensaje. Pero luego El dijo: “Haz la obra de evangelista, prueba plenamente tu ministerio, porque la hora vendrá cuando no soportarán la sana Doctrina”. ¡Eso se ha cumplido! Toda iglesia denominacional me ha rechazado. “No sufrirán la sana Doctrina. Sino que traerán maestros conforme a sus concupiscencias y se volverán a las fábulas. Y harán grandes prodigios como Janes y Jambres que resistieron a Moisés; pero su insensatez será manifiesta”. ¿Ven? ¿Ven? Muy bien, ¡personificaciones! ¿Ven Uds. cómo Jambres…?",
    "Y Dios en el Cielo lo sabe, eso está puesto allí en la piedra angular de este tabernáculo desde el año 1933, escrito en la página de una Biblia, allí está colocado. Fíjense en lo que han hecho. Fíjense en lo que ha acontecido. Personificaciones, exactamente. Dijo: “Déjalos, su insensatez será manifiesta como sucedió con Janes y Jambres”. Aquí estamos, en ese día.",
    "Vi la iglesia en ese tiempo cuando apenas estábamos colocando la piedra angular, la gente amontonada por las ventanas y por todo alrededor, gente de pie hasta las paredes del tabernáculo. ¡Allí lo tienen! Y nos dijeron, durante la construcción, la gente de aquí de la ciudad, dijo: “Dentro del lapso de seis meses…” Nosotros con un dólar y ochenta centavos para construir un tabernáculo, mucha gente de talleres mecánicos ya había decidido que iba a ser su taller. Pero aún es un corral de ovejas para el Rebaño de Dios.",
    "Uno, dos, tres, cinco, seis, siete, ocho, nueve, diez. C, seis, siete, ocho, nueve, diez. Muy bien.",
    "Ahora: “Yo el Señor lo he sembrado, lo regaré día y noche, no sea que alguien lo saque de Mi mano”. ¡Noten la crítica! Sin denominación como respaldo. No hay iglesias similares a ella aquí en todo el país. Sin Pentecostés en todo el país, ni otra cosa para sostenerla. Todos están en contra del bautismo en agua, todos en contra de estas otras cosas. Hasta mi propia familia, mi propio padre me echó por la puerta. Me llevé la ropa en una bolsita de papel y me fui a vivir a New Albany; es la verdad.\n\nPero a través de muchos peligros, fatigas y trampas, ya he pasado;\n\nHa sido Su Gracia que me ha traído a salvo hasta aquí,\n\nTengo cincuenta y seis años, y ya pronto tendré que cruzar el río.\n\nSu Gracia me pasará al más allá.\n\nCuando haya estado allí diez mil años,\n\nBrillante resplandeciendo como el sol;\n\nNo tendremos ni un día menos para cantar alabanzas a Dios que cuando empezamos.\n\n¡Oh, cuánto amo a Jesús! ¡El es todo para mí!",
    "Oh, muy bien, ¿cuántos son? ¿Hasta donde llegamos, diez? ¿Podemos llamar más? Muy bien. ¿Cuantos eran, diez? Quince. Muy bien. C, diez al quince, donde sea que se encuentren, si se pueden levantar y entrar. ¿Qué dice? Muy bien. Entonces C, quince al veinte. Que sea C, quince al veinte. Serían diez personas más. Vemos…Pueden ver—ver hasta dónde va la línea, no queremos que-que se amontonen. Y nosotros…Muy bien.",
    "Ahora, préstenme su atención; no tardaremos. Pero ahora ¡Oh, qué hora, qué tiempo! ¡Yo—yo quisiera que todos pudieran amar al Señor! Yo—yo desearía que todos pudiéramos llegar a ese punto en el que pudiéramos comprender la potencial de este momento. Intentémoslo. Solamente préstenme su atención.",
    "¿Qué—qué es lo que procuramos hacer aquí? Estamos poniendo a prueba la Palabra de Dios. Elías hizo lo mismo: salió allí sobre la montaña después de saber que él había sido enviado de Dios para hacerlo. El dijo: “Ahora, probemos quién es Dios. El Dios que respondiere por medio de fuego, ése sea Dios”.",
    "Y los paganos se cortaban, oh, decían: “Pues, desde luego no…”. Los—los paganos sabían que el fuego no iba a caer, así que podían gritar y hacer de todo.",
    "Pero Elías sabía que sí iba a caer, porque él había tenido una visión de parte del Señor.\n\nUds. dicen: “¿El tuvo una visión”?",
    "¡Sí señor! Cuando él había puesto todo en orden, dijo: “Señor, por mandato Tuyo he hecho todas estas cosas”. Y entonces el fuego comenzó a caer. Cuando la Palabra de Dios es cumplida al pie de la letra, entonces es asunto de Dios encargarse de lo demás. El solamente nos pide que la presentemos. Y cerciórese de que Ud. es llamado para presentarla. ¿Ven? Si ese es el caso, entonces El se encargará de lo demás.",
    "Ahora, aquí habrá personas que pasarán por esta línea por las cuales estaré orando. Ahora, pues ya casi llegan hasta la pared, muy bien, para empezar con la línea. Ahora, primero, cuando menos en alguna parte aquí del auditorio, algunas personas…\n\n¿Cuántos aquí están enfermos y no tienen una tarjeta de oración? Levanten la mano. ¿Ven? Por todas partes. Ahora, Uds. saben que si nuestro Señor…Y yo creo que El sí lo hará, si El es el mismo ayer, y hoy, y por los siglos. El tuvo líneas de oración. La gente venía a El en líneas gigantescas, multitudes, El los tocó, bendiciéndolos. Y en ocasiones El se detuvo y dijo: “¿Quién me tocó”? Miró a Su alrededor, y le dijo a una mujer la razón por la cual ella lo había tocado; y le dijo que su flujo de sangre había cesado, su fe la había sanado.",
    "¿Qué tal si ella se hubiere dado la vuelta y hubiera dicho: “Pues, no sé Señor, he tenido esto por mucho tiempo”? No hubiera habido resultado. No, no hubiera habido resultado. No.",
    "¿Qué tal si El le hubiera dicho a la mujer sirofenicia: “Por razón de esta palabra que has dicho, tu hija, el demonio ha salido de ella”, y luego qué si ella hubiera dicho: “Pero Señor, yo—yo quería que lo hicieras de esta otra manera”? El—el demonio aun hubiese permanecido en la muchacha; pero ella esperó encontrar a su hija tal como El había dicho que la encontraría.",
    "Ahora, El nos dice: “¡Si puedes creer! Si puedes decirle a este monte: ‘Quítate’, y no lo dudas en tu corazón, sino que crees que será hecho lo que has dicho, lo puedes tener. Cuando oras, cree que lo vas a recibir, y te será dado”. ¡Qué promesa!",
    "Ahora, el hombre que predica el evangelio social, él no cree en eso para nada. El se acercaría a la puerta, y miraría, o se pararía allí, y diría: “Pues, sólo es otro grupo de fanáticos”, y se marcharía. ¿Ven? Pero él no sabe que éste es el Alimento escondido; él no sabe que ésta es la Cosa secreta que ha sido escondida de él. El no lo sabe. Es—es—es lastimoso, una mente que está desnuda, miserable, ciega, y no lo sabe. ¿Ven? Esa es una cosa muy mala.",
    "¡Oh Dios, déjame primero morir, pero nunca me dejes llegar a ser así! Prefiero morir (sí señor), antes que hacer eso. Y creo que todos lo preferiríamos, ¿no es así? [La congregación dice: “Amén”.]",
    "Pero ahora, Dios nos ha prometido estas cosas en los últimos días. En Malaquías 4, dice que Cristo Jesús vendría y se representaría El mismo en carne humana así como El lo hizo allá en Sodoma. Correcto. Y dijo que el mundo estaría en una condición sodomita. Y dijo: “Como fue entonces, el Hijo del Hombre sería revelado en ese día”. Vean, este Hombre que descendió en forma de hombre, el cual es “Elohim”, ante Abraham, antes que llegara este hijo prometido. Vean lo que fue, Abraham dijo que fue Dios. Y la Biblia dice que había tres hombres que vinieron a él, polvo en sus ropas por el viaje, y se sentaron a comer como hombres. Y Jesús dijo: “En el tiempo cuando el mundo llegare a la condición de Sodoma, entonces el Hijo del Hombre se revelará nuevamente”, no Hijo de Dios, Hijo del Hombre (¿ven?) se revelaría El mismo.",
    "Ahora comparen eso con lo que dijo el último profeta: “He aquí os envío a Elías el profeta, y él convertirá el—el corazón de los hijos hacia los padres”. ¿Ven? Un Mensaje para traerlos de regreso a la Biblia, y el Hijo del Hombre estará revelándose en ese día. Y en aquel día, al sonar la última Edad de la Iglesia, el séptimo ángel, los misterios de Dios serán dados a conocer en ese día. Los Siete Sellos serán rotos. Los misterios de todas estas iglesias y cosas, cómo sucedieron, y todo lo que ocurrió.",
    "¿Ven? Ellos no lo saben. Jesús dijo: “¡Ay de Uds. fariseos ciegos”! El dijo: “Si los ciegos guían a los ciegos, ¿no caerán ambos en el hoyo”? ¿Ven? Esa es la razón por la cual esas personas no ven Eso.",
    "El misterio de eso, es, aquellos Sellos, cada una de esas iglesias formó una organización y entró en ella, y esa es una de las cosas secretas que ha estado mal delante de Dios. ¿Lo ve Ud. Dr. Lee? Ve? Observe. Así es. Ese es el asunto allí mismo. Ese es uno de los secretos. Ellos se organizaron y (¿ven?), y estaban enteramente fuera de la voluntad de Dios. Y eso habría de ser expuesto en los últimos días, y luego guiar a la gente, no a un credo ni a una denominación, sino de nuevo a la Palabra verdadera. Y la Palabra verdadera vendrá a un cierto grupo de personas, y el Hijo del Hombre se revelará en medio de ellos, “el mismo ayer, y hoy, y por los siglos”.",
    "¡Oh, qué cosa! Oh, yo amo eso. Me gusta—me gusta hacer alarde de El. Me gusta engrandecerlo ante el pueblo. Yo no tengo que engrandecerlo, porque El ya es grande. El es tan alto que uno no puede pasar por encima de El; tan profundo que uno no puede pasar por debajo; tan ancho que uno no puede pasar por los lados. Y sin embargo, uno tiene suficiente espacio en su corazón para acomodarlo. ¿No lo desean recibir? ¡Qué maravilloso es nuestro Señor! Muy bien.",
    "Ahora, todos mantengamos silencio. Ahora bien, hemos hablado de todo esto. Y ahora el asunto es, ¿será cierto? Ahora, puede ser que algunos estén de visita. Yo quizás les diría a Uds., si Cristo es el mismo ayer, y hoy, y por los siglos, ¿qué haría El en este momento? El haría lo mismo que hizo cuando estuvo aquí antes. ¿Correcto? La fe de la gente tocaba Su vestidura, y El se daba la vuelta, como hizo con la mujer junto al pozo, y como hizo en otras ocasiones, y percibió sus pensamientos.\n\nAhora, Ud. preguntará: “¿Podría El sanarme”?",
    "Su Palabra dice que El ya hizo eso. Pero el asunto es, es darse a conocer que El está aquí.",
    "Ahora, si El se nos apareciere en un cuerpo físico, apareciendo igual como en el cuadro Rostro De Cristo a Los Treinta y Tres por Hofmann, y sangre saliendo de Su mano, y demás, y con cicatrices de clavos en el cuerpo, yo no lo aceptaría. No, no. No, no. Cuando El venga, El Mismo: “Todo ojo le verá, toda lengua le confesará; y como el relámpago que viene del oriente hacia el occidente, así será”. ¿Ven? Nosotros no creemos en estas sectas. Nosotros creemos que Dios es la Palabra.",
    "Pero El se incorpora, apoderándose del cuerpo suyo y del mío, y les da dones a Uds., y me da dones a mí, y a través de estos dones El se da a conocer. Ese es el Alimento secreto. No importa cuánto El se manifieste a través de mí, Uds. tienen que creerlo, Uds. también tienen que tener el don de fe, para creerlo. ¿Creen eso? [La congregación dice: “Amén”.] Y ahora, si El llegara a manifestarse de esa manera, ¿le creerán? [“Amén”.] ¿Con todo su corazón le creerán? Oh, qué maravilloso, sólo esperándole a El, sólo esperando para ver qué dice El.",
    "Aquí está parado un hombre. Yo nunca lo he visto en mi vida, hasta donde yo sé. Parece ser un hombre sano, fuerte, un hombre saludable, y probablemente lo sea, yo—yo—yo no sé. No obstante, allí está parado. Ahora, yo podría acercarme y poner mis manos sobre ese hombre y orar por él, y preguntarle si él cree. El podría pararse allí y contarme, diciendo: “Yo—yo—yo quiero que Ud. ore por Fulano de Tal. Y yo tengo—tengo los pies planos. Sufro dolores de cabeza constantemente. Sufro de úlceras en el estómago”, o lo que sea. El—él, yo no sé. El podría decir cualquiera de esas cosas.",
    "Yo le diría: “Muy bien señor, hermano. Pondré mis manos sobre Ud. y oraré por Ud.”. Eso estaría perfectamente en orden. Eso es exactamente lo que hemos hecho a través de la edad. ¿No es así?",
    "Pero recuerden, Jesús dijo que sería distinto justamente en el tiempo de Su Venida, como fue en los días de Sodoma. Y el Hombre que se acercó, tenía la espalda hacia la tienda donde estaba Sara, y El dijo: (ahora, no “Abram”) “Abraham”.",
    "Vean, el día anterior él era Abram. Pero se encontró con una visión, y el Señor le dijo: “Yo te voy a cambiar el nombre”.",
    "Y aquí estaba el Señor mismo, en la forma de un hombre, comiendo y bebiendo con él. Dijo: “¿Abraham, dónde está tu esposa, Sara”? S-a-r-a, no S-a-r-a-i.\n\nEl respondió: “Ella está en la tienda detrás de Ti”.",
    "Le dijo: “Voy a visitarte, de acuerdo a Mi promesa, de hace veinticinco años”.",
    "Y en eso Sara se rió, privadamente. El dijo: “Sara se acaba de reír en la tienda; diciendo, ‘¿Cómo podrán ser estas cosas’”? ¿Habrá algo demasiado difícil para Dios? ¿Ven? Nada. No señor.",
    "Ahora, El dijo, Jesús prometió que El, el Hijo del Hombre, el cual es la Palabra (¿Lo creen Uds.?), “vendría en los últimos días y El mismo se revelaría en el tiempo cuando el mundo estaría igual a Sodoma y Gomorra”. ¿Creen Uds. que eso es verdad?",
    "Antes de cualquier oración, algunos de Uds. allá oren y vean si el Hijo del Hombre es aún el mismo ayer, y hoy, y por los siglos. Solamente pregunten si lo es, dígan, “Señor, aquel hombre no me conoce a mí, pero yo sé que Tú eres el mismo ayer, y hoy, y por los siglos”. Vean si El no les dice lo mismo.\n\nSí señor. Ahora levanten su rostro un momento.",
    "Está detrás de mí. Es una criatura, ahora mismo está sufriendo con una fiebre intensa. Es una niñita. Ud. es de otra ciudad. La niña tiene trastornos estomacales; los tenía. Solamente crea.",
    "Ahora, ¿será eso lo que El dijo que haría? Yo nunca he visto a esa persona en mi vida, Dios en el Cielo lo sabe.",
    "Este hombre aquí, se ve muy fuerte y saludable. ¿Pero pueden ver esa sombra encima de él allí? Eso significa, que a no ser que Dios lo ayude, él no va a estar aquí por mucho tiempo. El tiene cáncer; está en su pulmón.\n\nAhora, el Hijo del Hombre está aquí presente.\n\nEl tiene una carga en su corazón por un niño pequeño, una criatura. ¿Es verdad? ¿Cree Ud. que Dios me puede decir lo que tiene ese niño? [El hermano dice: “Yo sé que El puede”.] El puede. El sufre desmayos, algo como la epilepsia. El acaba de tener uno recientemente. [“Esta mañana”.] Es correcto, esta mañana. ¿Y cree que Ud. vivirá para criar a este niño y que él va a estar bien? [“Sí”.]",
    "¿Dónde está Charlie Cox? ¿Dónde está? ¿Charlie, dónde estás? Pensé que estaba aquí esta noche. ¿Por acá, Charlie? ¿Gary, dónde estás? Larry, ¿está él aquí? Su niño tuvo lo mismo, exactamente lo mismo. ¿Dónde estás, Larry? Ven acá por un momento. Bien, aquí estás. Este niño aquí tenía exactamente lo mismo. Su padre y madre son buenos amigos míos. Hace algunos años yo estaba allá, y este niño sufría de ataques, sencillamente se desmayaba, era epilepsia. Lo discerní en el niño, y le pedí a Dios que lo sanara. El no ha sufrido con eso desde entonces. Este es su padre; su madre está aquí sentada en alguna parte; y aquí está el niño también.",
    "¿Ahora lo cree Ud. señor? (Gracias Larry.) ¿Lo cree, señor? Que el Dios del Cielo le conceda lo mismo a Ud., y que Ud. pueda vivir para criar al niño. Dios lo bendiga.\n\nOremos.",
    "Amado Dios, ayúdalo. Ruego que Tu misericordia y gracia estén sobre él y bendícelo. En el Nombre de Jesús.",
    "Regrese ahora a Louisiana, contento, alabe a Dios por eso.",
    "Oh, seguro, él era de Louisiana, seguro que lo era, de los alrededores de Lake Charles. Correcto. ¿Ven? Ahora puedo captar sus pensamientos. ¡Alabado sea Dios!",
    "Bien, Ud. está pidiendo por—por algo bueno. Ud. quiere tener un bebé. Ud. ya tiene niños, tiene dos niños, pero Ud. desea otro. Que el Dios del Cielo se lo conceda, mi hermana. Pase aquí, sólo quiero imponer mis manos.",
    "Amado Dios, dale a esta mujer el deseo de su corazón, porque es una causa digna. En el Nombre de Jesús. Amén.\n\nAhora vaya y tenga el niño.",
    "Dios es un buen Dios. ¿Lo creen Uds.? [La congregación dice: “Amén”.] El conoce todo lo que necesitamos. El nos suple cada necesidad si lo creemos. El dijo: “¡Si podéis creer”!",
    "En alguna parte yo le estreché la mano, no recuerdo dónde fue, pero en algún lugar le estreché la mano. No recuerdo exactamente, pero estábamos en algún lugar, hoy en algún lugar, pero no recuerdo dónde fue. Pero no es de eso, no estamos aquí para hablar de eso. Ud. está aquí para hablar, o para orar, deseando que yo ore por otra persona. Esa es la verdad. El no está aquí; se encuentra en el estado de Georgia, enfermo. No solamente está enfermo físicamente, sino también espiritualmente; es su primo. ¿Cree Ud. que Dios arreglará esto porque Ud. se ha parado a favor de él? ¿Lo cree? Pase acá y oremos juntos.",
    "Amado Dios, concédele a este hombre el deseo de su corazón, que él pueda ir y encontrar a este hombre clamando por hallar a Dios. En el Nombre de Jesús lo pido. Amén.\n\nDios lo bendiga. No dude. Crea con todo su corazón.",
    "¿Cómo le va? No fue que yo no quise extenderle la mano cuando Ud. me extendió su mano, me estaba dando cuenta de algo. Era una sombra, muy oscura y negra. Esa fue la razón. Si le hubiera tomado la mano, entonces la hubiera hallado de esa manera. ¿Ve? Pero es un cáncer. ¿Cree Ud. que Dios puede quitarlo? Se encuentra en su ceno, en el lado izquierdo. Ud. quiere regresar a Carolina glorificando a Dios por estar bien, ¿no es así? ¿Ve lo que quiero decir? Oremos.",
    "Amado Dios, en el Nombre de Cristo Jesús, el Cual está presente ahora; los hijos comiendo del Pan de Dios, que este hijo también pueda gozar de la fe, del Pan de Dios que El le da en este momento ahora para su sanidad. Que él se pueda ir y ser sano, en el Nombre de Jesús. Amén.\n\nDios lo bendiga hermano. Crea con todo su corazón.\n\n¿Cómo está Ud.?",
    "¿No es este un tiempo maravilloso? Parece que una reverencia se asienta sobre la gente. O, más bien parece sonar en mis oídos como algo haciendo [el Hermano Branham sopla en el micrófono] “¡Shush”! Simplemente emitiendo un sonido, como “shush”, así de esa manera. ¿Ven? Es el Pan de los hijos. ¿Ven? Es de Uds., es para Uds. No es para mí; es para Uds. Yo estoy muy agradecido, en este momento, yo no…Estoy saludable, hasta donde sé; pero también es Pan para mí, cuando tengo necesidad. Es Pan para Uds., es estímulo. Para los que ni siquiera están enfermos, sencillamente levanta nuestros corazones ante Dios.",
    "Esto está exactamente en sazón; lo que El dijo que haría: “Y como fue en los días de Sodoma, así también será en los días de la venida del Hijo del Hombre, cuando el Hijo del Hombre se manifieste”. ¿Ven? “He aquí, Yo os envío el profeta Elías, antes del día grande y terrible del Señor. El restaurará el corazón del pueblo al Padre”. ¿Ven? ¿Ven?",
    "🦅 Entonces los justos andarán sobre las cenizas de los—los impíos”, los cuales arderán como un horno, observen, así será la Tierra. Vemos cómo eso allá se va hundir. Y lo volcánico se esparcirá sobre la Tierra, y los cielos estarán encendidos.\n\n¡Oh, Roca de la Eternidad, ten misericordia de mí en esta hora, y allá también!",
    "¿Cómo le va? Pues, una cosa, Ud. tiene aflicción de mujer, trastornos femeninos. Tiene otras cosas. Ud. es nerviosa, es la edad de estar nerviosa. Tiene complicaciones de todo tipo. Pero Ud. también tiene un deseo, es de recibir el Espíritu Santo. Correcto. Así es. ¿Cree Ud. que ha…Ha confesado todo? ¿Cree Ud. que si yo pongo mis manos sobre Ud. y le pido a Dios, que el Espíritu Santo vendrá? [La hermana dice: “Sí”.] ¿Cree Ud. eso? [“Sí señor”.] Oremos.",
    "Amado Dios, impongo mis manos sobre esta mujer, en la manera apostólica, y pido que ella reciba el bautismo del Espíritu Santo. En el Nombre de Jesucristo, que ella lo reciba. Amén.",
    "No lo dude. Eso le pertenece, ¿ve? Eso es suyo. Es el—el Pan de los hijos.",
    "Ud. sintió algo extraño cuando dije: “Aflicción de mujer”. ¿No es así? Porque también es de lo que Ud. sufría. ¿Cree que ahora va a estar bien? Vaya, agradeciéndole al Señor.",
    "¿Cómo le va? ¿Cree con todo su corazón? ¿Cree que va a poder comer como lo hacía hace mucho tiempo? Muy bien. Vaya y diga: “Gracias Señor. Yo lo creo”. Es la Presencia del Señor.",
    "¿Cree Ud. que ese problema en la columna le dejará y que va a estar bien? Bien, vaya diciendo: “Gracias, amado Dios”, y Dios lo concederá.",
    "¿Cree Ud. que podrá estar bien, que el Señor lo sanará; y que ya no tendrá artritis, que estará sano y saludable? ¿Cree Ud. eso? Vaya, agradeciéndole, diga: “Señor, lo recibo con todo mi corazón, y lo creo”.\n\n¿Qué creen todos Uds. al respecto?",
    "Ud., aquí, ponga su mano sobre esa mujer sentada allí a su lado, dígale que las varices y la artritis la dejarán, cuando ella…?…",
    "Dios le bendiga. ¿Cree Ud. que va a estar bien? Vaya a casa y que así sea. Dios le bendiga. Siga su camino, y diga: “Gracias, Señor Jesús”.",
    "¿Cómo le va? [La hermana dice: “Alabado sea el Señor”.] ¿Cree Ud. que el trastorno femenino también la dejará a Ud.? [“Lo creo”.] ¿Y que estará bien? Vaya, y diga: “Gracias Señor”. [“Gracias Jesús”.]",
    "¿Cómo le va? [La hermana dice: “Me lastimé un cartílago”.] ¡Pues, vaya, vaya! Yo sé su nombre. Yo—yo solía…[“Totten”.] Cuando pastoreaba la iglesia bautista. [“Totten”.] “Totten”. [“Della Totten”.] Hermana Della Totten. Ahora Ud. está sufriendo con una aflicción de la columna. [“Sí”.] Va a estar bien. ¿Cree que El la va a sanar? [“Sí”.] ¿Recuerda Ud. lo que sucedió allá en la iglesia bautista de Milltown, hace muchos años? [“¡Sí, recuerdo eso”!] El aún es el mismo Dios hoy. [“¡Oh, gracias a Dios”!] Dios le bendiga, mi hermana.\n\nGeorge Wright, ¿dónde está Ud.? ¿Recuerda Ud. eso? Vaya, como…\n\n¿Cree Ud., que si solamente pongo mis manos sobre Ud., con esta unción, cree Ud. que sanará? Venga acá. En el Nombre de Jesucristo que ella sea sana. Amén. ¡Tenga fe!\n\nBien, ¿creen Uds. con todo su corazón? [La congregación dice: “Amén”.]",
    "Ahora, ¡cómo me trae gratos recuerdos, al ver esa dama! Aún no recuerdo su nombre, pero… [Alguien dice: “Totten”.] Totten. Totten, es correcto. Oh, sí, su hija era Birdie, correcto. Así es exactamente. No vayan a pensar que estoy fuera de mí mismo, solo estoy un poco, Uds. saben, es como…yo no puedo explicarlo.",
    "Pero señora, su aflicción de la columna ha desaparecido. Vaya, alabe al Señor, y diga: “Gracias Señor”.",
    "¿Cree Ud. que sanará del problema cardíaco también? [El paciente dice: “Sí”.] Vaya gozándose y diga: “Gracias Señor Jesús”, y crea. Muy bien. Pues tenga fe, no dude.",
    "Venga señora. ¿Cree Ud. con todo su corazón? Tiene varias aflicciones. Ud. también tiene problemas en su columna. ¿Cree que Dios la sanará? Muy bien, vaya regocijándose. Ese es El que le hace sentirse de esa manera. Dele las gracias al Señor. Dios la bendiga, hermana.",
    "Hola, hijito. [El muchacho dice: “¡Hola”!] ¿Cree Ud. que Dios curará el nerviosismo de ese niño y lo sanará? ¿Lo cree Ud.? Muy bien. Hola amiguito, permíteme darte la mano.",
    "Amado Dios, quítale esta cosa maligna a este niño, y que pueda vivir y ser normal. En el Nombre de Jesús. Amén.",
    "Dios le bendiga, hermano. Ud. lo cree, ¿no es así? Entonces sea sano. No dude para nada.",
    "Ud. es demasiado joven como para tener problemas cardíacos. ¿Cree Ud. que Dios lo sanará? [El paciente dice: “Sí señor”] Vaya, diga: “Gracias Señor, por sanarme”.",
    "¿Cree Ud. que Dios le sanará el trastorno estomacal y le dará salud? Vaya, regocíjese, y diga: “Gracias Señor”.",
    "El aún es Dios ¿No es así? [La congregación dice: “Amén”.] Lo único que hay que hacer es sólo creer. ¿Es correcto eso? ¿Cree Ud. al Hijo del Hombre en los últimos días?",
    "Algo ha sucedido aquí hace unos momentos, y no puedo…estoy buscando hallar dónde fue. Alguien tuvo fe y causó algo. O quizás lo pueda hallar el próximo domingo, o cuando pueda. ¿Están Uds.?…Allí está nuevamente. Ud. tiene su mano levantada. ¿Cree Ud. que Dios puede curar ese problema cardíaco, sanarla, sanar a su hija sufriendo allá de—de…lo cree? Sra. Neff, Ud. cree que Dios…Leo Neff. Yo no la conozco, pero esa es Ud.. Ud. tiene problema cardíaco, y su hijita tiene un problema de los riñones. ¿Cree Ud. que ella se recuperará? Su fe la ha sanado a Ud.. Crea con todo su corazón.",
    "Ud. allá atrás, junto al bautisterio, de pie allá atrás, con aflicción estomacal, Jesucristo le sana.",
    "¿Creen Uds? [La congregación dice: “Amén”.] El es el mismo ayer, y hoy, y por los siglos. Pongamos ahora nuestras manos los unos sobre otros. ¡Piensen en la hora en que estamos, piensen en el tiempo! Fíjense que estamos en la misma Presencia de Jesucristo, el Hijo de Dios. El prometió que haría esto en los últimos días. Tengo las manos puestas sobre estos pañuelos.",
    "Amado Dios, pido que Tu bendigas estos pañuelos para la sanidad de los cuerpos de la gente, en el Nombre de Jesucristo.",
    "Ahora, con sus manos los unos sobre los otros; cada uno de Uds. son miembros del Cuerpo de Cristo. El mismo Espíritu Santo que prometió revelar los secretos de los corazones y hacer estas cosas, El está en Uds. Ud. es parte de El, y El es parte de Ud. Ahora, El dijo esto: “Estas señales seguirán a los que creyeren”, esos son Uds., “sobre los enfermos pondrán sus manos, y sanarán”. Ahora, no ore por Ud. mismo; ore por aquellos sobre los cuales están sus manos, porque ellos están orando por Ud. Ahora oremos juntos, y que no quede ni una sola persona enferma en este edificio. ¿Por qué hemos de esperar más, mi amado hermano y hermana? Aquí está, el Espíritu Santo, Dios, aquí mismo, propiamente sobre lo que hemos hablado.",
    "Amado Jesús estamos reconociendo Tu Presencia. Tú regresaste aquel bebé a la vida el otro día, después de estar muerto, por la oración de fe. Amado Dios, hay muchos aquí que no pudimos alcanzar, porque el tiempo se nos pasa, pero ellos tienen las manos puestas el uno sobre el otro. Ellos son creyentes. Estamos aquí en la Presencia del Señor Jesucristo, resucitado de entre los muertos, el mismo ayer, y hoy, y por los siglos.",
    "¡Satanás, estás derrotado! ¡Jesucristo te derrotó! El se levantó de entre los muertos y está aquí entre nosotros en esta noche, vindicando este Mensaje de los últimos días. ¡Sal de estas personas! ¡Suéltalas, en el Nombre de Jesucristo! “En Mi Nombre echarán fuera demonios”, y tú quedas echado fuera. En el Nombre de Jesucristo, abandona esta congregación.",
    "Cada uno de Uds. que ahora recibe su sanidad, póngase de pie. Todos los que reciben la sanidad, pónganse de pie. ¡Levanten sus manos y denle la gloria a El!\n\n“Yo ahora acepto mi sanidad”, díganle eso a Dios. “Yo ahora acepto mi sanidad.” [La congregación dice: “Yo ahora acepto mi sanidad”.] Cristo, Tú eres el mismo ayer, y hoy, y por los siglos. [“Cristo, Tú eres el mismo ayer, hoy y por los siglos”.] Ahora te creo. [“Ahora te creo”.] Ayuda Tú mi incredulidad. [“Ayuda mi incredulidad”.] Amén. [“Amén”.]\n\nYo le alabaré, yo le alabaré,\n\nAl Cordero que murió;\n\nDenle gloria todos juntos,\n\nCon Su Sangre toda mancha quitó.",
    "¿Le aman? [La congregación dice: “Amén”.] Entonces vamos a alabarle a El. Todos, con sus manos en alto, alábenle a El, mientras el hermano viene para despedirnos. 🦅"
  ]
}