{
  "title": "¿CUÁL ES LA ATRACCIÓN EN EL MONTE?",
  "id": "65310009",
  "content": [
    "🦅  Ahora inclinemos nuestros rostros.\n\nDios Padre, esa es nuestra sincera oración en esta noche, al ver todo lo que Tú estás haciendo para el pueblo en este día. Entonces te pedimos Señor, que solamente podamos creer, creer que es la Verdad, la Palabra escrita siendo manifestada a nosotros. Concede estas cosas Padre.",
    "Ahora, en esta noche queremos agradecerte por la—la Luz que Tú esparciste en las Escrituras para nosotros esta mañana. Y rogamos en esta noche Señor, en la línea de oración, que Tú vindiques Tu Palabra ser la Verdad.",
    "Nosotros oramos por todas las iglesias y las congregaciones que están reunidas alrededor de—de—de los pequeños micrófonos a través de la nación, desde la costa del oeste, subiendo a las montañas de Arizona, bajando a las planicies de Texas, hasta en la costa del este, a través de todo el del país, Señor, adonde se han reunido. En cuanto al tiempo, estamos separados por varias horas, pero Señor, estamos unidos en esta noche como una sola unidad, creyentes esperando la Venida del Mesías. Y rogamos Padre Celestial, que Tú lo envíes pronto por Tu Iglesia. Porque lo pedimos en Su Nombre. Amén.",
    "(Pueden tomar asiento).",
    "Saludos Cristianos para todos los que están aquí en esta noche. Siento mucho que aún estamos muy apretados y amontonados hasta que casi no podemos respirar. Aun los aparatos de aire acondicionado, a pesar de lo bien acondicionado que está, no tienen mucho efecto, por tanta gente. Si fuera apenas una iglesia llena normalmente de gente, esos aparatos de aire acondicionado los congelarían. Pero ahora todos tienen su abanico, abanicándose, y los aparatos de aire acondicionado soplando tan fuerte como pueden.",
    "Enviamos saludos desde la costa del este hasta la del oeste, a todos nuestros amigos en Cristo que nos están escuchando. Enviamos saludos allá a San José, al Hermano Borders, al grupo que está allá. Enviamos saludos allá a las montañas de Prescott, Arizona, al Hermano Leo Mercer y a su grupo que está allá esperando la Venida del Señor. Enviamos saludos a aquellos que están reunidos en Tucson en esta noche, esperando la Venida del Señor. Allá en Houston, Texas, para aquellos que están esperando la Venida del Señor. Allá en Chicago para aquellos que están esperando la Venida del Señor. Allá en la costa del este, Nueva York y Connecticut, y a los grandes grupos allá que están esperando la Venida del Señor. No tenemos lugar para sentarlos aquí, así que tenemos que enviarles la Palabra a través de—del medio telefónico. Enviamos saludos al Hermano Junior Jackson esta noche, y a su grupo allá en Clarksville. Al Hermano Ruddell allá en la carretera 62, y a su grupo esperando la Venida del Señor. Y estamos reunidos aquí en esta noche en la iglesia local, el Tabernáculo, esperando la Venida del Señor.",
    "Y ahora, quizás muchos de Uds. no estuvieron en el servicio esta mañana. Pero yo confío que cada uno que no estuvo, obtenga esa cinta [Los Ungidos En El Tiempo Del Fin.—Editor], porque yo creo que fue el mensaje más directo a la iglesia desde el—el mensaje de Señor, ¿Que Hora Es? Yo sentí la unción del Espíritu, sentí decir lo que dije. Fue largo, sin embargo yo me sentí dirigido a hacerlo. Y yo pienso que el Señor nos mostró por medio de Su Palabra, en que hora estamos viviendo. Y asegurarse que entendemos estas cosas misteriosas que están aconteciendo. Uds. saben, la Biblia dice: “Los sabios entenderán”.",
    "Pero las naciones y el pueblo se irán haciendo más débiles pero más sabios. Piénsenlo, el Americano promedio ahora está en su edad media como a los veinte años, más débil pero más sabio. En aquellos días no tenían aviones de propulsión, y—y los misiles atómicos, pero vivieron mucho más. Nosotros nos estamos haciendo más débiles y más sabios, y nuestra propia sabiduría es lo que nos va a destruir. Nosotros nos destruiremos a nosotros mismos. Dios no nos va a destruir, nuestra sabiduría nos destruirá. Siempre ha sido así, y así será nuevamente.",
    "Ahora, Dios mediante, el domingo próximo por la mañana, no sabiendo ahora de qué hablaré, pero confío que el Señor, si El nos permite vivir y nada sucede, y fuera Su voluntad, queremos traer otro mensaje el próximo domingo por la mañana, y tener oración por los enfermos el próximo domingo por la noche. Luego me toca volver a nuestro hogar en Arizona, para llevar a la familia de regreso para que los hijos se puedan matricular en la escuela. Entonces Uds. estarán…Nosotros les notificaremos, a medida que podamos, de las reuniones a medida que se vayan planeando, o los tiempos cuando estaremos…los lugares adonde esperamos estar. Así que, Dios les bendiga a todos.",
    "Ahora en esta noche, sabiendo que es…Para comenzar ya estoy quince minutos retrasado, faltan quince para las ocho aquí en Jeffersonville; y eso es como cuarto para las nueve en—en la costa del este y luego son como las cinco de la tarde en la costa del oeste. Así que ahora casi estamos aquí en la puesta del sol. Y yo deseo hablarles solamente por un servicio corto, para tratar de hallar la unción del Espíritu y luego llamar la línea de oración.",
    "Y yo deseo que la congregación aquí, así como también las congregaciones que están reunidas en los otros lugares, encuentren a un hombre, algún hermano que esté ungido con el Espíritu, y cuando comencemos a orar por los enfermos, que vaya y ponga sus manos sobre aquellos que están en su congregación. Y recuerden, Dios es omnipresente, El está en todas partes. Así que, allá en Texas, allá en California, allá en Arizona, adonde sea que esté Ud., imponga sus manos sobre aquellos que están enfermos cuando comencemos a orar por los enfermos. Y estoy seguro que Dios escuchará y contestará a la oración.",
    "Una cosa rara, el domingo pasado por la noche, y la unción estaba aquí, el Espíritu Santo…Fue algo muy tremendo. Yo no había tenido una—una línea de discernimiento por meses y meses, desde que estuve aquí la otra vez. Y luego llegar allí bajo una promesa…Uno no sabe que El lo hará. Uno no puede decir que El lo hará. Uno tiene que llegar a ese punto y esperar. El es soberano, El hace lo que El desea hacer. Pero uno se queda allí esperando para ver lo que El hará, luego uno siente que eso se abre sobre uno de esa manera.",
    "Y luego al final de la—la reunión, no sabiendo ni quién era, pero había habido un hombre en alguna parte en la línea que era alto, y era calvo en la parte superior, y él era una persona muy enferma.",
    "Y luego al final había un hombre que apareció aquí en la plataforma, y él tenía su rostro inclinado, y parecía que estaba sufriendo, agarrándose el estómago. Y yo pensé que ése debía ser ese primer hombre o segundo hombre o cuando haya sido que yo oré por él, porque él era calvo y tenía su rostro inclinado; un hombre grande, agachado. Pero yo miré alrededor y vi al caballero sentado allá, pero él se estaba regocijando. Yo pensé: “¿Adónde está?” Yo no podía decidir adónde estaba. Yo lo podía sentir y podía ver al hombre delante de mí. Yo sentí que me jalaba así hacia acá, y venía de atrás. Yo miré al Hermano Neville y a estos dos sentados aquí, no eran ellos. Yo dije: “El hombre está sentado adentro del bautisterio aquí atrás”. ¿Saben Uds. quién era? El Hermano Shepherd. La razón por la cual yo no podía reconocerlo, es que estaba sentado allá atrás con su cabeza inclinada, orando.",
    "El pensaba que iba a morir, había pensado eso durante las últimas semanas. Su esposa le dijo que fuera a comprar unos zapatos nuevos, y él le había dicho: “No los voy a necesitar, no estaré aquí tanto tiempo”.",
    "Y él me encontró el otro día en el…allá en el patio de la casa del Hermano Wood y estaba gritando y alabando a Dios. Dijo: “Estoy comiendo tocino, huevos, tomates, lo que yo quiera”.",
    "Y humildemente rindiendo su asiento, metiéndose aquí atrás para no estorbar, y orando. ¿Ven?, no necesitan una tarjeta de oración, solamente necesitan fe. ¿Ven? Ahora, yo no sabía si Ud. había sido sanado o no, yo simplemente dije: “Un—un hombre, orando, él tiene algo malo”. Yo pienso que se dijo lo que era: “Problemas del estómago, y orando aquí atrás. El Señor Jesús le ha sanado”. Ahora, eso es todo lo que yo podía decir. El jalón era por cuanto él estaba orando, yo podía ver eso, pero qué sucede yo no sé. ¿Ven?",
    "Pero cuando uno ve que eso vuelve, todos están atentos, cuando dice: “ASI DICE EL SEÑOR”, ¿ven?, entonces ese ya no soy yo hablando, es El.",
    "Pero yo siempre digo: “Jesucristo le ha sanado”, eso es exactamente la Verdad. “El herido fue por nuestras rebeliones, por Su llaga fuimos nosotros curados”. ¿Ven? ¿Ven?",
    "Pero cuando Eso viene: “ASI DICE EL SEÑOR”, y le dice a Ud. qué hacer y qué va a suceder, vigílelo bien, será exactamente de esa manera.",
    "Pero cuando yo digo: “Jesucristo le sana y lo restablece”, Ud. créalo, porque El ya lo ha dicho. Yo solamente estoy repitiendo lo que El dijo.",
    "Y una visión es simplemente repetir lo que El mostró. ¿Entienden?",
    "Ahora debemos apurarnos y entrar directamente a la Palabra, porque yo sé que muchos están aquí, que tienen muchas millas que viajar esta noche. Yo ruego que Dios les bendiga y les ayude y les proteja en el camino. Y ahora yo deseo abrir en esta noche en San Mateo el capítulo 21, y los versículos 1 al 11, en San Mateo. Y ahora, si no tienen su Biblia, o desean anotar estas Escrituras, muy bien.",
    "Y ahora para Uds. que nunca escucharon el mensaje de esta mañana, y Uds. tienen una grabadora, nosotros nunca promovemos la venta de cintas. Nunca promovemos la venta de alguna cosa. Algunas veces en una gran reunión se anuncia que tienen libros a la salida, nosotros no ganamos nada en eso, el Hermano Vayle es el escritor. Las cintas, el hombre que tiene el negocio de las cintas sentado allí, le dirá a Ud. que no ganamos dinero en las cintas. Nosotros no pensamos “cintas”, es más bien el Mensaje. Y cuando un hombre comienza a pensar en el dinero, entonces él ya no va a grabar las cintas. Eso es correcto. Yo estaba preguntando acerca de esto, yo pienso que nuestras cintas se venden a menos de cinco dólares, o algo así, de tres a cinco, o algo así. ¿Qué dice? Tres y cuatro, por aquellas cintas tan largas.",
    "Y un cierto ministro, yo estaba averiguando acerca de una de sus cintas, y eran a nueve dólares, como veinte o treinta minutos de un mensaje.",
    "Así que yo puedo ver que nuestro Hermano Sothmann, sentado allá atrás, no se está haciendo rico, ninguno de ellos, en estas cintas que están—están sacando. ¿Ven?, ellos apenas están ganando suficiente para salir bien. No se les puede pedir que las hagan por nada, porque ellos tienen que comprar las cintas y todo lo demás. Y la maquinaria cuesta mucho, para comenzar, cuesta como diez mil dólares para poner la maquinaria para hacer esas cintas.",
    "Ahora, yo entiendo que pronto yo…No lo han anunciado todavía pero pronto habrá una reunión tocante a las cintas. De vez en cuando nosotros…los síndicos, yo no tengo nada que ver con eso en lo absoluto. Yo ni siquiera…nunca he estado en una de esas reuniones. No es ni—ni en pro ni en contra. Se someten los presupuestos; los síndicos deciden quién es el próximo hombre que producirá las cintas, y a él le envían una carta. Eso es todo lo que yo sé al respecto. Ellos se hacen cargo de eso, porque yo ni siquiera puedo dedicar a los niñitos, muchos menos hacerme cargo de las cintas, así que…o bautizar.",
    "Así que yo tengo mi mente fija en este Mensaje. Eso es ese Tercer Jalón, y a eso yo debo ser leal y reverente.",
    "Mateo 21:1 al 11. Yo dije todo eso para que pudieran estar vigilando…o buscando la Escritura:\n\nCuando se acercaron a Jerusalén, y vinieron a Betfagé, al monte de los Olivos, Jesús envió dos discípulos,\n\nDiciéndoles: Id a la aldea que está enfrente de vosotros, y luego hallaréis una asna atada, y un pollino con ella; desatadla, y traédmelos.\n\nY si alguien os dijere algo, decid: El Señor los necesita; y luego los enviará.\n\nTodo esto aconteció para que se cumpliese lo dicho por el profeta, cuando dijo:\n\nDecid a la hija de Sión:\n\nHe aquí, tu Rey viene a ti,\n\nManso, y sentado sobre una asna,\n\nSobre un pollino, hijo de animal de carga.\n\nY los discípulos fueron, e hicieron como Jesús les mandó;\n\nY trajeron el asna y el pollino, y pusieron sobre ellos sus mantos; y él se sentó encima.\n\nY la multitud, que era muy numerosa, tendía sus mantos en el camino; y otros cortaban ramas de los árboles, y las tendían en el camino.\n\nY la gente que iba delante y la que iba detrás aclamaba, diciendo: ¡Hosanna al Hijo de David! ¡Bendito el que viene en el nombre del Señor! ¡Hosanna en las alturas!\n\nCuando entró él en Jerusalén, toda la ciudad se conmovió, diciendo: ¿Quién es éste?\n\nY la gente decía: Este es Jesús el profeta, de Nazaret de Galilea.",
    "Ahora, si yo tomara un texto de allí por unos treinta minutos, antes de comenzar la línea de oración, yo desearía tomar esto como texto: ¿Cuál Es La Atracción En El Monte?",
    "Ahora, había sido un día muy agotador y nervioso, y era un día fuera de lo normal. Hallamos aquí a Jesús subiendo a Jerusalén, listo para asistir a la pascua. Y la pascua es donde el cordero pascual era sacrificado, y la sangre era derramada sobre el propiciatorio para la—la expiación para—para el pueblo. Y El había venido de Betfagé y había subido por encima del Monte de los Olivos, de donde se mira a otro monte más pequeño donde estaba edificada Jerusalén. Y mientras El miraba, El sabía que esta era Su última visita.",
    "Este era el tiempo cuando El sería entregado en manos de hombres impíos y ellos le matarían. El sufriría la muerte más horrible que jamás había experimentado algún mortal, y sería enterrado. El sería traicionado por uno de los Suyos, algunos que estaban parados allí mismo con El. Y El, siendo Dios, sabía qué estaba en sus corazones y sabía desde el principio quién le traicionaría. Y sabía que ese hombre estaba con El quien se había sentado a Su lado y le había contado el dinero, etc., sabía que ese hombre le habría de traicionar. Y sabía que una cruel cruz Romana le esperaba allí. El sabía que el agua en Su cuerpo y la Sangre en Su cuerpo se separarían, y que la Sangre le saldría por la frente como grandes gotas de sudor. El sabía que todo eso estaba delante de El. Y El estaba parado allí sobre el monte, mirando hacia Jerusalén.",
    "Y la gente de ese día, los…lo que en aquel día llamaban: “una gente de mejor clase religiosa”, lo odiaban. Las iglesias de aquel día lo odiaban y lo denunciaron, y denunciaron a todos aquellos que le escuchaban. Y si salían y asistían a Sus campañas, inmediatamente eran excomulgados del compañerismo de la iglesia. Con razón la Escritura dice: “El vino a los Suyos y los Suyos no le recibieron”. Los que le debieran haber amado, los que debieran haber estado a Su favor, eran Sus enemigos más terribles.",
    "Y El había formado Su pequeño grupo de un grupo de gente pobre, pescadores, los que recogían los impuestos, los ignorantes. La Biblia dice que algunos de ellos aun eran “ignorantes, y sin letras”. Algunos ni siquiera podían firmar su nombre. El nunca fue a las iglesias a traer a Su gente.",
    "Y El nunca estuvo de acuerdo con ninguno de los líderes de las iglesias. Y aparte de eso, El siguió la tendencia de un profeta, El condenó todo lo que ellos hacían, así como habían hecho todos los que habían venido antes de El; por cuanto ellos eran una porción de la Palabra, y El era la Palabra en Su plenitud.",
    "Pero en medio de todo eso, a través de cada edad y cada profeta que había habido o que habría, habrá cierta cantidad de gente predestinada para escuchar ese Mensaje, y ellos lo seguirán. Ellos ignoran a las multitudes. Ellos ignoran la crítica del incrédulo. Ellos—ellos no discuten con éstos. Ellos tienen una cosa que hacer, eso es creer y obtener todo lo que pueden, empaparse así como María quien estaba a los pies de Jesús.",
    "Y Marta estaba preparando la cena para El, y Jesús le dijo a ella: “Pero Marta, tú estás tan preocupada por las cosas de la vida, pero María ha buscado las cosas mejores”, ¿ven?, las cosas de Vida Eterna.",
    "Ahora, hallamos que mucha de la gente que había entendido…ellos no tenían literatura como tenemos hoy en día, ellos no tenían televisión ni teléfonos, ni nada de eso en aquel día, pero como que se había corrido la voz por allí que El iba a estar en la pascua. Porque mucha de la gente, siendo gente de mente espiritual, sabía que El era el Cordero de la Pascua, por cuanto El ya les había dicho a ellos las cosas que iban a acontecer.",
    "Y desde luego, sabiendo que El iba a estar allí, y le amaban a tal grado, ellos le estaban esperando. Había una gran multitud que probablemente estaba empujando, presionando de una puerta a la otra, vigilando por todos lados, porque ellos sabían que en una de esas horas El aparecería. Ellos estaban vigilando.",
    "Otros se estaban preguntando qué era lo que acontecía con esta gente, corriendo de puerta a puerta: “¿Cuál es la atracción?”",
    "Y Ellos miraban hacia acá y miraban hacia allá, para darse cuenta. Parecía que estaban esperando algo, estaban bajo expectativa de algo que iba a acontecer.",
    "Oh, cómo desearía yo cambiar mi texto por unos momentos y decir esto, eso es lo que pasa hoy en día. El pueblo que está esperando Su Venida está bajo gran anticipación y expectativa. Nosotros podemos sentirlo, la presión. Y ellos están buscando, vigilando cada movimiento y cada señal, comparándola con las Escrituras.",
    "Y cuando ellos vieron todas esas cosas que habían sido predichas de El, hasta el fin, ellos sabían que el fin estaba cerca. Ellos deseaban estar allí, así que vigilaron. Una parte de la multitud estaba a Su favor, la minoría. Algunos estaban en contra de El, la mayor parte de ellos, el noventa por ciento estaba en contra de El.",
    "Y más o menos así es hoy en día en las multitudes religiosas, cuando realmente se trata de la Palabra y Cristo, hay como el uno por ciento que lo creería. La otra parte no le pondría nada de atención, no importa qué se hiciera, ellos harían alguna clase de chiste o hablarían mal de ello. Es casi lo mismo. Las cosas no cambian mucho, la historia se repite nuevamente.",
    "Bien, vemos que eso produjo una tensión nerviosa. Lo tenía que hacer, debía hacerlo. Ellos estaban esperando, ellos estaban pensando qué haría El cuando llegara allí. Ellos querían estar allí para obtener cualquier cosa que El hiciera. Ellos lo deseaban. Ellos deseaban verlo. Ellos le creían a El. Otros habían escuchado que El venía y habían venido para mofarse de El. Así que después de toda la expectativa nerviosa, un día muy fuera de lo común, un tiempo fuera de lo común, las iglesias dormidas, los nervios de la gente estaban muy tensos, había tanta gente allí, y luego sucedió.",
    "Sobre el Monte de los Olivos venía un pequeño asno blanco, bajando el cerro, con un grupo de gente gritando fanáticamente, bajando las hojas de palma de los árboles, tirando su ropa en el camino gritando: “¡Hosanna al Hijo de David que viene en el Nombre del Señor!” El…esta pequeña mula, su Jinete no era otro sino el Mesías ungido de Dios para la hora.",
    "Entonces Dios, ¿qué estaba haciendo El? ¿Cuál es la atracción allá sobre el cerro? Es Dios haciendo historia, y Dios cumpliendo profecía. Y eso siempre causa una atracción. Eso atrae a todos los críticos, los buitres (del mensaje de esta mañana), y también a las águilas. ¿Ven? Ellos se reúnen para averiguar qué está sucediendo. Algunos vienen por curiosidad, algunos vienen para descubrir fallas, otros vienen para criticar. Se reúnen de todas clases, como dijimos hoy en la mañana: creyentes, creyentes manufacturados, e incrédulos. ¿Qué es eso sobre el monte? Profecía se está cumpliendo. Ahora veremos lo que va a ocurrir.",
    "Ahora en el Libro de Zacarías, en el capítulo 9, y el versículo 9. Zacarías, uno de los profetas, habló en el Espíritu, diciendo esto:\n\nAlégrate mucho, hija de Sión; da voces de júbilo, hija de Jerusalén; he aquí tu rey vendrá a ti, justo y salvador, humilde, y cabalgando sobre un asno, sobre un pollino hijo de asna.",
    "Ahora, ¿qué les pasaba a aquellos escribas? ¿Qué les pasaba a aquellos sacerdotes? ¿Qué le pasaba a aquella gente religiosa? Esto fue escrito cuatrocientos ochenta y siete años antes de que ocurriera, por un profeta vindicado, y ya estaba en forma escrita y llamada la Biblia, los pergaminos del Antiguo Testamento. ¿Por qué no podían ver ellos que eso era profecía siendo cumplida? Por la misma razón que no lo pueden ver hoy en día. Ellos habían tomado la Palabra de Dios y la habían hecho nula a la gente al enseñarles (por tradiciones), por doctrina las tradiciones de los hombres.",
    "Y si escribas, predicadores, ministros, hombres espirituales (así llamados), ungidos, solamente leyeran la Biblia, ellos no estarían preguntándose qué está ocurriendo, ellos sabrían lo que es. ¡Dios cumpliendo Su Palabra!",
    "Se estaba haciendo historia, profecía se estaba cumpliendo. La salvación del mundo estaba llegando, el gran día que todos los profetas habían esperado. Todos los que estaban en la tumba estaban esperando ese día. ¡Piénsenlo! Todos los que habían muerto, toda la sangre justa de los mártires y los profetas.",
    "El acababa de haber exclamado: “Jerusalén, oh Jerusalén, tú que has apedreado a todos los profetas que Yo te he enviado, y has matado a los justos, ¡cuántas veces Yo te hubiera cuidado como una gallina cuida de sus polluelos, pero no quisiste! Pero ahora tu hora ha llegado”.",
    "Todos los que estaban en la tumba, Abraham, Isaac, Jacob, todos los profetas estaban esperando esa hora.",
    "Y la iglesia estaba ciega a eso. “¿Quién está causando todo este alboroto? ¿Quién es ese tipo que dijo una vez…no es aquél el hijo del carpintero? Nosotros le conocemos. ¿De dónde obtuvo El tal sabiduría? Pues, no vemos que El esté afiliado con ninguna de nuestras escuelas. No sabemos que El haya aprendido de ningún libro. ¿Quién es?”",
    "El era la respuesta de la profecía del profeta. Y aquí El venía, cabalgando sobre el pollino de una asna. ¡Qué tremenda atracción! Dios estaba cumpliendo Su Palabra prometida, la hora que se había estado esperando por cuatro mil años. En Génesis, en el capítulo 3 y versículo 15, Dios había hecho la predicción: “La Simiente de la mujer herirá la cabeza de la serpiente, mas su cabeza herirá su calcañar”, esa profecía a través de la Biblia, que había sido predicha de la venida de este Hombre.",
    "Y aquí recientemente hubo un profeta quien se paró entre ellos, que fue vindicado como profeta, Zacarías, y él dijo que: “Hijas de Jerusalén e hijas de Sión alégrense, den voces de júbilo, griten, porque su Rey viene a Uds., justo y salvador, humilde, cabalgando sobre el pollino hijo de asna”.",
    "Y aquí la gente que leía esa Escritura de día en día, lo observaron a El que venía cabalgando, y clamaron: “¿Quién es éste?” ¿Ven? Dios cumpliendo Su Palabra al pueblo que debía haber conocido lo que era, pero ellos no lo conocieron.",
    "Cuando Dios cumple Su Palabra, eso siempre causa una atracción, siempre. Causa una atracción, por cuanto es lo extraordinario. Cuando El cumple Su Palabra es tan extraordinario para la tendencia moderna del día, porque la tendencia moderna del día no lo cree. Ellos tienen su propia manera.",
    "Ahora, vemos…Y retrocedamos en las Escrituras y tomemos otros eventos fuera de lo común, por unos cuantos momentos, cuando Dios cumplió Su profecía. Cuando Dios dice algo, El lo va a hacer. Todos los cielos y la tierra pasarán pero esa Palabra nunca pasará. Así que por lo regular esto causa un alboroto, un alboroto extraordinario.",
    "Noten cuán ridícula es la Palabra de Dios para un—un pueblo que supuestamente la debe creer, y sin embargo es tan fuera de lo común que ellos claman: “Pues, ¿qué es esto? ¿De dónde obtiene tales cosas? ¿Quién es éste? ¿Qué es esto?” Cuando ellos debieran haber estado clamando: “¡Hosanna al Rey que viene en el Nombre del Señor!” (Pero sólo había un grupito pequeño que estaba haciendo eso, solamente un grupito pequeño). De cuatro mil años de profecía, la cosa más grande que podía acontecer para la nación, toda la esperanza de los muertos estaba atada a esto, todo el futuro estaba en esto, y la gente religiosa que decía que creía en esto estaba clamando: “¿Quién es? ¿Y cuál es esta atracción?” ¡Algo fuera de lo común! Es casi igual, no cambia, cuán fuera de lo común.",
    "Veamos algunas de las cosas extraordinarias, como acabo de decir. ¿Cuál era la atracción antes de que cayera el juicio en el mundo y lo destruyera por agua? Un viejito, como de ciento veinte años, edificando un barco allá donde no había nada de agua en qué hacerlo flotar. Allá por muchos años, parado en la puerta, edificando en el interior, adentro, y poniéndole brea adentro y afuera, y diciendo: “El mundo será inundado con agua”, en esa gran edad científica.",
    "🦅 ¿Qué es ese ruido de martillo que se oye allá sobre el cerro?” “Pues, es un viejo que se llama Noé, y él está allá, un viejo fanático. Es que el viejito estuvo mucho tiempo en el sol, le dio insolación. El está fuera de sí. Y él está construyendo lo que él llama: ‘un arca’, y está diciendo que va a bajar agua de allá arriba en donde no hay agua, y que va a salvar a toda la gente, y todo el que no escuche su mensaje y todo el que no entre en el arca se ahogará. ¿Habías oído alguna vez tal cosa?” ¡Esa era una atracción fuera de lo normal!",
    "Yo me imagino, que cuando la gente deseaba darse una buena carcajada, iba allá y se paraba frente a la puerta del arca y se reían. “¡Pues, hace cien años tú dijiste que iba a llover! Mi abuelo me dijo que él te escuchó acá diciendo que iba a llover, y todavía estás aquí martillando en este viejo pedazo de madera. ¿Por qué no vuelves en ti?”",
    "Pero era Dios alistándose para confirmar una promesa y cumplir una profecía que Su profeta había hecho. ¡Muy fuera de lo común! Dios cumpliendo Su promesa a Noé, mientras otros se estaban riendo. ¡Dios también se estaba alistando para hacer historia para mostrar a otros, aun hasta este día, que El cumple Su Palabra! No importa cuán irreal parezca, ni cuán irrazonable, El aún cumple Su Palabra. El estaba haciendo de aquello un ejemplo, de aquel anciano martillando en aquel arca, para esta gente aquí en América en esta noche y por todo el mundo. No importa lo que dice la ciencia, lo que ellos digan (esto, aquello, o lo otro), El todavía cumple Su Palabra. El estaba haciendo historia.",
    "¿Cuál era la atracción un día…? Una cosa fuera de lo común sucedió allá en el desierto, y era una zarza que estaba ardiendo. Y un profeta errante estaba parado allá en el desierto. El no escuchó ninguna voz, él no escuchó ningún sonido, pero él miró y vio una cosa extraordinaria allá arriba de un monte. Dios estaba tratando de atraer su atención. ¡Es lo mismo hoy!",
    "Dios se estaba alistando para cumplir Su Palabra, por medio de Su profeta Abraham: “Tu simiente habitará por cuatrocientos años en una tierra extraña, mas Yo los sacaré con mano poderosa”.",
    "Y El estaba preparando a un hombre para ese trabajo, así como estaba preparando un arca como un lugar seguro para todos aquellos quienes creerían. Dios encendió esta zarza, y este pastor de ovejas, Moisés, dijo: “Iré yo ahora y veré lo que significa esta cosa tan rara”. Y cuando El tuvo a Moisés frente a la zarza, El le habló.",
    "¿Cuál era la atracción más tarde en el palacio de Pilato, cuando este pastor de ovejas tiró su vara al suelo y se convirtió en una serpiente? Era Dios cumpliendo Su promesa a Moisés. ¿Cuál era la atracción en el Mar Muerto, cuando los caballos de Faraón se asustaron, cuando ellos vieron un viento descender de los cielos que partía al Mar Rojo a diestra y siniestra; y una pobre multitud de esclavos, caminado en el deber de Dios, cruzaron por allí en tierra seca? ¿Qué era eso? Dios cumpliendo Su Palabra. La mortandad se apartó, un pueblo vivo cruzó; y un pueblo espiritualmente muerto trató de personificarlo, y se ahogó. Dios cumpliendo profecía y haciendo historia. Esa era la atracción en el Mar Muerto.",
    "¿Cuál era la atracción el segundo día después de eso en el Monte Sinaí, cuando a todo el pueblo se le mandó que no se llegaran a sus esposas, cuando se les pidió que lavaran su ropa y que se santificaran, y que se reunieran alrededor de la montaña en donde un hombre de nombre Moisés había dicho que se encontró con Dios en una Columna de Fuego? Y Dios le había dicho a Moisés: “Yo bajaré entre el pueblo. Yo voy a confirmar aquello que te dije y Quién soy Yo, Yo les voy a mostrar a ellos que Yo soy ese Dios”. Esa fue la atracción, Dios cumpliendo Su Palabra.",
    "¿Cuál era la atracción un día en la historia, cuando una nación se había olvidado de Dios, cuando el pueblo había llegado a ser formal e indiferente, cuando todos los sacerdotes se habían ido con la tendencia moderna, los profetas profetizaban según la voluntad de los sacerdotes? Y en ese día, como siempre, tenían un hombre que ellos pensaban que era un fanático. El hablaba de las mujeres que se pintaban, y todo, y él era un tipo muy raro. Y este anciano había bajado y le había dicho al rey: “Ni siquiera habrá rocío…no vendrá hasta que yo la llame”.",
    "Y entonces hallamos, que El se había escondido y había huido de esto. Y se había escondido en alguna parte en el desierto. Los demás habían pensado que quizás él se había muerto de hambre o perecido, pero él había sido alimentado bastante bien, y también se le había dado agua. Y aquí estaba él, bajó y dijo: “¿No ven Uds. que yo tengo ASI DICE EL SEÑOR? Ahora, si aún no están convencidos, subamos allá arriba de la montaña y probemos quién es Dios”, por cuanto él había tenido otra visión de parte de Jehová.",
    "El dijo: “Escojan Uds. un altar, y háganlo, y—y escojan un buey y sacrifíquenlo. Yo edificaré un altar a Jehová, y también colocaré un buey sobre el mío. Y ambos haremos sacrificio, y que responda el Dios que sea Dios”. El de ninguna manera hubiera hecho eso si el Señor no se lo hubiera dicho; él así dijo después: “He hecho esto por—por mandato Tuyo, Señor, he hecho todo esto”.",
    "Pero, ¿cuál es la atracción? Tiene a cuatrocientos sacerdotes parados en el cerro, y el rey allí en su carro, con toda su armadura y sus guardias parados por allí. Y este viejo velludo, barbudo, calvo, y con el cabello colgándole sobre la cara, vestido con una piel de oveja, velludo por todo el cuerpo, parado allí con una vara en la mano y con una vasija de aceite en la otra mano, que apenas tres años y medio antes había dicho: “Ni siquiera el rocío caerá hasta que yo—yo lo llamare”, (tomando el lugar de Dios, con tales cosas como halos y sombras y todo lo que ellos dicen). Y allí estaba este viejo fanático parado allí en ese cerro, trayendo a toda esa gente allí. ¿Cuál era la atracción? Era Dios, a punto de vindicar que Su profeta estaba correcto. Era Dios cumpliendo profecía. Dios también haciendo historia, cumpliendo la Palabra.",
    "Unos cuantos centenares de años después de eso, hubo un hombre ungido con ese mismo Espíritu, y él salió del desierto, no asociado con ninguna organización; aunque su papá era un hombre de la organización, un sacerdote de cierta orden. Pero él salió del desierto, vestido con una piel de oveja, cabello por toda la cara. En vez de ser gris, era negro. ¿Cuál era la atracción de este hombre que había atraído a todo Jerusalén y Judea? Algunos de ellos estaban saliendo y diciendo: “Allá hay un hombre salvaje, él está intentando ahogar a la gente en agua. ¿Quién ha oído de una cosa como esa?”",
    "Otros eran curiosos, y decían: “Este debe ser el Mesías”. Uno de ellos dijo: “Podría ser uno de los profetas”. Ellos no sabían qué pensar. Pero, ¿qué era eso? Era Dios cumpliendo Isaías 40, donde El dijo: “He aquí…”, lo que El haría en los últimos días, cómo El enviaría Su siervo y lo que él haría.",
    "Luego hallamos, unas cuantas semanas después de eso, este hombre estando tan positivo de su mensaje hasta que dijo: “Hay Uno parado entre Uds. cuyo calzado no soy digno de llevar. El los bautizará a Uds. con el Espíritu Santo y fuego, así como yo los he bautizado con agua”.",
    "Y un día un hombre joven, común, como de treinta años, bajó al agua y fue bautizado. Y cuando este hombre vino, hubo tanta atracción por medio del profeta, el profeta actuó raro ese día. La congregación no pudo evitar darse cuenta de la acción de este profeta cuando él estaba debatiendo con los sacerdotes al otro lado del río.",
    "Ellos dijeron: “Dios edificó este altar. Dios nos dijo que hiciéramos esto. Moisés es el profeta. Nosotros creemos a Moisés. El sacrificio nunca será quitado”.",
    "Yo puedo oír la respuesta de Juan al decir: “¿No han leído Uds. en la Escritura lo que dijo Daniel el profeta: ‘El sacrificio continuo será quitado’? ¡Y esa hora ha llegado! ¿No han leído Uds. lo que dijo Isaías en el capítulo 40: ‘La voz de uno clamando en el desierto preparando camino al Señor’? Allí están dos profecías de mí. Y otra cosa, ¿no reconocieron Uds. a nuestro profeta de hace cuatrocientos años, Malaquías, cuando él habló en el capítulo 3 y dijo: ‘He aquí yo envío Mi mensajero delante de Mi faz para preparar el camino’? ¿No saben Uds. que esto da cumplimiento a la profecía?” ¡Profecía se estaba cumpliendo!",
    "Y en ese instante el profeta se dio la vuelta y dijo: “¡He aquí, allí viene el Cordero de Dios que quita el pecado del mundo!” Ahora, ¿cuál es la atracción? Ha cambiado del profeta a su profecía.",
    "Ahora noten lo que sucede. Aquí viene un hombre ordinario, conocido por nadie, el hijo de un carpintero, bajó al agua. Cuando Juan, el gran profeta, dijo: “Yo tengo necesidad de ser bautizado por Ti. ¿Por qué vienes Tú a mí?”",
    "El dijo: “Deja que eso sea así, pero como un profeta y la Palabra, nos conviene cumplir con toda justicia”.",
    "Entonces él entendió que el Sacrificio tenía que ser lavado antes de ser presentado, y lo bautizó a El.",
    "Ahora allí había otra atracción cuando El salió del agua. Este profeta quien había sido tan fiel en declarar su era y el tiempo, él miró hacia arriba y vio que se abrieron los cielos, y él vio al Espíritu de Dios, como una paloma, descendiendo sobre El, y una Voz diciendo: “Este es Mi Hijo amado en el cual tengo contentamiento”. Dios estaba vindicando el mensaje de un profeta, lo cual estaba atrayendo mucha atención en el Jordán.",
    "El hermano cantó hace poco o debía haber cantado el himno: “En el Monte Calvario estaba una cruz”. ¿Cuál es la atracción en el Monte Calvario? Cuando vemos que el mundo religioso lo había condenado a El, y el gobierno Romano lo había sentenciado a muerte. Y aquí El estaba crucificado entre dos malhechores, muriéndose de sed, la Sangre saliendo de Su cuerpo. Allí está crucificado, clamando: “Dios mío, Dios mío, ¿por qué me has desamparado?” Y la gente religiosa parada allí mirándolo, no sabiendo que la profecía del Antiguo Testamento se estaba cumpliendo allí mismo en el Calvario en ese momento.",
    "David mismo escribió, actuó…entró en el Espíritu así como todos los profetas, él actuó como si fuera él mismo. David clamó en el Salmo 22: “Dios mío, Dios mío, ¿por qué me has desamparado? Horadaron Mis manos y Mis pies. Contar puedo todos Mis huesos”. David, hablando como si fuera él mismo. Y no fue David, era Cristo en David.",
    "Y aquí la profecía que salió de todos los distintos profetas se estaba cumpliendo en el Monte Calvario. ¿Cuál es la atracción en el Monte Calvario? Dios cumpliendo Su Palabra.",
    "Otra atracción fue en un monte, y fue en el día de Pentecostés, cuando todos ellos estaban allá en una fiesta religiosa, pensando que se habían librado de todos aquellos fanáticos. No habían sabido nada de ellos por diez días. De repente, como un panal de abejas, ellos salieron del aposento alto, a las calles, gritando y haciendo de todo.",
    "🦅 ¿Qué es esto? ¿Qué significa esto? ¿Están todos estos hombres borrachos?”",
    "¡Miren! Y un profeta se paró entre ellos, como debe ser el orden de un profeta, y dijo: “Varones Judíos, y todos los que habitáis en Jerusalén, esto os sea notorio, y oíd mis palabras. Porque éstos no están ebrios, como vosotros suponéis. Mas esto es lo dicho por el Señor por medio del profeta Joel: ‘Y en los postreros días, dice Dios, derramaré de Mi Espíritu sobre toda carne’”. Esa era la atracción.",
    "La gente religiosa, después de haber crucificado al Príncipe de Vida, y todo eso, aún no podían ver la promesa de la venida del Espíritu Santo. La atracción: “¿Quién es este? ¿Qué significa esto? ¿Qué le pasa a esta gente?”",
    "¡Oh, hermano! Es igual hoy. Pasaremos por alto mucho de esto para llegar a esta hora. Es igual hoy en día. Lo mismo está ocurriendo, se están haciendo las mismas preguntas: “¿Qué es todo este alboroto?” Miren aquí a lo largo de la calle, carros desde Michigan hasta Florida, del estado de Maine hasta California. Esta mañana cuando yo iba saliendo, o después del mediodía cuando íbamos saliendo por la calle, mi esposa y yo estábamos mirando las placas de los carros. Allí es donde yo pensé de este texto.\n\n“¿Qué significa esto?”",
    "Así como dice: “Porque dondequiera que estuviere el cuerpo muerto, allí se juntarán las águilas”.",
    "Yo le dije a mi esposa: “Querida, ¿te acuerdas la última noche cuando yo tuve que despedirme de todo lo que amaba aquí en esta tierra, y salir al campo y comenzar algo que Dios me había dicho que hiciera? Tú cantaste aquel himno”.\n\nDel norte, del sur vendrán,\n\nDel este y del oeste,\n\nLos blancos también, sí miles vendrán,\n\nRodeando la mesa allá,\n\nCon Cristo se gozarán,\n\nLas Bodas al celebrar,\n\nY jamás se cansarán,\n\nDe aquel tan feliz hogar.",
    "Esa es la atracción. La Simiente predestinada de Dios que no puede hacer otra cosa sino seguirlo, para nosotros significa más que vida. Que tomen nuestras vidas, pero no tomen Eso. ¿Cuál es la atracción? Dios, como siempre, cumpliendo Su Palabra. El nuevamente está cumpliendo la Palabra de Zacarías, el profeta Zacarías.",
    "Donde leí hace poco en el versículo 9, cuando Jesús entró a Su templo, cabalgando…o más bien entró a Jerusalén, montado en un pequeño asno blanco, se estaba cumpliendo la profecía dicha por Zacarías, aquí está: “Alégrate mucho, hija de Sión; da voces de júbilo, hija de Jerusalén; he aquí tu Rey vendrá a ti, justo y salvador, humilde, y cabalgando sobre un asno, sobre un pollino hijo de asna”. Esa fue la atracción en Jerusalén, en el cuartel general religioso.",
    "¡Ahora vemos los acontecimientos del último día! Tornemos algunas páginas allí mismo en Zacarías y veamos lo que él dijo al respecto. Tornémoslo a los últimos días. Esa fue la edad media; ahora veamos los últimos días. Y abran en Zacarías, el capítulo 14, y comenzando con el versículo 4. ¡Y escuchen! Y vamos a leer una porción de la Escritura, unos nueve versículos, del 4 al 9. Escuchen bien. Y esto profetiza de Su Venida, los últimos días, así que escuchen muy bien. Esto es ASI DICE EL SEÑOR, son las Escrituras. Zacarías 14. Recuerden Zacarías 9, ¿qué dijo? Y no lo reconocieron. Ahora, ¿qué es hoy? Zacarías 14 hablando de Su Venida:\n\nY se afirmarán sus pies en aquel día sobre el monte de los Olivos, que está en frente de Jerusalén al oriente; y el monte de los Olivos se partirá por en medio, hacia el oriente y hacia el occidente, haciendo un valle muy grande; y la mitad del monte se apartará hacia el norte, y la otra mitad hacia el sur.\n\nY huiréis al valle de los montes, porque el valle de los montes llegará hasta Azal; huiréis de la manera que huisteis por causa del terremoto en los días de Uzías rey de Judá;…",
    "¡Otro terremoto abriendo la tierra! Si desean seguir una Escritura aquí, noten este versículo 5, indica que la separación del Monte de los Olivos se debe a un terremoto, y esto es confirmado por Isaías 29:6 y Apocalipsis 16:9. ¡Exactamente! ¿Qué es? ¡El mismo profeta habló de Su primera Venida, también vio Su segunda Venida! Noten: “Como en el los días del terremoto”. ¿Ven Uds. lo que están haciendo los terremotos, ven las predicciones de ellos?\n\n…y vendrá Jehová mi Dios, y con él todos los santos.\n\nY acontecerá que en ese día (¡Aleluya!), en ese día no habrá luz clara, ni oscura.\n\nSerá un día, el cual…un día el cual es conocido de Jehová, que no será ni día ni noche; pero sucederá que al caer la tarde habrá luz.",
    "(¡Oh Dios!).",
    "🦅 Sucederá que al caer la tarde habrá Luz”, el mismo profeta. ¡Y la gente está ciega! ¿Cuál es la atracción? Leamos unos versículos más:\n\nAcontecerá también en aquel día, que saldrán de Jerusalén aguas vivas, la mitad de ellas hacia el mar oriental, y la otra mitad hacia el mar occidental, en verano y en invierno. (El Evangelio saliendo para ambos, Judío y Gentil).\n\nY Jehová será rey sobre toda la tierra. En aquel día Jehová será uno, y uno su nombre.\n\nHabrá Luz en el atardecer, (correcto!),\n\nEl sendero de gloria seguramente encontrarás\n\nA través del bautismo de agua, es la Luz de hoy.\n\nSepultados en el Nombre precioso de Jesús.\n\nJóvenes y ancianos arrepiéntanse de sus pecados,\n\nEl Espíritu Santo de seguro recibirás.\n\nLa Luz del atardecer ha venido,\n\nEs un hecho de que Dios y Cristo uno son.\n\n¿Pueden ver en dónde estamos?\n\nNaciones confusas, Israel despertando,\n\nSon señales que el profeta habló; (ese terremoto para los Gentiles en los últimos días)\n\nLos días Gentiles contados han sido,\n\nLa eternidad pronto será.",
    "Para Uds. que han sido echados, y estas arcas llevadas en carretas nuevas, sálganse de allí antes de que llegue la muerte. Dios lo ha confirmado. Así será.",
    "Abramos a otra Escritura en el Antiguo Testamento, Malaquías el capítulo 4, y leamos ese pequeño capítulo 4.\n\n…he aquí, viene el día ardiente como un horno, y todos los soberbios…todos los que hacen maldad serán estopa;…",
    "Ahora, esto no es…allá en Malaquías 3 fue la primera Venida, y ahora es la próxima Venida. Aun aquí él Doctor Scofield, yo ciertamente no estoy de acuerdo con sus apuntes, pero él aquí lo tiene alineado muy bien: la comisión de Juan, para Malaquías 3; y la Segunda Venida de Cristo, y Elías de antemano.\n\n…todos los soberbios serán quemados, ha dicho Jehová de los ejércitos, y no les dejará ni raíz ni rama. (Entonces ¿dónde está el infierno “eterno”?)\n\nMas a vosotros los que teméis mi nombre, nacerá el Sol de justicia, y en sus alas traerá salvación (campañas de sanidad); y saldréis, y saltaréis como becerros de la manada.\n\nHollaréis a los malos, los cuales serán ceniza bajo las plantas de vuestros pies, en el día en que yo actúe, ha dicho Jehová de los ejércitos.\n\nAcordaos de la ley de Moisés mi siervo, al cual encargué en Horeb ordenanzas y leyes para todo Israel.",
    "Aquí está la venida de Elías:\n\nHe aquí, yo os envío el profeta Elías…",
    "Esta es la última Escritura del Antiguo Testamento:\n\n…Yo os envío el profeta Elías, antes que venga el día de Jehová, grande y terrible.",
    "Ahora, ese no pudo haber sido Juan, no. ¿Ven?, el mundo no fue abrasado y los justos no caminaron sobre los malos. ¿Ven? No, no.\n\n…antes que venga el día de Jehová, grande y terrible.\n\nEl hará volver el corazón de los padres hacia los hijos, y el corazón de los hijos hacia los padres, no sea que yo venga y hiera la tierra con maldición.",
    "Noten la exactitud del Espíritu Santo, que no permite confundir las dos venidas de Elías. Malaquías 3 dice: “He aquí yo envío Mi mensajero delante de Mi faz”. Jesús fue interrogado acerca de Juan, y El dijo: “Si lo podéis recibir, éste es de quien está escrito: ‘He aquí yo envío Mi mensajero delante de Tu faz’. Este es el Elías que habría de venir”. Malaquías 3.",
    "Noten cuán exacto lo muestra la Escritura. Miren como esto…para mostrar el…aquellos que desean creer, aquellos que desean ver. ¿Se acuerdan cómo Jesús se detuvo a la mitad de la Escritura, porque una parte fue cumplida allá, la otra parte es para Su Segunda Venida? “A predicar el año agradable del Señor, a sanar a los quebrantados de corazón”, y se detuvo; no “el día de venganza (a los Gentiles) del Dios nuestro” sino hasta Su Segunda Venida.",
    "Noten que esta Escritura aquí hace paralelo con eso. “Y él, Elías, hará volver los corazones de los padres a los hijos”. (Ahora hablando de Malaquías 4, no lo vayan a mezclar con Malaquías 3). Juan, el Elías que vino en los días antes de la primera Venida de Cristo, hizo volver los corazones de los padres ancianos, los patriarcas, al mensaje de los hijos, el mensaje nuevo.",
    "¡Ahora miren! “Y los corazones de los hijos a los padres”. En Su segunda Venida, en estos últimos días, El vuelve nuevamente a la Fe apostólica. ¿Pueden ver cuán perfectamente se alinean las Escrituras?",
    "Eso allí fue el fin del Antiguo Testamento, el Antiguo Testamento. Ahora podemos ver que hay Luz en el tiempo de la tarde. ¿Qué es? Es la copa, el Monte Copa de Arbol.",
    "Como dije hoy en la mañana, hemos pasado por las denominaciones, a través de (no un naranjo) como hablé hoy en esta mañana, pero hemos tenido toronjas, limones, toda clase de cosas que no eran como fue en el principio. Pero después…¡No fallen en captarlo! ¡Aquí viene! Después que hayan terminado todas las denominaciones, y ellos no tenían Luz ni para comenzar, entonces habrá un día que no se podrá llamar ni día ni noche.",
    "¿Qué están haciendo? ¿Qué están haciendo? ¿Qué hace un—un limón en un naranjo? Toma la vida original del naranjo que viene subiendo y la pervierte a un limón. Eso es lo que las denominaciones han hecho con la Palabra de Dios, han anulado el efecto de la Palabra de Dios por medio de sus tradiciones. ¡Eso es ASI DICE EL ESPIRITU DEL SEÑOR! Ellos han producido limones, toronjas, pero no naranjas.",
    "Pero ¿qué dijo el profeta? El mismo que dijo esto para nuestro texto en esta noche: “Alégrate mucho, hija de Jerusalén, da voces de júbilo, hija de Sión, porque tu Rey ha venido a ti, manso y humilde, cabalgando sobre el pollino del asna”, noten que el mismo profeta dijo: “Habrá un tiempo de madurez”. El sol es enviado a la tierra para madurar el fruto. ¿Por qué no podían madurar? No existe fruto allí para madurar. Pero la Vida aún está avanzando.",
    "Vino a través de una toronja para ser una naranja, halló que estaba organizada, era una toronja. Vino otra vez, y salió esta vez como un limón. Siguió otra vez, y el resultado fue algo distinto. Y por último, en la copa del árbol, se ve que es un tangelo, una mandarina, el cual es mitad naranja y mitad limón; un producto mixto [Fruta híbrida, mitad mandarina y mitad toronja.—Traductor], una cosa pervertida; y llegó a ser una perversión, viviendo por medio de ese mismo árbol; el forro, “casi engañó a los Elegidos”. Parece ser una naranja, pero no es.",
    "🦅 Pero habrá Luz”, cuando ella crece más allá de organización. Cuando ella va más allá de la organización y florece nuevamente, entonces producirá naranjas así como cuando entró en la tierra. ¡Y entonces habrá Luz!",
    "¿Cuál es esta atracción? ¿Qué está sucediendo? ¡Cumpliendo la Palabra de Dios! Ahí están dos testigos en el Antiguo Testamento, que esto sucedería.",
    "Veamos San Juan 14:12, del Nuevo Testamento, allí Jesús dijo:\n\n…é l que en Mí cree, las obras que Yo hago él las hará también;…",
    "También en Lucas 17:22 al 30, El dijo: “Así como fue en los días de Lot, antes que Sodoma fuera quemada, así también será en la venida del Hijo del hombre, ese día cuando el Hijo del hombre se manifieste”.",
    "¡Oh, simplemente miren las Escrituras! “El Hijo del Hombre”, Jesucristo el mismo ayer, y hoy, y por los siglos, creciendo más allá de las denominaciones, creciendo hasta la copa del árbol. ¿Qué dijo El en San Juan 14 o 15? “Todo pámpano que esté en Mí el cual no produce fruto, será cortado y podado, echada en el fuego y quemado. Pero todo pámpano que lleva fruto, será limpiado”.",
    "Oh, habrá una verdadera lluvia temprana y tardía en los últimos días, sobre el pequeño grupito que lo acompañaba cuando venía sobre este pequeño asno, insignificante y humilde, sin duda, sin denominación, clamando “¡Hosanna al Rey que viene en el Nombre del Señor!” ¿Qué pasa hoy? ¿Cuál es la atracción en el monte?",
    "No hace mucho, parado aquí en este púlpito, fue dicho por el Espíritu Santo: “Llegará el día cuando colocarán una estaca delimitadora en frente de tu casa, cambiarán la entrada. Para que lo evites y no te enojes”. Yo vi la entrada de mi casa hecha pedazos y amontonada a un lado. Yo vi la loma en frente de mí toda escarbada, tablas y cosas amontonadas allí donde alguien las había hecho pedazos. El dijo…Yo miré y había un pequeño Ricky que había llegado allí y había tumbado toda la entrada, había hecho esto. Yo dije: “¿Por qué no me avisaron de esto?” El me habló mal y yo tuve que pegarle. Y cuando eso sucedió, yo dije: “Yo no he hecho esto desde que estuve en el cuadrilátero, pero quiero que Ud. sepa”, y le di una buena. Y cuando lo tumbé, lo levanté nuevamente y lo tumbé otra vez. Y lo levanté así tres o cuatro veces, y luego le di una patada y cayó más allá de la loma. Entonces yo fui allá y le dije: “Eso no es correcto”. Y lo levanté y le estreché la mano. Yo dije: “No estoy enojado con Ud. pero quiero que Ud. sepa que no puede hablarme así”. Y luego cuando yo me di la vuelta y regresé, el Espíritu Santo estaba parado allí en la entrada, y dijo: “Ahora evita esto, cuando claven esa estaca delimitadora vete al oeste”.\n\nEste Libro es todo lo que yo necesito,\n\nEste Libro es una buena Receta, (la forma en que me muestra cómo pasar de lado mis problemas). Amén.",
    "Y ese Libro es la Palabra, y esa Palabra es Dios. Evite sus problemas, esto le dirá qué debe hacer.",
    "Hace tres años yo escuché a un amigo mío, el ingeniero de la ciudad, que vive unas casas abajo de mí, y escuché que estaba colocando una estaca delimitadora. Yo salí y dije: “Mud, ¿qué pasa?” Es el hijo del Sr. King, un amigo personal. Dijo: “Billy, van a ensanchar este camino”.",
    "Todos Uds. se acuerdan. Yo dije: “Quizás puede ser el puente”. Yo le dije al Hermano Wood, le dije: “Retenga su propiedad. Quizás ese puente va a pasar por aquí por alguna parte”. La callecita estaba toda deshecha, ladrillos, piedras amontonadas por todas partes. Entonces él dijo…Yo dije… “Retenga su propiedad”.",
    "Y luego cuando yo…El Sr. King me dijo que eso iba acontecer, yo entré y le dije a mi esposa sentada aquí: “Querida, hay algo escrito acerca de eso. Es ASI DICE EL SEÑOR en alguna parte”.",
    "Yo fui y saqué mi libro, miré allí, y allí decía: “Llegará a acontecer…” ¡Ocho años después!",
    "Entonces cuando lo miré, yo dije: “Querida, ahora es el tiempo, debemos irnos hacia el oeste”.",
    "Dos días después, parado allí en la habitación como a las diez de la mañana, yo entré en el Espíritu de Dios, y vi ese grupito de palomas volando, miré a esos pajaritos pequeños. Uds. se acuerdan. Yo vi siete Angeles en la forma de una pirámide, que venían rápidamente hacia mí, me dijo: “Vete para el oeste, vete a Tucson, estarás cuarenta millas al noreste. Y estarás quitándote una espina” (o un abrojo como le dicen allá) “del pantalón”.",
    "El Hermano Fred Sothmann, sentado allí mirándome ahorita, estaba allí esa mañana. Yo me había olvidado de eso.",
    "Yo dije: “Hubo una explosión semejante a un terremoto que sacudió casi todo lo que había en el país. Yo no veo cómo un hombre podría sobrevivir a eso”. Yo estaba atemorizado. Yo estuve parado en Phoenix, todos Uds. escuchándome en esta noche son testigos. Yo prediqué el mensaje: Señores, ¿Qué Hora Es? “¿En dónde estamos?” Yo me fui al oeste. Muchos de Uds. aquí tienen la cinta, muchos de Uds. que están aquí, escucharon que se dijo un año o más, antes de que sucediera.",
    "Yo me fui al oeste, pensando qué iba a suceder. Un día recibí un llamado del Señor. Yo le dije a mi esposa, le dije: “Querida, quizás mi trabajo haya terminado”. Yo no sabía. Yo dije: “Bueno, probablemente Dios ha terminado conmigo ahora y yo estaré yéndome a Casa. Tú júntate con Billy, llévate a los niños, de alguna manera Dios te preparará el camino. Sigue adelante y vive fiel a Dios. Asegúrate de que los niños terminen sus estudios, críalos en el temor de Dios”.\n\nElla dijo: “Billy, tú no—tú no sabes que eso es la verdad”.\n\nYo dije: “No. Pero un hombre no podría sobrevivir a eso”.",
    "Y una madrugada el Señor me despertó, y dijo: “Sube allá al Cañón Sabino”. Y yo me llevé un papelito y mi Biblia.\n\nMi esposa dijo: “¿Adónde vas?”\n\nYo dije: “Yo no sé. Te lo diré cuando regrese”.",
    "Yo subí al cañón, subí allá arriba donde estaban volando las águilas. Yo estaba observando unos venados parados allí. Me arrodillé para orar, y levanté mis manos y una Espada cayó en mis manos. Yo miré alrededor, yo pensé: “¿Qué es esto? No estoy fuera de mí. Aquí está esta Espada en mis manos, brillante, resplandeciendo en el sol”. Yo dije: “Ahora, no hay gente por muchas millas acá en este cañón. ¿De dónde pudo haber venido esto?”\n\nYo escuché una Voz que dijo: “Esta es la Espada del Rey”.\n\nYo dije: “Un rey bendice a un hombre con una espada”.",
    "El, la Voz, regresó y dijo: “No la espada de un rey, pero: ‘la Espada de EL Rey’, la Palabra del Señor”. Dijo: “No temas, es solamente el Tercer Jalón. Es la vindicación de tu ministerio”.",
    "Yo iba de cacería con un amigo, no conociendo lo que iba a suceder. Y alguien me llamó, la misma persona que me había criticado en cuanto a esa fotografía del Angel del Señor, el mismo que la había tomado. Yo tenía que ir a Houston por causa de su hijo, porque él iba a la muerte y lo iban a matar en unos cuantos días. Y él me encontró allí y me abrazó, y dijo: “¡Y pensar que el mismo hombre que yo critiqué, ahora viene para salvar a mi único hijo!” La sociedad humanitaria me dio lo que llaman un oscar, o como lo quieran llamar, por salvar una vida.",
    "Entonces regresamos, yo subí el cerro, yendo de cacería. Y allí el Hermano Fred y yo, una mañana cuando yo salí caminando, yo ya había obtenido mi jabalí, y yo miré y vi el lugar por donde se fueron. Yo dije: “Hermano Fred, vaya Ud. sobre esa montaña muy temprano en la mañana, como al alba, y yo me iré acá a esta otra. Y yo no dispararé al cerdo, yo no lo mataré. Pero si el hato comienza a venir hacia acá, yo dispararé en frente de ellos para correrlos otra vez hacia allá”.",
    "El Hermano Fred fue allá y no había nada de cerdos. El me hizo señas con el brazo y yo lo vi. Yo bajé al cañón, unos cañones grandes, el sol apenas estaba saliendo. Yo vine por el otro lado del cerro, no pensando nada de la profecía. Me senté, esperando, descansando, yo pensé: “¿Qué habrá sucedido con esos cerdos?”",
    "Y levanté mi…Me senté así como los indios, Uds. saben, las piernas cruzadas, miré en la pierna del pantalón y allí estaba una espina. La quité y dije: “¡Eso es raro! Aquí estoy, como a cuarenta millas al noreste de Tucson. Allá está mi hijo José sentado, esperándome”. Y cuando comencé a mirar, yo vi un hato de cerdos que apareció como a mil yardas [Novecientos catorce metros.—Traductor], de distancia, sobre un cerro. Yo tiré la espina al suelo. Yo dije: “Los voy a traer. Voy a ir a traer al Hermano Fred, y voy a poner un pedazo de papel aquí en este ocotillo para que sepa por donde ir, e iremos a traer al Hermano Fred”.",
    "Y comencé a subir el cerro, corriendo lo más que podía por el otro lado. De repente, yo pensé que alguien me había disparado. Yo nunca había escuchado una explosión como esa, eso sacudió todo ese país. Y cuando sucedió, parados delante de mí estaban siete Angeles juntos.",
    "Yo me encontré con el Hermano Fred y los demás un poco después. Dijeron: “¿Qué fue eso?”\n\nY yo dije: “Eso fue”.\n\n“¿Qué va a hacer Ud.?”",
    "🦅 Volver a casa. Porque, ASI DICE EL SEÑOR, los siete misterios que han estado escondidos en la Biblia por todos estos años, estas denominaciones y todo, Dios nos va a abrir esos siete misterios a nosotros en los Siete Sellos”.",
    "Allí estaba ese círculo que se estaba levantando de la tierra, como una nube que se iba formando. Cuando lo hizo, se fue hasta la sierra, y comenzó a dar vueltas hacia al oeste de donde había venido. La ciencia lo descubrió un poco después, treinta millas de alto [Cuarenta y ocho kilómetros.—Traductor], y veinticinco millas de un extremo a otro [Cuarenta kilómetros], un círculo exactamente en la forma de una pirámide.",
    "El otro día, parado allí, volteé la fotografía hacia a la derecha, y allí está Jesús como era en las Siete Edades de la Iglesia, con la cabellera blanca, mostrando Deidad Suprema. El es Alfa y Omega; El es el Primero y el Ultimo; El es el Juez Supremo de toda la Eternidad, parado allí confirmando el Mensaje de esta hora. ¡Y habrá Luz en el tiempo de la tarde! ¿De qué se trata todo esto? ¿Qué fue?",
    "Yo me fui al oeste. Sobre esa misma montaña, subiendo con Banks Wood que está sentado aquí, se me dijo: “Tira una piedra al aire. Dile al Sr. Wood: ‘ASI DICE EL SEÑOR, tú verás la Gloria de Dios’”.",
    "Al día siguiente, parado allí, bajó un torbellino y sacó piedras del monte. Piedras cortaron las copas de los árboles como a tres o cuatro pies encima de mi cabeza. Hubo tres explosiones, y luego los hermanos vinieron corriendo. Había como quince hombres parados allí, predicadores y de todo. “¿Qué fue?” El dijo: “¿Qué fue eso?”\n\nYo dije: “El juicio está cayendo en la costa del oeste”.",
    "Como dos días después de eso, un terremoto casi hundió a Alaska. ¿Qué es esta Luz allá en el Monte del Atardecer en el Bosque de Coronado en Arizona? ¿Qué fue esta cosa rara que sucedió allá y que la gente ha venido viajando de este a oeste y recogiendo piedras que cayeron por allí cuando esto sucedió, y cada una de ellas, cada piedra tiene tres ángulos, donde se desprendió? (Los tres son Uno). Están sobre escritorios, como pisapapeles, a través de la nación. ¿Qué es esta cosa rara que sucedió en el Monte del Atardecer en el Bosque Coronado?",
    "Junior Jackson que está escuchando, ¿se acuerdan del sueño que él tuvo y que yo interpreté: “Viajando hacia la puesta del sol”? ¡Y esto sucedió en el Monte del Atardecer! Es el tiempo de la tarde, la puesta del sol. El Mensaje del atardecer a través de una escena de la historia, o más bien una escena de profecía, siendo cumplida. Y habrá Luz en el tiempo de la tarde sobre el Monte del Atardecer en el Bosque Coronado, cuarenta millas al norte de Tucson. Vean en el mapa y vean allí el Pico del Atardecer. Allí es exactamente donde sucedió. Yo nunca lo supe hasta el otro día.",
    "Todo, eso—eso nunca morirá. Constantemente se está desarollando. Desde que la cosa sucedió, hasta la fotografía, siendo Jesús parado, mirándonos, y ahora exactamente en el Monte del Atardecer, la Luz de la puesta del sol. La Luz del atardecer ha venido, Dios vindicándose a Sí mismo. ¿Qué es? Es un hecho que Dios y Cristo uno son. Lo “blanco”. ¿Cuántos lo vieron?, la cabellera blanca sobre El, como hablamos en Apocalipsis capítulo 1. ¿Ven?, ¡la Deidad Suprema, Autoridad Suprema! Ninguna otra voz, ningún otro dios, nada más. “En El mora la plenitud de la Deidad corporalmente”. Los Angeles mismos eran Su cabellera. Amén.",
    "¿Qué ha sucedido sobre el Monte del Atardecer? Dios confirmando Su Palabra. De eso se trata todo este ruido. Noten, es Dios cumpliendo Su Palabra prometida una vez más, de Apocalipsis 10:1-7: “Y en los días del sonar del Mensaje del séptimo ángel, el misterio de Dios debe ser concluido”. El misterio oculto de Apocalipsis 10:1-7, el último Mensaje de la última edad de la iglesia. Cumple exactamente, en esta edad, San Lucas 17:30: “El día cuando el Hijo del Hombre será revelado”.",
    "🦅 Y se levantarán falsos profetas y falsos Cristos, y mostrarán grandes señales y maravillas en tanto que engañará a los mismos Elegidos si fuera posible”. La gente todavía está dudando. Y como siempre, la iglesia está igual de enredada.",
    "Y aun la ciencia allá en Tucson, están escribiendo cosas en el periódico. Y allá en el Monte Limón, esas tremendas cámaras no lo vieron cuando se levantó de donde estábamos parados; yendo hacia el oeste, mostrando que el tiempo ha terminado. No puede seguir sino un poquito, y ya está en la costa del oeste. El juicio cayó en el mismo camino por donde eso se fue. Se fue por encima de Phoenix y directamente atravesó, hasta Prescott y cruzó las montañas hacia la costa del oeste, directamente hacia…¿Adónde iban? Directamente hacia Alaska, y está tronando, dirigido hacia allá.",
    "Y los observatorios y todos aquellos en Tucson aún están preguntando, la ciencia está tratando de descubrir lo que fue. Tan alto que no puede haber neblina, humedad o nada allá a esa altura. “¿Qué lo hizo? ¿Adónde está?” Están igualmente confundidos con ese halo sobrenatural allá en el cielo, como estaban cuando los Magos vinieron siguiendo una estrella, diciendo: “¿Dónde está Aquel que ha nacido Rey de los Judíos?” ¿Qué fue? Dios cumpliendo Su Palabra: “Y saldrá Estrella de Jacob”.",
    "Y el Dios del Cielo prometió que en el tiempo de la tarde habrían Luces de la tarde. Hace tres años este misterio era una profecía, “Señor, ¿qué hora es?” Pero ahora ya es historia. Ya ha pasado. La promesa ha sido cumplida. ¿Qué tiempo es Señor, y cuál es la atracción? ¡Dios cumpliendo Su Palabra! El es el mismo ayer, y hoy, y por los siglos.\n\nOremos.",
    "Amado Dios, yo he retenido al pueblo por mucho tiempo, mucho más tiempo de lo que fue mi intención. Yo ruego Dios, que algo se haya dicho o hecho que cause que la gente en todas partes entienda. Y al ver y entender ellos puedan creer que Tú eres el Cristo verdadero, y las Palabras que se están confirmando son la confirmación de Su Palabra siendo perfecta y siendo cumplida a su tiempo.",
    "Ahora Señor Jesús, de Tus propias Palabras, Tú dijiste que el mundo estaría en una condición sodomita. Nosotros lo sabemos, lo podemos ver. Y Tú dijiste que en aquel día: “Como fue allá en Sodoma”. Allá habían tres mensajeros enviados al mundo Gentil y Hebreo. Y uno de ellos, el cual fue Dios mismo, el Hijo del Hombre, se reveló en una forma humana y obró un milagro, a tal grado que le dijo a Abraham lo que Sara estaba haciendo en la tienda detrás de El.",
    "Tú dijiste que eso se repetiría una vez más cuando todo el mundo Gentil estaría en una condición sodomita. Y Señor aquí estamos. Otras profecías confirmando la misma cosa, de enviar a Elías en los últimos días, el Espíritu de Elías sobre la tierra, para traer los corazones de los padres, o más bien “de los hijos una vez más a la de los padres”. Y yo ruego Dios, que en esta hora Tú confirmes Tu Palabra, que Tú eres el mismo ayer, y hoy, y por los siglos. Concédelo Padre. Todos estos son Tuyos. Yo ruego que Tú concedas estas bendiciones y confirmes lo que se ha dicho, para la Gloria de Dios. En el Nombre de Jesucristo. Amén.",
    "El hablar una palabra, es un hombre; el confirmar una palabra, es Dios. El decir algo, es una cosa; que Dios lo haga, esa es otra cosa. Dios no necesita ningún intérprete, El hace Su propia interpretación.",
    "Ahora, Dios mediante, nos estamos alistando para tener una línea de oración, para orar por los enfermos. Y sabemos que no hay ningún hombre, ninguna mujer, ningún ser humano, ningún ángel que le puede sanar a Ud. porque Dios ya lo ha hecho. El hizo la preparación, lo único que Ud. tiene que hacer es recibirlo.",
    "No hay ningún hombre, ningún ángel, ni nada más, ni Dios mismo, que puede perdonarle a Ud. sus pecados. Eso ya está hecho. Jesús hizo eso en la Cruz. Pero no lo prosperará a Ud. nada, o no lo beneficiará nada, hasta que Ud. lo acepte. ¿Ven?",
    "Lo único que se puede hacer, son las órdenes dadas por Dios mismo, que creyentes pongan sus manos sobre los enfermos. Ha sido a través de las edades que se ha hecho eso, a través de los avivamientos. Y lo han llamado: “Dios”.",
    "Abraham vio muchas señales. Pero llegó un tiempo cuando Abraham vio su última señal, justamente antes que Sodoma fuera quemada, y eso fue Dios manifestándose a Sí mismo en la forma de un hombre. ¿Lo creen Uds. así? ¿Dijo Jesús que eso se repetiría?",
    "Ahora, ¿cuántos aquí…? Y allá por la radio, o en las líneas telefónicas a través de la nación, si aún está escuchando, prepárense ahora para orar, estén orando, y Uds. que tienen aquí estos pañuelos. Ahora, yo no le puedo decir a Dios lo que El debe hacer. No. Lejos fuera de mí aun intentarlo. El es soberano, El hace lo que desea. Yo solamente puedo obedecer y solamente puedo hacer lo que El dice.",
    "Y ahora, están parados por las paredes, y están tan apretados y está congestionado. Me pregunto si pudiéramos preguntarle a Dios estas palabras: “¿Cuál es esta atracción?” Si Dios se moviera entre nosotros una vez más (pueden haber desconocidos entre nosotros), y se moviera entre nosotros y mostrara Su bendito rostro entre nosotros, mostrara que aquí está Su Espíritu, mostrara que El es el mismo ayer, y hoy, y por los siglos, que cada uno de nosotros (después de estos dos mensajes fuertes), pudiéramos creer que así es. ¿Podrían hacerlo? Muy bien.",
    "Entones en vez de llamar una línea de oración, hace calor, están congestionados, están parados contra las paredes…Yo miro por este lado para llamar la línea de oración, no se podría hacer, miren parados allí. ¿Lo podría llamar de esta manera? Los enfermos, las camillas, todo lo demás, acostado aquí, no se podría hacerlo. Así que siéntense allí donde están y crean en Dios. Si Ud. tiene una tarjeta de oración reténgala, le servirá. Lo atenderemos si Ud. desea pasar por una línea. Pero Ud. no tiene que pasar por una línea.",
    "Aquel Sr. Shepherd, el domingo pasado por la noche, él no pasó por ninguna línea. Yo no—yo no pienso que él tuvo tarjeta de oración. ¿Está aquí en esta noche el Sr. Shepherd? ¿Adónde está? ¿Está aquí? Está atrás. ¿Tenía Ud. una tarjeta de oración, Sr. Shepherd? ¿No la tenía? No la tenía. El de nuevo está sentado allí mismo en esta noche. Hermano Shepherd, ése es un buen lugar donde estar.",
    "No solo tiene que estar allí, pero tiene que tener fe. Porque recuerden, una pequeña mujer tocó Su vestidura y El lo sintió. Y El es el mismo ayer, y hoy, y por los siglos. Y la carta a los Hebreos, en el Nuevo Testamento, dijo que El es el “Sumo Sacerdote” en esta noche que puede compadecerse de nuestras debilidades. ¿Lo creen Uds.? ¡Entonces tengan fe! No lo duden. Créanlo y así acontecerá. Pueden obtener lo que desean—lo que han pedido, si solamente creen. Pero lo tienen que creer. ¿Lo harán? ¿Todos lo van a creer? ¿Ahora cuántos lo van a creer? Dios les bendiga.",
    "Yo no sé quién es quién, no los conozco a ninguno. No es mi negocio conocerlos a Uds., es el negocio de Dios conocer estas cosas. Pero El lo hará si Uds. lo creen. ¿Lo creerán ahora mismo?",
    "Ahora, querido Dios, ciertamente que no somos un montón de Cristianos híbridos, no debemos ser personas que tienen que ser acariciadas y mimadas. Señor Tú no tienes de esa clase. Tú tienes creyentes robustos. La mera Presencia de Dios hace arder el corazón del hombre. Como Abraham, él creyó a Dios. Tú te diste a conocer a él, luego te apareciste a él e hiciste una señal y él te creyó. Tú volviste su cuerpo al de un joven, y también el de su esposa, la cual, su esposa era parte de su propio cuerpo. Entonces apareció el hijo nuevo, el hijo prometido.",
    "Dios, Tú prometiste que sería la misma cosa en este día. Yo ruego que Tú confirmes esta Palabra. Y enfocaremos en esa promesa allí, que sería como fue allá en Sodoma, antes que Sodoma fuera quemada y que el juicio llegara a Sodoma, el mundo Gentil. Asimismo el juicio está listo para caer en el mundo Gentil, y los Judíos tienen tres años y medio más para pasar por la Tribulación, la angustia de Jacob, la continuación de las setenta semanas de Daniel. Pero el tiempo de los Gentiles está contado, es tiempo de irnos. Y Tú diste esa señal, y Tu dijiste que sería de nuevo. Concédelo Dios. Ellos…estamos en Tus manos, haz con nosotros como te plazca. En el Nombre de Jesucristo. Amén.",
    "Ahora no estén nerviosos. ¿Cómo sería si yo estuviera nervioso? Ahora, estoy haciendo algo aquí que tiene que depender de la soberanía de Dios. Pero, ¿por qué hago esto? El dijo que así sería. Eso lo arregla todo. Y si El se confirma así ante Uds., bueno ¿no lo pueden creer? Ciertamente. Uds. tengan fe y crean. Y déjenme mirar por aquí, para ver por dónde el Espíritu Santo guiará, lo que El hará. Yo no sé lo que El hará, eso está con El. Pero si Uds. solamente tuvieran fe, solo crean, “todas las cosas son posible para aquellos que creen”. Todos los que creen eso, levanten sus manos y digan: “Yo sí lo creo”. Con todo mi corazón yo sí lo creo.",
    "Ahora, tres será una confirmación, si El lo hará tres veces en seguida para probar a Uds. que sí es correcto. A mí no me interesa dónde está Ud., quién es Ud., simplemente tenga fe y crea. Ahora no—no se estén moviendo.",
    "Señora, orando, yo no la conozco a Ud. Quédese sentada allí donde está, Ud. no tiene que llegar acá. Yo no la conozco, pero Ud. tiene allí a una niñita. Yo soy un desconocido totalmente para Ud. Y la niñita parece normal, parece sana. Ella es una niñita muy hermosa, una niñita de cabello rojo. Yo la estoy mirando a ella, ella no parece estar lisiada o algo. Yo no sé que está mal con ella. Quizás no sea para la niña, quizá sea para Ud. Pero yo la vi a Ud. sentada allí con esa niña, y orando. Yo tengo que hablar con Ud. por un momento para captar su espíritu, así como Jesús le dijo a la mujer: “Tráeme de beber”, ¿ven?, simplemente para discernir—discernir a una sola persona. El Hermano Bryant y ellos sentados aquí, yo conozco a esta gente sentada aquí. Ellos también quizás tengan necesidad, pero Ud. es una desconocida.",
    "¿Cree Ud. que yo soy el profeta de Dios? ¿Cree Ud. que estas cosas que ha escuchado en esta noche son la Verdad? Ahora, si Dios me revela algo que Ud. ha hecho, o algo que Ud. no debiera haber hecho, o algo que está mal con Ud., o lo que fuera su deseo, Ud. sabrá si es correcto o no. ¿No es así? Y si El hace eso, ¿confirmará así Su Palabra que El es el mismo ayer, y hoy, y por los siglos, y que San Lucas 17:30 se está manifestando? ¿Lo creerá Ud.?",
    "Ahora, la señora levantó su mano que somos desconocidos. Yo no la conozco, pero estoy intentando hacer contacto con su espíritu, una sola persona. Hay tantos de Uds. que están jalando. Ahora crea Ud. esto con todo su corazón. Ahora, es para la niña. No es para Ud., Ud. está nerviosa, pero no es el nerviosismo lo que le está molestando. La gran cosa que está en su corazón es esa niña. ¿Y cree Ud. que Dios me puede decir lo que es? ¿Lo cree Ud.? ¿Le ayudará a Ud.?, ¿entonces creerá Ud.? Es una herida en el cerebro. ¿Es eso correcto? Ahora ponga su mano en la cabeza de la niña, su mano.",
    "Amado Dios, Tú dijiste: “Estas señales seguirán a los que creyeren. Pondrán sus manos sobre los enfermos y estos sanarán”. La mujer es una creyente. Su mano está sobre la niña. Que sea sana. En el Nombre de Jesucristo entrego esta oración. Amén.",
    "Ahora ¿todos Uds. creen? Si pueden creer, todas las cosas son posibles. Ciertamente.",
    "Yo conozco a la señora que está sentada junto a ella, pero ella está mirando para acá tan sinceramente. No puedo llamar su nombre, pero, yo…si la mirara por un momento sabría quién es. Pero yo conozco a la mujer sólo por apariencia, pero no sé cuál es su problema. ¿Cree Ud. que yo…Dios me permitirá saber cuál es su problema? ¿Le…le ayudaría a Ud.? Diabetes de azúcar. Ahora, si eso es correcto, levante su mano. Ciertamente.",
    "Sucede que la señora acostada…sentada a su lado tiene el mismo problema. Ella es una desconocida. La otra señora está orando por alguien, un niño lisiado. Crea Ud. con todo su corazón, Dios lo concederá.",
    "Alguien por acá de este lado. Un hombre sentado allí tratando de dejar de fumar cigarros. ¿Cree Ud. que Dios le quitará eso? Muy bien. ¿Cree Ud.? Lo puede obtener. Nunca he visto a ese hombre en mi vida.",
    "Aquí está un hombre. ¿Pueden ver esa sombra oscura colgando sobre ese hombre aquí que está acostado en esa camilla o esa silla? El se está muriendo. El tiene una sombra, él tiene cáncer. Yo no conozco al hombre, nunca lo he visto. Dios conoce todo respecto a Ud. señor, eso es la verdad. ¿Cree Ud. que Dios me puede decir algo respecto a Ud.? ¿Le ayudaría a Ud. para recibir su sanidad? Ud. fue traído aquí por un amigo. Pero Ud. no es de aquí, Ud. es de algún lugar donde hay mucha agua, donde la gente va a pescar. Sí, Albany, Kentucky. Correcto. Crea Ud. y puede volver a casa sano. Crea que se le ha ido. ¡Si Ud. lo cree! Ud. tiene que creerlo, y crea que se ha hecho por Ud. ¿Lo cree Ud.?",
    "Ud. de Tennessee, tiene un niño que tiene asma. No está aquí, pero ¿cree Ud. que será sanado? Entonces tome su pañuelo en su—en su mano y lléveselo. El será sanado si Ud. lo cree.",
    "La señora llorando sentada allí al lado del Doctor Vayle. Ella también tiene sombra, una sombra negra. Yo nunca he visto a esa mujer en mi vida, pero ella tiene cáncer. Ella morirá si algo no se hace por ella. Señora, ¿cree Ud. que Elle sana? ¿Lo hará? Ud. puede recibir su sanidad si Ud. simplemente cree.",
    "Hay una mujer sentada allí detrás de ella con su pañuelo sobre su boca. Ella tiene un estómago ulcerado, enferma. Ud. se ha estado desmayando, como que se va ciega, se cae mucho. Alguien la trajo aquí. Ud. tiene problemas femeninos. Si Ud. cree, Ud. puede volver a casa y ser sana.",
    "Ud., joven, Ud. es un desconocido, sentado aquí en frente de mí, mirándome. ¿Qué es Ud.? ¿Puertorriqueño o algo? Sí, quise decir…?…Yo soy un desconocido para Ud., Ud. lo conoce, Ud. ni siquiera es de este país. Pero ¿cree Ud. que Dios le puede conceder el deseo de su corazón? Si yo le digo cuál es su deseo, ¿lo recibirá Ud.? Ud. está buscando el bautismo del Espíritu Santo. Eso es correcto. Reciba el Espíritu Santo mi hermano.",
    "Aquí está un hombre de color sentado muy atrás con una carga en su corazón, es por su esposa. Ella ni siquiera está aquí. Ella tiene problemas con sus pies. ¿Cree Ud. que El la sanará? ¿Lo cree? Ud. es un extranjero aquí. Ud. es de ultramar. Ud. es de Jamaica. ¿Cree Ud. que Dios me puede decir quién es Ud.? Señor Brady. ¿Cree Ud.? Jesucristo es el mismo ayer, y hoy, y por los siglos.",
    "Esta señora sentada aquí en este extremo, al lado de la Señora Wright, ella tiene una carga en su corazón. Ella está orando por una hija. Ella está por operarse. ¿Cree Ud. con todo su corazón por ella? Ella no la necesitará si Ud. la hace que crea. Yo no la puedo sanar.",
    "Allá atrás en el cuarto de llanto, yo veo al Espíritu del Señor, o el Angel, una Luz moviéndose en el cuarto de llanto. Está sobre una mujer joven, y ella tiene un problema espiritual sobre el cual está pensando. Parece que yo debiera conocer a la mujer, de alguna manera. Una mujer joven. También tiene un desorden femenino. Sí. Su nombre es Señora West, de Alabama, la Señora David West. Crea y Dios se lo concederá.",
    "🦅 Habrá Luz, y en aquel día cuando el Hijo del Hombre está siendo revelado”. Si ese no es Jesucristo el mismo ayer, y hoy, y por los siglos, yo no conozco nada al respecto. ¿Creen Uds. eso? Todas las cosas son posible para los que creen.",
    "Allá por los micrófonos a través de todo el país, y en este Tabernáculo, ¿cuántos levantarán su mano y dirán: “Yo soy un creyente”? Ahora Uds. que están allá por el país, aquí todos tienen sus manos levantadas, y allá a través de la nación, sin duda también tienen sus manos levantadas. Ahora cierren sus ojos, y dejen caer sus manos sobre los hombros de los que están a su lado. Tómelos de la mano. Ponga su mano sobre sus hombros. Yo tengo mis manos sobre estos pañuelos. ¡Miren lo que ha sucedido hoy! Miren lo que está ocurriendo ahora:\n\nCon Cristo se gozarán,\n\nLas Bodas al celebrar,\n\nY jamás se cansarán,\n\nDe aquel tan feliz hogar.\n\nAhora oren. Oremos, en todas partes.",
    "Amado Dios, la hora ha llegado. ¿Qué significa esto? ¡Dios cumpliendo Su Palabra! Señor, ¿cuál es la atracción? Es Dios cumpliendo Su Palabra. ¿Qué es esto a través de la nación, por medio del teléfono, que centenares de personas tienen sus manos el uno sobre el otro, a través de esta nación, de una costa a la otra, de norte a sur, este a oeste? Aquí hay gente de otros países, de muchos estados, México, Canadá, y tenemos nuestras manos puestas unos sobre otros. Dios cumpliendo Su Palabra.",
    "¿Cómo es esto que una persona puede pararse aquí y por el Espíritu Santo llamar a un hombre como El hizo con Simón Pedro: “Tu nombre es Simón y tú eres el hijo de Jonás”?\n\n“Ve, trae a tu esposo y ven acá”.\n\n“Yo no tengo esposo”.\n\n“Ciertamente porque has tenido cinco”.",
    "Ella dijo: “Yo sé que el Mesías viene para hacer esto, ¿pero quién eres Tú?”\n\nEl dijo: “Yo soy El”.",
    "Y Tú eres el mismo ayer, y hoy, y por los siglos. Y Tú has prometido: “Las obras que Yo hago Uds. también las harán. Mayores que estas harán porque Yo voy al Padre. Y he aquí, en los últimos días Yo les enviaré a Elías el profeta y él hará volver los pensamientos del pueblo, hará volver los corazones de los hijos una vez más a la enseñanza apostólica de la Biblia. Y habrá Luz en el tiempo de la tarde”.",
    "¡Aquí estamos, gran Dios del Cielo! ¡La hora ha llegado! Las manos están sobre el pueblo.",
    "Satanás, tú estás derrotado. Tú eres un mentiroso. Y como un siervo de Dios, y como Sus siervos, nosotros mandamos que en el Nombre de Jesucristo, que tú obedezcas a la Palabra de Dios y salgas del pueblo, porque está escrito: “En Mi Nombre echarán fuera demonios”.",
    "Y que toda la gente sea liberada. Concédelo amado Dios. Tú eres el Dios del Cielo que derrotaste toda enfermedad, todo malestar, y todas las obras del Diablo aquel día con una atracción en el Monte Calvario. ¡Tú eres Dios! Y toda la gente es sana por Tus llagas. Están libres. En el Nombre de Jesucristo. Amén.",
    "Dios, todo pañuelo que está aquí, mientras que el Espíritu de Dios está presente, mientras que la unción de Jesucristo está sobre el pueblo, y las grandes señales que El prometió se están cumpliendo, y la tierra está temblando y los terremotos están sucediendo, y las grandes señales que El dijo, y las Escrituras se están cumpliendo, y la Luz del atardecer está brillando. Yo pongo mi cuerpo sobre todos estos pañuelos representando todo este cuerpo de creyentes de este, oeste, norte, y sur, para decirle al Diablo: “En el Nombre de Jesucristo, deja a todo paciente sobre el cual estas cosas se pondrán”, para la honra y gloria de la Palabra de Dios. En el Nombre de la Palabra de Dios, Jesucristo de Nazaret. Amén.",
    "Ahora, quietamente, sanamente, sobriamente, y en Su mente correcta, como creyentes, ¿ahora creen y aceptan su sanidad del Dios Todopoderoso, en el Nombre de Jesucristo? Si así es, alce su mano. Todos allá a través del país, levanten su mano allá. Toda persona aquí hasta donde puedo ver, tienen sus manos levantadas; adentro, afuera, en las ventanas, en las puertas, en los cuartos de llanto, y por todas partes, gente con manos alzadas. Ellos lo aceptan. ¡Satanás está derrotado! Las llagas de Jesucristo los han sanado. La Presencia de Jesucristo verifica el hecho de que El está vivo hoy, siempre capaz de cumplir toda promesa que El ha hecho. Amén. Yo le creo. ¿Uds. también?",
    "Ahora pongámonos de pie. En el Nombre del Señor Jesús, aceptando todo lo que se ha hecho o dicho, le amamos con todo nuestro corazón. Lo acariciamos a El con todo lo que está dentro de nosotros. Y ahora, mientras viajan a sus distintos hogares en esta noche, Dios sea con Uds. Dios les conceda el Espíritu Santo si no tienen el Espíritu Santo.",
    "Todo hombre, mujer, niño, o niña aquí, que no ha sido bautizado en el Nombre de Jesucristo, aquí hay ropa, aquí está el agua. No deje para mañana lo que se pueda hacer hoy. Mañana puede ser muy tarde. “Suficiente para el día son los males de ese día”. Aquí hay ministros parados, esperando, ropa esperando. No hay pretextos. ¿Está Ud. esperando? Si lo está, y Ud. cree…No importa cómo Ud. ha sido bautizado, rociado, o lo que fuera, eso es un error. La Luz ha venido. Venga, crea, y sea bautizado.",
    "Todos los que no tienen el Espíritu Santo, que reciban el Espíritu Santo, cada uno de Uds., en el poder y amor Divino y completo que El le prometió, para que Ud. sea una criatura nueva en El. Dios les bendiga.",
    "Y ahora, hasta el próximo domingo a las nueve y media de la mañana, cantemos este canto que cantábamos hace muchos años:\n\nNo nos olvidemos de la oración familiar,\n\nAhí te quiere encontrar Jesús;\n\nEl te librará de todo cuidado,\n\nNo nos olvidemos de la oración familiar.\n\nAhora, cantémoslo juntos:\n\nNo nos olvidemos de la oración familiar\n\nAhí te quiere encontrar Jesús;\n\nEl te librará de todo cuidado,\n\nNo nos olvidemos de la oración familiar.",
    "Ahora, mientras lo cantamos otra vez, salude de mano al peregrino que está a su lado, ¿ven?, mientras lo cantamos:\n\nNo nos olvidemos de la oración familiar,\n\nAhí te quiere encontrar Jesús;\n\nEl te librará de todo cuidado,\n\nNo nos olvidemos de la oración familiar.",
    "¿No le aman Uds.? Yo le amo. Yo le amo por que El me a amó primero a mí, y me compró mi salvación (esa fue la atracción), allá en el Monte Calvario. La misma atracción en el Monte del Atardecer, Monte Nebo, Monte Sinaí, todas las distintas experiencias en las cumbres de las montañas. Muy bien, ahora cantémoslo:\n\nYo le amo, yo le amo,\n\nPorque El a mí me amó,\n\nY me compró mi salvación,\n\nAllá en la cruz.",
    "Todos los que le aman, digan: “Amén”. Ahora, piensen en lo que El ha hecho por Uds. Piénsenlo, Uds. podría estar en una cantina esta noche. Uds. quizás ya estuvieran en la tumba, así como yo debiera haber estado, fuera de las misericordias de Dios. ¿Qué ha hecho El por Uds.? Oh, ¿cómo podríamos dejar de amarle? No importa lo que alguien más diga, ¡El es primero!",
    "Cerremos nuestros ojos e inclinemos nuestros rostros, mientras se lo cantamos a El ahora. A El le gustan los cantos, el cantar, los himnos. Cantémoselo ahora.\n\nYo le amo, yo le amo,\n\nPorque El a mí me amó,\n\nY me compró mi salvación,\n\nAllá en la cruz.",
    "Con nuestros rostros y nuestros corazones inclinados en Su Presencia, agradecidos por lo que nuestros ojos han visto, lo que nuestros oídos han oído, lo que está registrado en la Palabra de Dios, lo que ha sido Su Promesa para nosotros en este día. Dios les bendiga.",
    "Tenemos un—un huésped con nosotros esta noche, un hermano, Ned Iverson, anteriormente un ministro Presbiteriano. Su padre, sus hermanos son ministros Presbiterianos. Según entiendo, él fue bautizado de nuevo hoy en el Nombre de Jesucristo. El es un ministro, y uno muy bueno. Y ahora le voy a pedir a él, como yo creo que él es uno de los siervos de Dios, que pida las bendiciones de Dios sobre esta congregación mientras salen para sus hogares.",
    "Hermano Iverson, venga acá, mientras tenemos nuestros rostros inclinados en oración. Dios le bendiga mi hermano. 🦅"
  ]
}