{
  "title": "EL DIOS DE ESTA EDAD PERVERSA",
  "id": "65320009",
  "content": [
    "🦅  …es posible, sólo creed;\n\nSólo creed, sólo creed,\n\nTodo es posible, sólo creed.\n\nInclinemos nuestros rostros. Amado Padre Celestial, estamos agradecidos esta mañana de que podemos creer. Ha sido hecho posible por la Sangre derramada de Tu Hijo, Jesús, para que fuéramos participantes de Su gracia; y llegar a ser hijos e hijas de Dios, por medio de Su obediencia hasta la muerte en la cruz, que fuéramos justificados por creer en El y Su resurrección, y ahora el Espíritu Santo derramado en nuestros corazones.",
    "Estamos agradecidos por esta oportunidad de venir aquí esta mañana para compartir nuestros pensamientos y nuestras adoraciones, expresiones por medio de cantos, testimonios, lectura de Salmos, lectura de Tu Palabra, y esperando solemnemente en el Espíritu Santo que nos dé el Mensaje asignado para esta hora. Concédelo Señor. Que saquemos provecho de estar aquí hoy. Y cuando salgamos del edificio, que digamos como aquellos viniendo de Emaús: “¿No ardían nuestros corazones en nosotros mientras El nos hablaba esta mañana?” Concede estas cosas, Dios Eterno, en el Nombre de Jesucristo. Amén.\n\nTomen asiento.",
    "Buenos días, amigos, aquí, aquí en el tabernáculo y a nuestros amigos por toda la nación, desde allá de la Costa Oeste, de nuevo esta mañana, hasta la Costa Este, y al norte y al sur, en las conexiones telefónicas.",
    "Es un día bonito aquí en Indiana, un poco, ligeramente nublado, fresco, muy agradable. El tabernáculo está atestado, hasta afuera en los patios y alrededor de las paredes. Estamos bajo grandes expectativas para que el Señor nos visite hoy. Y esperamos que Dios les haya dado a Uds. un día agradable dondequiera que estén. Y es un buen día, porque el Señor lo ha dado. No importa cuál sea el clima, es un buen día. Estamos contentos de estar aquí, todavía contentos de que tenemos la oportunidad de expresarle al mundo nuestra fe en Jesucristo. Y queremos tomar cada oportunidad que podamos para dar nuestras expresiones de Su amor y lo que El ha hecho por nosotros. Hoy estamos…",
    "Se me dio, hace unos cuantos momentos, un—un anuncio que dar, y luego tengo unas cuantas cosas aquí que me gustaría decir. Y una de ellas, se me dio el anuncio concerniente a una reunión de la junta directiva la otra noche. Y ha habido un diácono de la iglesia que ha establecido residencia en Arizona, el cual es el Hermano Collins, nuestro noble hermano. Y mientras él esté fuera, ellos, la junta, ha designado al Hermano Charlie Cox para que tome su lugar mientras él esté ausente. Y el Hermano Charlie Cox es oficialmente designado por la junta directiva de síndicos…o de diáconos de esta iglesia, para que tome el puesto del Hermano Collins, en su ausencia.",
    "Y una cosa que quiero decir, de nuevo, quiero agradecerles a todos Uds., porque algunos de Uds. quizás se vayan a casa antes del servicio de sanidad esta noche, por los bonitos regalitos, recuerdos. Se nos ha traído mucha comida desde que estamos aquí. Y de parte de mi esposa y de mí, y de mi familia, ciertamente lo apreciamos. Algunas veces se me olvida aun decir algo al respecto. Se está tan ocupado, Uds. saben. Mi mente está dando vueltas de tal manera todo el tiempo. Pueden imaginarse lo que es, de gente, no solamente de aquí mismo en esta iglesia, pero de alrededor del mundo. ¿Ven? Y más o menos lo mantiene a uno dando vueltas todo el tiempo.",
    "Alguien estaba diciendo acerca de la dedicación de los bebés, y servicios bautismales, y demás. Eso está muy bien. Quisiera poder hacerlo, pero se está tan ajetreado, yo—yo casi no tengo tiempo. Yo tengo que mantener mi mente en esto, este Mensaje. Uds. saben la Biblia le dijo a los apóstoles, o…Los apóstoles, mejor dicho, en la Biblia, dijeron: “Id, buscad, de entre vosotros, varones de buen testimonio, y rectos y llenos con el Espíritu Santo, para que ellos puedan atender los asuntos”. Y yo le dije a Billy…\n\nEl dijo: “¿Vas a dedicar al bebé esta vez, papá?”\n\nYo dije: “¡Oh!” ¿Ven? Si…Tenemos a muchos de ellos esperando para ser dedicados, y eso es correcto, simplemente tendré que regresar y tomar un día especial para dedicación de bebés. Así que a mi me gustaría hacer eso, ahora.",
    "Pero queremos agradecer a cada uno de Uds. de todo corazón; mi esposa, yo, y nuestra familia. La gente nos trajo productos enlatados, habichuelas frescas, sandías, melones, oh, fresas. Simplemente cualquier cosa de la que se pudiera pensar, ellos lo trajeron.",
    "Un precioso hermano y su hermana, el otro día, nos trajeron un enorme pavo. Yo todavía estoy comiendo de él. Y así que simplemente…Oh, y yo tendré que terminármelo antes de que me vaya, supongo. Así que si no lo hago, ella se lo llevará con nosotros. Y así que—así que nosotros…Estamos ciertamente agradecidos de estas cosas. Conozco a muchas de las personas; a algunas de ellas no las conozco. Están en el suelo en el pórtico cuando entramos. Y así que yo ciertamente lo agradezco.\n\nY a muchos los conozco. Yo tengo…yo he visto a muchos, y hay muchos a los que no llego a ver. Yo—yo estoy seguro que todos entienden que a mí—a mí me gustaría atenderlos a todos si pudiera, pero solamente soy uno. ¿Ven? Para…Yo no puedo atenderlos a todos. Yo estoy haciendo todo lo que sé para hacerlo.",
    "Así que, Dios esté con Uds. Yo estoy seguro que hay Uno que va a estar con Uds.; ese es Jesucristo, y El puede estar. El es la única Persona que es omnipresente. Y El también es omnipotente, así que El puede suplir cada necesidad. Y omnisciente, también, y conoce sus necesidades, de qué tienen Uds. necesidad.",
    "Les encomiendo a todos que yo no…Yo he estado atendiendo tan rápido como he podido, aun desde que he estado aquí esta mañana, y atenderé a todos los que pueda. Y si…Lo que yo pase por alto, el omnipotente Dios suplirá— suplirá todas sus necesidades de acuerdo a Sus riquezas en Gloria.",
    "[El Hermano Branham pausa, luego le habla al Hermano Neville.—Editor] Yo no puedo ver eso muy bien. ¿Lo puede leer Ud.?\n\nEs un anuncio especial de alguna clase. Y creo que Billy Paul debe de haberlo escrito. Así que él es como yo; yo ni siquiera puedo leer mi propia letra. Y así que tengo mi propia taquigrafía. Y si Uds. vieran algunos de mis textos aquí, escritos aquí, ¿creen Uds. que alguna vez entenderían eso? [El Hermano Branham enseña su texto escrito a la congregación, y él se ríe con ellos.—Editor] Yo tengo como una estrella, cruzando un puente, y demás, simplemente todo…\n\n[El Hermano Neville lee un anuncio.—Editor]\n\nEl Hermano Adair, Adair de Arkansas, desea ver al Rev. Pearry Green en la parte de atrás de la iglesia inmediatamente. Muy bien.",
    "Ahora, así que otra cosa que a mí me gustaría—gustaría anunciar aquí es—es que, ahora esta noche para los servicios de sanidad. Vamos a orar por los enfermos esta noche, y así que yo—yo confío que Uds. van a estar aquí.",
    "Y enviamos los saludos a toda la gente que está por todo el país, en el Nombre del Señor Jesús, que Dios los bendiga a Uds. esta mañana. Algunos de Uds. están cerca del mediodía. Allá en Nueva York, es cerca del mediodía. Y allá en Arizona, la Costa Oeste, sólo son como las siete. Así que hay…Y aquí estamos en medio. Así que Dios los bendiga mientras escuchan. Ahora este quizás sea…\n\nYo lo he tenido en mi corazón, mientras he estado aquí…",
    "Y no se nos permitió tener los auditorios, y finalmente ellos como que nos dieron permiso; podíamos tener un servicio, pero no deberíamos de orar por ningún enfermo. Yo—yo no…Ese es mi ministerio. Yo tengo que hacer lo que el Espíritu Santo me dice que haga. Así que lo—lo rechacé, debido a que quiero estar en libertad para hacer todo lo que el Espíritu Santo diga que haga. ¿Ven? Así que pensé que podemos sufrir un día más, de cualquier manera, en el tabernáculo. Y está fresco esta mañana. El Señor simplemente nos hizo un bonito día aquí para nosotros, así que estamos agradecidos.",
    "Ahora, al hacer esto, yo he venido aquí con el propósito de enseñar las últimas Copas, las últimas Siete Copas, y las últimas Siete Trompetas, y los últimos Siete Truenos, del Libro de Apocalipsis, ligándolos en esta hora que estamos viviendo ahora; que seguirían a continuación de la apertura de los Siete Sellos, las Siete Edades de la Iglesia. Así que, no pudimos conseguir lugar para hacerlo. Así que yo—yo espero que, tan pronto como pueda, nosotros…podamos conseguir un lugar suficiente para eso, ya sea aquí o en Louisville, New Albany, o ya sea levantar una carpa, para que podamos quedarnos tanto tiempo como el Señor nos guíe a hacerlo.",
    "Pero en esto ahora, yo tomé esta oportunidad para expresarle a la gente mi creencia y fe en Dios, y luego traerlos a la hora en la que estamos viviendo. Y al hacer esto, no está designado a una cierta persona, credos, sea lo que sea; es sólo como yo veo la Palabra de Dios. Y el domingo pasado tuvimos un magnífico derramamiento del Espíritu sobre la Palabra. Fue muy prolongado, y me desagradaba quedarme tanto tiempo; pero sin embargo no sabemos en que ocasión vamos a reunirnos por nuestra última vez. Y debemos, como…queremos ser. Yo quiero ser, mejor dicho, como Pablo de antaño dijo: “No he rehuido anunciaros todo el Consejo de Dios”. Jesús dijo que El no dejó de anunciar nada a Sus discípulos.\n\nY como yo, estoy tan ocupado tratando de quedarme bajo la unción del Espíritu Santo, para encontrar cuál es la—la hora, el Mensaje de la hora, yo algunas veces fallo en salir y cumplir con mis obligaciones como siervo de Cristo, como ministro. Pero tengo a varios hombres que tratan de ayudarme a hacer esto, por los cuales estoy agradecido, por todos mis hermanos ministros.",
    "Ahora, yo no intento retener a la gente. Si Uds., allá en la tierra a donde el Mensaje está llegando, pudieran pararse y mirar alrededor de esta iglesia esta mañana, en los pasillos, los cuartos para los niños, afuera, los radios encendidos, en autobuses, remolques habitables, y demás, y automóviles, Uds. verían cuál es el problema. Y luego cada servicio, muchos, muchos pasando; y llamando, y demás, ellos no pudieron entrar, alrededor. Y necesitamos más espacio para que la gente pueda sentarse y estar cómoda.\n\nY luego traer un—un Mensaje que yo creo que es tan vitalmente importante, yo siento que deberíamos, todos, estar cómodos y sentados, y de manera que podamos escuchar; con nuestros lápices y papel, y notas y Biblia, y demás, para tomar las—las notas. Pero de esta manera pensé que yo regresaría en el tiempo que tenemos, en el que estamos viviendo, y trataría de traer algunas de estas cosas con las que se van a encontrar. Y Uds. las van a necesitar.",
    "Si yo vengo aquí hoy, o cualquier otro día, o cualquier otro ministro, para tratar de traer un mensaje a un pueblo, a un pueblo moribundo como lo somos nosotros, y el tiempo tan cercano, como creo para este día; yo sería un hipócrita en tratar de traer algo con lo cual yo supiera que Uds. estarían complacidos y que fuera en contra de la Palabra de Dios, o algo para atraer a una multitud, o—o algo así; yo—yo no sería…Yo no sería aquello para lo cual yo—yo estoy aquí, un ministro de Cristo. Yo quiero traer algo que pienso que es de vital utilidad para Uds., no sólo para ser visto; pero para pensar que es algo que si yo muero hoy, mañana estará anclado en el corazón de Uds. para seguir adelante y servir a Dios.",
    "Ahora quiero decir que hay algo que está a punto de suceder. Lo sé. Muchos de Uds. aquí recuerdan cuando el Hermano Junior Jackson vino a mí un poquito antes de ir a Arizona, de un sueño que él tuvo. ¡Una cosa extraña! ¿Cuántos recuerdan eso? [La congregación dice: “Amén”.—Editor] Y el Señor nos dio la interpretación, y sucedió a la letra. Ahora, él acaba de tener otro sueño, algo.",
    "Y lo extraño, un hombre estuvo aquí el otro día, de Oregón. Casi no me conoce, y era…soñó acerca del mismo sueño, que Junior Jackson soñó, y—y vino a contarme. Yo—yo no sé la interpretación; estoy esperando al Señor. Pero yo sé que va a ser algo de parte de Dios. Sólo recuerden eso. Es ASI DICE EL SEÑOR. Es algo que viene de Dios. Yo no sé qué es. ¡Verdaderamente sorprendente, muy sorprendente! Francamente, de acuerdo a los—los sueños que ambos hombres…Uno de ellos yo…él pudiera ser un Bautista, Presbiteriano. El—el pudiera estar sentado aquí esta mañana. No sé. El estuvo aquí el otro día. No conozco al hombre.",
    "Pero él contó el sueño, con lágrimas en sus ojos. Y lo sacudió a él. El vino aquí desde allá de Oregón, para expresarlo. El Hermano Jackson vino de igual manera, esta mañana. Un hombre no conociendo al otro; uno, a miles de millas del otro, y ambos sueños exactamente sobre la misma cosa. Así que el Espíritu Santo me está ocultando la interpretación de él. Yo no sé qué decirle al hombre. Pero yo sé que Dios está a punto de hacer algo, y será glorioso ante nuestros ojos.",
    "Ahora, el Mensaje esta mañana, quiero leer del Libro de Gálatas. Yo no predico o sólo…Es una lección de escuela dominical. Y ahora, Uds. hombres y mujeres que están parados a lo largo de las paredes, y alguien quiere cambiar y permitirles que se sienten un rato, o algo, ahora, Uds. no me van a molestar; sólo sean reverentes. Y si las madres, sus pequeñitos lloran o algo, que alguien salga de los cuartos para los niños para que ellas puedan tener lugar para el pequeñito.",
    "Y ahora tomen Uds. su lápiz, Biblia, y estén listos para anotar algunas de las Escrituras que leeremos. No quiero que se sientan atados. Quiero que se sientan—quiero que se sientan en libertad para sentarse y estudiar. Y Uds. pudieran no estar de acuerdo, lo cual está bien. Pero sólo estoy hablando esto por toda la nación esta mañana, para que las personas que han creído el Mensaje que el Señor Jesús me ha dado para esta hora, puedan saber lo que está sucediendo, y situarlo en la Escritura.",
    "El domingo pasado hablamos sobre Los Ungidos En El Ultimo Día. Y si Uds., cualquiera de Uds., son oidores de cintas, asegúrense de conseguir esa cinta. No que queramos vender cintas; esa no es la idea. La idea es propagar el Mensaje. ¿Ven? ¿Ven? Si tienen una grabadora, junten a un grupo de gente, y tóquenla, y escuchen atentamente. “Los ungidos”.",
    "Uds. oyen gente levantarse y decir: “Oh, la Biblia dice: ‘Los últimos días, falsos profetas se levantarían y harían estas señales’”. Esa es exactamente la Escritura. Entonces ¿dónde se aplica eso? Tiene que ser aplicado correctamente.\n\nEsta noche quiero hablar sobre, si el Señor quiere, de: Dios Revelado En Su Propia Palabra, cómo el ojo no puede ser aplicado donde el oído debería de ser aplicado. ¿Ven? Así como imprimir toda la Biblia, y, en toda la Biblia, describe a Jesucristo. Así que quiero hablar sobre eso esta noche, si el Señor quiere. Y ahora, si no, en alguna fecha posterior.",
    "Ahora en el Libro de Gálatas. Y en el Libro de Segunda de Corintios 4:1 al 6, luego Gálatas 1:1 al 4, deseo leer unas Escrituras. Ahora en Gálatas 1:1 al 4: “Pablo, un apóstol”, observen la pausa rápidamente. Apóstol significa “uno enviado”, o, “un misionero”.\n\nPablo, apóstol (no de hombres ni por hombre, sino…Jesucristo y por Dios el Padre que lo resucitó de los muertos),\n\nY todos los hermanos que están conmigo, a las iglesias de Galacia:\n\nGracia y paz sean a vosotros, de Dios nuestro Padre y del Señor Jesucristo,\n\nEl cual se dio a sí mismo por nuestros pecados para librarnos del presente siglo malo, conforme a la voluntad de nuestro Dios…Padre,\n\nA quien sea la gloria por los siglos de los siglos. Amén.",
    "Ahora en el Libro de Segunda de Corintios, el capítulo 4, y vamos a leer del 1 al 6, los versículos.\n\nPor lo cual, teniendo nosotros este ministerio según la misericordia que hemos recibido, no desmayamos.\n\nAntes bien renunciamos a lo oculto y vergonzoso, no andando con astucia, ni adulterando la palabra de Dios, sino por la manifestación de la verdad recomendándonos a toda conciencia humana delante de Dios.\n\nPero si nuestro evangelio está aún encubierto, entre los que se pierden está encubierto;\n\nSi eso no muestra la predestinación, yo no sé qué lo hace.\n\nEn los cuales el dios de este siglo cegó el entendimiento de los incrédulos, para que no les resplandezca la luz del evangelio de la gloria de Cristo, el cual es la imagen de Dios.\n\nTal y como fue en el huerto del Edén: “Sáquenlos, no sea que toquen ese Arbol”.\n\nPorque no nos predicamos a nosotros mismos, sino a Jesucristo como Señor,…a nosotros como vuestros siervos por amor de Cristo.\n\nPorque Dios, que mandó que de las tinieblas resplandeciese la luz, es el que resplandeció en nuestros corazones, y para iluminación del conocimiento de la gloria de Dios en la faz de Jesucristo.",
    "¡Amén! ¡Así dice la Palabra! Ahora, mi texto esta mañana, es: El Dios De Esta Edad Perversa. Como hemos leído en las Escrituras: “el dios de este mundo, de esta edad perversa”. Ahora, este Mensaje señala lo malo de esta edad perversa, y es oportuno para profecía para esta edad perversa.\n\nY es mi creencia que toda…que la Biblia ya tiene toda respuesta para cada edad, escrita en la Biblia, para el creyente de esa edad. Yo creo que todo de lo que tenemos necesidad está escrito Aquí mismo, sólo necesita ser interpretado por el Espíritu Santo. Yo no creo que ningún hombre en la tierra tiene derecho de poner su propia interpretación a la Palabra. Dios no necesita que alguien interprete Su Palabra. El es su propio interprete. El dijo que El lo haría, y El lo hace.",
    "Como he dicho muchas veces. El dijo que: “La virgen concebirá”, El habló eso a través de los labios de un profeta, y ella concibió. Nadie tiene que interpretar eso. En el principio, El dijo: “Sea la luz”, y fue. Nadie tiene que interpretarlo. El dijo: “En los postreros días, El derramaría Su Espíritu sobre toda carne”, y El lo hizo. No se necesita que alguien lo interprete. El dijo: “En los postreros días, estas cosas”, que nosotros vemos sucediendo ahora, estarían aquí. No necesita ninguna interpretación. Ya está interpretado. ¿Ven?",
    "Ahora, fíjense atentamente ahora mientras estudiamos la Palabra. El Dios De Esta Edad Perversa, que ahora estamos viviendo. Quizás parezca extraño, una cosa muy extraña, en esta edad de gracia, cuando: “Dios está tomando a un pueblo por causa de Su Nombre”, esa es Su Novia, en esta edad perversa que debería ser llamada la edad de perversidad. La mismísima edad en que “Dios está llamando a un pueblo por causa de su Nombre”, fuera, por gracia, y es llamada una edad perversa. Ahora, vamos a probar por medio de la Biblia que esta es la edad de la cual El estaba hablando. Es una cosa muy extraña pensar eso, que en una edad perversa como esta, que Dios entonces estaría llamando a Su Novia.",
    "Se fijaron Uds., El dijo “un pueblo”, no “una iglesia”. ¿Por qué? Sin embargo es llamada la Iglesia, pero El llamaría “un pueblo”. Ahora, una iglesia es una reunión de mucha gente de caracteres completamente diferentes, pero Dios está llamando a Uno aquí. El no dijo: “Yo llamaré a los Metodistas, Bautistas, Pentecostales”. El dijo que El llamaría a un pueblo. ¿Para qué? Su Nombre. ¿Ven?, un pueblo; uno de los Metodistas, uno de los Bautistas, uno de los Luteranos, uno de los Católicos. ¿Ven?\n\nPero El está llamando, no a un grupo de iglesia, sino que “a un pueblo para Su Nombre”, que recibe Su Nombre, comprometido en Su Nombre, yendo a una boda para casarse con El, para llegar a ser parte de El, por predestinación. Así como un hombre que escoge a una esposa correcta en la vida, fue ordenada a ser parte de su cuerpo. Así que, eso es que, la Novia de Cristo será, y ahora es, desde la antigüedad, ordenada por Dios a ser una parte de ese Cuerpo. ¿Ven? ¡Oh, las Escrituras son tan ricas, llenas de miel!",
    "Fíjense, no lo que alguien ha dicho, lo que alguien llamó; sino lo que Dios eligió antes de la fundación del mundo, y está llamando a este pueblo en los últimos días; no una organización. “Un pueblo para Su Nombre”. Y en esta edad perversa es cuando El está haciéndolo, esta misma edad de engaño.",
    "La semana pasada, en Mateo 24, fue la edad más engañosa de todas las edades. Todas las edades de engaño, desde el huerto del Edén, hasta aquí, nunca ha habido una edad tan engañosa como esta edad. “Se levantarán falsos profetas y harán señales y maravillas, para engañar, si fuere posible, a los Escogidos”. ¿Ven? Ahora, simplemente iglesias formales, almidonadas, y demás, de teología hecha por el hombre, eso no lo haría; los Elegidos nunca le prestarían atención a eso. Pero está casi como lo verdadero. Dejar fuera una sola Palabra es todo lo que tienen que hacer. ¡Prometido de la edad; un momento muy grande! ¡Cristianos, en todas partes, presten atención a la hora en la que estamos viviendo! Anoten y lean, y escuchen atentamente.",
    "¿Por qué llamaría Dios fuera de esta edad perversa a un pueblo, para Su Nombre? La razón de que es llamado, es para probarla a Ella, Su Novia. Es para…Cuando Ella es manifestada, ha sido probada, ha sido puesta a prueba, probada a Satanás. Como fue en el principio, así será en el fin.",
    "Como una semilla empieza en la tierra, brota a través de portadores, la vida de ella, pero termina siendo la misma semilla que era cuando entró en la tierra.\n\nY de la misma manera que la semilla de engaño cayó en la tierra, en Edén, es la misma manera en que termina en los últimos días.\n\nAsí como fue el Evangelio cuando cayó a una denominación en Nicea, Roma, termina en una súper organización.\n\nAsí como la Semilla de la Iglesia cayó allá atrás, con las señales, maravillas, y el Cristo viviente entre ellos, termina en los últimos días bajo el ministerio de Malaquías 4, y restaura de nuevo la Fe original que una vez fue dada.",
    "Nos damos cuenta ahora, que esta edad perversa ha de probarle, a Satanás, que Ella no es como Eva, que Ella no es ese tipo de mujer. Y Ella será probada por Su Palabra, la Novia, como la novia de Adán fue probada por la Palabra. Y la novia de Adán creyó toda la Palabra, toda, pero estaba confundida en una promesa, que: “El es el mismo ayer, hoy, y por los siglos”, hoy en día; pero falló en una promesa, bajo la tentación del enemigo, cara a cara. Y ahora, el pueblo que es llamado para Su Nombre, por supuesto, es Su Novia. Ella ha de entrar en contacto otra vez por medio de la misma cosa; no por medio de solamente una verdad denominacional o algo, ¡pero toda Palabra!",
    "Porque, en el principio de la Biblia, al hombre se le dio la Palabra de Dios para que viviera por Ella. Una Palabra, interpretada mal por un—un hombre llamado Satanás, en una persona de un animal llamado la serpiente. Satanás, en esta persona, podía hablarle a Eva, y le interpretó mal la Palabra a ella, y se perdió. ¿Ven?, debe de ser toda Palabra.",
    "En medio de la Biblia, Jesús vino y dijo: “No sólo de pan vivirá el hombre, sino de toda Palabra”, cuando El fue tentado por Satanás.\n\nAhora, Dios está diciéndonos aquí en los últimos días, que: “El dios de este siglo se levantará en los últimos días”.\n\n“Y el que le añadiere una palabra a Ella, o le quitare una Palabra a Ella, su parte será quitada del Libro de la Vida”.\n\n¡Dios sé misericordioso con nosotros! Y que no caminemos como camisas almidonadas, sacando el pecho, con la cabeza levantada, sabiéndolo todo, porque también nosotros estábamos en un tiempo en desobediencia. Que con gracia, y misericordia, y un sentir en nuestros corazones hacia Dios, vengamos humildemente al Trono de gracia.",
    "Es extraño ahora, después de unos mil novecientos años de predicar el Evangelio, y ahora ella, esto es el sistema del mundo, es más perversa que en los días cuando, cuando El estuvo aquí. El sistema del mundo es más perverso. El mundo se está dirigiendo a un gran clímax. Uds. saben eso. El Señor está cumpliendo Su Palabra en todas partes.",
    "Ayer, parado…Yo espero que el amiguito no…El no lo hará. Yo había venido con mi esposa, y la Sra. Woods, el Hermano Roy Roberson, está en alguna parte aquí, el Hermano Woods, habíamos parado aquí en este pequeño centro comercial de Youngstown, para recoger un—un paquete que la Hermana Woods tenía. Y en…mientras estábamos parados allí, un jovencito se acercó y se presentó, y era un desconocido para mí. Otro joven se acercó y dijo que ellos eran o de Alabama, Georg-…Creo que Georgia, porque les pregunté si ellos conocían a nuestro Hermano Welch Evans. Y hablamos unos cuantos minutos. Y cuando yo me iba a ir, este joven me miró. Mientras el otro joven y su muchachito se iban, este joven me miró. El dijo: “Sólo quiero decir una cosa”.\n\nYo dije: “¿Es—es Ud. un creyente? ¿Es Ud. un Cristiano?”\n\nDijo: “No, señor”. El dijo: “Yo he…”",
    "Yo quizás no cite exactamente la palabra que él dijo aquí, pero él pudiera haber estado un poquito escéptico. Yo le había preguntado acerca de las cosas del Angel del Señor que apareció. Y él dijo que él había oído acerca de ello, pero él nunca había estado en la iglesia antes, esta iglesia. Yo dije: “¿Lo cree Ud.?”\n\nDijo: “Sí, señor”. El dijo: “Yo—yo he estado observando algo”. Dijo: “La gente me ha estado diciendo acerca de estas predicciones y cosas, y yo oí en una cinta que Ud. predijo cómo California se partiría de esa manera”. Y dijo: “Cuando yo vi eso en el periódico, entonces yo lo creí”. El dijo: “Yo voy a venir hoy o mañana”, eso es hoy, “por primera vez”.\n\nYo dije: “El Señor lo bendiga, hijo”, y empecé a estrecharle la mano.\n\nEl dijo: “Pero quiero decirle algo a Ud. señor”. El dijo: “Yo estoy perdido a más no poder”. El dijo: “¡Yo soy como una moneda en un montón de arena, perdido!”",
    "Yo dije: “Pero Ud. no tiene que quedarse de esa manera. Hay Alguien parado presente ahora que puede encontrarlo en el momento en que Ud. esté listo para ser encontrado”.\n\nEl dijo: “Estoy listo”.\n\nYo dije: “¿Inclinaría Ud. su rostro?”\n\nEl dijo: “Yo no estoy avergonzado”.\n\nNo solamente eso, pero él se puso de rodillas, allí en ese estacionamiento, delante de toda la gente. Gente en la calle observándolo. Allí oramos con él, hasta que él dio su corazón a Dios. El llegó, siendo un pecador; se fue de regreso, siendo un hijo de Dios. El se acercó al lado del carro, muerto; y se fue de regreso vivo.",
    "Yo dije: “La pila estará abierta mañana”.\n\nHay una fuente llena de Sangre,\n\nSacada de las venas de Emanuel,\n\nDonde pecadores sumergidos debajo del raudal,\n\nPierden todas sus manchas de culpabilidad.\n\nYo dije: “Levántese y sea bautizado en el Nombre de Jesucristo, invocando el Nombre del Señor. Dios lo llenará con el Espíritu Santo, y le dará a Ud. estas grandes cosas, y hará que Ud. pueda verlo”.",
    "¿Qué es? El mundo se está dirigiendo a un clímax. ¿Por qué? El espíritu de anarquía, decadencia moral, religión científica, lo ha guiado “al albergue de toda ave aborrecible e inmunda”, como dice la Biblia. Leámoslo, Apocalipsis 18. Simplemente mientras estamos comenzando este punto, tomamos Apocalipsis 18:1 al 5. Creo que tengo eso anotado correctamente.\n\nDespués de esto vi a otro ángel descender del cielo con gran poder; y la tierra fue alumbrada con su gloria.\n\nY clamó con voz potente, (ahora Uds. que tuvieron los sueños)…diciendo: Ha caído, ha caído la gran Babilonia, y se ha hecho habitación de demonios y guarida de todo espíritu inmundo,…albergue de toda ave inmunda y aborrecible.\n\nPorque todas las naciones bebieron del vino del furor de su (de la iglesia) fornicaciones; y los reyes de la tierra han fornicado con ella, y los mercaderes de la tierra se han enriquecido de la potencia de sus deleites.\n\nY oí otra voz del cielo, que decía: Salid de ella, pueblo mío, para que no seáis participes de sus pecados, ni recibáis parte de sus plagas;\n\nPorque su pecado ha llegado hasta el cielo, y Dios se recuerda de sus maldades.",
    "¡Qué advertencia! Eso lanza a la iglesia exactamente de regreso a Apocalipsis 3:14, a la edad de Laodicea, anárquica; muy religiosa, pero anárquica. “Tú, porque tú dices que: ‘Nosotros somos ricos, de ninguna cosa tenemos necesidad’, no sabes que tú estás desnudo, miserable, ciego, y no lo sabes”. Perfectamente con la Escritura de esta edad, no con la Escritura para la edad de Daniel, no para los de en el nombre de…la edad de Noé, pero en esta última edad perversa.",
    "Fíjense aquí: “Tú estás desnudo”. Permitan que eso penetre muy profundo. Sé que quizás yo tenga mucho desacuerdo sobre este pensamiento, pero ha llegado a un punto en que un Cristiano casi no puede salir de su casa y no ser traído a la presencia de esta edad perversa, por mujeres insuficientemente vestidas.",
    "Mujeres, voy a decir esto, y quiero que Uds. escuchen. Y, hombres y mujeres, pudiera ser que Uds. no estén de acuerdo con esto, pero me siento guiado a decirlo. ¿Sabían Uds., que cualquier mujer que se desviste de esa manera no está en su mente cabal? ¿Saben Uds., que ella es, sea que lo crea o no, o piense que no, que ella es una prostituta? Aunque la mujer pudiera pararse con su mano delante de Dios y jurar que ella nunca ha sido tocada por ningún otro hombre sino su marido, y esa pudiera ser la sincera verdad, pero no obstante ella es una prostituta. Jesús dijo: “Cualquiera que mira a una mujer para codiciarla, ya adultero con ella”. Y la mujer pudiera ser…",
    "¿Ven?, ella está “desnuda”, dice la Biblia, “y no lo sabe”. El espíritu que la está ungiendo para hacer semejantes cosas es un espíritu perverso de prostituta. En su ser exterior, su cuerpo físico, su carne, ella pudiera estar limpia. Ella quizás no cometa ningún adulterio, y le pudiera jurar a Dios y ser la verdad, que ella nunca, pero su espíritu es un espíritu de prostituta. Ella ha estado tan cegada por el dios de este mundo de modas; ella se vistió provocativamente y salió allá afuera.",
    "El otro día, el Hermano Woods y yo estábamos poniendo nuestro bote en el río. Yo me iba a apartar de la casa por unos minutos, para subir por el río. Y adondequiera que uno iba, mujeres con estos pequeños montones de…llamados “kinis” o algo, alrededor de ellas. Esa es una desgracia. Una mujer no puede estar en su mente cabal y ponerse algo así. Ella está poseída con un espíritu de prostituta. Ahora, arregle Ud. eso con Dios, señora, porque Ud. se dará cuenta algún día que esa es la Verdad.",
    "¿Cómo podría Ud., una señora, sabiendo cuán sagrado es su cuerpo, y exponerlo allá afuera a estos demonios codiciosos y pecaminosos que caminan por las calles de este día? Si los hijos de Dios todavía fueran todos hijos de Dios, su esposo fuera un hijo de Dios, o él la haría ponerse ropa o la dejaría. Si un muchacho fuera un hijo de Dios, él nunca se casaría con semejante cosa. ¿Ven?\n\nUds. dicen: “Ud. está inv-…” No.\n\nYo les estoy diciendo a Uds. la Verdad, y algún día Uds. se encontrarán con ella. “Desnuda, adúltera; no lo sabe”.",
    "🦅 Oh, juro que nunca he violado los votos de mi esposo”. Su esposo la va a juzgar por ello si Ud. lo hizo. Pero Dios la va a juzgar por la clase de espíritu que tiene en Ud.; no la va a juzgar por su cuerpo, sino que por su espíritu, ese hombre interior.",
    "El hombre exterior es un ser físico el cual es controlado por seis sentidos…o cinco sentidos, mejor dicho. El hombre interior es un hombre espíritu el cual es controlado por cinco sentidos; conciencia, y amor, y demás. El hombre exterior; vista, gusto, tacto, olfato, oído.\n\nPero el interior de ese espíritu es un alma, y es controlada por una sola cosa: el libre albedrío de Uds. Uds. pueden aceptar lo que el diablo dice o aceptar lo que Dios dice. Y eso determinará qué espíritu está allí adentro. Si es el Espíritu de Dios, se alimentará de las cosas de Dios, y no se alimentará de ninguna cosa del mundo. Jesús dijo: “Si amáis al mundo o las cosas del mundo, es porque el amor de Dios ni siquiera ha entrado en esta parte interior”. Satanás los ha engañado. “Y no sólo de pan vivirá el hombre, sino de toda Palabra que sale de la boca de Dios”.\n\nFíjense ahora, encontramos que ella está “desnuda”, indecente y desnuda.",
    "Y el mundo parece estar en la edad más perversa que haya habido. Nunca en ninguna edad actuaron las mujeres así alguna vez, nunca excepto poco antes de la destrucción del mundo antediluviano. Y Jesús se refirió a ello. Llegaremos a eso después de un rato.",
    "¿Ha perdido Dios control, o está El sólo permitiendo que otra agencia controle? Me pregunto. La verdadera respuesta a esta pregunta es, en mi opinión, que hay dos espíritus opuestos en el mundo hoy en día, obrando. Ahora, no pueden haber más de dos, dos cabezas. Y una de ellas es el Espíritu Santo obrando; la otra es el espíritu del diablo, y, en estos últimos días, en engaño.\n\nAhora voy a basar mis pensamientos aquí mismo para el resto del texto, el resto del…nuestro Mensaje.",
    "Los dos espíritus. Uno de ellos, el Espíritu Santo de Dios; el otro, el espíritu del diablo, obrando en engaño. La gente de la tierra ahora está haciendo su elección.\n\nEl Espíritu Santo está aquí llamando fuera a una Novia para Cristo. El lo está haciendo vindicándole su Palabra de promesa a Ella, para esta edad, mostrando que es Cristo.\n\nSi el dedo debe de moverse en esta edad, el dedo se moverá. Si el pie debe de moverse en esta edad, el pie se moverá. Si el ojo debe ver en esta edad, el ojo verá. ¿Ven?\n\nEl Espíritu de Dios, así como ha crecido a la completa estatura de Dios, es la edad en la que ahora estamos viviendo. El Espíritu Santo está aquí vindicando el Mensaje de la hora. Y el Espíritu Santo está haciendo esto, para que la gente que le cree a Dios sea llamada fuera de este caos.\n\nEl espíritu impío del diablo está aquí llamando a su iglesia por medio del error, como siempre, por medio de una perversión de la Palabra de Dios, como él lo hizo en el principio. ¿Ven? Regresando directamente a ese tiempo de la simiente otra vez, desde el Edén, aquí está de nuevo.",
    "Ahora, allá atrás por todo eso, Uds. pertenecie-…otras edades, Uds. pertenecieron a otras denominaciones, Uds. pertenecieron a esto, aquello, o lo otro. ¿Qué sucedió con el tallo denominacional? Se seca. El Espíritu sigue yéndose, y siguiendo adelante, y culmina en una Semilla. ¿Ven Uds.?",
    "Y la tentación, de ambos, culmina de la misma manera que era en el principio. Fíjense. No—no, no, no lo olviden ahora.\n\nComo Juan, Primera de Juan 4:5 y 6, si Uds. quieren anotar eso, él lo dice: “el espíritu de error”.\n\nEva simplemente nunca salió, voluntariamente, para decir: “Yo no creo en Dios”. No. Fue un error lo que ella creyó.",
    "Satanás nunca llegó y dijo: “Oh, pues, eso ni siquiera es la Palabra de Dios”. El admitió que era la Palabra de Dios, pero él le puso su propia interpretación a Ella. Lo cual, Dios claramente les dijo que no lo hicieran.\n\n¿Qué hace esto? “Forma un poder engañoso, para que la gente crea una mentira, y sean condenados por ello”. Ahora si Uds. quieren leer eso, Segunda de Tesalonicenses 2:11.",
    "Ya que tengo como, bastantes Escrituras aquí, y no podremos leerlas todas. Una de vez en cuando, se las daré a Uds. Ya que parece extraño, que Uds. lo cuestionen o algo, y nosotros pudiéramos anotarla y leer para su—su bien.",
    "🦅 Creando un poder engañoso”, así como dice la Biblia que lo haría, Segunda de Tesalonicenses. “Ahora, este hombre de pecado vendría a existencia, y se sentaría en el templo de Dios, haciéndose pasar como si fuera Dios, y causaría que la gente entrara en engaños poderosos, para creer una mentira; y, creerla, será condenada por ello”.\n\nEsa es la misma cosa que él le hizo a Eva. Le dio a ella… Nunca—nunca le dijo a ella que la Palabra no estaba correcta, pero le dio a ella un poder engañoso, de manera que ella creyó una mentira.",
    "El espíritu de engaño es del diablo. “Demonios ahora operando en los hijos de desobediencia”. ¿Desobedientes a qué? ¿A qué son desobedientes los hijos de este día? Como Eva lo fue, en el principio, a la verdadera Palabra de Dios. Eso es correcto. Ahora si Uds. quisieran anotar eso…\n\nAbramos a ella, Efesios 2, un momento, porque parece bueno que nosotros…Pararé un momento, si Uds. no tienen mucha prisa, y leeré un poco de esto. Efesios 2:1 al 2.\n\nY él os dio vida a vosotros, cuando en un tiempo estabais muertos en vuestros delitos y pecado,\n\nEn los cuales anduvisteis en otros tiempos, siguiendo la corriente de este mundo, conforme al príncipe de la potestad del aire, el espíritu que ahora opera en los hijos de desobediencia.",
    "🦅 Hijos de desobediencia”. Y si el anticristo, comenzó allí en la infancia de la desobediencia, ¿qué será cuando culmine en la persona del anticristo? ¡Cuán engañoso va a ser! ¡Cuánto más poder engañoso podría un—un adulto darle al mundo, que un infante! Y él dijo: “El espíritu de—de engaño ahora obrando en los hijos de desobediencia”, desobedientes a la Palabra. Fíjense. Ahora yo quiero quedarme en esto sólo un momento, “los hijos de desobediencia”, un hijo.",
    "¿Sabían Uds., que Uds., su principio, yo puedo probar por medio de la Palabra de Dios que Uds., cualquier persona aquí, estaban vivos en su bisabuelo? Y su bisabuelo, Uds. fueron producidos pasando a su abuelo, luego a su padre, y luego hasta Uds. ¿Saben eso?\n\nLa Biblia dice, creo que es Hebreos 7, que, Melquisedec, cuando Abraham regresó de la derrota de los reyes: “Abraham le pagó a Melquisedec diezmos de todos los despojos”. Y aquí está Pablo diciendo ahora, que: “Leví, que recibió diezmos, aún estaba…El pagó diezmos, porque él aún estaba en los lomos de Abraham cuando él se encontró con Melquisedec”. Así que todo lo que Abraham hizo, luego nos damos cuenta que Leví estaba entonces en Abraham, el cual era su bisabuelo. Abraham engendró a Isaac; Isaac engendró a Jacob; Jacob engendró a los patriarcas, Leví.\n\nAhora, entonces, ¿ven Uds.?, aquí aparece perfectamente a la vista, la predestinación.",
    "Ahora, en estos Mensajes, quiero enfatizar—enfatizar— enfatizar las cosas que les he dicho en el Mensaje, de esta Luz del atardecer que Dios dijo que vendría sobre la tierra.",
    "Y fíjense, entonces: “La bestia que habría de venir sobre la tierra, engañaría a todos cuyos nombres no fueron puestos en el Libro de la Vida del Cordero, que fue inmolado antes de la fundación del mundo”.",
    "En el propio pensamiento de Dios; Dios, el gran Espíritu. En el principio, antes de que hubiera un principio, El era Dios, ¿y sabían que Uds. estaban en El entonces? Si Ud. es un Cristiano ahora, Ud. estaba en El entonces.\n\nY entonces, si eso es así, toda la Deidad corporalmente se formó en la Persona de Jesucristo. Y entonces cuando Jesús murió en la cruz, yo morí con El, porque yo estaba en El entonces; porque El era la plenitud de la Palabra, manifestada, sabiendo que nosotros seríamos manifestados más tarde. Y estábamos en el Calvario con El. Entramos al sepulcro con El. Y resucitamos con El y Su resurrección. Y ahora hemos ascendido, por Su Espíritu, al Trono de gracia, sentados juntos en lugares Celestiales en Cristo Jesús. ¡Siempre!",
    "Porque así como el germen de la vida natural es traído, germinado de padre a padre, a padre, a padre, así es la Vida de Cristo germinada.\n\nEsa es la razón por la cual Dios usa el Espíritu de Elías cinco veces diferentes. ¿Qué es? Es pasar de uno a otro.",
    "Así como la vida natural y características de uno se transmiten por la reproducción natural del padre de uno, así lo es el Espíritu de Dios, que fue predestinado antes de la fundación del mundo.\n\nY cuando la completa Palabra de Dios, en totalidad, culminó en un cuerpo humano llamado Jesucristo, allí Dios me hizo pagar por mis pecados, en El allí. Luego El me resucitó, me resucitó con El, en la resurrección. Y ahora estamos sentados con El, con poder y autoridad sobre todo demonio. ¡Oh, si Uds. tan sólo pudieran creer lo que Dios ha dado! Pero si Uds. no están sentados allí, no lo tienen. Y si están sentados allí, y no lo creen, o tienen temor de moverse, nunca lo van a usar. Pero si Uds. están sentados allí, lo van a usar, porque Uds. están ordenados para hacer lo que hacen.",
    "🦅 Faraón”, en el otro lado, “fue levantado para este propósito”, dice la Biblia, para ser Faraón. “Judas Iscariote fue levantado para ser el hijo de perdición”.\n\nAhora fíjense en estas grandes Verdades que estamos abordando.",
    "Ahora vemos que la iglesia rehusó aceptar la Palabra de Dios para que los gobernara, y aceptaron a Barrabás en su lugar. Ahora, si quieren la Escritura sobre eso, es Mateo 27:15 al 23. ¿Qué hizo esto? ¿Qué posición hizo esto? Ahora piénsenlo. Cuando el mundo eclesiástico, en su vida organizada de hombres justos y santos, como ellos pensaban que lo eran, y lo eran ante los ojos de la gente, ellos crucificaron a Jesús, y dijeron: “No permitiremos que este Hombre gobierne sobre nosotros”. Y Jesús era la plenitud de la Palabra de Dios. Primera de Juan 1, lo expresa. Y ellos dijeron: “No permitiremos que esta Palabra de Dios gobierne sobre nosotros”. Sin embargo, El era la Palabra, pero sus ojos estaban cegados a lo que El era. Por que El era la respuesta directa a toda profecía que habría de cumplirse en El.\n\nAhora, todos creemos eso, porque estamos viendo hacia atrás para verlo suceder. Pero si el mundo hubiera, el que está ahora, esta presente edad perversa, que hubiera estado allá atrás en aquel tiempo, ellos hubieran hecho la misma cosa que están haciendo hoy en día, porque todavía es la misma Palabra, para esta edad, siendo manifestada. Ellos lo van a hacer. No pueden hacer nada más. “Son hijos de desobediencia”. “Se les dio un poder engañoso, para creer una mentira, y ser condenados por ello”.",
    "Fíjense cuando el mundo eclesiástico no aceptó a Jesús, la Palabra, manifestada de ese día, porque (¿por qué?) ellos la tenían interpretada de otra manera. Pero ellos deberían de haber sabido que El era esa Palabra, porque todo lo que Dios dijo que El haría, El lo hizo. Y El les dijo a ellos: “Escudriñad las Escrituras para esta hora; y si yo no reúno el requisito que fue dicho que Yo hiciera, entonces no me creáis”.\n\nEllos dijeron: “Nosotros creemos a Moisés”.",
    "El dijo: “Si le hubierais creído a Moisés, me creeríais a Mí, porque de Mí habló Moisés”. Y aun así ellos no lo vieron. El mismísimo Dios del Cielo muriendo en la cruz, y diciendo las mismas palabras que el profeta dijo que El diría, y aun así ellos no lo vieron. ¿Ven?\n\nEllos no eran de Su clase. Ellos no eran la Palabra, no eran la Palabra; y ellos, sin embargo, ellos eran—eran muy religiosos. Pero ellos no eran la Palabra, porque Ella—Ella hubiera reconocido Su lugar para esa hora.",
    "Fíjense cuán hermosamente se ligan las Escrituras en cada edad. Fíjense ahora.\n\nY cuando el mundo eclesiástico no permitía que la Palabra de Dios gobernara sobre ellos, ellos aceptaron a un asesino, Barrabás. ¿Qué hizo esto? Exaltó a Satanás, el dios de esta edad perversa, al puesto que él siempre ha querido.\n\nAhora escuchen. Porque, no se habló de Satanás como un dios de ninguna otra edad sino de esta edad. No se habló de él como el dios de la edad de Noé. No se habló de—de él como el dios de la edad de Moisés, el dios de la edad de Elías. Sino, de esta edad perversa, él es el…¡Oh, no se lo pierdan! El es el dios de esta edad perversa, adorado por millones y billones de personas, y ellas no lo saben. Pero dejemos que la Escritura lo descubra a él esta mañana, y veamos, entonces Uds. sabrán. Dejemos que la Escritura…",
    "Como en las reuniones de discernimiento, cuando el Espíritu Santo se hace presente en Su Palabra y El llama a este hombre y dice: “Ud. no tiene ningún negocio viviendo con esta otra mujer. ¿Para qué hizo Ud. eso, hace diez años, cuando se fue con la esposa de ese hombre?” ¿Qué está haciendo El? Descubriéndolo, exponiendo a Satanás, que tiene atado al hombre, o a la mujer que vivía con el esposo de alguna mujer, o los pecados que ellos han cometido, las cosas que ellos han hecho. ¿Qué hace? Lo expone.",
    "Los doctores toman instrumentos y tratan de encontrar qué está mal. No pueden hacerlo. Nosotros no podemos saber. Pero entonces el Espíritu Santo sale y revela lo que él es, y lo expone. ¿Ven? Eso es lo que la Palabra de Dios es. Es una Luz que resplandece en la oscuridad.\n\nY cuando Uds. oyen un ruido en el cuarto, suena misterioso; un montón de algo trabajando, y Uds. no saben qué es. Enciendan la luz, rápidamente…Grillos, cucarachas, ellos—ellos son hijos de la oscuridad. Y cuando la luz brilla, ellos se dispersan.\n\n“Salieron de nosotros porque no eran de nosotros”, dice la Biblia. ¿Ven? Ellos no pueden vivir en la Luz del mundo… Porque, el Dios del Cielo ha enviado Su Luz en estos últimos días, de manera que El pueda iluminar el camino para Sus hijos, para que ellos no caminen en tinieblas y tropiecen, sino que puedan caminar en la Luz del resplandor de Jesucristo, el mismo ayer, hoy, y por los siglos. ¡Amén!",
    "Fíjense, Satanás no es llamado el dios de ninguna otra edad sino de esta edad. Era su ambición el ser como Dios, desde el principio.\n\nLeamos eso. Simplemente vamos a tomar nuestro tiempo. Vayamos atrás a…¿Ven?, lo tengo escrito, Isaías 14. Vayamos aquí atrás a Isaías 14, sólo un momento, y veamos lo que Dios dice. “El dios”, lo que Satanás hizo. Isaías 14:12 y 14. Fíjense.\n\n¡Cómo caíste del cielo, oh Lucero, hijo de la mañana! Derribado fuiste por tierra, tú que debilitabas a las naciones.\n\nTú que decías en tu corazón: Subiré al cielo; en lo alto, junto a las estrellas de Dios (hijos de Dios, ahora), levantaré mi trono, y en el monte del testimonio me sentaré, a los lados del norte;",
    "Era la ambición de Satanás el ser adorado como a Dios. El tomó dos terceras partes, dos terceras partes de las estrellas del Cielo. El mismo subió más arriba de esas estrellas, y les predicó, y engañó a dos terceras partes de ellas. ¿Lo ven? Muy bien. Fíjense, esa es su ambición.\n\nY ahora él está listo, con su novia cuidadosamente escogida y educada por medio de su propio conocimiento, ¿ven?, toda pintada en su engaño, de grandes edificios y grandes denominaciones, y pinturas de conocimiento y teología, e inteligentes e intelectuales, y educados, para engañar a todo el mundo, y llegar a ser un “dios”. Eso es lo que él ha hecho. Todo culminando en la persona del anticristo, el cual ya está coronado como “el vicario de Dios”, por su novia amadora del mundo y científica, toda vestida en pompa de educación intelectual religiosa. Ella se ha hecho religiosa como él, y por la propia interpretación de él de la Palabra de Dios como él lo hizo con Eva, y como su hijo Caín lo hizo.\n\nAhora Uds. dicen: “¿El hijo de Satanás?”",
    "Muéstrenme un sólo lugar en la Biblia en el que Caín fuera llamado alguna vez el hijo de Adán. La Biblia dice que él era “el hijo del maligno”, simiente de la serpiente. No, la cubierta ahora ha sido quitada, hermano. La pirámide ha sido abierta, como mostró la revelación.",
    "Fíjense en lo que hará él, sus pensamientos. El pensó que Dios moraba en la belleza mundana. El hizo eso en el Cielo. El pecado nunca empezó en el huerto del Edén; empezó en el Cielo, cuando Lucifer, el hijo de la mañana, se exaltó a sí mismo en la belleza, y quería un reino más hermoso que el de Miguel. Y él pensaba que Dios moraba en la belleza.",
    "Y Fíjense en Caín. El no quería ningún sacrificio de sangre. El vino y ofreció el fruto, o—o los campos de belleza sobre su altar. Muy religioso, hizo todo, aquello, exactamente como lo hizo Abel; ofreció un sacrificio, se postró delante de Dios en adoración, obediente en toda manera, pero sin la revelación de la Palabra.\n\nY la Palabra era, desde el principio, el plan de Dios. Pero Dios reveló, por medio de revelación, la mismísima cosa que El vindicó y recalcó que eso era correcto. No religión, no un altar, no el pertenecer a la iglesia, no el hacer un sacrificio, no el ser sincero; pero por la revelación de la Palabra de Dios. Dios revelándole a él lo que…\n\nSu madre no cogió una manzana que una culebra le dio a ella, sino que ella tuvo una aventura sexual con la persona de Satanás, en la forma de la bestia; no un reptil, pero el más astuto y más sutil de todo el campo, la imagen del hombre, la única cosa con la que la simiente se mezclaría. Ahora la ciencia está tratando de encontrarlo. Y nunca lo van a encontrar, porque todo hueso en su cuerpo ha cambiado. Pero la Biblia declara que así es.",
    "Fíjense lo que esta persona va a hacer ahora. Esta persona: “El se sentará en el templo de Dios”, esto es, la iglesia, “haciéndose pasar por Dios”. Ahora si quieren leer eso, eso es Segunda de Tesalonicenses 2:3 y 4 y Apocalipsis 13:4, 11 y 12; donde hablaron, ambos profetas, ambos Juan y Pablo, de lo que él sería en los últimos días. Ahora Uds. léanlo, porque yo lo tengo escrito aquí. Pero yo…para ahorrar tiempo ahora.",
    "El día en que estamos viviendo es llamado, en la Biblia: “el día del hombre”, el día del hombre. Este no es el día de Dios. Dios no es el dios de esta tierra; la Biblia dice que El no lo es. El es el Dios del Cielo. Pero este no es el día de Dios.\n\nEste es el día de escoger. O, vivir para el día de hoy, y morir; escoger a Dios, y vivir. Y Dios es la Palabra, y la Palabra es la Palabra manifestada para la hora y el día.",
    "Fíjense, “el día del hombre”. Si Uds. quieren anotar eso, yo iba a leerlo. Pero Primera de Corintios 5:1-5…Primera de Corintios 4:1-5, discúlpenme, Primera de Corintios 4:1 y 5, Pablo estaba hablando de ser juzgado por el hombre, en el día del hombre.",
    "🦅 El día, ¿para qué lo llama el día del hombre?”, dirían Uds. Es el día en que las obras por el conocimiento del hombre son glorificadas.\n\nMiren que, toda la jactancia de los comunistas, alguien tratando de llevar a alguien a la luna. Dios está tratando de llevar a alguien al Cielo. ¿Ven? Pero miren cómo están gastando millones y billones y trillones de dólares, en un esfuerzo malgastado. Cuando lleguen allá, no van a encontrar nada. ¿Qué pasa con ellos?\n\nYo no tengo interés en la luna. Yo quiero pasar la luna tan rápido que ni siquiera la voy a ver; sólo seguiré subiendo más alto. Quiero pasar la Vía Láctea Blanca, seguir adelante, simplemente seguir adelante. ¡Sí!",
    "Y el mundo hoy están dedicándose al conocimiento el cual vino por medio de Satanás. Y el día del hombre es glorificado, no por la Palabra de Dios, pero por el conocimiento que él tiene.\n\nAhora piensen. Permitan que eso penetre. Y cuando Uds. toquen esta cinta de nuevo, en este punto aquí, paren por un rato y piensen.\n\nSus obras son exaltadas por encima de la Palabra de Dios y de las obras manifestadas; la sabiduría de Satanás, la cual él le dio a Eva en el principio. Ahora escuchen; no se pierdan esto. La sabiduría de Satanás es exaltada hasta el trono de adoración, en el hombre, por encima de la vindicada Palabra de Dios para la hora. Nuestras iglesias prueban eso por medio de sus—sus seminarios, escuelas de aprendizaje, que han aprendido más que lo que la Palabra de Dios sabe al respecto, piensan ellos. Y allí, el Doctor Tal y tal, y el Maestro Tal y tal, y el Profesor Tal y tal han exaltado su propio conocimiento, así llamada (de Satanás) verdad, por encima de la promesa vindicada de Dios, hecha clara delante de ellos. Y los hombres lo creen. ¿Ven?",
    "Sus logros científicos, tratando de probar que la Palabra de Dios está errada. Sólo piensen en eso. El, lo suyo, esto es, la teología del hombre, le explica la Palabra de Dios a la gente, y la invalida de nuevo, como él lo hizo en la edad denominacional cuando Jesús apareció en la tierra. Jesús dijo: “¡Hipócritas! Uds. por medio de su tradición”, esa es la interpretación de ellos, “han tomado la Palabra de Dios y se la han invalidado a la gente”. Y eso es lo mismo que han hecho hoy en día. No tiene el efecto.",
    "Fíjense: “Ellos”, la gente, “lo levanta a él contra todo lo que se llama Dios”. ¿No dice Segunda de Tesalonicenses que lo harían? Y la autoridad de una iglesia denominacional, la gente le cree a esa denominación más de lo que le creen a Dios. Y Dios es la Palabra. Ellos creerán su credo denominacional por encima de la Palabra, lo cual “lo levanta a él contra todo lo que se llama Dios”. Y solamente hay un Dios, y ese es la Palabra.\n\n“Todo lo que se llama Dios; tanto que él se sienta en la iglesia de Dios como Dios, probando que él es Dios”, porque él tiene a la gente adorándolo a él. Dios es la Palabra. Y se levanta contra todo lo que se llama Dios. Y solamente hay un Dios, y ese Dios es la Palabra. ¿Ven? “Y todo lo que se llama Dios”, es, el dios de esta edad se ha levantado contra la verdadera Palabra de Dios vindicada. Eso es San Juan 1. ¿Ven? “Contra todo lo que se llama Dios, para que él como Dios se siente en el templo de Dios”, con autoridad.\n\nMiren, ¡y él es alabado por ello! ¡Oh, permite que la gente, Dios, vea ese engaño! El es alabado por ello, y solemnemente creído por la gente de esta edad perversa. ¿Ahora ven Uds. el dios y sus siervos de esta edad perversa?",
    "Ahora observémoslo ser manifestado. El dice que él está haciendo un mundo mejor para que ellos vivan en él, por medio de su conocimiento aparte de la Palabra de Dios que nunca falla. Pero por medio de su reunión, en denominaciones, y credos, e intelectual, y científico, y demás, él está haciendo un mejor mundo para que el hombre viva en él, e ignorando la promesa de Dios, que el único tiempo en que el mundo será apropiado para vivir en él es en el Milenio. Uds. saben, en mi opinión, él ha hecho un mundo mejor para pecar en él en vez de vivir en él.",
    "Fíjense. ¿Lo hizo él? El legalizó el pecado. El legalizó el tomar whisky, el fumar cigarrillos. Y en las iglesias, legalizó que una mujer podía ser un miembro de la iglesia, con cabello corto. Ahora pueden parar un momento.",
    "Ella puede usar pantalones cortos, usar pinturas, y todavía pertenecer a su grupo religioso, lo cual es absolutamente contrario a la Palabra de Dios. El dice que está bien. ¿Ven su conocimiento? “¿Qué tiene que ver eso con una mujer?” Es exactamente lo mismo que tomar el fruto prohibido, o no el fruto prohibido, eso es lo que es. Dios dijo que no lo hicieran, pero él lo hace.",
    "Y ella le cree a él, y ella lo ama a él por ello. Ella odia a Dios. Sus propias acciones prueban que ella lo odia. Ella dice que ella lo ama a El, pero ella ama a Satanás. Ella adora al Dios de la moda, al Dios del mundo, las diosas de Hollywood. Ella lo ama a él, pero ella odia la verdadera Palabra de Dios, la cual es el único verdadero Dios que hay.\n\nLo legaliza en las iglesias. “No es malo. Nuestras mujeres pueden hacer esto, aquello, o lo otro”. Pero en la Presencia del Dios viviente, a ella ni siquiera se le permite llegar, a menos que ella esté arrepintiéndose.",
    "¿Ven?, él es el dios de la belleza mundana, él lo es. Ella se quiere ver bella. Y él es el Dios de la belleza, desde el principio. El puede, y ha logrado por medio de su conocimiento en ciencia y materiales, hacer belleza para su, esta edad modelo…esta edad moderna, mejor dicho, de maldad. Es hecha bella.",
    "Fíjense. Es digno de que nos fijemos. En el principio, Set y sus hijos nunca se fueron por la vía científica.\n\nAhora vamos a hablar acerca de la ciencia por unos cuantos minutos. Si digo esto, no excusando mi ignorancia; pero, es un montón de ignorantes, cualquiera cosa que niega la Palabra de Dios. ¿Ven? Seguro.\n\nEs digno de mencionar. Obsérvenlo. Los hijos de Set nunca se fueron por la ruta científica. Ellos fueron humildes pastores, campesinos, y demás.\n\nPero los hijos de Caín lo hicieron. ¿Por qué? Inspirados por su papá, el diablo. Caín, inspirado por su papá, el diablo, y éstos inspirados por esa simiente que llega hasta acá.",
    "Observen la simiente de Dios viniendo a través de cada edad, y observen adónde se está dirigiendo hoy. Cristianos, Cristianos genuinos, no se trata de investigaciones científicas y cosas. No. Un momento, entraremos en eso.\n\nPero los de Caín lo hicieron, según la naturaleza de su padre, el diablo, llenos de conocimiento mundano, belleza, y ciencia, y demás. Los hijos de Caín eran científicos. Eran instruidos. Eran los tocadores de instrumentos de música— música; un moderno Elvis Presley, un poco de esta cosa como lo que la mesa directiva de la escuela permite que suceda aquí en la calle cada sábado en la noche. Constructores de ciudad, embelleciendo mujeres para codicia personal, como el diablo dándole a las mujeres pintura, y cortándoles su cabello, y poniéndolas en los pantalones cortos, y cosas por el estilo. Ellas, es para su propia codicia sucia. Eso es muy directo, pero no conozco ninguna otra manera de decirlo.",
    "Ahora, sabemos que el evangelio de Satanás es un evangelio de ciencia y progreso. El lo predicó en Edén; no Dios; Satanás lo hizo, la ciencia de progreso. Ciencia y progreso es el evangelio de Satanás. Miren adónde nos ha conducido él hoy en día, con él. ¿Ven?",
    "Fíjense, él lo predicó en Edén, ¿a quién? A la novia de Adán. Y ella se lo creyó. El la engañó a que cuestionara una de las Palabras de Dios. Veamos lo que él pudiera haber dicho. El debe haber dicho: “No es científico morir, en esta santa iglesia”. O: “Tú serás enseñada e instruida, que no creas en semejantes cosas irrazonables como la muerte. A mí no me importa si la Palabra de Dios lo dijo; es irrazonable”.",
    "Oh, mírenlo a él hoy. “Dios es un buen Dios. Tú estás en Su santa iglesia; pues, tú no puedes morir”. Pero Dios dijo que Uds. morirían, y eso lo concluye. ¿Lo ven a él hoy? “Oh, sólo pertenezcan a la iglesia. No es lo que Uds. hacen, o esto, aquello, o lo otro. Sólo vengan a la iglesia y sean un buen miembro. Cortar su cabello, esas son tonterías. Y usar pantalones cortos, y ponerse pintura, e ir a los bailes, y un poquito de cerveza de vez en cuando, no les hará daño, siempre y cuando Uds. no se entreguen a ello. Francamente, yo quisiera que Uds. hijos la tomaran, para que puedan aprender si les gusta o no”. Allí está él, el dios de esta edad, esta edad perversa.",
    "🦅 Dios es un buen Dios”. Yo he oído eso tanto al grado que me enfermo. Dios también es un Dios de justicia. El no es un viejo abuelo chocho que puede ser empujado de acá para allá, y Sus nietos no tienen ningún pecado. El es un Dios de justicia y santidad. El lo probó en el huerto del Edén, por medio de Sus primeros hijos. Uds. cruzan esa línea, de una de Sus Palabras, Uds. están muertos. La misma cosa se aplica hoy.",
    "Y fíjense, él le predicó a Eva esa clase de evangelio científico, social, educado y progresivo, y la novia de Adán lo creyó. Y él ha tenido éxito en llenar a la así llamada novia de Cristo, la iglesia del Segundo Adán, con los mismos argumentos. Eso es correcto.",
    "🦅 Oh, no es—no es para Dios; Dios es demasiado bueno para hacerlo. Pues, mientras vayan a la iglesia. ‘Si crees’”. El diablo cree; no finge, sino que él realmente cree. El no es salvo. “‘Si crees’”. ¡Ja!",
    "El le dice a la segunda novia, o a la Novia del Segundo Adán, lo mismo que él le dijo a la primera. Tal como: “Ahora, sanidad Divina, no hay tal cosa. Podemos probar eso. Nunca se ha probado un caso”. “¿Y este bautismo en el Nombre de Jesús, ahora no se dan cuenta de que yo soy la autoridad de la iglesia?”, dice él. “Nosotros hemos dejado claro eso en Nicea, Roma”, cuando aquellos tres espíritus inmundos salieron del dragón, los falsos profetas, y demás. “Creemos que hay una trinidad de Dioses”. ¡Oh, válgame Dios! Eso es tan pagano a más no poder. Nunca vengan delante de Dios con una cosa semejante a esa, tratar de pararse en Su Presencia. “Oh, no hace ninguna diferencia si Uds. son bautizados en los títulos de: ‘Padre, Hijo, Espíritu Santo’. ¿Qué diferencia hace?”",
    "Hacía tanta diferencia, al grado que Pablo mandó a un montón de Bautistas que ellos tenían que ser bautizados de nuevo en el Nombre de Jesucristo antes de que el Espíritu Santo fuera a venir alguna vez sobre ellos. Y también causó que ese apóstol clamara, y dijera: “Si un ángel viene del Cielo y anuncia alguna otra cosa, sea anatema”. Seguro, hace una diferencia. ¡Oh, hermanos!",
    "🦅 No hay tal cosa como el bautismo del Espíritu Santo en estos días. Eso sólo fue para los apóstoles. Es pasado. ¿Y tal cosa como profetas? Ni siquiera se sabe de ello. ¿Milagros? Son incientíficos. ¿Malaquías 4? Eso fue para otra edad. ¿Juan 14:12? Oh, Jesús realmente no quiso decir eso. ¿Lucas 17:30? Oh, eso sólo fue un mito. ¿Ven?, ha—ha sido interpretado mal; no estaba en el original”. ¡Semejante tontería!\n\nCuando el Dios Todopoderoso desciende entre nosotros y lo prueba. Cuando El dice, que: “Jesucristo es el mismo ayer, hoy, y por los siglos”, El prueba que así es. A mí no me importa quién dice que no al respecto; Dios interpreta Su propia Palabra. El dijo que El haría esta cosa en los últimos días. “Habrá Luz al caer la tarde”. Y hay Luz, para la manifestación del Hijo de Dios.",
    "El mismo sol que sale en el este es el mismo sol que se pone en el oeste. El profeta dijo: “Habrá un día que no podría ser llamado día ni noche”. Es tenebroso, las nubes, como sobre la faz del sol. Pero dice: “Más o menos al caer la tarde habrá Luz de nuevo”. ¡El mismo Hijo! El es Alfa y Omega. El mismo Hijo que se levantó en el este fue [En inglés, las palabras “sol” e “hijo” se escriben casi igual y se pronuncian igual.—Traductor] predicho que se levantaría en el oeste de nuevo, en los últimos días, poco antes de que terminara el día. Yo no sé cómo lo interpretan ellos; Dios interpreta Su propia Palabra. El la prueba. Este es el tiempo del atardecer.",
    "Es triste, pero ella ciertamente se la creyó de nuevo. La novia de Cristo se la creyó, y tomó el conocimiento intelectual de algún predicador de seminario en vez de creer la pura y vindicada Palabra de Dios.",
    "Ahora ministros allá en la tierra dondequiera que estén, Uds. pudieran no estar de acuerdo con Esto. Yo no los estoy lastimando. Yo sólo estoy tra-…Yo estoy hablándole a mi propio grupo. Yo sólo estoy tratando…Si Uds. quieren estar presentes, yo ciertamente estaré contento de que Uds. lo escuchen. Y luego Uds. escúchenlo. ¿Ven? Pero yo sólo les estoy diciendo a ellos lo que ellos—lo que ellos han visto, y mostrándoselos; Dios probándolo, que está correcto. ¿Ven?\n\nEsta es la hora. No se necesita que alguien lo interprete. Su conocimiento mundano no tiene nada…Uds. pudieran tener un B.A. [Licenciatura en Letras.—Traductor], D.D. [Doctorado en Divinidad.—Traductor], a.d., o sea lo que sea; no significa nada. Dios interpreta Su Palabra, El mismo. El lo prometió, y aquí está.",
    "Pero por medio del conocimiento del seminario, predicación denominacional, “ha causado que toda la tierra se maraville en pos de la bestia cuya herida mortal fue sanada”, de pagana a papal. ¿Ven a dónde se está dirigiendo ella? Ella lo cree. Ella cree el conocimiento que él le dice.",
    "Es, ahora observen, es que ambas novias comprometidas creyeron el conocimiento de Satanás en contra de la Palabra de Dios. La novia de Adán creyó el conocimiento de Satanás en contra de la Palabra de Dios, y la novia de Cristo ha creído el conocimiento de Satanás, en esta perversa edad intelectual, contra la Palabra de Dios.\n\nY fíjense. Eva, en lo natural, lo creyó, y lanzó a toda la raza humana a la muerte. ¡La novia natural! Adán, el hombre natural de la tierra; su novia, antes de que él llegara a ella, para ser esposa, hundió a toda la raza humana en la muerte. Ya sea que sea científico o no, morimos de todas maneras, porque Dios dijo que moriríamos.\n\nYa sea que Uds. estén en el santo Edén, o en una santa iglesia, o en una santa denominación, o sea lo que sea, Uds. morirán el día que no crean que una Palabra de la Palabra Dios es la Verdad, cuando es vindicada y probada a Uds. Ese es el día que Uds. mismos se separan de Dios. No solamente toda la oración; una Palabra. “El que añadiere una palabra, o quitare Una”, ese es el día en que Uds. mueren.",
    "Fíjense, la novia de Adán le causó la muerte natural a su raza, a la raza humana.\n\nY la novia del Segundo Adán, la novia comprometida de Cristo, ha lanzado a toda la iglesia a una muerte denominacional, para tomar la marca de la bestia, por medio de las grandes denominaciones intelectuales y científicas. “Somos Bautistas. Somos Presbiterianos. Somos Pentecostales”, y demás. “Nosotros tenemos esto, y tenemos más propiedades. Nosotros, somos reconocidos por el gobierno. Estamos por todo el mundo”, y cosas semejantes. “Y lo mejor, y el alcalde de la ciudad, y demás, vienen a nosotros. Aun el Presidente viene a que se diga misa con nosotros, y nosotros venimos a esto, aquello, o lo otro”. Todo el mundo ha sido lanzado a una muerte espiritual y denominacional; toda la iglesia. ¡Ella esta muerta!\n\nUds. dicen: “Ud. está cubriendo mucho territorio”.",
    "Jesús dijo: “Como fue en los días de Noé, en los cuales ocho personas fueron salvadas, así será en la venida del Hijo del Hombre”. “En los días de Lot, donde tres fueron sacados de Sodoma, en aquel día…” Ahora ya hay un grupo afuera, recuerden. “Pero como fue entonces, cuando el Hijo del Hombre será manifestado”. ¡Miren qué día, miren dónde estamos viviendo!",
    "Ahora ella ha causado que todo el mundo acepte el liderazgo científico del programa educacional que Satanás le ha dado a ella bajo el nombre de una iglesia, el liderazgo de un programa educacional y científico. Les estoy describiendo al dios de este mundo.\n\nCuando ella, como Eva, tenía la mismísima llenura de la Palabra de Dios en su mano, ella podía haber tomado la Palabra de Dios. ¿Pero qué hizo ella con Eso? En vez de quedarse para el bautismo del Espíritu Santo, permitió que la ciencia le probara a ella que el Espíritu Santo sólo era para los discípulos.\n\nEn vez de mantener la sanidad Divina en acción, cuando ella debería de estar ahora resucitando a los muertos y haciendo grandes milagros; ella ha permitido que Satanás, bajo su liderazgo de hombre religioso, tome la Palabra de Dios y trate de decir que Ella era para otra edad. Y ella lo ha creído.",
    "Cuando la Biblia dice: “Las cosas que yo hago vosotros las haréis también”. Jesús dijo eso. “Id por todo el mundo y predicad el Evangelio a toda criatura”. Todavía somos criaturas. “Estas señales seguirán a cada uno de los que creyeren”. Ella la niega toda.",
    "Ella niega todo lo sobrenatural, y ella lo cambió por su concepción intelectual de la Biblia; donde sacerdotes, y santo padre, así llamados, donde obispos, arzobispos, donde presbíteros de distritos, supervisores generales, y demás, han puesto su propia interpretación a Ella. Y Dios los ha dejado, estar allí, muertos como las doce en punto.\n\nY lo único que queda en los últimos días es un montón de pequeños Pentecostales con un montón de música subido el volumen tan fuerte como pueden, corriendo de arriba abajo por los pisos, hablando en lenguas y gritando, “y tendrán forma de piedad, pero negarán la Palabra de ella”. Díganles que sean bautizados en el Nombre de Jesucristo; se ríen en su cara. Pero, eso, Dios sigue adelante haciéndolo así de la misma manera, probando que Su Palabra es así.",
    "Fíjense, el árbol del cual Satanás causó que Eva participara, era “el árbol del bien y del mal”. Era un árbol mezclado.\n\nAhora miren en el día en el que estamos viviendo, cuando El está llamando fuera a una Novia. El tiene una iglesia que afirma estar haciendo el bien, cuando es perversa, al negar la Palabra. Un árbol mezclado. Oh, dicen: “Ellos—ellos tienen grandes sociedades. Ellos—ellos—ellos—ellos ayudan a la esto. Y la Cruz Roja la apoya. Y todas las escuelas, ellas…¡Miren!”\n\nOh, pero tan sólo negar una Palabra, eso es todo lo que Uds. tienen que hacer para morir; no importa cuán intelectual, cuán bueno es. Jesús dijo: “Un poco de levadura leuda toda la masa”. Un poquito de levadura echa a perder la masa. Una Palabra de Dios, cambiada de lugar, echa a perder todo el cuadro. ¿Qué de que mi brazo esté donde mi pie debería de estar? ¿Ven? ¿Qué si mi oído estuviera aquí abajo donde mi mano debería de estar? “Un poco de levadura leuda toda la masa”.\n\nDicen: “¿Cómo sabe que está correcta?” Dios prueba que está correcta. El la vindica. El lo dijo aquí en la Palabra, luego El la prueba. Así es como sabemos que está correcta o no.\n\nSólo negar una Palabra es todo lo que se necesita para morir. Trajo los mismos resultados en esta edad perversa, muerte espiritual, como trajo muerte física a toda la raza humana.",
    "Fíjense cómo Satanás hizo que esa edad científica allá atrás, de Noé, que se apoyaran en su propia prudencia. ¡Ja! La Biblia nos dice en Proverbios: “No te apoyes en tu propia prudencia”. Y: “Sea la palabra de todo hombre mentira, y la de Dios veraz”. Pero Satanás, por medio de su conocimiento, desde el principio en el huerto del Edén, logró que la gente se apoyara en su propia prudencia. Y, Uds. saben, a través de sus grandes obras de Max Factor que él tenía allá atrás, él puso a las mujeres tan hermosas que causó que los hijos de los hombres…que los hijos de Dios, mejor dicho, cayeran en pecado y se casaran con ellas. El…Las mujeres eran tan hermosas, tan bonitas.",
    "Ahora tomen Uds. a la mujer común en la calle hoy en día. Muchos de Uds. han leído la historia; Uds. nunca la han oído, porque fue antes de mis días. Pearl O’Brien, ¿cuántos oyeron de ella alguna vez? Seguro. Ella era considerada la mujer más bella del mundo. Pues, no hay una sola niña de escuela que vaya a la escuela hoy en día que no sea dos veces más bonita de lo que ella era. ¿Por qué es? La belleza de la mujer va a suceder en los últimos días.\n\nLes han cortado su cabello. Las pusieron en vestidos de niñas pequeñas. Les pusieron pantalones cortos, y bikinis, y lo que sea que Uds. les llamen, en ellas. Les pusieron pintura, y colorete, y todas estas clases de cosas, para hacerlas algo que no son. ¿Ven? Pero a través de conocimiento científico ellos han podido llevar a cabo esto. ¿Saben Uds. que se gasta más en cosméticos de mujeres, que lo que se gasta, en los Estados Unidos, dos o tres veces más, que lo que se gasta en alimento para vivir? Probaron eso, eso es correcto, en cosméticos.",
    "Fíjense: “Los hijos de Dios vieron a las hijas de los hombres”, no hijas de Dios, “las hijas de los hombres, que eran bellas”, y causó que los hijos de Dios cayeran en este engaño. “Y tomaron esa clase de mujeres y se casaron con ellas”, y trajo una edad de prostitución, así como lo es hoy; como lo fue en Sodoma, como se ha predicho que será hoy en día.\n\nQue, cuando hombres y mujeres de este día intercambian esposas. Si a ellos no les gusta esta esposa, ellos—ellos van a Reno, Nevada, y se casan; y, o se divorcian, de esa, y se casan de nuevo en quince minutos. Y las mujeres tan hermosas que casi son irresistibles. ¿Y qué es? ¡El diablo! ¿Ven a Satanás todavía en la belleza? Fíjense.",
    "Fíjense, ese pecado nunca les fue perdonado. Esa hermosa edad científica fue la misma edad perversa que Dios destruyó de la faz de la tierra; esa hermosa edad científica. Jesús dijo que será eso de nuevo poco antes de la venida del Hijo del Hombre. ¿Es correcto eso? Fíjense, Jesús dijo: “Como fue en los días de Noé, así será en la venida del Hijo del Hombre”, cuando todos ellos trataron de casarse…Ahora observen: “Los hijos de Dios se casaron con las bonitas hijas de los hombres”, y Dios nunca los perdonó por ello.",
    "Exactamente igual que la enseñanza de Balaam, que él causó que las mujeres bonitas, intelectuales y científicas de Moab a…con sus ojos coquetos, sus pinturas y polvos, sus finos perfumes, a que sedujeran a los hijos de Dios; contra sus propias mujeres que trabajaban y tenían callos en sus manos, sin maquillaje puesto. Los sedujeron, y: “Casémonos los unos con los otros, porque todos somos el mismo pueblo”. ¡Esa era una mentira! Era una—una mentira, y un logro del diablo, para hacer que los hijos de Dios se casaran con las—las hijas de los hombres.\n\nEra una mentira del diablo, de que Balaam, ese falso profeta, tratara de profetizar contra Moisés que trató de mantener unida a la raza; que dijera: “Pues, nosotros creemos en el mismo Dios. Nosotros ofrecemos las mismas ofrendas. Tenemos los mismos sacrificios. Hacemos todo de la misma manera”.\n\n“Tan parecido que engañaría a los Escogidos si fuere posible”. ¿Ven? [Espacio en blanco en la cinta.—Editor] ¡Salgan de ella, pueblo! ¡Uds. no tienen nada que ver con ella!",
    "Fíjense, no era probable que Dios interpretaría Su Palabra a la generación perversa de Caín. No. Dios no interpretaría Su Palabra a ellos. Fíjense…[Espacio en blanco en la cinta.—Editor]\n\nDios, el conocimiento para hacer un mundo tan bonito y científico y pecaminoso, ¿tuvo El que destruirlo? ¿Haría Dios eso, hacer un mundo tan bonito; miren aquí, Dios hacer a sus hijas tan bonitas, y vestirlas tan provocativas, que Sus hijos las codiciarían y cometerían adulterio? ¿Qué? ¿Dios hacer una cosa como esa?\n\n¡Este montón desnudo y desnudado de los de Laodicea, adorando al dios de este mundo, a través de sus éticas, y educación, y sagacidad, y hermosura! “Salid de ella”, dice la Biblia, “no seáis participes de sus pecados, y no recibáis sus plagas”. Dios hará llover granizo de los cielos un día, tan grande como de cien libras cada uno [Como cuarenta y cinco kilos y medio cada uno.—Traductor], y la destruirá apedreándola; como Su Palabra siempre ha dicho que El lo hizo, Sus leyes.\n\nPues, si Dios hizo una cosa como esa, le reveló su Palabra a un pueblo semejante a ese, El estaría—estaría haciendo fracasar Su propio propósito. Dios no es insensato. El es la fuente de toda sabiduría.\n\n¿Así que ven Uds. de dónde vino esa cosa? Vino de Satanás, y todavía es de Satanás. Y la iglesia lo ha creído.",
    "Ahora ¿ven Uds.?, mujeres, estoy tratando lo mejor que puedo de mostrarles la Palabra de Dios. La Biblia dice: “Si una mujer se corta su cabello, ella afrenta su cabeza”, la cual es su marido. Y su marido es la cabeza, con Dios, así que ella afrenta a Dios y a su marido.",
    "Ahora esto muestra quién es la cabeza de este sistema eclesiástico del mundo. Eso muestra quién es la cabeza de él. Es Satanás, en la forma de un superhombre, una persona de conocimiento, un súper conocimiento. El sabe más que todo el resto de ellos. No importa lo que la Palabra dice, él—él tiene su propia interpretación de Ella, ¿ven?, la interpretación para esta edad perversa.",
    "Fíjense en sus planes para edificar una iglesia súper denominacional, el Concilio Mundial de Iglesias, ¿ven?, un súper denominado, para que todo el mundo lo adore a él, la bestia, bajo el nombre de Cristianismo unido. ¿Les gustaría leer eso en la Biblia? Apocalipsis 13:6 y 8. Es una moderna torre de Babel.",
    "¿No se acuerdan cómo Nimrod, ese hipócrita, construyó esta gran torre e hizo a todas las otras pequeñas ciudades pagar tributo a ella? Farfullar y Babel es la misma cosa [En inglés ambas se escriben casi igual.—Traductor]. Sólo cambia sus nombres, y, a medida viene hacia acá. Es, Roma ahora es Babilonia. Y el mundo entero es traído a Babilonia, y es traído por el Concilio Mundial de Iglesias el cual hará que cada uno de ellos se incline a ella. Y Uds. han tomado la marca de la bestia, no sabiendo lo que estaban haciendo. Porque…\n\nPero aquellos que son elegidos escucharán la Palabra y saldrán de ella.",
    "¡Cuán contraria es la denominación a la Palabra de Dios! El nunca tuvo una, el nunca lidió en una, y nunca lidió con una. Yo quiero que algún historiador me muestre donde alguna vez un profeta salió de la iglesia. Muéstrenme donde Dios alguna vez bendijo una iglesia que fue…después de que fue organizada. Ella fue a dar al estante y murió, con sabiduría intelectual del diablo, por sus líderes, y rechazó la Palabra de Dios mientras crecía a la estatura perfecta de Cristo. Ahora está en la cabeza. ¡Cuán contrario!\n\n¡Sepárense de esa Eva incrédula, Uds. hijos de la Luz del atardecer!",
    "Satanás, el dios de esta edad, por medio de su conocimiento, está haciendo que la gente coma de su árbol mezclado del bien y del mal. Fíjense, Satanás, por medio de su conocimiento, está causando que la gente de esta edad perversa coma de su árbol del bien y del mal. El dice que él está construyendo una civilización Cristiana más grande, por medio de su conocimiento del bien y del mal, una civilización Cristiana más grande.",
    "Pero a la pequeña Virgen, Palabra, Manada, Novia de Cristo, no le importa el conocimiento de él. Ella se mantiene, de él, libre de él. ¿Qué es…? Ahora hablemos acerca de Ella, un momento. Ella espera a Su Señor y Su luna de miel Milenial, correcto, con el Novio Palabra, y Ella es la Novia Palabra.",
    "El conocimiento y la civilización, y el verdadero Cristianismo, no tienen nada en común. La civilización, y el verdadero Cristianismo, no tienen una sola cosa en común.\n\nLa civilización es por medio del conocimiento. Todos sabemos eso. Y el conocimiento es del Edén, se probó, por lo que él predicó en el Edén. Y el conocimiento causa muerte. ¿Es correcto eso? ¿Qué causó la muerte en el huerto del Edén? El conocimiento. Pero no puede ser de Dios, así que es del diablo. ¡Fuiu, esa fue una buena! El conocimiento, la ciencia, la educación, es el estorbo más grande que Dios haya tenido alguna vez. Es del diablo.\n\nAhora voy a recibir algunas cartas sobre eso, yo sé. Estoy esperándolas.",
    "Miren en lo que la cultura nos ha metido ahora. ¿Ven? Miren lo que ha hecho. ¿Dónde estamos? Nos hemos apoyado en esas cosas, a través de nuestra propia prudencia por medio de nuestra ciencia.\n\nUds. dicen: “¿Qué acerca de Dios, cree Ud. que El es ignorante?” Oh, no.\n\nDios establecerá Su propia clase de civilización en la tierra, cuando El tome control. Este es el mundo de Satanás; él es dios ahora de su conocimiento mundano y científico. Pero Dios establecerá Su propia clase de civilización. No será una civilización como ésta. Uds. sólo recuerden eso. No será la clase de civilización que tenemos hoy en día. No, no. Será de acuerdo a Su Palabra y a Su propósito. Porque, el dios de esta presente edad perversa será destruido, y su reino con él.",
    "Esta moderna edad a la que le encanta el conocimiento no podía haber tenido un mejor líder que el que tienen, Satanás, un pervertidor de la Palabra de Dios, así como él comenzó en el huerto del Edén, pero es una persona religiosa apoyándose en su propia prudencia.\n\nComo he dicho antes, Proverbios 3:5, que: “No debemos de apoyarnos en nuestra propia prudencia”.\n\nEllos tienen que tener un dios, porque son humanos. Sin embargo, él les hace lo que ellos quieren. Ya que siendo un ser humano, siempre, todos los seres humanos…Cuando llegamos aquí, encontramos a los Indios hasta adorando ídolos, y al sol, y todo. Como un ser humano, ellos tienen que tener un dios. Así que esta gran edad intelectual tiene que tener un dios, así que ha llegado a ser…El dios de este mundo ha llegado a ser conocimiento, denominación, ciencia, “tendrán apariencia de piedad pero negarán la Eficacia de ella”.",
    "Fíjense, su dios les hace exactamente lo que quieren. Ellos codician para la carne, y eso es lo que él les da. “Ellas quieren ponerse bikinis. Las deja ponérselos. Si ellos quieren hacer esto o aquello, los deja que lo hagan. No hay nada malo en ello; ellos van a la iglesia. Su madre era Metodista, Bautista, Pentecostal, Presbiteriana. Sólo déjenlos en paz”.\n\nEse es el dios de esta edad; astuto, sabio, científico. No necesita fe. No tiene que probar nada. Ya ha sido probado, por medio de su conocimiento. “Pues, somos la iglesia más grande que hay en la ciudad”, su conocimiento. “Nuestro pastor tiene un D.D. [Doctorado en Divinidad.—Traductor], Ph.D. [Doctorado en Filosofía.—Traductor]” ¿Ven?, no necesita fe; depende del conocimiento. Les permite vivir de cualquier manera, con tal de que vengan a adorarlo por medio de su denominación y credo. Hay un gran ojo amoratado allí, pero mírenlo.\n\nSe ríe de la Palabra de Dios, diciendo cosas contrarias a la Palabra; y trata, por medio de su conocimiento, de probar científicamente que la Palabra no es verdad. ¡Oh, qué edad en la que estamos viviendo! ¿Ven al Dios de esta edad?",
    "Fíjense, pero Dios está esperando hasta que la iniquidad de estos modernos Amorreos esté llena. No se preocupen, El tendrá Su Moisés listo en ese tiempo. Va a haber un éxodo, algún día, a la tierra prometida. Va a haber un Moisés que va a venir, el cual llamará fuera, “restaurará la Fe de los hijos de vuelta a los padres”. Va a venir uno de estos días. No…\n\nUds. dicen: “Pues, miren cómo estamos progresando”.\n\nSeguro, la iniquidad de los Amorreos todavía no está llena. Va a venir, uno de estos días. Dejen que se destruyan ellos mismos.",
    "La civilización, el conocimiento, pervierten la Palabra de Dios para que se ajuste a su propio gusto. Cada denominación hace la misma cosa. Satanás entonces predica su propio evangelio de conocimiento en su propia iglesia.",
    "Solamente hay dos clases de gente de las que se habla en el Nuevo Testamento. “Los hijos de Dios, y los hijos del diablo”. ¿Sabían eso? ¿Quieren anotar Uds. una Escritura para eso? Primera de Juan 3:10, si Uds. quieren la Escritura. Estoy leyéndolo aquí mismo, la tengo escrita. Muy bien. Muy bien.",
    "En Efesios 2:2, ellos son llamados: “Los hijos de desobediencia”. Como lo fue Eva, desobediente a la Palabra de Dios. Los hijos de obediencia, y desobediencia, no tienen nada en común.\n\n¿Entonces cómo puede la Novia de Cristo asociarse en una denominación, cuando uno es desobediente y el otro obediente? ¿Cómo puede uno, ser la Palabra; y el otro, palabra pervertida? ¿Cómo pueden una prostituta y una mujer limpia andar juntas de acuerdo? No pueden hacerlo. Ellas no tienen ningún compañerismo en lo absoluto. “¡Salid de entre ellos!” Es del diablo. Es la marca de la bestia. Dirigiéndose directamente a ella ahora; todas las denominaciones. A mí no me importa de quién es.\n\nDios está tomando, no una denominación, “un pueblo para Su Nombre”. Una denominación no recibirá estas Verdades. Se necesitará una persona individual que pueda ver a Dios, que mire Su Palabra y la crea, y que no pertenezca a ninguna organización; sino que viva para Dios, no para su organización, la sabiduría intelectual de algún obispo o algo que la ha enseñado. Eso es correcto.",
    "Los hijos de desobediencia, y los hijos de obediencia, no tienen nada en común. Uno de los…es del día de Luz; el otro, de la noche y la oscuridad, la edad perversa, esta edad perversa de oscuridad, clubes nocturnos, bailes, sin embargo pertenecen a la iglesia. Está bien con su dios. Ellos no tienen ninguna condenación al respecto; nada les molesta.\n\n“Pues, no me condena cortarme mi cabello”, dijo una mujer. “No hace que me moleste mi conciencia”. Ella tiene tanta conciencia como una culebra tiene caderas. Eso es correcto. Ciertamente que no. Ella no sabe lo que es una conciencia. Ha sido cauterizada tanto al grado que ella ni siquiera sabe qué es. Eso es correcto.",
    "Caminando alrededor, por encima de la Palabra de Dios, diciendo: “Pues, ese es algún anticuado. No vayas allá; ellos sólo son un montón de ruido y alboroto, de todas maneras”. No saben nada más acerca de Dios que lo que un Hotentote sabría acerca de un caballero Egipcio. Eso es correcto. Es verdad.\n\n“Que tendrán apariencia de piedad, pero negarán la Eficacia de ella; a éstos evita. Porque de éstos son los que van de casa en casa, y llevan a las mujercillas”.\n\n“Oh, querida, tú eres, tú deberías hacer esto. Oh, querida, yo creo que tu anticuado predicador allá, si tú tan sólo…Oh, tú te mirarías linda en un ‘kini’”, o como sea que le llamen a la cosa. “Tú, si tú hicieras todo esto, aquello, y lo otro. Pues, un pequeño cigarrillo no dañará a nadie. Yo pertenezco a la iglesia, y tú sabes que nuestra denominación es respetada tanto como la de cualquiera”. No le crean a esa vieja mentirosa pintada. Ella les está mintiendo a Uds. Eso es correcto. Sí, señor.",
    "Está bien con su dios. Oh, él piensa que eso es maravilloso, y ellos simplemente lo aman por ello.\n\nOh, ellos discutirán con uno. Ellos le harán frente y discutirán con uno al respecto. Pues, seguro, Satanás se paró en la cara de Jesucristo, la Palabra, y trató de decir: “Escrito está”.\n\nY allí estaba El, la Palabra de Dios vindicada. El dijo: “¡Vete de Mí, Satanás!” Sólo caminen y hagan la misma cosa.\n\nComo un hombre me dijo a mí una vez, dijo: “Ahora, si Ud. cree que el bautismo del Espíritu Santo está correcto, y Ud. cree que lo ha recibido”, dijo, “ahora ciégueme Ud.” Ese era un predicador. Dijo: “¡Ciégueme Ud.!” El dijo: “Pablo cegó a un—un hombre un día”.",
    "Yo dije: “Señor, ¿cómo puedo cegarlo cuando Ud. ya está ciego? ¿Cómo puedo matarlo cuando Ud. ya está muerto?”\n\nEl dijo: “¡Yo, mis ojos son veinte veinte!”\n\nYo dije: “Su parte física; pero Ud. todavía está ciego”.\n\n“¡Es imposible! La Biblia no interpreta cosas. Nosotros hablamos donde la Biblia habla, y callamos donde Ella calla”.",
    "Yo dije: “Muy bien, cuando Elías estaba allá en Dotán, ¿ven?, allí llegó todo el ejercito Sirio alrededor. Y el siervo llegó corriendo, dijo: ‘¡Oh, padre mío!’ Dijo: ‘Padre mío’, dijo, ‘los Sirios nos han rodeado’”.\n\n“Elías restregó sus ojos, despertó y dijo: ‘Hay más con nosotros que los que hay con ellos’”.\n\n“El dijo: ‘Yo no veo a nadie’”.\n\n“Dijo: ‘Dios, abre sus ojos’. Ahora, él estaba ciego. Y él miró alrededor de ese viejo profeta, y sobre los montes; estaba lleno de Angeles, y carros de Fuego, y caballos de Fuego”.\n\n“Y él salió allí, y la Biblia dice: ‘El los hirió con ceguera’. ¿Ciegos a qué? A él. El salió, dijo: ‘¿Están Uds. buscando a Elías?’”\n\n“‘Sí, estamos buscándolo’”.\n\n“Dijo: ‘Vengan, les mostraré dónde está él’. Elías guiándolos a Elías. ¡Ciegos!”\n\nYo dije: “¿Sabe Ud. lo que le voy a decir a Ud.? Exactamente lo que mi Señor le dijo al padre de Uds.: ‘Vete de mí’”. Ajá. Ajá.",
    "Fíjense, los hijos de obediencia, y desobediencia, no tienen nada en común. Los desobedientes adoran a su dios. “Oh”, dicen ellos, “nosotros creemos la Biblia”. Sí, es un árbol mezclado. ¿Ven?, ellos le añaden el mundo y el conocimiento a Ella. El árbol de Satanás, mezclado; ¿ven?, ella tomó del árbol de Satanás, del bien y del mal. “Oh, nosotros creemos la Palabra”. Seguro, pero no toda Ella. Eva creía la Palabra, también, pero permitió—permitió que Satanás tomara su árbol y lo pervirtiera un poquito. Eso es lo que es.\n\n“El que le añadiere una palabra, o le quitare una Palabra a Ella”. ¡El todavía es el mismo ayer, hoy, y por los siglos! Fíjense. Muy bien.",
    "Esta edad perversa es de oscuridad, sin embargo pertenece a la iglesia. Su dios, ellos lo aman por ello, la manera en que él les permite obrar. Ellos no tienen ninguna condenación. Nada les molesta con tal de que ellos pertenezcan a la iglesia.\n\nBalaam le enseñó a la iglesia la misma cosa. “Unámonos; todos somos iguales”. Ese fue el último truco. Dios nunca los perdonó por creer semejante mentira.",
    "Recuerden, era un pecado imperdonable, tres veces en la Biblia, para cualquier persona que le añadiera una sola palabra de su propia interpretación a la Palabra de Dios después de que Ella había sido vindicada como la Verdad.\n\nEn el huerto del Edén, correcto, en el huerto del Edén, una palabra añadida causó la muerte.\n\nCuando Balaam añadió la palabra, que: “Todos somos iguales”, ellos, Dios nunca le perdonó a Israel eso. Cada uno de ellos perecieron en el desierto, excepto los tres que Dios sacó.\n\nJesús dijo: “Ellos están, cada uno, muertos”, eso es Eternamente separados. Todos ellos están perdidos; nunca fue perdonado. Es un pecado imperdonable; nunca se les perdonó. ¡Oh, hermanos!\n\n¡Huyan de ello, hijos de las Luces del atardecer!",
    "¿Ven ahora quién es el líder de esta moderna y religiosa edad perversa? Es el diablo, tomando ese árbol del bien y del mal, y colocándolo allí afuera, fíjense, trayendo a su bella novia iglesia al concilio ecuménico para una boda. Esa es una buena. Su bella iglesia científica, con todos los—los—los títulos que pueden ser obtenidos; los Ph.D. de la iglesia de Cristo, los Ph.D. de la Bautista, Presbiteriana, Pentecostales, y todas. Trayéndolas a todas, con sus galas decoradas y grandes iglesias, a todas al concilio ecuménico: “Somos uno”. Nunca les será perdonado a ellos. Una denominación, el usar la marca de una denominación, es la marca de la bestia. Nosotros ya hemos pasado por ello aquí; el hacerlo. ¡Huyan de ella, hijos, huyan de ella! ¿Ven? ¡Una gran y bella iglesia a la boda ecuménica, usando su marca!\n\nPantalones cortos, seguro, vestida mundanamente, provocativa, pintura, verdaderamente buenas discípulas del diablo, para atrapar a los hijos de Dios; casan a un buen muchacho completamente nacido con alguna réproba como ésa. Eso es correcto. ¡Qué…!",
    "Ud. dijo: “Cortar el cabello, ¿qué tiene eso que ver?”\n\nHermano, detengámonos aquí un momento. Yo simplemente siento que alguien resintió eso. Pudo haber sido allá por el cable en alguna parte.\n\nEscuchen. Un cabello para una mujer es un voto Nazareo. El cabello para Sansón era un voto Nazareo. Y cuando una mujer se corta su cabello, ella—ella absolutamente niega su voto Nazareo de que ella es una Novia para Cristo. Porque, allí, en esa sola cosa, ella echa a perder todo el Cuadro. ¡Correctamente! Un Nazareo es “uno que está consagrado con un propósito”. ¿Es correcto eso? Sansón estaba consagrado para una edad y con un propósito, por lo tanto él tenía cabello largo. La mujer que es una hija de Dios, deja crecer su cabello, para mostrar que ella está consagrada a toda Palabra de Dios.",
    "Si ella se lo corta, a mí no me importa cuánto baile, cante, esté en el coro, hable en lenguas, corra de arriba abajo, o tenga toda clase de sociedades auxiliares, ella está muerta. Eso es ASI DICE EL SEÑOR, la Palabra de Dios. Primera de Corintios 14. Ella ha negado su voto Nazareo y se ha vendido al dios de esta edad moderna. Ella lo hace. ¡Ahora, qué vergüenza, señora, o mujer!",
    "Realmente atrapadoras de los hijos de Dios, como lo fue. Como dijo Jesús: “Como fue en los días de Noé, las mujeres hermosas, y los hijos de Dios comenzaron a casarse entre ellas, así será cuando el Hijo del Hombre regrese”. Y el dios de ellos piensa que es grande, y hermoso, y científico, conocimiento. Moda de Hollywood, diseñada en su propio taller, seguro, todo esto pegajoso aquí y cosas, Uds. saben.",
    "¡Y a ella, su iglesia, simplemente le encanta! ¡Oh, hermanos! “Yo quiero que entienda, yo soy Metodista. Yo soy Presbiteriano. Nuestro pastor tiene mejor sentido común que decir una cosa como esa”. El no tiene suficiente sentido común para decir las cosas que Dios dice entonces. ¿Ven?",
    "Ella, la iglesia, simplemente lo adora. A ella le encanta. ¡Exactamente lo que ella ha querido! Ella no se unirá con nada, hermano, ni entrará en nada en lo cual ella tenga que actuar como algo diferente de lo que estas modernas Jezabeles son, porque esa es la naturaleza que está en ella.\n\n¿Cómo pueden ser Uds. de alguna naturaleza…? “¿Quién podrá, por mucho que se afane, añadir a su estatura un codo?” Si Uds. nacieron para ser de cinco pies [Un metro cincuenta y dos centímetros.—Traductor] de alto, Uds. no van a ser de seis pies [Un metro ochenta y dos centímetros.—Traductor]. Oh, sí, como la “maquina para estirar” de Booth Clibborn.",
    "¡Entonces escuchen, hombres, Uds. montón de rickies! Si Uds. nacieron para ser un hombre, entonces actúen como un hombre. Estos flequillos colgándoles en su cara, y rizados como algún atractivo sexual, pues, ¡generación pervertida de culebras! ¿Qué pasa con Uds., de todas maneras?\n\nMi Dios juzgará esta nación algún día con fuego. El la hundirá debajo del océano. La hora de Su juicio está cerca. Todo el mundo terminará.",
    "¡Perversión religiosa! Perversión humana; los hombres ni siquiera saben a qué sexo pertenecen, ni tampoco las mujeres. Se para con un par de overoles de hombre puestos, o un par de pantaloncitos cortos, ropa que es…todo movimiento de ella y la forma de su cuerpo, y se llama a sí misma Cristiana. Ella ni siquiera es una dama, mucho menos una Cristiana. Ella es una prostituta de la calle usada por Satanás, inspirada por Satanás, para enviar a los hijos de Dios al infierno, para cumplir la Palabra que Jesucristo dijo que sucedería. No era mi intención decir eso, pero El lo dijo, de todas maneras. ¿Ven de dónde viene este espíritu religioso? El árbol mezclado.",
    "Dicen: “¿Qué hay de malo con esos pantalones”, o como les llamen, “empuja pedales [Pantalones para mujeres o muchachas que llegan un poco más abajo de la rodilla, usados originalmente para andar en bicicleta.—Traductor], o lo que sean?”\n\nLa Biblia dice, que: “Cualquier mujer que se ponga ropa de hombre, es una abominación delante de Dios”. Eso es ASI DICE LA BIBLIA.\n\nY una mujer que se corta su cabello, deshonra su cabeza. Y ni siquiera es…Es una cosa pecaminosa que una mujer ore con cabello corto, la Biblia así lo dice, orar en público con su cabeza descubierta. Y su…\n\nOh, Uds. dicen: “Yo me pongo un sombrero”.",
    "¡Hipócrita, enseñarle a esas mujeres semejantes cosas como esa! Cuando la Biblia dice: “En lugar de velo le es dado el cabello”, no algún sombrero hecho por el hombre. Eso es lo que la Biblia dice. Yo no soy responsable; yo sólo soy responsable de decir la Verdad. No sean deshonestos, como la Biblia dice: “Adulterando la Palabra de Dios”, para—para arreglar o—o satisfacer la petición de un montón de rickettas.",
    "Yo tengo la palabra perverso aquí. Yo tengo “Elvis” escrito en vez de perverso. [“Perverso” en inglés se escribe “evil”.—Traductor] Todo es más o menos lo mismo. La palabra Elvis significa un “gato”, y la palabra Ricky significa una “rata”. Cuando Uds. dicen “pequeño Ricky”, Uds. quieren decir: “pequeña rata”. Lo que Uds. lo llaman, eso es lo que él es. Si su niño se llama así, cámbieselo rápidamente, por causa del Evangelio. No le pongan a un niño…\n\nUds. nunca han oído semejantes nombres como ésos en la Biblia, o en ninguna otra edad. Es la edad, el nombre para esta edad. Si alguna vez hubo ratas y gatos pervertidos, es allí.",
    "Todo esto…?…“disc jockies” de millones de dólares, y estos muchachos caminando aquí afuera, ni siquiera pueden ir a—a la escuela sin una pequeña cosa metida en el oído, y un pequeño radio de transistores en su bolsillo, haciéndole: “bum di bum”.\n\nOh, ellos llegaron allá arriba a la casa, y nosotros hicimos…Esos hombres tratando de pintar mi casa allá arriba. Nosotros dijimos: “Saquen esa cosa de aquí. Si Uds. no pueden trabajar sin eso, entonces dejen el trabajo. Me pone tan nervioso que yo ni siquiera puedo pararme por aquí. Nosotros dedicamos este lugar a Dios. No queremos esa clase de tonterías de ‘boogie woogie’ de estos últimos días aquí alrededor”. Yo dije: “¡Apáguenlo o dejen el trabajo!”",
    "Fíjense, religiosos, sin embargo, oh, seguro, van directamente a la iglesia y se paran en el vestíbulo, oyendo el “boogie woogie”.",
    "También, fíjense, la Novia Palabra de Cristo está llegando a la cabeza, también. Mientras vemos a dónde el anticristo se está dirigiendo, comenzó allá atrás y ahora está llegando a una cabeza; un concilio ecuménico lo pondrá en una cabeza eclesiástica. Y la pequeña Iglesia que ha venido a lo largo, también, la Novia Palabra de Cristo a través de la edad, está llegando a una Cabeza, porque Ella va a ser unida otra vez a Su Compañero. Siempre, así como la iglesia y todo lo demás, se tiene que unir. El Trigo, todo lo demás, regresa a su cabeza de donde empezó; como Caín y Abel. La Novia Palabra culminando en la persona de la Palabra de Dios manifestada en esta edad perversa en la que estamos viviendo. ¿Ven dónde está culminando?",
    "Y Satanás pronto va a tomar a su novia intelectual y va a exaltar a este grande, el cual es el anticristo, las jerarquías, y lo va a colocar a él sobre un trono: “Y todo el mundo se maravillará en pos de él”.\n\nY luego Cristo va a venir. Y dos no pueden existir al mismo tiempo. Y su reino será tomado; él será destruido.\n\nY Cristo, la Palabra de Dios…Lo cual, la mujer es una parte del cuerpo del hombre. Ellos no son dos; son uno. Y la Novia, Iglesia, Palabra, “un pueblo llamado fuera de aquí y allá, por causa de Su Nombre”, se unirá en el Cuerpo de Jesucristo.\n\nY el reino del anticristo será tomado y destruido. Y Cristo tomará el trono, y se sentará sobre el trono de Su padre David, y reinará sobre la tierra por mil años; luego le presenta la Iglesia a Dios, “sin mancha o contaminación”. ¡Sí!",
    "Ahora noten su cabello largo, un voto Nazareo a la Palabra. Describiré a la Novia de Cristo ahora. Describimos al anticristo, donde ella está, religiosa y todo, ciencia. Ahora la humilde Noviecita de Cristo simplemente cree la Palabra, quienquiera que Ella es. Son individuos. Yo espero y confío que hay muchos sentados presentes, muchos están escuchando. Y espero que yo mismo, y cada uno de todos Uds., somos parte de esa Novia. Espero que muchos. Y, será, todos los que han sido ordenados para eso serán eso, porque es la naturaleza de ellos. Ellos ven. La Palabra sólo puede reconocer la Palabra. No puede reconocer una denominación o una perversión. Conoce la diferencia; es la Palabra. ¿Ven? No puede reconocer nada…\n\nUn trigo no puede ser nada más que un trigo. El comenzó, siendo un trigo; culminará, siendo un trigo. Y una hierba nunca puede ser un trigo, sin embargo es regada por la misma unción. ¿Ven? Pero no es un trigo. Como dije el otro día, acerca del árbol con las diferentes ramas en él.",
    "Su cabello largo, el voto Nazareo, muestra que Ella está comprometida a Dios. Su bello vestido de Su Palabra prometida para la edad en la que ella está viviendo, envuelto alrededor de ella, vindicándola a Ella Consigo mismo, de Hebreos 13:8: “Jesucristo es el mismo ayer, hoy, y por los siglos”. Como, Ella es parte del Novio Palabra, fiel a El en todo aspecto.",
    "Ahora miren. Si una mujer sale aquí y está casada con un hombre, y ella sale y hace el amor con otro hombre y tiene una aventura con él, y regresa a su marido, él la debería de echar fuera. ¿Es correcto eso? Ella debe de ser fiel a él, porque ella está comprometida a él.\n\nY la Novia de Cristo está comprometida a Cristo; y El es la Palabra.\n\nNi siquiera guiñar al otro lado, una mujer ni siquiera debería de guiñarle a otro hombre. Ella no debería de hacer ninguna señal, ninguna emoción en lo absoluto hacia él, porque ella es absolutamente una novia para un novio.",
    "No queremos ninguno de sus árboles mezclados, sus denominaciones. Sean fieles a Cristo, la Palabra. El la va a vindicar que es verdad. No, señor, ni siquiera una emoción de algo con respecto a hacerle el amor a él, no unirse a sus filas o alguna otra cosa, o permitirle que los tome en sus brazos o bajo su cuidado, o—o que los convenza llevándolos en esta dirección, en esa dirección.\n\nUds. sólo escuchen una sola Voz. “Mis ovejas conocen Mi Voz. Al extraño ellas no…” ¿Qué es Su Voz? La voz de cualquier hombre es su palabra. Y esto es Ella, la Biblia, ni una palabra deberá ser añadida a Ella o quitada de Ella. Sólo quédense con esa Voz. “Al extraño no seguirán”, a una denominación.",
    "Como, Ella es parte del Novio, fiel a El en todo aspecto, esperando la Boda. Uniéndose, no en el concilio ecuménico; pero en el cielo, en la Cena de la Boda. A Ella se le han dado…Esto es para nuestra propia iglesia. Los…A ella se le han dado, y revelado a Ella, los misterios de los Siete Sellos de la Biblia. ¿Ven? Ella ve la insensatez del engañador, tan cerca a la Verdad, que casi engaña a los Escogidos. Ella lo ve. Ella…",
    "¿Ven los dos espíritus opuestos en operación en esta edad perversa? ¿Pueden verlo? Cada uno muy religioso, Caín y Abel, espíritus llegando de nuevo a sus cabezas, aún iguales que como comenzaron. Uno, adorando por medio de la belleza, y por medio del conocimiento, y por medio de la educación, y por medio de la ciencia, y por medio de éticas. Y el otro, por fe de la revelación de la Palabra de Dios. Ambos están parados en este edificio esta mañana. Eso es correcto.",
    "Revelación, o fe, en Su Palabra, no hace ninguna pretensión de tener conocimiento; el Cristiano real y verdadero.\n\nEllos dicen: “¿Tiene Ud., o tiene Ud. un título de doctor?”\n\nNo hace ninguna pretensión. “Yo—yo creo Su Palabra” ¿Ven? No hace ninguna pretensión. No pretende ser educado. No pertenece a ninguna denominación, a ningún partido, a ninguna secta. Pertenece a Cristo. Es Su Esposa; no una esposa de iglesia.\n\nElla es una prostituta. La Biblia dice que ella era una “ramera”, y, “LA MADRE DE RAMERAS”, y todas se juntan y forman la misma ramera. Y esa clase de mujer es una mujer que es infiel a su Marido; y declarando a Cristo como su marido, y pertenece a una denominación. ¡Semejante tontería! Nosotros pertenecemos a Cristo.",
    "Pero, en obediencia, esta pequeña Mujer de fe, que vive por fe, la Novia; la persona aquí, allá; aquí, de alguna otra parte, de alguna otra iglesia, de alguna otra denominación, sea lo que sea, en alguna no…Cree la Palabra de Dios, obediente, esperando en amor, que la promesa de la edad sea confirmada. Ella está esperándolo. Ella es parte de esa Palabra, y ella está esperando para que la vida de Ella manifieste esa Palabra.\n\nHermanos, ¿no pueden ver eso? Espero que eso no haya pasado por encima de Uds.\n\nEl Cuerpo está esperando (el cual es la Palabra), esperando que la Vida (la cual es el Espíritu) lo confirme o lo haga vivir. Eso es lo que Ella está esperando. Ninguna otra vida funcionará en Ella. Ella no puede venir a vida de ninguna otra manera. Sin embargo, Ella lo siente allí afuera, y Ella sabe que va a suceder; entonces aquí sucede, luego Ella despierta. Dios dijo: “Sea”, y Ella apareció así como la primera apareció.",
    "🦅 Hijos de desobediencia” significa obediencia… Desobediencia significa “rebelión”. Yo busqué eso en el diccionario, para estar seguro. Rebelión, rebelándose contra (¿qué?) la Palabra de Dios revelada. Como Caín se reveló…se rebeló contra la revelación revelada de Abel, vindicada por Dios que era justo. Y Caín se rebeló contra ello, y mató a su hermano.\n\nLos Fariseos, con su propio conocimiento denominacional de lo que la Palabra de Dios era, hombres escogidos cuidadosamente, se rebelaron contra la Palabra de Dios vindicada manifestada para el día, Jesucristo, y lo mataron. ¿Es correcto eso?\n\nEso es lo que “los hijos de desobediencia” son, una rebelión en contra de la Palabra de Dios.\n\n¿Ahora ven dónde están ellos? “Oh, los días de los milagros han pasado. Jesucristo no es el mismo todavía. No hay tal cosa como el bautismo del Espíritu Santo. ¡Toda esa cosa es tontería!” ¿Ven?, ¡rebelión! Ellos no tienen que decir dos cosas; sólo tienen que decir una, eso es todo. Esa es rebelión, allí mismo. No pueden decir que uno no tiene ojos, no tiene oídos; uno tiene que tomar todo el cuerpo, toda la Palabra. ¿Ven?\n\nEl llamado del Espíritu Santo: “Salid de ella, no seáis participes de su dogma denominacional”, mientras él se ríe y menosprecia la Palabra de Dios de este día.\n\n“Porque Dios no puede ser burlado”, sólo recuerden. Ella la va a pagar. No se preocupen. Ella la va a pagar. La Biblia, en Efesios 4:30, si Uds. quieren anotar eso, Efesios 4:30, dice. “Dios no puede ser burlado. Todo lo que el hombre sembrare, eso también segará”. Ellos no pueden burlarse y reírse, y decir estas cosas, y salirse con la suya. “Como pan sobre las aguas, regresará”.",
    "Ella es la novia del diablo, envuelta en su conocimiento religioso y amador del pecado para esta edad perversa presente, para engañarlos a Uds. ¡Oh, hermanos! ¡Toda una pandilla o denominación de espíritus seductores, por medio de conocimiento científico y una civilización moderna! Afirmando…\n\nVamos a terminar en unos cuantos minutos. Voy a tener que parar, porque no puedo pasar por todo, ¿ven?\n\nAfirmando que ella está construyendo un gran mundo para que Uds. vivan en él. Ella afirma, que, en su civilización, ella ha construido magníficas iglesias, universidades, escuelas, hospitales, bibliotecas, y ayuda temporal para el hombre, sin la Palabra de Dios. Ella lo ha hecho. Ella probó que ella podía hacerlo. Y la gente se lo ha creído; sí, señor; escuelas, denominaciones, cultura, gente mejor vestida, gente mejor alimentada.\n\nYo preferiría estar en una cola para recibir pan gratuitamente, y estar bien con Dios; que tener pollo frito tres veces al día, y tener que pertenecer a una prostituta como ésa.",
    "Recuerden, la hora está cerca cuando la marca va a venir. Uds. o van a estar en ella o fuera de ella. Vendrá como ladrón en la noche. Los encontrará allí adentro, y Uds. están allí. No se podrán salir de ella entonces; Uds. la habrán tomado. ¡Salgan!\n\nUn ángel descendió del Cielo, con un gran rostro resplandeciente, y clamó a la gente. Estremeció la tierra. “¡Salid de Babilonia, porque ella ha caído. No seáis partícipes de sus plagas, pueblo Mío!” ¡Salgan de ella. Salgan! ¿No acabamos de leerlo en la Palabra, hace un rato? Un ángel es un “mensajero”, ¿ven?, descendiendo. Fíjense en el Espíritu Santo: “Salid de ella, para que no seáis partícipes”.",
    "Ahora ella ha construido todas estas cosas. Ella ha construido grandes iglesias. Ella ha construido universidades, escuelas, tomando a la gente y educándolos metiéndolos en una—una mejor, así llamada, civilización. Y los han educado por medio de una civilización moderna que los metió en el abismo de la muerte, por medio del conocimiento, lejos de Dios y de Su Palabra.\n\n¿No ven todo el plan? ¿Ven Uds. eso, iglesia? [La congregación dice: “Amén”.—Editor] Afuera en el aire, si Uds. lo ven en sus propias congregaciones allá afuera digan “amén”, el resto de ellos sabrán dónde están Uds. parados. ¿Ven?\n\nElla lo ha hecho. Ella…Es un dios de esta tierra, y ella ha construido colegios. Ella ha construido universidades. Ella ha construido hospitales. Ella ha construido bibliotecas. Ella ha construido todas estas cosas como una ayuda temporal del hombre, sólo lo suficiente para engañarlos, para salirse de esa Palabra. ¿Y a qué los guió ella? Todo el mundo eclesiástico es lanzado a la muerte, porque Dios dijo que El quemaría a la ramera, y a sus hijos, con un fuego perpetuo.\n\n¡Salgan de ella, pueblo! ¡No sean atrapados allí adentro. Uds. aléjense de esa cosa tan rápido como puedan!\n\nPor medio de su conocimiento científico, ella ha podido hacer esto, ahora fíjense, sin la Palabra de Dios.",
    "Dios nunca nos ordenó que fuéramos y tuviéramos escuelas. El nunca. El nunca nos dijo que construyéramos hospitales. Son buenos. El nunca nos dijo que construyéramos bibliotecas. No, señor. El nunca.\n\nEl dijo: “Predicad el Evangelio”. Y, el Evangelio, es manifestar, demostrar el poder del Espíritu Santo.\n\nPablo dijo: “El Evangelio llegó a nosotros, no a través de palabra solamente, sino a través de la manifestación y de las demostraciones del Espíritu Santo”. Pablo dijo: “Yo nunca fui a vosotros con grandes palabras de sabiduría de algún doctor y demás, pero fui a vosotros en poder y demostración del Espíritu Santo; para que vuestra fe no estuviera en la sabiduría o conocimiento de los hombres de este mundo, sino en el poder de la resurrección de Jesucristo; porque El vive, el mismo ayer, hoy, y por los siglos”. Dios nos ayude a creer la misma cosa, y Dios vindique la misma cosa como El lo ha estado haciendo.",
    "El impide que Uds. vean la verdadera revelación y fe de la Palabra de Dios siendo revelada y vindicada hoy, por medio de sus escuelas, bibliotecas, literatura, hospitales, y demás. ¿Ven? El los mantiene alejados de ello. El ahora está interpretando, como se lo hizo a Faraón, tratando de impedir que Uds. vean el significado de la Palabra vindicada de Su edad prometida en las Luces del atardecer, vindicada y probada. El ha tratado, por medio de su conocimiento, y escuelas, y gente mejor educada, y éticas, y demás, de impedir que Uds. vean Eso.\n\n¡Cualquier cosa, de manera que Uds. no miren Eso y vean que eso es Jesucristo! ¿Cómo saben que es Jesucristo? El es la Palabra, y El es la Palabra de esta edad. Y esta edad, dijo que esto sucedería en esta edad, y aquí está sucediendo. ¿Ven? ¿Ven? El está tratando lo mejor que puede de impedir que Uds. vean Eso.\n\nEl le pone a Ello cualquier nombre sucio que puede. ¿Ven? El lo llamará “santos rodadores” y todo lo demás. El llamó a Jesús “Beelzebú”. “Y al Padre de Familia llaman Beelzebú, ¿cuánto más van a llamar a los discípulos?” ¿Ven?",
    "¿Ven?, tratando de impedir que Uds. vean el verdadero significado de la Palabra. No lo que…¿Ven?, él la está interpretando, diciendo que significa esto.\n\nDios dijo: “Yo prometí que en los últimos días Yo les enviaría a Malaquías 4”. No tiene que ser interpretado; El lo hizo. El dijo: “Y como sucedió en los días de Lot, el mundo va a estar en una condición Sodomita; y en ese tiempo, Yo revelaré al Hijo del Hombre por él, exactamente”. Nosotros tenemos toda clase de imitaciones y todo lo demás, de ello, pero tenemos al Verdadero, también. ¿Ven? El dijo que El lo haría.\n\nEl dijo que el anticristo se levantaría y casi engañaría a los Escogidos si fuere posible. Pero dijo: “Déjenlos en paz. Déjenlos que sigan adelante. Su insensatez será descubierta”. ¿Por qué? La prueba de la Palabra lo prueba. ¿Ven?\n\nCuando se trató de esa Palabra: “¿Eso fue allá atrás de esta manera, de aquella? Oh, yo no creo en la simiente de la serpiente. Yo no creo en esto, aquello, y lo otro”. Nunca ha sido revelado, ¿ven?, no, nunca. Oh, hermano, sólo mire dónde…\n\nVamos a tener que terminar, porque son las doce.",
    "Fíjense, tratando de impedir que Uds. vean el significado de la Palabra de esta edad, de la Luz del atardecer siendo interpretada. Es…¿Qué significa? Es que el tiempo del éxodo está a la mano, Dios viene por Ella, con toda seguridad. ¿Ven?",
    "Ahora quiero hacerles una pregunta. Mientras, son las doce ahora, cinco minutos después; y continuaremos, esta noche. ¿Ven Uds. al dios de esta edad? [La congregación dice: “Amén”.—Editor] ¿Lo creen? [“Amén”.] ¿Ven cómo es, una iglesia, intelectual, ciencia?\n\nTodo el mundo le pertenece a él, ¿ven?, las denominaciones. Y, Uds. dicen, soy un Cristiano. “¿A qué denominación pertenecen Uds.?” Pues, si yo perteneciera a una denominación, yo no creo que yo sería un Cristiano. Ahora, esa es una palabra grande, pero eso es correcto.\n\nYo acabo de terminar de decir que el conocimiento y la ciencia, y el Cristianismo, no tienen compañerismo en lo absoluto. Uno es del diablo, y el otro es de Dios. Cualquier cosa que niega la Palabra de Dios, manténganse alejados de ello. ¿Ven? No, señor. La Biblia hace un llamado, para estos últimos días, para que los Cristianos salgan de esa prostituta, ese es el árbol del bien y del mal.",
    "Seguro, ella tiene algo de bueno. ¿Puede alguien hablar mal de un hospital? No, señor. ¿Biblioteca? No, señor. ¿Educación? No, señor. Pero, ¿ven?, les están dando eso sin la Palabra. ¿Ven cuán engañoso es? Dándoles una iglesia adonde ir, una adoración para que adoren, “un dios sentado en un trono”. La Biblia lo predijo.",
    "Ahora Uds. pertenecen a uno de esos cuerpos. Solamente hay dos de ellos en la tierra ahora, siempre han estado, y van a estar hasta que Jesús venga, y uno de ellos será destruido. Ahora Uds. pertenecen a uno de los cuerpos. A uno de ellos, Uds. se han unido; en el otro, Uds. nacen en El. ¿Ven?\n\nUno de ellos, Uds. son parte de él porque Uds. nacen en El. Uds. tienen que ser parte de El. ¿Pudiera yo negar que tengo un brazo? No más de lo que yo pudiera negar cualquier Palabra de Dios, si soy parte de Dios. Yo soy parte de William Branham; yo estoy en partes, y cada parte es parte mía. Y cada Palabra de Dios tiene que cuadrar con mi espíritu, tiene que cuadrar con mi alma, tiene que cuadrar con mi vivir, tiene que cuadrar con mis ideas. Si mis ideas son contrarias a Eso, entonces el Espíritu de Dios no mora en mí. Eso es correcto. Yo no puedo negar una sola Palabra de Ella.",
    "Uds. pertenecen a uno de los cuerpos. Tiene que ser, simplemente tiene que ser. O es el Cuerpo de Dios, el cual es por medio de la Palabra; o el cuerpo de Satanás, por medio de la iglesia. Y todo el mundo tendrá que pertenecer a alguna iglesia; adora algún dios. Uds. tienen que adorar o al dios de conocimiento, Uds. dependen de lo oyen por medio de conocimiento, Uds. dependen de esto, o aquello, o lo otro; o Uds. dependen de la Palabra de Dios, por medio de fe, esperando que El la vindique y la haga verdad.\n\nLa verdadera Iglesia de Dios está esperando la venida de ese feliz día Milenial,\n\nCuando nuestro bendito Señor vendrá y arrebatará a Su Novia que está esperando;\n\nOh, mi corazón está lleno de rapto mientras yo trabajo, velo y oro,\n\nPorque nuestro Señor volverá a la tierra otra vez.\n\nOh, nuestro Señor volverá a la tierra otra vez,\n\nSatanás estará atado mil años, no tendremos tentador entonces,\n\nDespués de que Jesús vuelva a la tierra otra vez.",
    "Oh, gente de estos Estados Unidos, adonde este Mensaje está yendo ahora, huyan tan fuerte como puedan de esta edad científica de conocimiento, en la que estamos viviendo. ¡Huyan hacia la Palabra de Dios!\n\nUds., yo, ninguno puede—puede saberlo; nadie puede probarlo. Dios lo prueba El mismo. Nadie tiene derecho a interpretarlo; yo, ningún otro hombre tiene derecho. Dios hace Su propia interpretación. El hizo la promesa. El dijo que El haría esto en los últimos días.\n\nY en los últimos días el dios de esta edad perversa cegaría los ojos de la gente, con su conocimiento intelectual, en un árbol mezclado del bien y del mal, todavía dándoselo a la gente. Y aquí viene, esa cosa llegando a una cabeza, esa denominación de muy atrás en la Edad del Oscurantismo, y antes de la Edad del Oscurantismo, todo culminando en un superhombre, Satanás, quien dijo: “Me levantaré sobre los hijos de Dios, y ellos me van a escuchar”. “Y él se sentará en el templo de Dios como dios, y los hijos de Dios se lo van a creer”.",
    "Pues, el hijo de Dios, dice: “Pues, mi esposa, no es; ella es una buena…” Sigan adelante, simplemente continúen. ¿Ven?\n\nUds. dicen: “Pues, El dijo ‘hijos de Dios’”. Sí, señor.\n\nEl Hombre, quienquiera que él es, fue hecho a imagen de Dios, para la gloria de Dios. Y una mujer es un subproducto para el hombre, no de Dios. Correcto. “Cuando los hijos de Dios vieron que las hijas de los hombres eran hermosas, tomaron para sí mujeres”.\n\n“Y como en los días de Noé, así será en la venida del Hijo del Hombre”.\n\nAhora miren, si Uds. quieren saber en qué etapa está la iglesia, observen en qué etapa están las mujeres, ¿ven?, porque ella es la iglesia. Observen lo que ella está haciendo, ¿ven?, y en esta edad perversa y prostituta.",
    "Miren, no había una ciudad más mala, perversa, baja y prostituta en el mundo, que Nazaret, y de allí Dios escogió una virgen. “¿De Nazaret pudiera salir algo de bueno?”\n\nY de esta edad perversa, donde el dios de esta edad ha cegado los ojos de la gente, con sus dogmas y denominaciones; de esa misma edad, Dios está escogiendo un pueblo para Su Nombre.\n\nAunque aquí abandonado y despreciado, un día el Señor traerá\n\nA Sus escogidos dentro de la puerta, y eso lo vale todo.\n\nEntonces cantaremos y gritaremos, y danzaremos,\n\nEl Cordero secará nuestras lágrimas;\n\nTendremos una feliz semana de regresar al hogar,\n\nLos primeros diez mil años. (Eso es correcto.)\n\nUn pueblo maravilloso para Su Nombre y ellos son llamados Su Novia. (¿Es correcto eso?)\n\nAunque abandonado y despreciado, un día el Señor traerá\n\nA aquellos escogidos dentro de la puerta, (en el éxodo) y eso lo vale todo para mí.",
    "Estoy empezando a ser un hombre viejo. Y mis días empiezan a desvanecerse; y mi vista empieza a ponerse borrosa; y mi pequeña llamita de vida empieza a arder tenuemente. Yo no temo a la oscuridad. Porque quiero decir esto, con Pablo: “Lo conozco a El en el poder de Su resurrección”. No importa dónde me sepulten, si me ahogo en el mar, o me quemo en un horno, o soy comido por un león, El llamará mi nombre, y yo hablaré. ¡Amén!\n\nOremos.",
    "Si hay aquí adentro, o afuera en los cables de este Mensaje por toda la nación, en sus iglesitas y grupos y pasillos, y dondequiera que Uds. estén sentados, si hay uno, oh, permítanme persuadirlos; permítanme suplicarles, como ministro del Evangelio; permítanme suplicarles, en el Nombre de Jesucristo; ¡huyan de la ira de esta edad mala! No le sirvan al dios de esta edad perversa.\n\nOh, yo sé que Uds. dicen: “Es bueno. Ellos son buenos”. Exactamente, un árbol mezclado. Uds. no pueden mezclar el conocimiento con la Palabra de Dios.\n\nEs una Palabra que tiene que ser creída por fe, no conocimiento. Uno no la entiende; uno la acepta. Uno dice que está correcta, y luego uno vive de acuerdo a Ella. Eso es todo lo que El les pide que hagan.\n\nSi hay alguno presente aquí en nuestro grupo, no podemos hacer el llamamiento al altar para traerlos aquí, porque no hay espacio; o afuera en el aire, en las líneas telefónicas, si hay alguno allá afuera que no lo conoce a El. No…",
    "Oh, mujeres, las he reprendido esta mañana, no yo, yo sólo he citado la Palabra. Cabello corto, poniéndose esas ropitas, vistiéndose muy provocativamente, no se dan cuenta que el espíritu que…Ud. pudiera estar limpia, amada hermana, cuando se trata de su cuerpo, ¿pero en su alma no ve Ud. lo que se ha apoderado de Ud.?\n\n¿Haría Dios que su hija se viera provocativa para engañar a Su propio hijo, para que la codicie, para hacer que ambos respondan por adulterio? ¿Lo haría El, hermana? Hágase Ud. misma esa pregunta. No, ni por diez millones de millas. No le atribuyan eso a Dios.",
    "Hermano, ¿le ha dado Dios un espíritu de este mundo al grado que Ud. no puede ver que eso está errado? ¿Le ha cegado él sus ojos, a las éticas de la iglesia, la denominación, el credo y demás, que Ud. no puede ver que Dios está vindicando Su Palabra y haciéndolo así? ¿Lo ha separado su trabajo, su patrón, su esposa, sus hijos, su iglesia, o alguna cosa, de la Palabra de Dios, la cual es la única fuente de Vida? ¡Huya de ello, mi hermano! Yo lo amo, con el amor de Dios. Yo no respeto a ninguno de mis hermanos más que a Ud., en lo absoluto. Si lo hiciera, yo mostraría acepción de personas. Yo no digo estas cosas para hacerlo enojar. Yo muestro, digo estas cosas porque están en la Palabra de Dios. Y como siervo de Dios, y el amor de Dios en mi corazón, yo les digo esas cosas para que Uds. vean y entiendan. Quizás Uds. no sabrían si yo no les dijera. ¿Huirán de ello hoy?\n\nAhora, con todas partes por todo el país, inclinemos nuestros rostros.",
    "Amado Dios, puestos delante de mí hay pañuelos. Personas están enfermas; yo estoy poniendo mis manos sobre ellos, para que Tú los sanes.",
    "Y yo confío, Señor, esta noche, que habrá un gran servicio, que el Poder de Dios esté aquí, grandes señales y maravillas. Como oímos los resultados de estas últimas dos reuniones, ¡cuán tremendo, ver lo que sucedió! Yo ruego, amado Dios, que Tú nos des una doble porción esta noche. Yo lo ruego con un corazón sincero, Señor, porque es mi amor por Ti y Tu Palabra, y por estas personas. Concédelo, amado Dios.",
    "Y si allá por todo el país, o aun aquí adentro ahora, que hay algunos que están enfermos y afligidos, y tienen que estar ausentes para esta noche, no van a estar aquí, o van a estar allá en las iglesias o lugares donde estén reunidos; yo ruego que Tú los sanes ahora, Señor. ¡Pero para la más grande de todas las sanidades! Si Tú sanas sus cuerpos físicos de cáncer, tuberculosis, pulmonía, algo, ellos se van a enfermar de nuevo, sin duda, si viven mucho tiempo, porque sus cuerpos todavía están bajo el pecado, la maldición. Pero permíteles recibir la—la verdadera sanidad Divina, la sanidad del alma, la cual hace una nueva criatura, pasa de muerte a Vida, y luego esperar en este viejo tabernáculo la redención del cuerpo después de que el alma ha sido redimida. Concédelo, Señor.",
    "Que ellos huyan de esas denominaciones y credos. Dios, allá afuera en esos credos y denominaciones he conocido a algunos de los hermanos más buenos. Y, Dios, ¿cómo puedo decirlo de manera que ellos vean, y que vean la Palabra? Me inquieta. Pero yo sé, por otra parte, que Tú dijiste: “Ninguno puede venir”, no importa cuán bueno, cuán dócil, cuán manso, “a menos que Mi Padre lo haya llamado. Y todos los que Mi Padre me ha dado, vendrán”. Y, Señor, yo siento mi exclusiva responsabilidad por decir la Verdad.\n\nY no como dijo Pablo: “Adulterando la Palabra de Dios”, con dogma denominacional mezclado en Ella, como un árbol de mezcla del bien y del conocimiento, del bien y del mal; sino que con un corazón abierto y el Espíritu Santo. Concédelo, Dios. Salva a todos.",
    "Ahora con nuestros rostros inclinados y nuestros ojos cerrados. Y no a mí…Yo no puedo decirlo de esta manera: “No hace ninguna diferencia para mí si Uds. lo hacen o no”. Sí hace una diferencia para mí. Yo los amo. Y yo espero que Uds. no piensen que porque yo tengo que hablar duro…Como dijo Pablo: “Me gustaría estar presente con vosotros, y yo cambiaría mi actitud”. No era porque el no los quería; él los amaba. No…Como Jesús tuvo que reprenderlos, y luego morir por ellos. ¿Ven?, “Padre, perdónalos, ni siquiera saben lo que están haciendo”. Pensar que, un ser humano que quiere estar bien, y que trata de estar bien, y el ver a ese diablo…De ese es del que estoy en contra, que ha cegado los ojos de estas personas.",
    "Esta nación debería de estar ardiendo con la gloria de Dios, al ver lo que sucedió en ella en este último día, este último. ¿Por qué no han llegado estos avivamientos a los países antiguos? Esta es la Costa Oeste aquí, lo más lejos que uno puede llegar hacia el oeste. Ahora la barrera del pecado ha tronado debajo de la tierra, y ella se está hundiendo; lugares, y Los Angeles y Hollywood, hundiéndose cierta cantidad de pulgadas por hora, no hay manera de detenerlo. Sí, estamos aquí. Casi en cualquier momento oiremos el llamado. Si Uds. saben que…\n\nAhora, que nadie mire. Pero si Uds. saben, de todo corazón…Les estoy pidiendo. Yo no puedo conocer su corazón, a menos que Dios lo revele. Pero de todo corazón, si Uds. pueden ver que Uds. no están donde deberían de estar con Dios y Su Palabra, en fe, ¿levantarían Uds. su mano sólo a El, diciéndole a El: “Señor, ayúdame Tú”? ¡Oh Dios! Afuera de esta iglesia, llena, llena alrededor de las paredes, adentro y afuera, literalmente centenares de manos, quizás doscientas manos levantadas. Gracias por su sinceridad.",
    "Amado Jesús, no permitas que ni uno solo de ellos se pierda. Como siervo Tuyo, que está parado entre los vivos y los muertos, apuntándolos, con un dedo, a la Palabra de Dios. Yo no puedo salvarlos, Señor, pero ellos quieren ser salvos. Y Padre, como he dicho muchas veces, el sol nace en la mañana; y mientras se levanta cruzando la tierra, es enviado por Dios para madurar el grano, para hacer alimento natural para la vida natural. Pero, oh Dios, Tú dijiste: “A aquellos que temen Su Nombre, nacerá el Sol de justicia, y en Sus alas traerá sanidad”. Permite que el Sol de justicia, la Palabra de Dios, nazca en los corazones de la gente, y que los rayos sanadores de fe en esa Palabra cure toda desobediencia a la Palabra, y los traiga a la plenitud de los hijos e hijas de Dios.\n\nEllos son Tuyos, Señor. En el Nombre de Jesucristo, ambos aquí y afuera en el aire, yo presento a aquellos que levantaron sus manos a Ti para la salvación de sus almas. Amén.\n\nAllí mi alma raptada encontrará (¿Dónde? En este altar.)\n\nDescanso más allá…(por fe yo miro allá adonde voy)\n\nCerca de la cruz, (allí es donde cuelga la Palabra)…la cruz,\n\nSea mi gloria siempre;\n\nHasta que mi alma raptada encuentre\n\nDescanso más allá del río.\n\nJesús, mantenme…(Eso es, crucificado con El, no quiero nada del mundo. “Mantenme crucificado”.)\n\nHay una fuente preciosa,\n\nEs gratuita para todos, una corriente sanadora,\n\nFluye del monte del Calvario.\n\nEn la cruz, en la cruz,\n\nSea mi gloria (levantemos nuestras manos) siempre;\n\nHasta que mi alma raptada encuentre\n\nDescanso más allá del río.",
    "[El Hermano Branham le habla ahora a los músicos.—Editor] “Puedo oír a mi Salvador llamando”.\n\nExtiendan la mano y tomen la mano de alguien, y digan: “Dios lo bendiga, Cristiano”.\n\n[El Hermano Branham le habla otra vez a los músicos.—Editor] “Puedo oír a mi salvador llamando”.\n\n¿Sienten Su Presencia? [La congregación dice: “Amén”.—Editor]\n\nAllá afuera en las ondas de los teléfonos, todos Uds. estréchense las manos los unos a los otros allá, y digan. “Dios lo bendiga, Cristiano”.",
    "Uds. saben, hay una pila de agua aquí atrás. El está tomando un pueblo que lleva puesto Su Nombre. Si Uds. no han sido bautizados en el Nombre de Jesucristo para perdón de sus pecados, hay una pila, hay ropa, hay hombres parados listos. Son bienvenidos, si Uds. verdaderamente aceptan a Jesús como su Salvador y creen que esa es la Verdad.",
    "Recuerden, nunca hubo una sola persona en la Biblia, o alguna vez antes de la organización de la iglesia Católica, que haya sido bautizada de alguna otra manera que en el Nombre de Jesucristo. No hay ningún lugar que se encuentre en la Escritura, o la historia, que alguna persona haya sido bautizada alguna vez, en la Iglesia del Dios viviente, en el nombre de los títulos de “Padre, Hijo, Espíritu Santo”. Es un dogma Católico, y no una enseñanza de la Biblia.",
    "Siendo entrevistado por un sacerdote, yo le pregunté a él eso. El dijo: “Esa es la verdad. Pero nosotros somos la iglesia; podemos cambiar todo lo que queramos. La solemnidad está en la iglesia. Dios está en Su iglesia”.",
    "Yo dije: “Dios está en Su Palabra. Y si la iglesia es…” Yo dije: “Dios es la Palabra. Y si la iglesia está contraria a la Palabra, entonces yo no le creo a la iglesia”.\n\nYo dejo que la palabra de todo hombre sea mentira, sea sacerdote, papa, sea lo que él sea, y que la Palabra de Dios sea veraz.\n\nY Pablo hizo que todo hombre, no importa cómo había sido bautizado él, si él no fue bautizado en el Nombre de Jesucristo, que viniera y fuera bautizado de nuevo.",
    "Y después de que algunos ya habían recibido el Espíritu Santo, Pedro dijo: “¿Podemos impedir el agua, viendo que estos han recibido el Espíritu Santo”, Hechos 10:49, “viendo que estos recibieron el Espíritu Santo como nosotros lo recibimos en el principio?” Y él les ordenó: “Antes de que Uds. se vayan del lugar, aunque Uds. han recibido el Espíritu Santo, vengan y sean bautizados en el Nombre de Jesucristo”.\n\nPorque, a Pedro se le dio la llave del Reino, diciendo: “Todo lo que atares en la tierra, Yo lo ataré en los Cielos”. ¿Y qué hace la llave? Abre algo, el misterio.",
    "Y cuando Jesús dijo: “Id, bautizadlos en el Nombre del Padre, Hijo, Espíritu Santo”, colocando eso allí para cegar al incrédulo.\n\n¡Observen! ¿Por qué Pedro no llevó a cabo eso, palabra por palabra? El tenía que.\n\nSi un hombre es bautizado en títulos: “Padre, Hijo, Espíritu Santo”, él nunca ha sido bautizado en lo absoluto; él no tiene Nombre. Padre no es un nombre, Hijo no es nombre, y Espíritu Santo no es nombre. El Espíritu Santo es lo que El es; como, yo soy un humano. El es el Espíritu Santo.\n\nPadre es un título; yo soy un padre. Hijo es un título; yo soy un hijo. Humano es un título; eso es lo que yo soy. Pero mi nombre es William Branham.\n\nY el Nombre del Padre, Hijo, Espíritu Santo es el Nombre de “Jesucristo”. Jesús dijo: “Yo vengo en el Nombre de Mi Padre”. ¿Cuál es el Nombre del Padre? Cualquier hijo viene en el nombre de su padre. Y el Nombre del Padre es Jesucristo. ¿Ven? ¿Ven lo que quiero decir?",
    "Si yo les dijera que fueran y me consiguieran algo del mostrador aquí, en el nombre del alcalde de la ciudad. ¿Cuántos saben quién es el alcalde de la ciudad? Mi buen amigo, Rich Vissing. Pues, Uds. no irían allá y dirían “en el nombre del alcalde de la ciudad”. Uds. dicen: “En el nombre de Richard Vissing”. Uds. de aquí de Jeffersonville saben quién es él.\n\nY esa es la razón por la cual El dijo Padre, Hijo, y Espíritu Santo. En El mora la Deidad, la plenitud de la Deidad corporalmente. El dijo: “Bautizadlos en el Nombre del Padre, Hijo, Espíritu Santo”.",
    "Pedro parado allí con la revelación sobre la cual edificó la Iglesia, de Quién era El, él dijo: “Arrepentíos, cada uno de vosotros, y bautizaos en el Nombre de Jesucristo”. Y nunca… Las llaves dieron vuelta en el Cielo y en la tierra. “No hay otro Nombre bajo el Cielo, dado a los hombres, en que puedan ser salvos”.",
    "¿Por qué Uds. bautizan en el Nombre de Jesucristo? Para el perdón de pecados. “A quienes remitiereis los pecados, les son remitidos”. ¿Ven? Pero si Uds. no piensan que él es digno y merecedor de ser bautizado, no lo hagan. Porque, cuando Uds. lo hacen, eso lo concluye, ¿ven? ¿Captan lo que quiero decir?\n\nPuedo oír a mi Sal-…(la Palabra) llamando (llamando allí abajo al sepulcro),\n\nPuedo…(“¿No morirías Conmigo, para que puedas resucitar Conmigo?”)…-vador llamando,\n\nPuedo oír a mi salvador llamando, (¿qué va a decir el mundo?)\n\n“Toma tu cruz, y sígueme, sígueme…”\n\nAhora, si Uds. no lo han estado haciendo:\n\nAdonde El (El es la Palabra) me guíe yo… (allí está la pila),\n\nAdonde El me guié yo lo seguiré,\n\nAdonde El me guíe yo lo seguiré,\n\nYo iré con El, con El hasta el final.\n\nInclinemos nuestros rostros.",
    "Amado Dios, la pila está lista. Ahora habla a corazones, Señor. Que ellos oigan a Cristo la Palabra, llamándolos, y que vayan con El hasta el final.\n\n“Yo iré con El por el huerto. Iré con El a la pila. Tomaré Su Nombre. Quiero ser una de las personas que El está llamando para Su Nombre. Creeré Su Palabra. Yo seguiré. Nunca coquetearé con el mundo. Seré una fiel Novia desposada. No dejaré fuera un solo ápice de Su Palabra. Cada petición, seré una verdadera y fiel Novia. Todo lo que El me pida que haga, eso haré”.\n\n“Si mi Esposo que viene quiere que yo me deje crecer mi cabello, lo haré. Si El quiere que yo me quite todo este maquillaje, lo haré. Si El quiere…El me dice que es un espíritu malo, es el maligno con el que estoy coqueteando, con estas ropas de apariencia provocativa. Lo haré, yo me las quitaré. No me importa lo que alguien más diga, yo me las quitaré”.\n\n“El quiere que yo salga de ese grupo con el que estoy, de incrédulos, lo haré; aunque me gane mi pan, o sea lo que sea. El prometió que nunca me dejaría ni me desampararía. Yo—yo lo haré. Yo iré con El por todo el camino. El quiere que yo sea bautizado en Su Nombre, lo haré”.\n\nSeñor, Tu lo prometiste en Tu Palabra aquí, que eso es lo que Tú querías. Que toda persona lo vea, Señor, y dulcemente, humildemente se sometan a Ella. En el Nombre de Jesús yo ruego. Amén.",
    "Uds. pertenecen a Dios. Que Dios tome las pequeñas palabras entrecortadas y se las haga reales a Uds., es mi sincera oración.\n\nLa pila estará lista. Cualquiera que quiera venir, ellos tienen…El ministro anunciará eso un poquito más tarde. Cualquiera que se ha arrepentido y quiera ser bautizado, usando el Nombre de Jesucristo, Uds. simplemente vengan a hacerlo. Todo está preparado. “Todas las cosas están preparadas”. Todo lo que podamos hacer para ayudarlos para que vivan para Dios, estamos aquí para hacerlo. Dios los bendiga.",
    "Ahora pongámonos de pie. Ahora nuestro pequeño canto, Yo Le Amo, “Yo le amo porque El me amó primero”. Cantémoslo, todos ahora.\n\nYo le amo, (levantemos nuestras manos mientras lo cantamos) yo le amo\n\nPorque El a mí me amó\n\nY me compró mi salvación\n\nAllá en la cruz.\n\nCon nuestros rostros y corazones inclinados ahora, tarareémoselo a El. [El Hermano Branham empieza a tararear Yo Le Amo.—Editor]\n\nYo le amo.\n\n[El Hermano Branham continúa tarareando Yo Le Amo.—Editor]\n\nOh Dios, nuestro Padre, sé misericordioso a nosotros pobres criaturas, Señor. Fortalécenos para el trabajo que está adelante. ¡Ayúdame, oh Dios, ayúdame! Yo siento que algo yace aquí afuera, Padre. Ayúdame, oh Dios, a saber la Verdad. Bendice a estas personas, amado Dios. Guíalas, ruego, en el Nombre de Jesús.",
    "Ahora mientras inclinamos nuestros rostros, voy a pedirle al pastor aquí, el Hermano Neville, nuestro precioso hermano, que suba aquí ahora y diga lo que va a decir, acerca si… acerca del bautismo. Yo pudiera anunciar eso. Sin embargo yo creo que la pila está abierta. 🦅"
  ]
}