{
  "title": "EVENTOS ACLARADOS POR PROFECÍA",
  "id": "65330009",
  "content": [
    "🦅  Inclinemos nuestros rostros ahora para orar. Nuestro Señor Dios, gran Creador de los Cielos y de la tierra, que trajo de nuevo a Jesús de entre los muertos, y ha estado vivo con nosotros por estos dos mil años, siempre vivo para confirmar Su Palabra y hacerla realidad a cada generación. Estamos tan agradecidos por Su Divina Presencia ahora mismo, sabiendo esto, que tenemos esta gran seguridad, que después de que esta vida termine, tenemos Vida Eterna en el mundo que ha de venir. Gracias, por esto, Señor. Y esa esperanza, un ancla para el alma, que está fija y segura en tiempo de tormenta. Y cuando vienen las tormentas, las grandes olas estén agitadas, sentimos que por fe en El podemos subir a la cresta de toda ola.",
    "Dios, ayúdanos esta noche mientras venimos a ministrar a los enfermos y a los necesitados. Rogamos, Dios, que no haya una sola persona enferma entre nosotros cuando nos vayamos esta noche. Que toda persona sea sanada por Tu Divino Poder, tanto aquí como a través de la nación, de la conexión telefónica, que ninguna persona salga débil de cualquier edificio o de cualquier reunión esta noche. Que Tu Espíritu los sane. Permite que el gran Sol de justicia, trayendo en Sus alas salvación, nazca, envíe los rayos de fe a cada corazón mientras escuchan la Palabra, vean las manifestaciones del Espíritu Santo convenciéndolos que El todavía está vivo. Rogamos estas bendiciones, Padre, en el Nombre de Jesús. Amén.\n\nPueden tomar asiento.",
    "Ciertamente consideramos este un gran privilegio estar aquí esta noche, de nuevo, para—para hablarle al pueblo y orar por los enfermos. Queremos saludar a todos los que están por el país por las—las conexiones telefónicas por toda la nación, de nuevo esta noche. Y así que rogamos que Dios bendiga a cada uno de Uds., confiando que todos los que aceptaron a Cristo esta mañana serán llenos con el Espíritu Santo y que siempre vivan fieles y fielmente a El hasta que la vida termine aquí en la tierra, esta vida mortal. Y luego ellos, al hacer eso, tienen Vida Eterna. Nunca morirán en la edad que ha de venir, la gran Edad que todos esperamos con ansia.",
    "Ahora, vamos a decir, mientras estoy pensando en ello, no para interrumpir. El Hermano Vayle está aquí, y quizás yo no lo vaya a ver. Voy a…¿Puedo mandarle ese manuscrito cuando yo regrese a Tucson? Lo estoy revisando, todavía no lo he leído todo, y se lo enviaré tan pronto yo regrese a Tucson.",
    "Ahora deseo hacer un anuncio. Este es especialmente para las iglesias en todas partes, especialmente en el Oeste, o en cualquier parte que quieran venir. Nuestro noble hermano, el Hermano Pearry Green, con el…El es el hombre que fue el instigador de esta conexión de este teléfono aquí. El Señor le ha estado poniendo en su corazón que venga a visitarnos a Tucson, y comenzar un avivamiento en Tucson, lo cual realmente necesitamos. Y el Hermano Pearry va a estar en Tucson. Si Uds. desean ponerse en contacto con él, llamen a nuestra oficina allá. Va a ser el 10, 11, 12, y 13 de agosto. El lo ha tenido en su corazón por mucho tiempo, y yo le dije que “sólo hay una forma de quitar eso de su corazón, es ir a hacerlo”. Y él es un hermano Cristiano, un verdadero siervo de Dios. Y Uds. en Tucson, yo sé que serán bendecidos a medida él ministre allí en alguna parte, quizás en el Ramada Inn o donde sea que el Señor provea un lugar, él no lo tiene anotado aquí. Pero sé que serán bendecidos al venir, y escuchar al Hermano Green a medida él nos exponga la Palabra de Dios, quizás orando por los enfermos, o lo que sea que esté en el deber de la unción de Dios que se haga.",
    "También queremos agradecerle al Hermano Orman Neville, y al Hermano Mann, por este maravilloso tiempo de compañerismo con ellos. Cómo estoy muy agradecido de tener, de estar asociado con semejantes hombres como el Hermano Neville, el Hermano Mann, y todos estos otros ministros aquí alrededor. Me supongo que han sido reconocidos. Si Uds. no lo han sido, por nuestra junta y nuestra iglesia aquí, estoy seguro que Dios los reconoce aquí como Sus siervos. Que el Señor siempre los bendiga.",
    "Ahora, me pidieron una cosa aquí, en una notita que se me dio, que…Tuvieron una reunión de síndicos aquí la otra noche, de la junta de síndicos y diáconos, y pienso que el acta fue leída esta mañana ante la iglesia. Lo cual, es costumbre nuestra hacer eso. Sobre las decisiones que fueron hechas por la junta de síndicos y diáconos aquí en la iglesia, por supuesto, no pueden complacer a todos. No podemos hacer eso. Yo no tengo nada que ver con la junta de síndicos o la junta de diáconos. Ni siquiera tengo derecho a votar a menos que haya un empate, y entonces tengo que estar aquí para hacerlo, el Hermano Orman Neville toma ese segundo voto. Luego tenemos que firmar estos, porque somos parte de la iglesia. Pero lo que la junta de síndicos y las decisiones que hacen esas juntas, ciertamente las respaldamos cien por ciento, porque para eso están ellos aquí. Y sus decisiones son entre ellos y Dios. Yo no puedo, no puedo y no estaría, de ninguna manera, contrario a esa decisión. Y otra cosa, el Gobierno de Los Estados Unidos me prohíbe hacer alguna decisión con respecto a eso, así que por favor no me pidan que yo corrija sus decisiones. Yo no puedo hacerlo, y no escucharé nada al respecto. ¿Ven? Así que no me pidan que corrija sus decisiones. Uds. vean a la junta, ellos son los que hicieron las decisiones. Muy bien.",
    "Ahora, en el evento de una reunión venidera, es posible, si el Señor quiere, voy a volver de nuevo aquí como en cuatro o seis semanas, o algo así, quizás para la reunión de otro domingo. Y anuncié esta mañana que deseaba hablar sobre Dios Manifestado En Su Palabra, y simplemente no tendré tiempo esta noche, y, francamente, casi no tengo suficiente voz para hacerlo. Y luego la multitud, hay casi la misma cantidad afuera que los que hay adentro, y, quizás más, contando aquellos autobuses y camiones y cosas que están allá afuera con la gente. Encendida, la pequeña transmisión ha aumentado un poco, la podemos oír. Esta pequeña onda, onda corta del tabernáculo, la podemos captar a una cuadra de distancia. Y algunos de los carros están a varias cuadras de distancia, las líneas de carros, de arriba abajo, y alrededor y por las calles, alrededor del tabernáculo esta noche. No creo que en ningún tiempo, visiblemente, hayamos tenido más gente atestada adentro y alrededor de la iglesia que la que tenemos esta noche. Así que estamos…Y muchos, muchos, muchos están llegando en carro y se van.",
    "Así que eso muestra que: “Donde estuviere el Cuerpo muerto, se juntarán las águilas”. Y permítanme decirles esta noche, en este pequeño grupo de personas, es una reunión internacional. Prácticamente más de dos terceras partes de los estados de la unión están representados aquí, además de cinco naciones extranjeras, aun hasta Rusia, y por todas las diferentes partes del país. Allá en Venezuela, allá en Jamaica, por todas las diferentes partes de la nación, la gente está aquí, hambrienta y sedienta por Dios. ¡Qué tiempo tan maravilloso!",
    "Ahora deseo, antes de leer la Biblia, y oren Uds. por mí ahora. Yo—yo voy a tratar de traer un pequeño Mensaje, si el Señor quiere, sobre la apropiación de sanidad Divina. Porque, esta mañana hablamos sobre la salvación. Y esta noche vamos a hablar por unos minutos sobre la sanidad Divina, y luego llamaremos la línea de oración y oraremos por la gente. Mientras hacemos esto, allá afuera en las conexiones, dondequiera que estén, aun en los autobuses y carros alrededor, a menos de una o dos cuadras del tabernáculo; cuando llegue el tiempo de orar por los enfermos, si no pueden entrar en el edificio…Lo cual, no pueden, estoy seguro ahora, porque las puertas por todas partes están atestadas, demás, y no hay espacio en ninguna parte, así que oren Uds. y pongan las manos el uno sobre el otro allá afuera. Y que cada ministro que está conectado esta noche, ore también por su congregación mientras el servicio de sanidad esta llevándose a cabo. Creemos que Dios es omnipresente, en todas partes. Ahora antes de que leamos o…",
    "Antes de—de que oremos, queremos leer un poco de la Palabra de Dios. Y cambié mis—mis Escrituras hace un rato, porque deseaba cambiar el tipo de reunión que había dispuesto en mi mente para esta noche, así que las he cambiado un poquito; y así que tuve que cambiar mis Escrituras, no cambiarlas, sino ponerlas en otro orden, de sanidad Divina, para que—que la gente entendiera.\n\nAbramos en San Lucas, el capítulo 24. Y vamos a comenzar en el versículo 12 del capítulo 24, y leeremos como hasta el 34. Es sobre la resurrección del Señor Jesús.\n\nPero Pedro, levantándose Pedro, corrió al sepulcro; y cuando miró dentro, y vio los lienzos… maravillándose de lo que había sucedido.\n\nY he aquí, dos de ellos iban el mismo día a una aldea llamada Emaús, que estaba a sesenta estadios de Jerusalén.\n\nAhora, diez estadios equivalen a una—a una milla [Un kilómetro y seiscientos metros.—Traductor], así que eran como seis millas [Como nueve kilómetros y medio.—Traductor].\n\nY a medida iban hablando entre sí de…aquellas cosas que habían acontecido.\n\nSucedió que mientras hablaban y discutían entre sí, Jesús mismo se acercó, y caminaba con ellos.\n\nMas los ojos de ellos estaban velados, para que no le conociesen.\n\nY les dijo: ¿Qué pláticas son estas que tenéis entre vosotros mientras camináis, y por qué estáis tristes?\n\nRespondió uno de ellos, que se llamaba Cleofas, diciéndole: ¿Eres tú el único forastero en Jerusalén que no ha sabido estas cosas que…han acontecido en estos días?\n\nEntonces él les dijo: ¿Qué cosas?",
    "Ahora recuerden, este es Jesús mismo, resucitado, hablando.\n\nY ellos le dijeron: De Jesús nazareno, que fue varón profeta, poderoso en obra y en palabra delante de Dios y de todo el pueblo;\n\n…cómo le entregaron los principales sacerdotes y nuestros gobernantes a la…a—a sentencia de muerte, y le crucificaron.\n\nPero nosotros esperábamos que él era aquel que había de redimir a Israel; y ahora, además de todo esto, hoy es ya el tercer día que esto ha acontecido.\n\nAunque también nos han asombrado unas mujeres de entre nosotros, las que antes del día fueron al sepulcro;\n\nY como no hallaron su cuerpo, vinieron diciendo que también habían visto visión de ángeles, quienes dijeron que él vive.\n\nY fueron algunos de los nuestros al sepulcro, y hallaron así como las mujeres habían dicho, pero a él no le vieron.",
    "Ahora escuchen; Jesús.\n\nEntonces él les dijo: ¡Oh insensatos,…tardos de corazón para creer todo lo que los profetas han dicho!\n\n¿No era necesario que el Cristo padeciera estas cosas, y que entre en su gloria?\n\nY comenzando desde Moisés, y siguiendo por todos los profetas, les declaraba todas, en todas las Escrituras lo que de él decían.\n\nLlegaron a la aldea donde iban, y él hizo como que iba más lejos.\n\nMas ellos le obligaron a quedarse, diciendo: Quédate con nosotros, porque se hace tarde, y el día ya ha declinado. Entró, pues, a quedarse con ellos.\n\nY aconteció que estando sentado con ellos a la mesa, tomó el pan y lo bendijo, lo partió, y se los dio.\n\nEntonces les fueron abiertos los ojos, y le reconocieron; mas él se desapareció de sus vistas.\n\nY se decían el uno al otro: ¿No ardía nuestro corazón en nosotros, mientras nos hablaba en el camino, y cuando nos abría las Escrituras?\n\nY levantándose en la misma hora, volvieron a Jerusalén, y hallaron a los once reunidos, y cuando estaban con ellos,\n\nQue decían: Ha resucitado el Señor verdaderamente, y ha aparecido a Simón.\n\nEntonces ellos contaban las cosas que les habían acontecido en el camino, y cómo fue que le habían reconocido por partir el pan.",
    "Ahora oremos. Amado y misericordioso Padre, te damos gracias por Tu Palabra, porque Tu Palabra es Verdad, Tu Palabra es Vida. Y Tú, oh Señor, y Tu Palabra son Uno. Así que rogamos esta noche, Señor, que Tú vengas entre nosotros en el poder de Tu resurrección y que nos muestres a nosotros esta noche, como a aquellos que venían de Emaús, que nosotros también volvamos a nuestros hogares, diciendo: “¿No ardían nuestros corazones en nosotros?” Concédelo, Señor, es cerca del tiempo del atardecer otra vez. Porque lo pedimos en el Nombre de Jesús. Amén.",
    "Ahora quiero hablar con respecto a esta Biblia. Y mi tema esta noche, para el tópico, es: Eventos Aclarados Por Profecía. Eventos Aclarados Por Profecía.",
    "Ahora, la Biblia es un Libro distinto a todos los demás libros sagrados. La Biblia es un Libro distinto. Es un Libro de profecía, prediciendo eventos futuros. Y también es la Revelación de Jesucristo. Desde Génesis hasta Apocalipsis, lo saca a relucir a El en Su plenitud, lo que El fue y lo que es. Y todo el Libro completo, Apocalipsis 1:1 al 3, dice que el Libro es un Libro de “La Revelación de Jesucristo”, el cual es la Palabra de Dios. ¡“La Revelación de Jesucristo”, la Palabra de Dios!",
    "Ahora, todos los demás libros, libros sagrados, solamente son un código de ética, un código de la moral, o un código de teología. Algo que…¿Cuántos han leído el Corán alguna vez, la Biblia Mahometana, y—y el libro de los Budistas, y demás? Sólo es un código de ética, lo que la gente debiera de vivir, cómo debieran de vivir, pero no profetiza, no dice nada acerca de estas cosas o acerca de dones especiales siendo dados a alguien, algo que haya de suceder. Es simplemente como unirse a una logia o algo. Por tanto, cuando las iglesias llegan al punto de que hacen de su iglesia una logia a la cual unirse, entonces están totalmente fuera de la Palabra de Dios.",
    "Porque la Biblia es un viviente y predicho testimonio de Jesucristo. Y así como la tierra ha crecido hasta su plenitud, y también las vides crecen hasta su plenitud, el día crece hasta su plenitud, la Biblia fue manifestada en Su plenitud en la Persona de Jesucristo. El era la Palabra de Dios revelada, todo el libro completo de redención. La Biblia es la Palabra de Dios, prediciendo los eventos futuros. A Sus creyentes les manda Su Autor que lean y crean toda Palabra de Ella, no sólo parte de Ella. Una Palabra, el no creerla, más vale que Uds. dejen de hacer el esfuerzo hasta que crean esa Palabra. Toda Palabra es absolutamente parte del Todopoderoso Dios; Dios manifestado, envuelto en Su Palabra, para mostrar Quién es El. Como creyentes, se nos manda creer toda Palabra de Ella. Y es escrita por el Autor de Dios mismo. No hay nadie que le pueda añadir algo a Ella o quitar algo a Ella. Si Uds. lo hicieran, sería un cuerpo anormal de Dios. Tendría, quizás como seis dedos en una mano, o—o tres brazos, o algo, al añadir algo; al quitarle algo a él y le faltaría un brazo, le faltaría un dedo. Es el Cuerpo completo de Jesucristo. Y en Cristo, siendo el Varón, el Novio, la Novia también está representada en El. Y estos dos Uno son. “En aquel día vosotros conoceréis que Yo estoy en el Padre, el Padre en Mí, Yo en vosotros y vosotros en Mí”. ¡Qué cuadro más completo!",
    "Y los verdaderos creyentes en esta Palabra, quienes la aceptan de esa manera, la creen, y con paciencia esperan Sus promesas profetizadas, que cada una de ellas sea manifestada en su edad. Todo creyente ha estado esperándolo. Todo creyente que ha estado atento, velando, es a quien ha sido revelado.",
    "Ahora vean en los días de la venida del Señor Jesús. ¿Por qué no reconoció aquella gente a Juan, cuando la Biblia claramente dice por medio de Isaías: “Habrá una voz de uno que clama en el desierto: ‘Preparad el camino del Señor’”? El último profeta de ellos que tuvieron, el cual es Malaquías 3, dijo: “He aquí, Yo envío Mi mensajero delante de Mi faz, a preparar el camino”. ¿Por qué no lo vieron? Porque estaban viendo algo que había sido hecho, basando sus pensamientos en algún mensaje que había salido antes, y fallaron en ver la manifestación de Dios presente en el día en que estaban viviendo.",
    "Y Cristianos, en todas partes, allí es exactamente donde se encuentra el mundo esta noche. ¡Sin contradicción alguna, esa es la verdad! Cristianos, en todas partes, están tratando de mirar hacia atrás a algún código de ética que escribió el Sr. Lutero, o el Sr. Wesley, Sankey, Finney, Knox, Calvin; de los cuales, ninguno de nosotros puede hablar mal, pero eso fue en un día pasado.",
    "Los fariseos miraban hacia atrás para ver lo que Moisés había dicho, y dijeron: “Tenemos a Moisés. No sabemos de dónde vienes Tú”.",
    "Pero recuerden, cuando Moisés estuvo aquí, ellos no sabían de dónde venía él. ¿Ven? Y ahora ellos…Con razón Jesús les dijo: “Adornáis los sepulcros de los profetas, y vosotros sois los que los pusisteis allí”. ¡Después de que el Mensaje de ellos ha pasado! Un Mensaje llega, la gente lo ve, se burlan de El (el mundo lo hace). Y luego después de que el mensajero ha terminado y el Mensaje ha sido dado, entonces edifican una denominación sobre el Mensaje. Y allí mueren, allí mismo, para nunca más volver a Vida.",
    "Fíjense un momento, a algunos de Uds., y especialmente les hablo a Uds. personas Católicas. ¿Se dan cuenta, han leído alguna vez la historia misma, la historia de la iglesia Católica Romana? Cómo en su martirología, desde San Agustín de Hipona, ¡a cuántos millones de personas inocentes dio muerte la iglesia! Se me olvida, no puedo decir el número exacto, pero está en los millones, desde San Hipona de…San Agustín de Hip-…de Hipona, Africa, hizo una declaración que era absolutamente la voluntad de Dios dar muerte a cualquiera que protesta contra la iglesia Católica Romana. ¿Se dan cuenta que en eso, que San Patricio nunca fue reconocido como Católico Romano hasta después de su muerte? El protestó contra el papa y todos sus hechos, y la iglesia Católica misma mató a millares y millares de sus hijos. ¿Sabían Uds. que la iglesia Católica quemó a Juana de Arco, aquella santa mujercita, en la hoguera por se-…dijeron que ella era una bruja? Doscientos años después, desenterraron los cuerpos de los sacerdotes, cuando se dieron cuenta que fue un error, y los echaron en el mar, sin enterrarlos en el campo sagrado, para hacer penitencia.\n\nNo permitan que el día pase por encima de sus cabezas, y sean insensatos.",
    "Cómo les gustaría a aquellos sacerdotes, esta noche, volver, los cuales condenaron a Jesús. Lo único es, que ellos nunca vieron la predicción de esa hora. Si ellos…Jesús dijo: “Escudriñad las Escrituras; porque en Ellas os parece”, o, mejor dicho, “afirmáis que tenéis la Vida Eterna, y las Escrituras son las que os dicen quién soy Yo”, para esa hora.",
    "Fíjense, la Biblia no puede fallar. Es una cosa que no puede hacer, la Palabra de Dios, fallar, porque predice los hechos de Su Autor antes de que El los haga.",
    "Ahora, existe una probabilidad entre mil de que un hombre pudiera hacer una predicción que una u otra cosa va a suceder, y que sucediera. Pero luego si indica dónde va a suceder, eso se la reduce a quizás una probabilidad entre diez mil. Si él dice el día en que va a suceder, eso la reduce, una probabilidad entre un millón. Y a quién le va a suceder, eso la reduce a billones de probabilidades.",
    "Pero esta Biblia les dice exactamente quién, cuándo, dónde, y qué esperar, y jamás ha fallado una sola vez. Por tanto, en una pequeña discusión no hace mucho, con el sacerdote de la iglesia Sagrado Corazón aquí arriba; él dijo: “Sr. Branham, Ud. está tratando de discutir una Biblia”. Dijo: “Esa es la historia de la iglesia”.\n\nYo dije: “No es una historia. Es Dios, El mismo, en forma impresa”.\n\nEl dijo: “Dios está en Su iglesia”.",
    "Yo dije: “Dios está en la Palabra. Y cualquier cosa contraria a Ella, sea mentira. Porque El dijo: ‘Sea Mi Palabra veraz y la palabra de todo hombre mentira’”.\n\nEl dijo: “No debemos discutir”.",
    "Yo dije: “Yo nunca le pedí que discutiera, pero la Biblia sí dice: ‘Venid, estemos a cuentas’”.",
    "Predice los hechos del Autor antes de que los haga. Por tanto, diciendo eso, entonces eso pone a todo hombre y a toda mujer, en el Tribunal, sin ninguna excusa. Si Uds. toman lo que los Metodistas dicen acerca de Ella, lo que los Bautistas dicen acerca de Ella, lo que los Católicos dicen, lo que los Pentecostales dicen, o cualquier otra iglesia, Uds. pudieran encontrar algunas decepciones en el Juicio. Pero si Uds. solamente se fijan en lo que dice la Biblia que va a suceder, y cuándo sucede, entonces Uds. reconocerán qué sucede.",
    "Ahora, no está directamente a plena vista de manera que toda la gente puede verlo, pues Jesús dio gracias a Dios por esconderlo de los ojos de los sabios y de los entendidos, y que se lo revelaba a niños que aprendían. Piensen en el Dios Todopoderoso sentado en Su propia Palabra, con poder para cegar a los eruditos ricos y desvergonzados y—y educados, cegar sus ojos para que no puedan verlo a El, y abrir los ojos de los pobres y analfabetas.",
    "Fíjense en esta gente de Emaús, El dijo que su—su entendimiento acerca de El fue impedido. Hablaron con El y ni siquiera sabían Quién era, todo el día. Dios puede hacer eso, pues El es Dios.",
    "Eso es exactamente lo que El le hizo a aquellos sacerdotes, aquellos escribas, porque estaba escrito que El tenía que hacer eso. Dios cegó sus ojos para que nosotros tuviéramos una oportunidad. Fíjense, ellos no podían ver, no importaba cuán eruditos, cuán sacerdotes eran, qué habían hecho, aún no lo podían ver, porque estaban ciegos. Su vista pudiera haber sido veinte veinte, físicamente. ¡Pero su vista espiritual!",
    "Lo mismo estaba tratando yo de decir esta mañana acerca del adulterio de las mujeres, vistiéndose de la manera en que lo hacen ahora. Son adúlteras. En el Libro de Dios ellas son culpables de adulterio cada vez que se ponen esa ropa de apariencia provocativa. Su alma, no sabiéndolo. Yo creo que esas mujeres, muchas de ellas, miles de ellas, son inocentes, y de ninguna manera cometerían adulterio. Y las pobres mujeres, con alguien que les permite salirse con la suya, sin exponerlo y decir la verdad, cometen adulterio. Lo cual, la Biblia dice: “La ramera que está sentada sobre muchas aguas, que todos los reyes de la tierra y los pueblos de la tierra, las iglesias y demás, cometieron fornicaciones espirituales con ella. Y ella era LA MADRE DE LAS RAMERAS”, denominaciones.",
    "Nos fijamos en la Biblia, porque Dios no nos deja a oscuras. El mandó la Biblia para predecirnos los eventos antes de que sucedieran, y la misma naturaleza y el tiempo en que vendrían.",
    "Ahora, es algo como ver en un calendario para ver qué fecha es. Si Uds. piensan, dicen que esto es: “¿Es sábado éste, domingo, qué es?” Vean en el calendario. El calendario les dirá qué día es. Cuando Uds. ven las acciones de la gente, quizás yendo a la iglesia, Uds. ven las—las…oyen las campanas sonando, se preguntan qué día es. Vean en el calendario, les dirá qué día es.",
    "Y cuando Uds. ven a la iglesia poniéndose mundana, como fue en los días de Sodoma, ven a todo el mundo eclesiástico entrando en la…adorar “el dios de esta edad perversa”, y viendo eso; luego ver a un grupito minoritario reunido bajo la inspiración de Dios, produciendo de nuevo la Vida de Jesucristo, por las Escrituras que deben de suceder, Uds. saben en qué hora están viviendo.",
    "Esta Biblia predice, por medio de profecía, qué día estamos viviendo, y qué tiempo estamos viviendo, y qué clase de eventos deberían estar aconteciendo. Lo predice exactamente al pie de la letra, y nunca ha fallado una sola edad, todo el tiempo. Ni una sola vez ha fallado alguna vez, y no va a fallar, porque los que están predestinados a verlo lo verán. Jesús dijo: “Ninguno puede venir a Mí, si Mi Padre no lo trajere, y todo lo que el Padre me ha dado vendrá”. Es la Palabra uniéndose con la Palabra. No puede hacer nada más. Sabemos eso, el día en el que estamos viviendo.",
    "Pero así como ha sido en toda edad, la gente permite que el hombre le ponga su propia interpretación a esta Palabra, y causa que ellos sean cegados al evento que ha sucedido. Lo mismo que hizo con los Fariseos y los Saduceos. Aun cuando Pablo estaba allí y trató de citar la Escritura, y un hombre le dio un golpe en la cara porque él llamó al sumo sacerdote pared blanqueada. Y luego fallaron en ver a Dios confirmar Su Palabra profetizada.",
    "¿Ven?, la Biblia no se contradice a Sí misma; la Biblia es Dios. No hay contradicción en Dios; El es perfecto.",
    "¡Pero la gente, con su propia interpretación! Ahora fíjense, permítanme mostrarles, amigos. Las iglesias mismas no pueden ponerse de acuerdo en la interpretación de Ella. Los Metodistas no pueden estar de acuerdo con los Bautistas, los Bautistas con los Presbiterianos, los Presbiterianos con los Pentecostales. Y con cerca de cuarenta distintas organizaciones de Pentecostés, ellos no pueden estar de acuerdo el uno con el otro. Así que ¿ven Uds.?, eso sería Babilonia nuevamente, confundiendo.",
    "Pero Dios hace Su propia interpretación de Su Palabra. El prometió esta cosa, y luego El mismo lo hace. El mismo da la interpretación de ella, porque El se da a conocer en esa hora. ¡Cuánto ha avanzado el—el Cuerpo de Cristo, de los pies a la cabeza!",
    "Fíjense, entonces esa es la razón de que esta gente falla en captarlo, porque escuchan lo que alguien más dice sobre Ella, en vez de leer la Palabra como Jesús les dijo que lo hicieran: “Y Ellas son las que dan testimonio de Mí. Escudriñad las Escrituras; a vosotros os parece que en Ellas tenéis la Vida Eterna; y Ellas son las que dan testimonio de Mí”. En otras palabras, escuchen: “¿Qué? Lean las Escrituras y vean lo que el Mesías debía hacer. Vean en qué tiempo debía venir el Mesías. Vean quién iba a precursar al Mesías. Miren la hora. Ha de haber una voz de uno clamando en el desierto, Juan. Y Uds. le hicieron a él exactamente lo que quisieron. Miren lo que Yo debía hacer cuando viniere. Y ahora ¿qué han hecho Uds.? ¿He fallado en cumplir Esto?” ¿Ven?, Jesús hablando: “¿He fallado en cumplir Esto?”",
    "Fíjense, a medida pasemos por las Escrituras esta tarde, cómo todo lo que fue profetizado de El sucedió exactamente en la manera en que debía suceder. Ellos deberían haber conocido este evento. “Este joven fanático se levantó, como de treinta y tres años de edad y…o treinta años de edad, y fue allá y declaró toda clase de Luces, y Palomas ascendiendo. Y, pues, sólo fue una—una desgracia”. Ellos dijeron: “El nació con padres ilegítimos, afirmaba que El tuvo un nacimiento virginal”.",
    "¿No debían ellos haber sabido que Isaías dijo, en Isaías 9:6: “Un niño nos es nacido”? ¿No debían haber sabido también que el profeta Isaías dijo: “Una virgen concebirá”? Ellos debían haber sabido estas cosas. Pero, ¿ven Uds.?, la cosa era que, ellos lo estaban aplicando a algún momento muy futuro. Y este Hombre, para ellos, no llenaba los requisitos. Pero El les pidió: “Escudriñad las Escrituras; porque os parece a vosotros que en Ellas tenéis la Vida Eterna; y Ellas son la mismísima cosa que está dando testimonio de Mi Mensaje”. No lo que algún teólogo dijo; ¡sino lo que Dios, Su propia Palabra, dijo que sucedería! ¡Amén!",
    "¡Así es ahora! Escudriñen las Escrituras, porque Ellas son las que nos dicen la hora en la que estamos viviendo, nos dicen exactamente qué va a suceder en este día. De Ellas es que Uds. deberían de depender, porque Ellas son las que testifican de la Persona de Jesucristo. Porque la Biblia dice, que: “El es el mismo ayer, hoy, y por los siglos”, porque El es la revelación de la Palabra en la edad. No puede ser diferente.",
    "Por tanto al escuchar la interpretación del hombre, ellos ven la confirmación de la Palabra de Dios cumplida, fallan en verla. Porque, está sucediendo todo el tiempo, pero debido a que escuchan…Y Jesús dijo: “Son guías ciegos”. Y si el ciego guía al ciego, ¿qué les sucede a ellos? Ahora recuerden, la Biblia predice que esta edad eclesiástica de esta Edad de Laodicea estaba ciega. Lo tenían a El fuera de la iglesia. No hay otra edad, otra edad de la iglesia, en la que Jesús estuviera afuera. Pero en la edad de la iglesia de Laodicea, El estaba afuera, tratando de entrar de nuevo. “Yo estoy a la puerta y llamo”. El debería de estar adentro. Pero dijo: “Porque tú dices: ‘Yo soy rico, me he enriquecido, de ninguna cosa tengo necesidad’, y no sabes, no sabes que estás ciego, guiando a los ciegos, pobre en espíritu, desventurado, miserable, desnudo, y no lo sabes”. ¡Qué con-…! Si un hombre estuviera desnudo en la calle, miserable, ciego, y supiera que él tiene suficiente sentido común de manera que uno pudiera decirle que él estaba desnudo, él trataría de hacer algo al respecto. Pero cuando él menea su cabeza y dice: “No lo acepto. ¿Quién eres tú para decirme qué debo hacer? Yo sé dónde estoy parado”. Ahora, si esa no es una condición lamentable, yo no sé. Y eso es exactamente en lo que el Dios de esta Biblia dijo que estaría la iglesia, en esta edad perversa ahora mismo, en la última edad de la iglesia donde estamos viviendo.",
    "Fíjense, pero a los pueblos: “Yo reprendo a todos los que amo”. Ahora, si Uds. son reprendidos por el Señor, por lo que están haciendo, ¡salgan de eso entonces! Aléjense de ello. “Yo reprendo a todos los que amo”.",
    "Ahora, viendo a Dios, ahora, ¿qué si aquellos Fariseos hubiesen dicho: “Un momento. Ese Hombre nos ha dado todo un reto, El dijo: ‘Escudriñad las Escrituras; porque a vosotros os parece que en Ellas tenéis la Vida Eterna; Ellas dan testimonio de Mí’. Es mejor que yo vea en las Escrituras y averigüe qué debe de hacer El, Quién es El, qué debe de suceder. Yo debería mirar y averiguar”? En vez de eso, fueron a los sacerdotes y les preguntaron: “¿Qué de Ello?” ¿Ven la diferencia? Debieran haber estado leyendo la Palabra.",
    "En Hebreos 1:1, la Biblia dice: “Dios, en otros tiempos”, eso es, “tiempos antiguos y de muchas maneras escribió la Biblia por los profetas”. Ahora fíjense, El escribió la Biblia por medio de Su propia manera escogida. ¿Ven? Ahora, El no tenía que escribirla de esa manera, ni tampoco tenía que salvar al hombre por medio de Sangre. El no tenía que predicar el Evangelio por medio del hombre; El pudo haber dejado que el sol o la luna o las estrellas predicasen el Evangelio, El pudo haber dejado que los vientos tararearan el Evangelio. ¡Pero El escogió al hombre! Y El escogió la vía por la cual vino Su Palabra, y eso fue por medio de Sus profetas los cuales fueron predestinados y preordenados, siendo una parte de la Palabra de Dios, declarando la revelación de Su Palabra a esa edad y ese tiempo. “Porque la Palabra de Dios vino solamente a los profetas”. Nunca viene a un teólogo. Muéstrenme la Escritura. Solamente viene a profetas. Dios no puede mentir. Así que Dios escribió la Biblia por medio de Su método escogido, y Sus propios profetas escogidos; no los profetas que el hombre había escogido, sino los profetas que Dios había escogido.",
    "Luego Sus creyentes esperan el cumplimiento de lo que su profeta dijo, y esa es la identificación de que ellos son los profetas de Dios. Porque, primeramente, son inspirados. Luego, se quedan exactamente con la Palabra de la hora. Entonces esas son sus credenciales. ¿Ven?, vimos eso el domingo pasado. Muchos falsos profetas se levantarán. Y dimos las ilustraciones de cómo Balaam y Moisés, ambos ungidos con el mismo Espíritu, uno de ellos dijo: “Todos somos uno. Unámonos, pongamos a nuestras muchachas y a todos juntos. Tenemos muchachas bonitas aquí, y Uds. muchachos vengan acá y tomen una esposa bonita. Está bien, todos somos un pueblo, de todas maneras, la misma raza”. Dios jamás los perdonó por eso. Ellos pusieron atención a eso.",
    "¿Ven?, el mundo y la—la gente está buscando alguna pequeña salida, algún pequeño desvío, algún pequeño atajo, pero no hay atajos en la Palabra de Dios. Hay un solo Patrón. Uno se tiene que cortar y cuadrar con ese Patrón, no tratar de cortar el Patrón para que cuadre con uno. Todo el mundo tiene que hacer eso. Esa es la única manera que Dios tiene de hacerlo.",
    "Fíjense ahora, los creyentes esperan que esa Palabra sea confirmada. ¿Ven?, no fue escrito por el hombre, sino por el Señor Dios, por tanto no es un libro de hombres.",
    "Alguien dijo: “Son solamente unos antiguos escritos Hebreos”. ¿Escribirían los Hebreos una carta que los condenara a ellos mismos? Esa refinada nación de Judíos, de estilo propio y pulidos, ¿escribirían sus propias iniquidades, condenándose a sí mismos? Ciertamente que no. ¿Contar de sus propios pecados, cómo entraron en idolatría, cómo cometieron fornicaciones contra la Palabra de Dios? No, no. Ellos nunca contarían eso, esa nación orgullosa.",
    "No es un libro de hombres. Es un Libro de Dios. Y los hombres que veían las visiones u oían la Voz de Dios, nunca lo entendieron (muchas veces) ellos mismos, en muchos casos. ¿Ven? Los hombres no escribieron la Biblia. Dios escribió la Biblia. No es—no es el libro de un hombre, es el Libro de Dios. Son los pensamientos de Dios expresados a través de labios humanos. Eso es lo que la hace la Biblia. Un pensamiento expresado es una palabra. Y en el principio eran los pensamientos de Dios, El los expresó a través de los labios de Sus profetas y los confirmó por medio de Sus siervos. ¿Ven? Fíjense.",
    "Dios hace Su propia elección, por medio de predestinación, eligió a los profetas para cada edad. Fíjense en ello. El prepara la naturaleza de ese profeta para que cuadre con esa edad. ¿Ven?, El lo equipa con su estilo, todo lo que hace. El lo equipa para que sea educado o no educado. El lo equipa con los dones, la manera en que la va a predicar, los dones que va a tener. Y el Mensaje para esa cierta edad, Dios ha predestinado que cierta cosa suceda y no hay otra cosa que pueda tomar su lugar. No importa qué es, cuántos logros hechos por el hombre, nada puede tomar su lugar. El predestinó al hombre, quizás un hombre ignorante, El podría haberse predestinado otra clase de hombre. Cualquier cosa que él sea, El le da a él su clase, sus—sus dones, le da su naturaleza, su estilo, y sea lo que sea, cómo se expresa, y todo lo que él hace. El hace al hombre de la hora para captar la atención del pueblo de la hora. Correcto. El lo hace.",
    "Al final de cada edad, cuando la iglesia se ha vuelto al mundo y al pecado, y se está apoyando en la interpretación humana de la Palabra. Como siempre, ellos siempre, al final de la edad, se han metido en un enredo tal por sus teólogos y sacerdotes al grado que siempre es un enredo. Siempre su interpretación está errada, ni una sola vez ha fallado en estar errada. Y ni una sola vez ha fallado la Palabra de Dios en estar correcta. Esa es la diferencia.",
    "Ahora ¿ven Uds.?, Dios mismo escribió la Biblia. Ahora, Dios puede hablar. Moisés dijo que El le habló. Jeremías dijo: “El puso Palabras en mi boca”. Y Dios puede escribir. El escribió los diez mandamientos con Su propio dedo. El escribió en las paredes de Babilonia. Y, recuerden, solamente del Antiguo Testamento, dos mil veces los profetas dijeron: “¡ASI DICE EL SEÑOR!” Dios puede hablar, Dios puede escribir. Ciertamente. Casi el noventa por ciento de Mateo, Marcos, Lucas, y Juan, son las mismísimas Palabras de Dios mismo, Jesucristo hablando. Así que, si Dios puede escribir, si Dios puede leer, si Dios puede hablar, ¿no puede El causar que otros hagan lo mismo? ¿No le dijo El a Moisés: “¿Quién enmudece al hombre o quién le da el habla?” Dios escribió la Biblia por medio de los profetas, Su manera de hacerlo.",
    "Ahora cada vez que la iglesia se enreda (y Dios sabía de antemano que lo harían, porque El sabía de antemano todas las cosas), por tanto El tiene listo a cierto profeta Suyo para esa edad, para llamar a Sus elegidos por medio de Su Palabra vindicada de señales y maravillas, y la confirmación de Su Palabra: “confirmando la Palabra con las señales que la seguían”, como El prometió. El da la verdadera interpretación después de que el profeta mismo ha sido vindicado.",
    "Todos excepto aquellos, los elegidos a los cuales es enviado, lo odian. Ahora, examinen cada caso y vean si eso es correcto o no. ¡Solamente aquellos a los cuales es enviado! “A lo Suyo vino, y los Suyos no le recibieron. Mas a todos los que le recibieron, les dio potestad de ser hechos hijos de Dios”. Fíjense, no…todo examen de la Palabra, en todo caso, y al final de cada edad o clímax o encrucijada, como he predicado sobre ello muchas veces.",
    "Miren la edad de Noé, en el clímax antes del juicio. ¿Qué sucedió? Noé, fue solamente su propia familia que le creyó al hombre. Los demás lo criticaron. Y destruyó todo el mundo.",
    "En los días de Abraham, solamente el grupo de Abraham que creyó. Cuando los ángeles fueron y le predicaron a Sodoma, sólo Lot y su esposa y dos hijas salieron, y ella se volvió una estatua de sal.",
    "En los días de Moisés, sólo los elegidos de Israel salieron. Y Faraón lo odió.",
    "En los días de Elías, todos (casi) excepto siete mil hombres, cada uno de ellos lo odiaban, toda la nación.",
    "En los días de Jeremías, pues, le tiraron fruta que no estaba madura, y lo llamaron un fanático, porque se acostó sobre su costado por cierta cantidad de días, y el otro lado, y—y tomó cosas e hizo símbolos. Ellos lo odiaban.",
    "Isaías el profeta, él condenó aquella raza tanto al grado que lo cortaron en dos con una sierra. Correcto.",
    "Juan el Bautista. “El fue un hombre salvaje allá, algún maniático gritando”.\n\n¡Todos excepto—excepto aquellos discípulos que él presentó a Jesucristo como iglesia! Ahí está. Juan preparó un pueblo. ¿Cuántos tenía él? Uno los podía contar en ambos dedos…ambas manos, con sus dedos, cuántos presentó Juan a Jesús cuando El vino. Ahora, ¿qué de Su segunda Venida? Piénsenlo.",
    "Pero cuando los verdaderos creyentes de la Biblia ven la Palabra tan abiertamente vindicada para la edad, ellos creen. No hay manera de mantenerlos alejados de Ella, de creerla. Hasta sellan su testimonio con su sangre. Ellos la creen. Entonces es para ellos, los predestinados, que para esa cierta edad ven y creen.",
    "Otros simplemente no pueden verla; están cegados. Ahora, Uds. dicen: “No pueden verlo”. Ahora, como Balaam, ¿por qué Balaam no pudo ver Eso? El era un profeta, ungido. ¿Por qué no pudo verlo Faraón? Cuando él vio la mano de Dios bajar y hacer milagros allí, solamente le endureció su corazón. ¿Es correcto eso? ¿Por qué no pudo verlo Datán, siendo él mismo un judío? Allí mismo, había pasado a través del Mar Muerto, y comió del maná cada noche, que caía fresco, y aún no podía verlo. ¿Por qué no lo vio Coré? ¿Por qué no lo vio Caifás? El era el principal hombre religioso del mundo en aquel tiempo. ¿Por qué no pudo ver él que ése era el Mesías? ¿Por qué no lo vio Judas? Judas estaba allí entre ellos, caminando con ellos, haciendo milagros con ellos. Pero la Palabra tenía que ser cumplida. La Biblia dice que ellos fueron levantados para tomar ese lugar. Fueron levantados con ese propósito. Eso es cierto. Romanos 8 dice eso.",
    "Ahora los creyentes pueden ver que la Palabra es hecha carne en su generación, Dios hablando. Ahora, aquellos verdaderos y reales creyentes, aquellos siete mil (o ¿eran setecientos?) en los días de Elías. Siete mil es correcto. En los días de Elías, había siete mil hombres de entre dos o tres millones, que vieron que Eso era correcto. Ni siquiera una centésima parte del pueblo, casi. Pero ellos vieron que era correcto. Ellos vieron a Dios manifestado. Aquella anciana viuda a la cual fue enviado Eliseo, ella fue a recoger esos leños, para hacer una torta y solamente tenía suficiente para hacer una torta para ella y su hijo, y luego morir. Pero observen a Elías, él dijo: “Hazme una a mí primero. Porque, ASI DICE EL SEÑOR, la tinaja no escaseará y tampoco la vasija se secará hasta el día en que Jehová Dios haga llover sobre la faz de la tierra”. ¡No lo cuestionó, ella se fue inmediatamente para hacer la torta y dársela! Dijo: “Haz la mía primero, y luego ve a hacer una para ti y tu hijo”. Porque, ella oyó a ese hombre, y lo miró; ella era una simiente predestinada.",
    "Muchos de ellos decían: “Allí está ese viejo excéntrico de nuevo. Dios nos ha maldecido por causa de él”, recuerden, Elías. Dijeron: “Tú eres el que turba a Israel”.",
    "El dijo: “Tú eres el que ha turbado a Israel”. ¿Ven a quién Dios…la Palabra de Quién estaba El vindicando? Su propia Palabra.",
    "Ahora la Biblia dice que ellos fueron levantados con este propósito, pero cuando…el—el incrédulo. Pero ahora cuando el verdadero creyente puede ver la Palabra de esa edad hecha carne, Dios hablando a través de labios humanos y luego haciendo exactamente lo que El dijo que haría, ¡eso lo concluye!",
    "Ahora observen lo demás. No se fijen en señales. Si Uds. se fijan en señales, serán engañados con toda seguridad. Falsos profetas se levantarán y mostrarán señales y maravillas que engañarán a los elegidos si fuera posible. Fíjense en la Palabra. Miren a estos sacerdotes, a estos profetas, profeta Hebreo parados allí. Sedequías con dos cuernos muy grandes, y diciendo: “Yo soy un profeta ordenado por Dios”. Es verdad. “Yo tengo trescientos noventa y nueve aquí mismo conmigo, y el Espíritu Santo sobre nosotros, confirmando y diciendo que esa tierra nos pertenece. Subamos y tomémosla. Y por medio de estos cuernos, Acab, tú acornearás al enemigo echándolo fuera de nuestra tierra, porque Dios nos dio la tierra”.",
    "Observen a ese hombre religioso, un buen hombre, Josafat, dijo: “¿No tienes uno más?”",
    "🦅 ¿Uno más? ¡Hay cuatrocientos de acuerdo!” El dijo: “Sí, hay uno más por aquí, mas yo le aborrezco”. Dijo: “El siempre nos está regañando a todos y diciéndonos cuán grandes pecadores somos, y todo”. Dijo: “¡Yo le aborrezco! El, él es Micaías, el hijo de Imla”.",
    "El dijo: “No hable el rey así. Manda por él y escuchemos lo que él dice”.",
    "Así que lo trajeron allí. El dijo: “Denme esta noche y veré lo que el Señor dice al respecto”.",
    "Acab dijo: “Te exijo, no me digas nada sino la verdad”.",
    "Y el hombre llegó, dijo: “Ahora, si deseas estar de nuevo en buen compañerismo, di exactamente lo mismo que los demás”.\n\nMicaías dijo: “Sólo diré lo que Jehová hablare”. ¿Ven?",
    "La mañana siguiente, ellos llegaron. Y los reyes se pusieron su ropas reales, se sentaron a la puerta, todas las celebridades. Y los profetas parados allí, dijeron: “Ahora, fanático, ¿qué dices tú al respecto?”",
    "Dijo: “Sube”. Dijo: “Pero vi a Israel esparcido como ovejas que no tienen pastor”.",
    "El abo-…tomó su mano y lo abofeteó en la boca. El profeta abofeteó al profeta en la boca. Ahora, esos dos profetas ungidos estaban allí, profetizaron, cuatrocientos contra uno, eso parecía bastante fuerte. Ahora, no siempre hay seguridad en la multitud de consejos. Depende en dónde ellos están…de qué están aconsejando, cuál es su consejo. No había seguridad allí para el rey, y él tomó como correcto el consejo de esa multitud. Pero si él tan sólo se hubiera detenido y hubiera desenrollado el pergamino y hubiera visto lo que Elías acababa de decir.",
    "Luego, Micaías no podía decir nada, él no sabía sino que quizás Dios lo había perdonado por ello. Pero primero, siendo un profeta, él fue ante Dios para averiguar lo que Dios dijo. Y averiguó lo que Dios dijo. El dijo: “Yo vi a Dios sentado sobre un trono, y El dijo…tenía a todos Sus consejeros del Cielo reunidos alrededor de El, dijo: ‘¿A quién podemos conseguir para que descienda y cause que Acab salga acá, para que así podamos cumplir la profecía que ha sido hecha acerca de él?’”",
    "¿Ven?, profecía, Elías ya había dicho: “Los perros lamerán tu sangre”.",
    "Y así que él dijo que él “había visto un espíritu mentiroso que subió de abajo, llegó, llegó ante El, dijo: ‘Yo descenderé y entraré en sus profetas, los profetas de Acab, y causaré que profeticen una mentira’”.",
    "Ahora, Dios sabía que aquellos hombres estaban tan henchidos y tan llenos de teología que pensaban que tenían todo correcto. Ellos nunca se habían fijado en la Palabra para la hora. Así que Dios dijo: “Tendrás éxito; baja pues”. Y cuando Micaías dijo eso, eso significaba que ellos estaban profetizando bajo un espíritu malo. Ellos hubieran sacado de un tirón el enchufe del teléfono, o apagado el radio, o hecho cualquier cosa; escucharon Eso viniendo en contra de ellos, se levantaron y salieron. Pero miren lo que sucedió. Ahora, Micaías tuvo que examinar su visión con la Palabra escrita, por tanto él sabía.",
    "El dijo: “Cuando yo vuelva…Echad a ese hombre en la cárcel, denle aguas de aflicción y pan de angustia. Cuando yo vuelva, yo trataré con él”.",
    "El dijo: “Si llegas a volver, Dios nunca me habló”. Eso es cuando él sabe que su visión está exactamente con toda Palabra para esa hora. Era el tiempo de Acab.",
    "Hermano, hermana, esta es la hora y el tiempo del llamado a salir de Babilonia. Las Luces del atardecer están aquí. Anden en la Luz mientras hay luz. Fíjense, los creyentes vieron la Palabra manifestada y la creyeron. Jesús dijo: “Mis ovejas conocen Mi Voz, Mi Palabra, Mis señales de la edad. Y a uno falso no seguirán”.",
    "Ahora lleguemos a nuestro texto, porque veo que me voy a alejar. Estoy queriendo enfatizar mucho sobre esa línea de oración. Volvamos ahora al texto que tenemos bajo consideración, aquí por un momento. Pues, sucederá nuevamente como siempre ha sucedido, como de costumbre.",
    "Dios mandó a Su profeta, Juan, como Su Palabra lo había dicho, prometido en Malaquías 3: “He aquí, Yo envío Mi mensajero delante de Mi faz, a preparar el camino”. Juan testificó lo mismo. Y nos damos cuenta también, en Isaías 40:3, que Isaías dijo: “Habrá una voz de un profeta, uno que clama en el desierto: ‘Preparad el camino del Señor’”. ¿Ven? ¡Todas esas profecías! Y—y miren, fíjense rápidamente, la Escritura lo identificó.\n\nCuando dijeron: “¿Quién eres? ¿Eres Tú el Mesías?”\n\nEl dijo: “No soy”.\n\n“¿Eres tu Jeremías? ¿Los profetas, o uno de ellos?”",
    "El dijo: “No soy. Pero yo soy la voz de uno que clama en el desierto, como dijo el profeta Isaías”.",
    "¿Piensan Uds. que ellos creerían eso? No, señor. ¿Por qué? El no vino por medio de su iglesia. El no era de su…¿Ven?, él se fue al desierto a la edad de nueve años, y salió a los treinta. Su mensaje era demasiado grande para pasar por una escuela de teología; él era el que habría de introducir al—al Mesías. Y todos estarían jalando en esta dirección y en aquella dirección. Y Dios lo envió al desierto, después de la muerte de su padre, Zacarías. Y él era un sacerdote, pero él no siguió la línea de su padre.",
    "Porque, profetas no salen de semejantes cosas como esas. Ellos vienen de las tierras accidentadas, el desierto. Nadie sabe de dónde vienen, o cómo aparecen en la escena, o nada de su historia. Ellos sólo salen y predican la Palabra, y Dios se los lleva, y se van; condena a esa generación, y avanza en Su Palabra, esperando el gran día.",
    "La iglesia no le creyó, porque él no era conocido por ellos. No tenían ningún registro de su ordenación en sus libros, así que por tanto lo rechazaron. ¿Ven?, no creyeron la Palabra de Dios vindicada, claramente, letra por letra. ¿Ven? Malaquías 3, dos Escrituras para vindicarlo, Malaquías 3 e Isaías 40:3. ¿Ven?, ambas Escrituras hablaban de un hombre que venía, preparando el camino del Señor. El llenó todos los requisitos de ello.",
    "El habría de ser un profeta. “Os mandaré a Eliseo”. Y allí estaba, en todo duro aspecto. Miren cómo su naturaleza armonizaba con la de Elías. Elías era un hombre del desierto, también lo era Juan; el aire libre. No era un hombre suave, era un hombre duro.",
    "Fíjense nuevamente, Elías era un aborrecedor de mujeres, él le dijo a Jezabel acerca de toda su pintura, y dónde subirse y dónde bajarse. Así era Juan. Jezabel trató de matar a Elías, juró por sus dioses que le quitaría la cabeza. También Herodías. ¿Ven?",
    "Siempre observen su mensaje, miren lo que hicieron. Ahora nos damos cuenta que si ellos hubieran mirado y hubieran visto lo que la Biblia decía, y hubieran observado la naturaleza del hombre y cuán perfectamente a tiempo estaba él con las Escrituras y todo, deberían haber sabido que ése era él. Como media docena lo sabían. Eso es correcto. No más de media docena se dieron cuenta. Fueron a escucharlo, pero no lo creyeron. ¿Ven? ¿Por qué? Ellos no creyeron la identificación de la profecía en la hora de ellos.",
    "Fíjense, se rieron de él, llamándolo un “fanático gritón, salvaje, y analfabeta sin educación, ‘hit, hain’t, tote, carry, fetch’ [El hermano ilustró usando estos modismos Americanos y palabras mal pronunciadas.—Traductor], y demás”. Como siempre lo juzgaron por su educación. Lo juzgaron por su gramática, por la manera en que él se vestía. El tenía un pedazo de piel de oveja alrededor de él, y con un cinturón de piel de camello puesto, él estaba todo velludo. Se metía en las aguas; sin iglesia, sin banca, sin cooperación; no podían aceptar eso; ellos estaban adorando al dios del mundo. ¿Ven?",
    "No es mi intención decir ahora que no hay falsos profetas que salen, como Jambres y Janes. Pero de la manera en que uno lo quiere hacer, es examinar el mensaje original por medio de la Palabra, entonces uno lo tiene; en qué edad está, y qué está profetizado para esa edad.",
    "Luego la profecía de Juan fue vindicada en el propio orden de Dios. Observen qué perfecto. La Biblia dice: “La Palabra de Jehová viene al profeta”. Y Jesús era la Palabra. Y Juan estaba profetizando de la venida de la Palabra para cumplimiento; y Jesús, la Palabra, vino al profeta, en el agua. ¡Oh, cuán hermoso! Cuán infalible es la…¿Ven? La Palabra era una cosa escasa en aquel día. Allí venía el profeta, diciendo: “Yo soy la voz de la Palabra”.\n\nEllos dijeron: “¿Qué debemos hacer?”",
    "Dijo: “No soy digno de desatar Su calzado. Mas en medio de vosotros está Uno, en alguna parte, El será el que os bautizará con el Espíritu Santo y Fuego. Su aventador está en Su mano, y limpiará Su era; y quemará la paja en fuego que nunca se apagará, llevará el grano al granero”. ¡Oh, qué profeta! Jesús dijo que nunca había nacido de mujer un hombre tan grande como él, hasta ese día. ¡Oh, qué osado! ¡Cómo sabía El dónde estaba parado! El sabía exactamente. El oyó de Dios, y era exactamente con la Palabra, así que no le importaba qué decía la gente. El lo predicó y lo profetizó, de todas maneras. Y observen, cuando un hombre se para firme por lo que es la Verdad, entonces Dios está obligado a vindicarle a ese hombre la verdad.",
    "Cuando Moisés llegó allá a Egipto, y dijo: “Yo estuve allá en el desierto, y vi un árbol ardiendo, y no se consumía. Me acerqué al árbol, y, cuando me acerqué, había una gran Columna de Fuego suspendida allí. Y una Voz dijo: ‘YO SOY EL QUE SOY’. Y El me dijo que tomara esta vara y que viniera acá y que hiciera estos milagros, y Dios va a vindicar Su Palabra”. El extendió su vara, vinieron pulgas y moscas, y tinieblas y demás. Y luego para vindicar a ese profeta, El trajo de regreso a esos creyentes directamente al monte, y Dios descendió en la misma Columna de Fuego, sobre el mismo monte, y probó que eso era correcto.\n\nAhora miren lo que El ha hecho en este día. Exactamente.",
    "Ahora, la Palabra vino al profeta y vindicó que él era la verdadera persona, la mismísima persona que las Escrituras dijeron que él sería. Rápidamente ahora. Pero, de nuevo, Jesús vino en una forma distinta a su interpretación, hecha por los hombres, de la profecía. Los hombres habían interpretado qué iba a ser. Ciertamente. Los Presbiterianos piensan que deberían ser ellos. Observen cuando Dios hace algo, observen a todas las demás organizaciones levantarse con una. Sí, siempre ha sido así. Tienen a un Jambres y Janes en todas partes. Fíjense, ellos dijeron parte de la Palabra. Pero, de acuerdo a la Palabra del profeta, ¡toda Letra!",
    "Fallaron en captarlo otra vez, como siempre, lo llamaron a El un adivino, “diablo; Beelzebú”, y dijeron que El se hacía Dios, cuando debieran haber sabido, por medio de su mismísima Biblia, que El era Dios.\n\nFíjense, El fue profetizado por Isaías, Isaías 9:6, dice: “Se llamará Su Nombre Dios Fuerte, Padre Eterno”. No habrá más padres después de ése, porque El fue el primer Padre en el principio, El es el único Padre; dice: “No llaméis a ningún hombre en esta tierra: ‘Padre’, tampoco, después de eso”. “El es el—el Dios Fuerte, y Padre Eterno, el Consejero, Príncipe de Paz”. Ciertamente.",
    "Ahora, le habían hecho a El todo lo que los profetas dijeron que harían, así como están haciendo en esta misma Edad de Laodicea, lo ponen a El fuera de la iglesia. “Ciegos, desnudos, y no lo saben”. Exactamente lo que dijo el profeta, el profeta de la Biblia. Cegados por las tradiciones de los hombres, lo pusieron fuera, la Palabra fuera de sus iglesias, como siempre, tal y como se profetizó de ellos.",
    "Fíjense ahora, rápidamente ahora. No se pierdan esto ahora. Aquí está el texto, cómo Jesús se dio a conocer a estos dos discípulos que El era su Mesías. Ahora, todos los ojos hacia acá. Y allá por el país, no se pierdan esto ahora. Hemos procurado decirles que la Biblia es la Palabra de Dios, escrita por Dios mismo, a través de los labios e instrumentalidad de los hombres. Dios mismo puede escribir. Dios mismo puede hablar. Dios puede hacer lo que El quiera, pero El escogió al hombre para hacerlo porque los hombres que la escribieron son parte de Dios. Así que, Dios escribió la Biblia. Los hombres, en su propio pensamiento humano, ni siquiera sabían qué estaban escribiendo. Pudiera ser que no estaban de acuerdo con Ella, pero la escribieron. Ellos no podían. La Biblia dice: “¡Los hombres de antaño, siendo inspirados por el Espíritu Santo!” Dios movió las manos de ellos, movió los ojos de ellos en las visiones. Ellos no podían decir nada excepto lo que estaban mirando. No podían hablar nada, porque El tenía completo control de lengua, dedo, todo órgano del cuerpo estaba en total movimiento con Dios. Con razón la Biblia dice que eran dioses, ¡eran parte de Dios! El era la plenitud de Dios.",
    "Fíjense cómo Jesús, la Palabra, hizo que estos dos discípulos que tenían roto el corazón supieran que El era su Mesías, el Mesías, la Palabra prometida. Fíjense lo que El hizo, El apeló a la profecía. Fíjense: “Insensatos, tardos para creer todo lo que los profetas escribieron”. Ahora, El nunca dijo: “Pues, ¿qué, qué dice la iglesia al respecto?”",
    "Ellos le contaron la historia. Ellos sabían todos los eventos que habían sucedido. Estaban todos tristes. Le comenzaron a decir: “¿Eres Tú tan sólo un forastero aquí, o Tú no sabes lo que ha acontecido en Jerusalén?”",
    "El dijo: “¿Qué cosas?”, como si El no sabía. ¿Ven?, El hace cosas a veces sólo para ver qué va a hacer uno al respecto. ¿Ven? Dijo: “¿Qué cosas? ¿Quién fue? ¿Qué ha sucedido?”",
    "🦅 ¿Eres Tú tan sólo un forastero?” Y le estaban hablando directamente al Hombre con el cual habían vivido por tres años y medio, y no lo conocían.\n\n“¿Qué cosas? ¿Qué sucedió?”",
    "🦅 Bueno”, dijeron ellos, “Jesús de Nazaret, que fue varón Profeta. No hay duda en nuestra mente. El era poderoso en Palabra y en obra delante de todo el pueblo. Lo vimos hacer cosas que El fue identificado como el Profeta de Dios para esta edad. Sabemos eso. Y nosotros creíamos que El sería el Redentor, que El redimiría a Israel”.",
    "Entonces El se vuelve y dijo: “Insensatos, tardos de corazón para creer que todo lo que los profetas dijeron de El ¿no habría de suceder?” ¿Ven? Obsérvenlo a El ahora regresar a profecía. ¡Qué reprensión para creyentes, afirmaban que le creían a El!",
    "Fíjense cómo abordó El el tema. El nunca vino directamente y dijo: “Yo soy su Mesías”. El lo pudo haber hecho, porque El lo era. Pero fíjense que El mismo se identificó en la Palabra, entonces ellos sabrían. Si El lo hubiera dicho, El pudo haber dicho eso y no hubiera sido así; pero cuando El fue y comenzó a hablar sobre todo lo que los profetas dijeron acerca de El, y ellos lo vieron, entonces ellos mismos lo podían reconocer, si eran hijos de Dios. Pero les llamó la atención a lo que los profetas habían predicho y lo que dijeron que esperaran en el tiempo en que el Mesías, Su edad, se manifestaría. El, así como Juan, dejó que la Palabra, la Biblia, identificara el Mensaje de ellos. Cualquier profeta verdadero lo haría. No llegó y dijo: “Yo soy El. Yo soy…” Ese no es un verdadero profeta de Dios. ¿Ven? Pero El dijo: “Vayan a las Escrituras”. ¿Ven?, El nunca falla en Su manera de hacerlo. ¿Ven?\n\nEl dijo: “Conocemos a Moisés”.",
    "El dijo: “Si hubierais conocido a Moisés, me conoceríais a Mí”. El dijo: “De Mí escribió Moisés”. Dijo: “Escudriñad la Escritura; a vosotros os parece que en Ellas tenéis la Vida Eterna, y la Escritura es lo que testifica de Mí. Id y mirad en la Escritura y miradlo”.",
    "El nunca cambia aquí Su manera de hacerlo, jamás ha cambiado. Y jamás puede cambiar, porque El es el Dios incambiable. ¿Ven? Fíjense El regresó directamente a estos dos discípulos, Cleofas y su amigo, en el camino a Emaús, y dijo, apeló a las Escrituras a ellos, dijo: “¿Por qué son tan insensatos para no creer que toda Palabra que los profetas escribieron acerca del Mesías tendría que ser cumplida?” ¡Oh, qué día!",
    "Juan hizo la misma cosa. “Escudriñad las Escrituras, vean de nuevo, dice que habría ‘una voz clamando en el desierto’. ¿De dónde vine yo?” ¿Ven? Eso es, eso se los debiera haber aclarado. ¡Correcto!",
    "Debiera aclararlo hoy en día, la cosa que vemos al Espíritu Santo haciendo. El una vez dijo: “Escudriñad las Escrituras”. Y nosotros…El quiere que lo hagamos hoy en día.",
    "Fíjense, El comenzó con la profecía de Moisés, dice la Biblia: “El, comenzando con Moisés y siguiendo por todos los profetas”, pero El comenzó con Moisés. “Un Profeta”, dijo Moisés, “de entre vosotros levantará Jehová vuestro Dios, de entre el pueblo. Profeta levantará Jehová Dios”.",
    "Ahora El pudo haber dicho: “Cleofas, y tu amigo aquí, ¿no dijo Moisés que en estos días Jehová Dios levantaría a un Profeta? Y este Hombre que crucificaron, ¿no cuadró El con esos requisitos? Ahora, Moisés profetizó esto. Y ahora Uds. no han tenido un profeta por cientos y cientos de años, y aquí este Hombre se levantó. Y ¿qué dijiste que era el precursor de este Hombre?” ¿Lo captan? Y todo lo que los profetas dijeron acerca de El, para Su edad, El se los dijo. Ciertamente hubiera sido interesante escucharlo a El. ¿No les hubiera gustado escucharlo a El? Me hubiera gustado haberlo escuchado, escucharlo a El, lo que El dijo que los profetas dijeron acerca de Sí mismo, pero El nunca dijo que era El. El simplemente les mostró por medio de profecía. El simplemente dijo: “El profeta dijo que esto sucedería”. ¿Ven?",
    "Vayamos de nuevo unos minutos, y ahora escuchemos las Palabras citadas por El mismo. Fíjense aquí, la Palabra misma citando la Palabra de Sí mismo. La Palabra misma citando la Palabra de Sí mismo. No para decirles que El era eso, pero simplemente dejó que la Palabra hablase por Sí misma, entonces ellos sabrían Quién era El. La letra de la Palabra, citando la Palabra en…La Palabra en carne, citando la Palabra de la letra, siendo completamente identificada Consigo mismo. Miren aquí, ahora escuchémoslo a El citar. Cómo… Ahora, sabemos que ellos estaban totalmente al tanto de los últimos sucesos, esto es, de la crucifixión y del relato de la resurrección, el sepulcro, como acabamos de leer. Ahora El va directamente a la Palabra de profecía acerca de Sí mismo. Ahora sólo pensemos que El dijo esto; El dijo mucho más que esto, pero observen.",
    "Digamos que El…lo oímos decir: “Abran en Zacarías 11:12. Y ¿no debía ser vendido el Mesías, según el profeta, por treinta piezas de plata? Uds. acaban de decir que este Hombre fue vendido por treinta piezas de plata”. Abran…¿Están anotando esas Escrituras? Zacarías 11:12. Y entonces El dijo: “¿Notaron lo que David dijo en los Salmos, el Salmo 41:9? El fue traicionado por Sus amigos. Y luego además, en Zacarías 13:7, El fue abandonado por Sus discípulos. Y en el Salmo 35:11, acusado por testigos falsos. Uds. acaban de decir que El lo fue. Isaías 53:7, El enmudeció ante Sus acusadores. Isaías 50:6, lo azotaron, dijo el profeta. El Salmo 22, El habría de clamar en la cruz: ‘Dios Mío, Dios Mío, ¿por qué me has desamparado?’ ¿Hizo El eso, anteayer por la tarde? El Salmo 22 otra vez, 18, entre sí repartieron Sus vestidos. ¿Hicieron eso? Y el Salmo 22:7 al 8, burlado por Sus enemigos, la iglesia. El Salmo 22 de nuevo, no había hueso de Su cuerpo que habría de ser quebrado, pero ‘horadaron Mis manos y Mis pies’”, dijo El. Manteniendo Sus manos detrás de El, sin duda, en ese momento. “Isaías 53:12 dice que El moriría entre malhechores. Isaías 53:9 dice que El fue sepultado con los ricos. El Salmo 16:10 dice: ‘No dejaré Su alma en el Seol, ni permitiré que Mi Santo vea corrupción’. ¿Y no fue Malaquías 3 el precursor de este Hombre?” Oh, me hubiera gustado haberlo oído citar eso. ¡Miren las profecías! Fíjense, entonces en todos los tipos por los cuales El pudiera haber pasado, acerca de Isaac, en Génesis 22, cómo Dios prefiguró a Isaac, cómo el padre Abraham tomó a su propio hijo, llevando la leña al subir el monte, y ofreció a su propio hijo.",
    "Ahora les estaba comenzando a penetrar. El ya les había dicho que eran insensatos por no haber mirado la profecía para ese día. Y ahora les estaba comenzando a penetrar, comenzaron a ver el cumplimiento de todo esto que había sucedido en los últimos días, en los últimos dos o tres años, la profecía de la edad vindicada. Fue entonces que supieron que Jesús, su amigo crucificado, había cumplido toda Palabra de esto. Oh, fue entonces que supieron que aquel Hombre verdaderamente era aquel Mesías, que—que El debería de resucitar de los muertos. “El sepulcro no lo pudo retener. ‘No permitiré que Mi Santo vea corrupción’. No hay ni una sola Palabra de profecía que pueda fallar alguna vez. Y El sí resucitó”.",
    "🦅 Entonces aquellos mensajeros allá en el sepulcro esta mañana tenían razón. El ha resucitado de los muertos. El está vivo. El es aquel Mesías”. ¿Por qué? [El Hermano Branham aplaude con sus manos tres veces.—Editor] No se lo pierdan. “Su acción, Su ministerio y todo lo que El ha hecho han sido vindicados de que son exactamente las Palabras que el profeta dijo que tendrían lugar para este día. Eso lo ha hecho”. Entonces ellos supieron que era El, su amigo crucificado, Jesús, el que lo había hecho. Con razón sus corazones ardían en ellos mientras El hablaba con ellos. Ahora habían caminado seis millas, y pareció como un tiempo corto.",
    "Y aquí está otra cosa que habían hecho, Uds. saben, ellos habían escuchado un sermón de seis horas sobre profecía siendo vindicada. De eso les habló a lo largo del camino. Tan pronto comenzaron a caminar por el camino, El salió, porque El estaba allí mismo en Jerusalén. Seis horas tarde…más tarde, sesenta estadios, habían recorrido seis millas en camino a Emaús. Eso es lo que es. Y El había predicado profecía confirmada por seis horas. No me condenen por mis tres, entonces, ¿ven? ¿Ven? Pero fíjense, ellos habían predicado… El…Ellos habían escuchado un sermón de seis horas sobre profecía siendo confirmada, vindicada.",
    "Ahora se estaba acercando el atardecer. Uds. saben, El es el mismo ayer, hoy, y por los siglos. Fue entonces que El les abrió los ojos para que supieran que Hebreos 13:8, El es el mismo ayer, hoy, y por los siglos. En el tiempo del atardecer, los eventos son aclarados por la profecía. Lo que está sucediendo en la hora moderna fácilmente puede ser identificado si Uds. tan sólo creyeran la profecía de la hora.",
    "🦅 Sí, insensatos, tardos de entendimiento, tardos para creer (Uds. siguen meditando sobre ello), para creer que todo lo que los profetas dijeron acerca del Mesías, ¿no tendría que suceder?” Ahora El verificó todos estos puntos de nuevo y mostró lo que el profeta dijo que sucedería. Entonces comenzaron a entender. Así que El dijo…hizo como que El iba a seguir de paso. A ellos les agradó este Hombre. Ellos dijeron: “Tú, Tú nos has dado algo. Nunca pensamos eso. El está vivo en alguna parte”. Ellos estaban hablando con El, no lo sabían. Así que El…y no hay duda que El los miró con tristeza, y comenzó a seguir su camino, pero El—El estaba esperando que ellos lo invitaran. Eso es lo que El está esperando esta noche, que Uds. lo inviten.",
    "Fíjense, cuando esos discípulos lo invitaron a El a entrar a su compañerismo alrededor de la mesa, fue entonces que El hizo algo así como lo había hecho antes de Su crucifixión, y sus ojos fueron abiertos. Ellos conocían Su manera de ser, Su estilo. Ellos sabían lo que El había hecho, y lo hizo entonces así como lo había hecho antes. Y ellos dijeron: “¡Ese es El!” Y rápidamente se levantaron para gritarlo, y El desapareció. Y donde habían tomado seis horas para escuchar este sermón, quizás en veinte minutos ellos fueron ligeros de pies para regresar a decirles a los demás: “El ha resucitado verdaderamente. El realmente está vivo”.",
    "Amigos, este es el cumplimiento de Malaquías 4, San Lucas 17, San Juan 15, oh, de tantas, Apocalipsis 10, tantas profecías que pueden ser aplicadas exactamente a este día. Y también en el Libro de Marcos y en Mateo, donde El dijo que estas grandes señales y maravillas aparecerían en el cielo, y la gente los llama platillos, platillos voladores, pueden—pueden desaparecer con el poder y la rapidez de un pensamiento, inteligencia que puede entrar en acción. El puede escribir, El puede hablar, El puede hacer lo que desee. La gran Columna de Fuego, “el mismo ayer, hoy, y por los siglos”. Y cosas viniendo sobre la tierra, pirámides de humo subiendo en el aire, allá arriba donde no puede haber humedad ni nada, a treinta millas de altura [Cuarenta y ocho kilómetros.—Traductor]. Predicho un año y medio antes de que sucediera, que sería de esa manera. Luego darle la vuelta a la fotografía y ver Quién es el que está mirando hacia abajo. Ni una sola palabra ha fallado alguna vez de lo que se ha dicho, y aquí está la Palabra de Dios escrita, confirmando que es la Verdad. Y es nuevamente el tiempo del atardecer. Me pregunto si El volvería, por gracia, esta noche y haría algo ahora como El lo hizo allá atrás. Oremos y pidámosle. Eventos aclarados por profecía vindicada.",
    "Dios Todopoderoso, ayúdanos. Ayúdanos, amado Dios, a entender, a entender las cosas que deberíamos saber, a entender Tu Palabra. Y ahora, Señor, hemos oído sermones ahora por casi dos mil años, escritos de libros. Y aquí en estos últimos días ha vuelto a entrar nuevamente, y ahora se hace tarde. Los Metodistas, Bautistas, Presbiterianos, y muchos de ellos durante las edades han hablado Contigo, y quizás a lo largo del camino de este gran día que no ha sido ni día ni noche, como dijo el profeta, pero al caer la tarde habría Luz. Jesús resucitó del sepulcro y se le apareció a Simón y a las mujeres, y les mostró que El estaba vivo. Esa fue la mañana. Y luego al caer la tarde El volvió de nuevo. Pero El sí caminó con ellos durante el día, reprendiéndolos por su ceguera, pero luego El se dio a conocer a ellos al atardecer.",
    "Dios, ven esta noche a nuestro compañerismo que tenemos alrededor de la Palabra. Dios, es tan escasamente creída hoy entre los pueblos, pero estoy agradecido que hay algunos que Tú has llamado y los has ordenado a Vida Eterna, y Tú dijiste: “Todo lo que el Padre me ha dado vendrá”. Y ahora mientras las Luces del atardecer están brillando, mientras Tú has permitido, Señor, que ni una sola profecía (de las centenares que han salido) ha fallado alguna vez. Entonces ciertamente si eso identifica, tienes que ser Tú, porque ninguna persona podría ser así de exacta. Así como la Biblia, ningún hombre podía escribir, nadie por espacio de mil seiscientos años, por cuarenta escritores distintos, podían escribir, y que no hubiera ni un solo error en Ella.\n\nAmado Dios, ruego que Tú te manifiestes esta noche, de Hebreos 13:8, que Tú eres el mismo ayer, hoy, y por los siglos. Y las obras que Tú hiciste entonces, Tú las haces hoy. Y Tú lo prometiste, Tú dijiste: “En estos últimos días, cuando el mundo se encuentre como Sodoma y Gomorra, perversión”. Miramos a estos muchachos tan parecidos a las muchachas, poniéndose ropa igual que ellas, y—y vemos a las muchachas tratando de actuar como muchachos, y vemos a las mujeres y a los hombres en esta edad pervertida, vemos que el atractivo sexual ha llegado a ser un—un ídolo de adoración. El Evangelio ha sido echado a empujones hacia un lado, y desnudez en la iglesia de Laodicea. ¡Oh Dios, qué hora! Ven, Señor Jesús, date a conocer a nosotros. Porque lo pedimos en el Nombre de Jesús.",
    "Ahora mientras tienen sus rostros inclinados, sus ojos cerrados, les voy a preguntar algo. ¿Creen Uds. que Dios está aquí? ¿Creen Uds. que las cosas que El está haciendo hoy es profecía cumplida? ¿Creen Uds. que Jesucristo es el mismo ayer, hoy, y por los siglos? ¿Creen Uds. que cuando El estuvo aquí y se manifestó en la carne para ese día, y que las obras que El hizo allá, habían de ser repetidas de nuevo en este día? El profeta así lo dijo. La Biblia así lo dijo. Toda Escritura tiene que ser cumplida, no puede fallar. ¿Cómo se identificó El? Al ser ese Profeta del cual habló Moisés. Sabía los secretos de los corazones de la gente. La mujer tocó Su manto, El se volvió y dijo: “Tu fe te ha salvado”. Cuando Simón Pedro llegó ante El, El sabía su nombre, le dijo quién era él, quién era su padre. Y ese mismo precioso Jesús no está muerto, El está vivo por los siglos de los siglos. ¡Alabado sea Dios! Y yo creo que ahora en este tiempo del atardecer, El nuevamente nos ha reunido.",
    "Oh Señor Jesús, ven entre nosotros. No nos pases de largo. Ven, quédate toda la noche con nosotros hasta que se acabe esta noche, luego permite que nos vayamos Contigo mañana, que te podamos conocer en el poder de Tu resurrección, que Tu amor y gracia y misericordia puedan estar con nosotros. Oh Dios Eterno, concede estas cosas. Sabemos que sólo Dios puede concederlas.",
    "En la solemnidad de esta hora, permítenos decir esto. Dios, nuestro Padre, nuestra carne es un pobre tabernáculo para Ti. Pero, Señor, permite que Tu gracia santificadora, Tu Espíritu Santo, venga ahora. Límpianos de toda duda y de toda frustración, de toda sospecha y de toda línea de escepticismo que hubiera en nosotros, de manera que podamos ser libres sin una sola duda; que salgamos, que confesemos valientemente como Pedro: “Tú eres el Cristo, el mismo ayer, hoy, y por los siglos”.",
    "Creemos que Tu Palabra es Verdad, Señor. Permítenos ver, antes de que comencemos esta línea de oración, Señor, que te des a conocer a nosotros. Como Tú dijiste: “Como fue en los días de Lot”, cuando Abraham, aquel grupo llamado fuera esperando un hijo prometido, Lot estaba allá escuchando a un moderno Billy Graham y a un Oral Roberts para esa organización denominacional allá, como una nación. Pero Abraham era un forastero sin ninguna organización, sólo este grupito yendo a la ventura por la tierra que él había de heredar. “Y los mansos heredarán la tierra”. Un día, bajo el árbol de sombra, mientras estaban allí sentados, descansando, Dios descendió en la forma de un Hombre. Dos ángeles fueron a Sodoma. Y Dios, en carne humana, probó que El era, El dijo: “Abraham, ¿dónde está tu mujer, Sara?” Unos cuantos días antes de eso, él era Abram; y S-a-r-a-i, Sarai; no Sara, “princesa”. Y Tú la llamaste por su nombre de princesa, la hija de un rey. Llamaste a Abraham por su nombre, Abraham, un padre de naciones. Y Tú dijiste: “Yo te voy a visitar”.",
    "Dios, ¡cómo debe haber saltado el corazón de ese profeta! El supo Quién eras Tú en ese momento. Con razón te lavó los pies, sacó toda la comida que tenía, y lo mejor de todo, lo puso delante de Ti. El sabía que ése era Dios que estaba allí. Luego El dijo: “¿Dónde está Sara?”, como si El no sabía. Y Tú.…",
    "Abraham le dijo: “El está en la tienda…ella está en la tienda, detrás de Ti”.",
    "Y Tú dijiste qué iba suceder. Y ella, en su corazón, lo dudó. Y luego Tú—Tú le dijiste a Abraham: “¿Por qué dudó Sara eso, diciendo en su corazón: ‘Estas cosas no pueden ser’? ¿Hay para Dios alguna cosa difícil?”",
    "¡Oh Dios! Jesús, Dios manifestado de la Palabra, Tú dijiste: “Como fue en los días de Sodoma”, que el mundo estaría en esa condición poco antes de la destrucción del mundo Gentil, la dispensación Gentil. Aquí estamos, ¡Sodomitas a más no poder! Y luego Tú dijiste que el Hijo del Hombre, al cual siempre se refiere como “profeta”, sería revelado en esa hora. Cumple Tus Palabras, oh Dios. Nosotros, Tus hijos creyentes, esperamos con corazones sinceros, que nos des fe, Señor. Que, cuando tengamos la línea de oración, la gente crea. Es el tiempo del atardecer, Padre. Permite que las Luces del atardecer del Hijo de Dios (El que Era, y que Es, y que Ha de venir) se manifieste El mismo por medio de la profecía que El ha hecho. En el Nombre de Jesucristo. Amén.",
    "Ahora estoy listo para—para orar por los enfermos. Pero es una cosa muy rara cómo es que cuando nos paramos aquí, y aquí estoy parado ahora haciendo un reto al público, y conectado por toda la nación, que Dios todavía es Dios. El no puede fallar. Y lo que El promete, eso hará. El nunca fallará en hacerlo, porque El prometió hacerlo. Por tanto puedo poner solemne confianza en lo que El dijo. Por tanto espero Su Venida, espero que El aparezca en cualquier momento, porque El dijo: “A la hora que no pensáis”, que el mundo no piensa, “entonces El aparecerá”.",
    "Ahora, hasta donde yo sé…Estoy en mi tabernáculo aquí, y hay unas cuantas personas sentadas aquí que yo—yo sí conozco. El Hermano Wright, unos cuantos de éstos sentados aquí, aquí a lo largo, yo los conozco. Pero hay muchos de Uds. que no conozco. Y no tengo manera de decir que Dios va a hacer esto esta noche. Lo hemos visto hacerlo durante los pasados años y años, pero quizás El no lo haga esta noche. Yo no sé. Eso depende de El. El es soberano. El hace lo que El quiere. Nadie puede decirle qué hacer. El habita solo, en Su voluntad y Sus maneras. Pero debido a que El lo prometió, le estoy pidiendo que lo haga. No por nosotros, de que lo necesitemos, sino quizás por algún desconocido, que El Espíritu Santo pueda ser ungido…ahora unción sobre nosotros. Ahora, no importa cuánto me unja El a mí, El tiene que ungirlos a Uds. también, ciertamente, para creer.",
    "Ahora quiero tener una línea de oración, y quiero orar por los enfermos tanto como pueda. Ahora, podemos o tener una línea, para llamar a la gente y traerlos aquí arriba, una línea de oración y orar por todos los que están aquí que están enfermos, me supongo, hacer que mis hermanos ministros vengan aquí con nosotros, y poner las manos sobre Uds. Ciertamente podemos hacer eso. O le podemos pedir a nuestro Padre, Quien es el único que podría hacer algo por Uds., porque mis manos tan sólo son un hombre como Uds. hombres. Pero la cosa es que, no es la mano humana la que lo hace; es la Palabra de Dios. Fe en esa Palabra es lo que lo hace. No tiene nada de científico, es completamente incientífico.",
    "No hay una sola cosa que el Cristiano tiene en su armadura que es científica. ¿Sabían eso? Amor, gozo, paz, longanimidad, bondad, mansedumbre, benignidad, paciencia, fe, Espíritu Santo, todo no es visto por medio de la ciencia. Y eso es lo único que es real y duradero. Todo lo que uno ve vino de la tierra y regresa a la tierra. Pero las cosas que uno no puede ver con su ojo, sino que las ve declararse ellas mismas, ése es el mundo de lo Eterno.",
    "¿Creerían Uds., si Dios se manifestara y mostrara que El está aquí vivo, haciendo las mismas cosas que El hizo en el principio, después de este Mensaje, lo aceptarían Uds. como su sanidad? Que Dios lo conceda. Ahora le pido a cualquiera en la sala, no importa quiénes sean Uds. o de dónde son, les estoy pidiendo que solemnemente crean que este Mensaje es la Verdad. Ese es el Mensaje que Dios tiene en Su Biblia para esta hora, que Jesucristo está aquí esta noche y está vivo. Ahora casi…",
    "Todos Uds. saben de mí, estoy aquí mismo en la ciudad donde fui criado. Yo ni siquiera tengo educación de primaria. Eso es exactamente la verdad. Y me han conocido por suficiente tiempo, espero haber vivido delante de Uds. para mostrarles que soy honesto y sincero. No soy un hipócrita. Aun mis críticos no dicen eso. Ellos, ellos simplemente dicen: “Ud.—Ud. no es un hipócrita, pero simplemente está errado. Simplemente está ignorantemente errado, no voluntariamente”. No pienso que estoy ignorantemente errado, porque la Palabra de Dios testifica de mi Mensaje, y El debiera decirles Quién es. Y Uds. claramente me oyen decir que no soy yo, así que entonces tiene que ser El. ¿Es correcto eso? Entonces tengan fe en Dios. Miren hacia acá, y Uds. crean en Dios. Si pueden creer en Dios, Dios les concederá. Si El puede hacer eso como lo hizo antes, entonces El todavía es Dios. ¿Creen eso?",
    "¿Lo cree Ud.? Una señora sentada aquí delante de mí, mirándome, con lágrimas en sus ojos, sinceramente. Yo no sé quién es ella, nunca la he visto. Soy un desconocido para Ud. ¿Piensa Ud. que Dios conoce el secreto de su corazón, sus deseos, o su pecado, o sea lo que sea? ¿Piensa Ud. que El sabe? ¿Piensa Ud. que El podría revelarme cuál es su pecado, lo que ha hecho, lo que no debiera haber hecho, o su deseo, sea lo que sea? Si El lo hiciera, ¿la haría a Ud. creerle, y saber que tiene que ser El? ¿Lo aceptaría Ud. como que es El? No es su pecado lo que la molesta; Ud. ha confesado eso. Pero Ud. está deseando el bautismo de Su Espíritu Santo. Ud. lo va a recibir. Lo vi que descendió por toda ella.",
    "De manera que Uds. sepan que yo estaba mirando a la mujer, ella me estaba mirando, quiero mostrarles a Uds. el Espíritu Santo. Miren aquí, directamente sobre esta mujercita sentada aquí, aquí abajo a mis pies. Cuando dije eso, esa es la misma cosa que ella desea, es el bautismo del Espíritu Santo. ¿Cree Ud. que lo va a recibir, hermana? Levante su mano, entonces. Nunca he visto a la mujer en mi vida, que yo sepa.",
    "Vean a este hombre sentado aquí con su cabeza inclinada, sentado allí mismo, con el cuello que no le queda bien, y demás. Ud. sufre con un problema de la vejiga. ¿Cree Ud. que Dios lo va a sanar? Levante su mano si lo acepta. Muy bien, que Dios le conceda su petición.",
    "Este joven sentado aquí mismo, deseando el bautismo del Espíritu Santo. ¿Cree Ud. que Dios se lo va a dar; señor, con su corbata blanca colgando hacia atrás? Dios lo va a conceder.",
    "Este hombre acá está orando por su esposa. Ella está en un manicomio. ¿Cree Ud. que Dios la va a sanar, que la va a aliviar? ¿Lo cree Ud.? Le puede ser hecho.",
    "Con su mano en su garganta, ¿cree Ud. que Dios puede sanar esa condición del corazón que le molesta, ese problema del estómago que Ud. tiene? Ud. está allí sentado, sufriendo ahora mismo. ¿Es correcto eso? ¿Cree Ud. que El lo sana? Entonces le puede ser hecho. Amén.",
    "¿Ven Uds. que El es el mismo ayer, hoy, y por los siglos? Pregúntenle a esas personas, vean si yo las conozco. Yo no las conozco, pero El sí. Amén. ¿Ven esa Luz a un lado de la pared allá, suspendida sobre un hombre sentado allí? El está sufriendo con una condición vertebral en su espalda. El no es de aquí, es de Georgia. Sr. Duncan, crea con todo su corazón, Dios va a sanar ese problema de la espalda. ¿Cree Ud. con todo su corazón? Que Dios lo bendiga.",
    "Aquí está un hombre sentado aquí muy atrás, con problemas de la espalda, mirándome. Yo no lo conozco, pero es el Sr. Thompson. ¿Cree Ud.? Levántese, señor, allá atrás, para que…Yo soy un desconocido para Ud. Eso es correcto. Pero Ud. está sentado allí, orando. Su problema de la espalda está sano ahora. Jesucristo lo sana.",
    "🦅 Habrá Luz poco más o menos al caer la tarde”. ¿No ven Uds.?, ¡El está aquí esta noche! El es el gran YO SOY. Es el mismo ayer, hoy, y por los siglos. ¿Lo creen? ¿Están Uds. satisfechos y convencidos de que éste es Jesucristo dándose a conocer, identificándose en profecía?",
    "No se preocupe por el ojo. Dios sana a los enfermos y a los afligidos.",
    "¿Cuántas personas que…? ¿Cuántos están aquí, enfermos? Veamos sus manos. Parece ser como que es un jalón y una presión tan grande. ¿Tienen algunos de Uds. tarjetas de oración? No sé cómo los haría pasar por aquí. Quiero orar por Uds., y no sé cómo hacerlo. Uds. ven qué, miren la pared, ¿cómo los voy meter allí? ¿Qué si atestan un pasillo? Tienen el otro bloqueado allí, todo mundo se queda quieto.",
    "Escuchen, óiganme. ¿Les he dicho alguna vez algo en el Nombre del Señor que no haya sucedido? ¿Es correcto eso? Todo siempre ha estado correcto. Nunca les he pedido ni un solo centavo de dinero en mi vida, ¿no es así? Ni una sola vez. Jamás he recogido una ofrenda en mi vida. No estoy aquí por dinero. No estoy aquí para engañarlos. Estoy aquí para manifestar la Palabra de Dios de la hora. Les he dicho la Verdad, y Dios ha testificado que es la Verdad. Ahora les digo, ASI DICEN LAS ESCRITURAS, que si el creyente pone sus manos sobre los enfermos, Jesús dijo: “¡Sanarán!” ¿Creen Uds. eso? Entonces, en la Presencia de Dios, ¿no creen Uds. que El lo va a hacer ahorita mismo?",
    "Ahora pongan sus manos el uno sobre el otro, y téngalas allí por un momento. Ahora, no—no oren, solamente pongan sus manos el uno sobre el otro; allá afuera en el país. Y yo, yo mismo, me estoy poniendo sobre estos pañuelos. Ahora quiero que me miren un momento. ¿Qué ha dejado Dios sin hacer? Miren cómo es El, lo que la Palabra que hemos leído, las profecías que hemos dicho, que Jesús se identificó por medio de las profecías. Ahora miren la hora, y estas últimas tres semanas donde hemos situado la hora en la que estamos viviendo. Miren lo que hemos leído, acerca de los falsos profetas y casi señales que engañarían a los elegidos. Cómo la Palabra ha sido manifestada, cómo el dios de esta edad ha cegado la mentira, los corazones del pueblo. Y cómo Dios mismo ha dicho por medio de Sus profecías que estas cosas sucederían en esta Edad de Laodicea. No queda nada sin hacerse. Dios está aquí siendo exactamente el mismo Dios que le habló a esa gente en Emaús, que se identificó por medio de las profecías que fueron predichas de El, El está aquí esta noche identificando Su Presencia por medio de las profecías predichas para esta edad. El es el mismo ayer, hoy, y por los siglos. ¿Lo pueden creer? Entonces pongan sus manos el uno sobre el otro. No oren por Uds. mismos, pero en su propia manera oren por esa persona sobre la cual tienen sus manos puestas, porque ellos están orando por Uds. Ahora miren, no duden.",
    "¡Y ahora si Uds. pudieran ver lo que estoy viendo! Y Uds. saben que yo no les mentiría, estando parado aquí. Si Uds. pudieran ver, y su fe pudiera atraer aquel gran Espíritu Santo que navegó allá en el aire—aire, del cual la ciencia ha tomado fotografías, y lo vieran moviéndose por este edificio simplemente tratando de hallar un lugar para—para posarse, tratando de hallar un lugar dónde anclarse. Solamente créalo, mi hermano. El lo ha identificado por medio de Escrituras y demás, que está correcto. Ahora oren con sinceridad por aquella persona sobre la cual tienen las manos; ellos están orando por Uds.",
    "Amado Jesús de Nazaret, pues, estamos conscientes, Señor, por la Palabra, de que Tú estás aquí, por la promesa de que Tú estás aquí: “Dondequiera estén dos o tres congregados en Mi Nombre, allí estoy Yo en medio de ellos. Y estas señales seguirán a los que creen; si sobre los enfermos pusieran sus manos, sanarán”. Allá por las ondas de este teléfono, que el gran Espíritu Santo entre a cada congregación. Que la misma Luz Santa que miramos aquí mismo en la iglesia, que caiga sobre cada uno, y que sean sanados en este momento. Reprendemos al enemigo, el Diablo, en la Presencia de Cristo; le decimos al enemigo, que él está derrotado por el—el sufrimiento vicario, la muerte del Señor Jesús y la resurrección triunfante al tercer día; y Su evidencia probada de que El está aquí entre nosotros esta noche, vivo, después de mil novecientos años. Permite que el Espíritu del Dios viviente llene todo corazón con fe y poder, y virtud sanadora de la resurrección de Jesucristo, Quien es identificado ahora por esta gran Luz que está dando vueltas en la iglesia, en Su Presencia. En el Nombre de Jesucristo, concédelo para la gloria de Dios.",
    "Que estos pañuelos por los cuales oramos, que vayan a los enfermos y a los afligidos para los cuales están destinados. Que el mismo Espíritu Santo que está aquí ahora identificándose, se identifique El mismo en cada paciente sobre los cuales estos sean puestos. Que la Presencia de Dios llene de tal manera su corazón con fe al grado que la enfermedad de su cuerpo sea sanada. Esto pedimos, para la gloria de Dios, en la Presencia de Jesucristo y en el Nombre de Jesucristo, puesto que nosotros los siervos de Jesucristo lo pedimos. Amén.",
    "Ahora de todo corazón, no me importa qué estaba mal en Uds., ¿pueden Uds., de todo corazón, creer con todo su corazón que la Palabra de Dios les ha concedido su petición? [La congregación dice: “Amén”.—Editor] Yo creo que toda mano, hasta donde puedo ver, fue levantada. Si Uds. lo creen, ahora recuerden, está concluido.",
    "Uds. allá afuera en las líneas telefónicas, si Uds. han creído con todo su corazón, mientras los ministros están poniendo las manos sobre Uds., y sus seres queridos están poniendo las manos sobre Uds., si Uds. creen con todo su corazón que está concluido, está concluido. El gran Espíritu Santo, El está aquí en el tabernáculo esta noche. Lo vi moverse sobre el pueblo, El se mostró acá sobre el lado de una pared, y descendió sobre un hombre, vino por acá y subió por el edificio, dando a conocer los secretos de los corazones, la identificación de Su Presencia, para mostrar que El es el mismo ayer, hoy, y por los siglos. ¡El está entre nosotros! El es Dios, el Dios que nunca falla.",
    "¿No ardían nuestros corazones dentro de nosotros?, y ¿no arden ahora, al saber que ahora estamos en la Presencia del Jesucristo resucitado?, a Quien sea la gloria y la alabanza por los siglos de los siglos; Quien es la exacta imagen del Todopoderoso Jehová; Quien descendió navegando en una forma de una Columna de Fuego en una zarza ardiendo, para atraer la atención de un profeta; Quien había descendido sobre el monte, y cualquiera que aun lo tocare había de ser muerto, excepto Moisés y Josué. Cómo fue que El guió a los hijos de Israel por el desierto, en su jornada, como tipo del pueblo llamado fuera hoy. Aquí está El, por medio de investigación científica, aun se identificó El mismo ante la ciencia. Y por medio de Sus mismísimas acciones y por medio de Su mismísima profecía, las cosas que están profetizadas que El haría en este día, para mostrarlo a El el mismo ayer, hoy, y por los siglos, ha sido perfectamente vindicadas. ¿No es suficiente para hacer que ardan nuestros corazones dentro de nosotros? Dios los bendiga.",
    "Ahora todos unánimes, pongámonos de pie y digamos: Yo ahora acepto a Jesucristo como Salvador y Sanador. [La congregación dice: “Yo ahora acepto a Jesucristo como Salvador y Sanador”.—Editor] Y por Su gracia, [“Y por Su gracia”,] desde este momento en adelante, [“desde este momento en adelante”,] oh Dios, [“oh Dios”,] no permitas que incredulidad [“no permitas que incredulidad”] entre alguna vez en mi corazón, [“entre alguna vez en mi corazón”,] porque yo he visto [“porque yo he visto”] la profecía [“la profecía”] de este día [“de este día”] cumplida. [“cumplida”.] Yo creo [“Yo creo”] que Jesucristo [“que Jesucristo”] está vivo [“está vivo”] y está aquí ahora [“y está aquí ahora”] confirmando Su Palabra [“confirmando Su Palabra”] de esta hora. [“de esta hora”.] Las profecías [“Las profecías”] que fueron escritas de El [“que fueron escritas de El”] ahora han sido cumplidas entre nosotros. [“ahora han sido cumplidas entre nosotros”.] El es mi Salvador, [“El es mi Salvador”,] mi Dios, [“mi Dios”,] mi Rey, [“mi Rey”,] mi Todo en todo. [“mi Todo en todo”.]",
    "Amado Dios, escucha nuestro testimonio. Y danos, día a día, el Pan de Vida. Y te ofrecemos alabanza, oh Dios, de lo profundo de nuestro corazón. Te alabamos a Ti, el Fuerte, el Dios de los profetas. En el Nombre de Jesucristo. Amén.\n\n¡Oh, qué momento, qué tiempo!\n\n…sólo creed;\n\nSólo creed, sólo creed,\n\nTodo es posible, sólo creed.\n\nCantémoslo de esta manera.\n\nAhora creo yo, oh, ahora creo yo,\n\nTodo es posible, ahora creo yo;\n\nAhora creo yo, oh, ahora creo yo,\n\nTodo es posible, ahora creo yo.\n\n¿Es ese su testimonio? [La congregación dice: “Amén”.—Editor] Ahora mientras inclinamos nuestros rostros.\n\n¡Hasta que nos encontremos!, ¡hasta que nos encontremos!\n\n¡Hasta que nos encontremos a los pies de Jesús!\n\n¡Hasta que nos encontremos!, ¡hasta que nos encontremos!\n\n¡Dios sea con Uds. hasta que nos encontremos otra vez!\n\n[El Hermano Branham comienza a tararear Dios Os Guarde. Luego él le dice al Hermano Neville: “¿Desea Ud. decir algo?”—Editor] Vayle…\n\n¡…a los pies de Jesús!\n\n¡Hasta que nos encontremos!, ¡hasta que nos encontremos!\n\n¡Dios sea con Uds. hasta que nos encontremos otra vez!",
    "Con nuestros rostros inclinados, el Hermano Vayle está parado aquí para despedirnos en oración. El Hermano Lee Vayle, él es un escritor para el tabernáculo aquí, de la literatura y los libros, y demás. Un muy precioso hermano, él ha estado conmigo en muchas campañas. Ojalá tuviera oportunidad para permitirle a cada ministro, y traerlos aquí arriba y hablar con ellos. Uds. entienden, estoy seguro. A todo ministro, estamos contentos de que estén aquí. Todo el laico, la gente de diferentes iglesias, los demás, estamos contentos de que estén aquí. Y es verdaderamente nuestra oración los unos por los otros: “Que Dios sea con Uds. hasta que nos encontremos otra vez”. Con nuestros rostros inclinados, y nuestras manos levantadas, cantémoslo de nuevo muy dulcemente a Dios.\n\n¡Hasta que nos encontremos!, ¡hasta que nos encontremos!\n\n¡Hasta que nos encontremos a los pies de Jesús!\n\n¡Hasta que nos encontremos!, ¡hasta que nos encontremos!\n\n¡Dios sea con Uds. hasta que nos encontremos otra vez! 🦅"
  ]
}