{
  "title": "Y NO LO SABES",
  "id": "65340009",
  "content": [
    "🦅  Gracias, Hermano Neville. El Señor lo bendiga. Me metí en algo, ¿no es así? Quiero agradecerle al Señor, verdaderamente bien, por hacerse cargo del niño del Hermano Capps. Simplemente dio la casualidad de que este es el corto tiempo en que yo regreso a Indiana. Sé que no están grabando esto; yo supongo que no lo están. Y así que además no veo a nadie allí adentro, así que ellos…Regresé para ir a cazar ardillas. Y así que supongo que Charlie va a tener que aguantarme, él y Nellie, y demás allá en Kentucky, por un día o dos ahora, para cazar ardillas. Así que, preferiría perderme cualquier cosa, cualquier otra clase de recreación, luego venir aquí en…como a mediados de agosto, e ir a cazar ardillas con Charlie y Banks, y todos ellos. Es más o menos una cosa tradicional para mí. Y así que yo llevé a Joe…",
    "Cuando estuvimos aquí la otra vez, todos se enfermaron, el cambio de ese clima verdaderamente caliente a este—a este clima fresco que Uds. tienen aquí. Yo sé que piensan que esto no es fresco, pero vengan a Arizona una vez. Estaba a ciento nueve en la sombra cuando partí la otra mañana; y luego como a medianoche, en la noche, cuando el aire fresco descendió de las montañas, todavía estaba a noventa y seis. Ajá. ¿Ven?, eso es a medianoche, cuando el aire fresco estaba bajando. Y así que es…Ese lugar está bien en tiempo de invierno, pero en tiempo de verano es para escorpiones y lagartijas, no para seres humanos. Aun todos los animales se van a las montañas. Simplemente no lo pueden soportar.",
    "Y yo había estado afuera y disparando mi pequeño rifle ajustándolo. Yo…Por alguna razón simplemente quiero decirles acerca del niñito Capps. Y yo dije…Y, a Joe, simplemente tendré que darle a él el rifle, porque él puede disparar mejor que yo. Lo ajustamos disparándolo, y yo estaba— yo estaba clavando tachuelas a cincuenta yardas [Cuarenta y cinco metros con setenta y dos centímetros.—Traductor]. Y le dije a—a Joe…Joe dijo: “Papá, creo que yo podría hacer eso”. Pobre muchachito había tenido un dolor de cabeza. Yo había estado orando por él, una fiebre alta. El salió al campo de tiro conmigo, y yo…",
    "Cualquier ánima de dos sobre diez [Hueco del cañón de un arma y su medida o calibre.—Traductor] en un rifle veintidós, cruza su línea de fuego a veinticinco yardas [Veintidós metros con ochenta y seis centímetros.—Traductor]; cruza otra vez a cincuenta, de igual manera, si es dos sobre diez. Así que entonces…Y yo lo había disparado ajustándolo a veinticinco yardas. Y así que yo tenía dos tachuelas más y yo las puse, ¡y si Joe no clavó esas dos tachuelas! Yo ya no tenía más tachuelas, así que puse un trocito de un pedazo de un viejo plato para tiro que había sido reventado allí, a lo que le disparan los tiradores al plato, tan sólo como de un cuarto de pulgada de ancho [Como seis milímetros y medio de ancho.—Traductor], y lo puse a cincuenta yardas, y lo partió por la mitad en dos. Y el telescopio estaba ajustado para mis ojos, sólo unos cuantos años mayor de lo que él era. Así que él dijo: “¿Sabe qué? Yo tengo que ir y decirle a Billy que me deje en paz de aquí en adelante”. ¿Ven? [El Hermano Branham y la congregación se ríen.—Editor]",
    "Así que, yo dije: “Pues, te diré qué”, dije, “vayamos y mostrémosle eso al Hermano Norman”.",
    "Yo dije: “Joe, en competencias por todo el mundo, a mí no me importa quién fuera, nadie…” Ahora, las tachuelas no fueron clavadas de lado, fueron clavadas atravesando totalmente. Y aquel pedazo, no más de, calculo yo, un cuarto de pulgada, y un dieciseisavo de grueso [Un milímetro y medio de grueso.—Traductor], y un cuarto de pulgada de alto, él la partió por la mitad en dos, a cincuenta yardas. Yo dije: “No hay nadie en el mundo que pudiera haber hecho un mejor disparo. Ellos pudieran, campeones, pudieran haber hecho la misma cosa, pero no pudieran haber hecho tres mejores disparos que esos”. Las tachuelas, no estaban dobladas, sólo un hoyo recto a través del papel por donde la tachuela atravesó. Y yo dije: “Nadie podría haber hecho un—un mejor disparo”. Muy bien. Yo creo que su dolor de cabeza lo dejó inmediatamente.",
    "Y yo dije: “Pues, vayamos a mostrarle esto al Hermano Norman”, que trabaja para la Field And Stream, el lugar de artículos deportivos del Hermano Tony Stromei.",
    "El dijo: “Pasemos por donde Billy primero”. El dijo: “Yo—yo sólo quiero decirle a Bubby algo”. ¿Ven? Y, francamente, su hermano nunca lo ha hecho así de bien. Así que él dijo: “Pasamos por allí primero”.",
    "Y justamente cuando entré por la puerta, Billy todavía estaba en sus pijamas. Y él dijo…Fuimos allá temprano, porque se pone tan caliente. Y así que él dijo…El teléfono sonó. Y yo dije…El como que me miró a mí así. Yo dije: “Quizás sea una llamada de enfermo”. Y era el Hermano Capps por su niño, estaba en el cuarto de operaciones entonces, con peritonitis y eso pendiente. Y ahorita él me dijo que su niño se está recobrando muy, muy bien.",
    "Así que, ¿ven cómo Dios hizo eso, aun en la voz de ese niñito, Joe? En vez de ir allá adonde el Hermano Norman, no hubiéramos estado allí, y venido. Y el Hermano Capps y yo nos unimos. Yo no digo que fueron nuestras oraciones lo que lo hicieron, pero sí significó algo para él que nosotros hiciéramos contacto de esa manera. Y, francamente, eso es lo que… Cuando uno tiene—uno tiene que tener fe en lo que está haciendo. ¿Ven? Y, eso, su fe para llamar, y Billy estaba…",
    "Ellos estaban metiendo dinero. El dijo: “Esta debe de ser una verdadera larga distancia”, dijo, “él estaba metiendo cerca de cinco dólares en cambio, en tres…por una llamada de tres minutos”. Y pensé que vendría de Nueva York o de allá de una de las islas o algo. Pero él hizo una llamada de persona a persona, para conseguir a Billy en vez de Loyce, ¿ven Uds.?, y eso es lo que le costó a él hacer eso.",
    "Y ahora su niño se está recobrando. El Hermano Capps dijo que el doctor le dio a él muy poca esperanza de que alguna vez saliera de ello, ¿ven Uds.?, de la operación. Y estamos agradecidos con Dios esta mañana por esto, muy contentos por ello.",
    "Ahora, llegamos, cerca del amanecer esta mañana, y dormí como tres horas, y—y estoy bastante cansado. Pero cuando la iglesia…llegó la hora de venir a la iglesia, pues, yo vine. Y…",
    "Si el Señor quiere, ahora tengo que ir a Kentucky, como dije. Luego prometí hablar un domingo mientras yo estaba aquí, y es mejor hacerlo este siguiente domingo, porque el siguiente estaré…Tengo que regresar. Porque me voy otra vez, allá a Canadá. Así que es—es mejor que lo haga el siguiente domingo, y el siguiente domingo en la mañana.",
    "Y el Hermano Neville dijo: “¿Por qué no sale simplemente y saluda a la gente, y les habla sólo unos cuantos minutos?”",
    "Yo dije: “Hermano Neville, yo ni siquiera he abierto mi Biblia, casi”. Yo dije: “Yo…”",
    "El dijo: “Pues, salga y dígales algo a ellos”. Y, Hermana Neville, yo—yo—yo no sé cómo hace Ud. El es un hombre muy persuasivo. Pero mientras…",
    "No tengo oportunidad de decir esto cuando el lugar está todo lleno, y atestado, y de todo, pero estoy muy agradecido con Dios por un pastor como el Hermano Orman Neville. Fiel, tan fiel a más no poder, a la Causa, y nunca se le oye refunfuñando. Yo me senté allí atrás…Yo tuve una buena plática de media hora con él mientras estaba gozando del Hermano Mann, y así que le diré más acerca de eso cuando lleguemos a Colorado este año. Así que cuando nos estábamos gozando con su mensaje, y tuve una buena plática con el Hermano Neville. Yo dije: “Yo ni siquiera tengo oportunidad de decirle al pueblo nada acerca de nuestro magnífico pastor”. Yo dije: “¿Lo está tratando bien el pueblo?”\n\nDijo: “No podría ser mejor”.\n\nY yo dije: “Pues, eso es lo que estoy contento de oír”.",
    "Cuando un pastor está satisfecho, y el pueblo está satisfecho, eso hace una muy buena iglesia, y entonces Dios está satisfecho. Y pienso, al verlos satisfechos juntos, especialmente en este día del Mensaje que estamos llevando, pienso que eso muestra la continuidad del Mensaje con el pueblo y con Dios. ¿Ven?",
    "Y estoy muy agradecido por el Hermano Orman Neville, y su buena esposa y familia. Y ruego que Dios los mantenga leales a El y a la Causa. Y si así le agrada a El, que podamos estar parados aquí en el tabernáculo cuando el Señor Jesús venga por nosotros, ¿ven Uds.?, para llevarnos en el Rapto. Esperamos que ambos estemos tan viejos, Hermano Neville, que uno tendrá un brazo alrededor del otro, y parados allí con nuestros bastones, todavía tratando de sostenernos. ¿Ven? “Entonces seremos transformados, en un momento, en un abrir y cerrar de ojos”.\n\nY estos viejos mantos de carne caerán,\n\nY nos levantaremos y tomaremos el premio Eterno,\n\nY exclamaremos mientras pasemos por el aire,\n\n“Adiós, adiós”, dulce hora de oración.\n\nNos habremos movido para arriba entonces.",
    "Oí de la sanidad del Hermano Coomers de parte del Señor, y estamos tan agradecidos por eso. Tantas cosas. Así que estoy agradecido de estar aquí esta mañana. Y yo pensé, en vez de…",
    "Yo siempre vengo aquí con un cierto texto, y hablo. Yo pensé que sólo vendría esta mañana. Y yo dije: “Hermano Neville, vigilaré el reloj con cuidado, y probablemente deje salir a la gente a tiempo, y sólo hablarles de corazón, unos minutos; simplemente cosas que sólo, que simplemente tenemos…No, ellos no están grabándolo o algo, así que simplemente tendremos compañerismo mientras sólo está la gente de la iglesia aquí, ¿ven Uds.?, sólo nosotros juntos”.\n\nAsí que oremos.",
    "Amado Jesús, estamos agradecidos Contigo por el privilegio que tenemos de reunirnos aquí. Y, oh, mientras yo miraba este tabernáculo temprano esta mañana, después de media noche, pasé por aquí, pensé en cómo Tú has estado al lado de él.",
    "Y yo pienso en el estanque que estaba aquí, y grandes hierbas paradas, más o menos donde está este púlpito. Siendo un muchachito, yo—yo me paré aquí. El Sr. Ingram dijo que podíamos comprar el lote por tan sólo un poco de dinero, y dar algo como pago inicial; y sin dinero, sin una garantía, ni nada que ofrecer, sino sólo tratar. Cómo es que, entonces, como valor total era un poquito más de dos mil dólares; con veinte años para pagarlo.",
    "Y ahora, Señor, ¡míralo ahora! Y mientras estaba en su infancia, estando todavía en un hoyo aquí, agua entrando en él a raudales; cómo es que Tú nos prometiste, por medio de la Palabra: “Yo el Señor la he plantado, Yo la regaré de día y de noche, no sea que alguien la arrebate de Mis manos”.",
    "Al mismo tiempo, la gente dijo: “En un lapso de seis meses, será convertida en un taller”.",
    "Pero literalmente miles de almas han encontrado a Cristo aquí en el altar. Y el tabernáculo, el bautisterio constantemente ha…Gente ha sido bautizada en el Nombre del Señor Jesús; invocando Su Nombre, lavando sus pecados. Centenares de paralíticos, afligidos, ciegos, lisiados, cojos, comidos por el cáncer, se han ido caminando de esta plataforma; han entrado, muriéndose, hombres y mujeres, niños y niñas, y han salido a vivir una vida nueva, con una carne nueva en sus cuerpos, y caminando de nuevo; dejan sus sillas de ruedas, muletas, y demás. ¡Oh Dios, estos treinta años de servicio!",
    "Padre, recuerdo la mañana que colocamos la piedra angular. Y Tú diste la visión allá, mostrando el lugar, lleno y atestado, una bella esquina; yo—yo sabía que eso no podía fallar. Así que te doy gracias por todas estas cosas.",
    "Muchos de ellos han peleado la buena batalla, y acabado la carrera, y han guardado la Fe; yaciendo más allá, esperando, descansando ahora de sus labores, y sus obras siguiéndolos; esperando la hora en que la trompeta suene, y brotar de nuevo a vida nueva, un cuerpo nuevo. Muchos de ellos viejos y estremecidos, algunos jóvenes, de edad mediana, y demás. Pero Tu Nombre sea alabado por todo.",
    "Ahora estamos parados aquí de nuevo, ante los—los vivos y los muertos. Yo ruego que Tú unjas Tus Palabras esta mañana. Yo no sé una sola cosa qué decir, pero yo ruego que Tú proveas eso, lo cual Tú siempre lo has hecho, Señor.",
    "Bendice a nuestro pastor, el Hermano Neville, a su esposa. Bendice a los síndicos, a la junta de diáconos, a todo miembro del cuerpo. Que, juntos, vivamos de tal manera en esta vida, que en la vida que ha de venir tengamos Vida Eterna.",
    "Ayúdanos esta mañana para tomar correcciones del Espíritu y de la Palabra, que podamos prepararnos mientras nos alejamos de las puertas esta mañana, determinados en nuestros corazones a vivir una vida mejor que la que hemos vivido en el pasado. Lo pedimos en el Nombre de Jesús. Amén.",
    "Ahora, yo—yo simplemente abrí la Biblia aquí, y da la casualidad de que fue hace unos minutos. Yo estoy en Apocalipsis 3, así que simplemente leeré aquí, en el—el Mensaje a la Iglesia de Laodicea.",
    "Y yo quiero anunciar, también, el Hermano Neville acaba de estarme diciendo; el Hermano Parnell, puesto que de casualidad miré abajo y lo vi sentado aquí, está en un—en un avivamiento, a este lado de Memphis. En el—el…alguien de Uds. sabe donde el antiguo “Wimpy”, el puesto de hamburguesas, solía estar, él tiene una—una carpa puesta allí, tratando de traer las gavillas y encontrar si hay perdidos en esos lados que han sido ordenados a vida, que él pudiera ganarse a través de su ministerio para Cristo. Y él la cerró para el domingo, por motivo de los servicios que hay en el tabernáculo, y—y eso es muy leal del hermano. Y queremos que Uds. sepan que los servicios se abrirán el siguiente lunes en la noche, la siguiente semana. Y yo sé que todos Uds. están cordialmente invitados a oír al Hermano Parnell traer su mensaje del amor de Cristo.",
    "Y ahora leamos de Apocalipsis el capítulo 3, sólo una porción, para decir que leímos la Biblia. Porque, lo que yo dijera pudiera fallar, pero lo que El dice no va a fallar. Y yo no sé de dónde empezar, qué hacer, adónde ir, pero sólo estoy leyendo la Edad de la Iglesia de Laodicea.\n\n…escribe al ángel de la iglesia…Laodicea: He aquí el Amén, el testigo fiel y verdadero, y el principio de la creación de Dios, dice esto:\n\nYo conozco tus obras,…ni eres frío ni caliente. ¡Ojalá fueses que…frío o caliente!\n\nPero por cuanto eres tibio, y no frío ni caliente, te vomitaré de mi boca.\n\nPorque tú dices: Yo soy rico, y me he enriquecido, y de ninguna cosa tengo necesidad; y no sabes que tú eres un desventurado, miserable, pobre, ciego… desnudo.\n\nPor tanto, yo te aconsejo que de mí compres oro refinado en fuego, para que seas rico,…vestiduras blancas para vestirte, y que no se descubra tu vergüenza de tu desnudez; y unge tus ojos con colirio, para que veas.\n\nYo reprendo y castigo a todos los que amo; sé, pues, celoso, y arrepiéntete.",
    "Uds. saben, allí en alguna parte, mientras estaba leyendo, yo…Si Uds. me disculpan un momento, yo—yo encontré un lugar que me sonó bien, y ahora no sé exactamente dónde estaba. Aquí está.\n\n…y tú no sabes…desventurado, miserable, pobre, ciego…desnudo.",
    "¡Oh, hermanos, ese es más o menos el cuadro aquí de la iglesia de hoy en día! Ahora, es, yo—yo pienso que esa edad de la iglesia aquí, de la que estamos hablando…Por supuesto, tengo la edad de la iglesia que va a salir ahora en los libros. Pero siendo que es la Edad de la Iglesia de Laodicea en la que estamos, simplemente miremos las condiciones.",
    "Yo no quiero tomar ningún texto ni nada, porque no estamos…solamente hablando informalmente, mientras vemos de que hablemos sobre cualquier cosa que el Señor nos guíe a hacer, pero algo que nos ayudaría.",
    "Pensemos en la Edad de la Iglesia de Laodicea y su condición hoy en día. Hasta donde yo sé, yo no veo nada que impida, en este tiempo, la Venida del Señor Jesús, aparte de lo preparada que esté Su Iglesia. Pienso que una de las—las profecías…",
    "Ayer, viniendo en el carro, lo manejamos en dos días, desde Tucson, aquí, justamente dos mil millas [Tres mil doscientos diecinueve kilómetros.—Traductor], Billy y yo. Y así que nosotros, ahora, eso no fue quebrantando ninguna ley de velocidad. Nos quedamos correctamente. Me sentaba allí, si él manejaba, y yo—yo levantaba—levantaba mis puños hacia atrás como una escopeta con el martillo hacia atrás. Lo veía a él pasarse. Yo decía: “Espera un momento, muchacho”.\n\nAhora, se nos ha dicho: “Dad a César lo que es de César”.",
    "Luego llegamos aquí anoche, una niñita estaba tumbada al otro lado de la calle, como de tres años de edad; la madre muerta en la zanja. Un muchacho borracho, viniendo del R.O.T.C. [Campo de Entrenamiento para Oficiales de la Reserva, por sus siglas en inglés.—Traductor], tiene dieciocho años, manejando a ciento veinte millas por hora [Ciento noventa y tres kilómetros por hora.—Traductor], en el lado izquierdo de la carretera, las mató. Y yo creo que él se estaba muriendo, también. Entonces uno se podía dar cuenta lo que es.\n\n“Dad a César lo que es de César”.",
    "Gente inocente muriendo. Una pequeña niña de tres años perdió su vida, debido a un soldado borracho, ¿ven?, manejando a ciento veinte millas por hora, se calculó aproximadamente, en el lado incorrecto de la carretera. Venía subiendo por la colina, y bajó como rayo, y las mató a todas allí mismo juntas. Yo…El se estaba muriendo, también. Así que entonces Uds. pueden ver, aunque el grupo inocente estaba haciendo…",
    "Ahora ese muchacho es culpable de asesinato a sangre fría. ¿Ven? Yo pienso que si un hombre fuera sorprendido en la carretera, bebiendo, se le deberían de dar diez años, terminantemente, por asesinato prematuro…premeditado; cualquier hombre, porque él sólo…cualquier hombre.",
    "Nosotros, nosotros nunca vamos a hacer ningún bien con la política. Está corrupta. La idea de Dios de tener un rey, un rey justo, es correcta. Pero la política simplemente se extiende, uno puede comprar cualquier cosa; engañar, mentir, robar, todo lo demás. Como dije hace unos cuantos domingos: y miren dónde están Uds., ¿ven?, no es nada más que un montón deshonesto de todo. Pero un rey justo puede hacer sus propias leyes. Y Uds. pueden matar un hombre; Uds. conocen a un buen político, eso está bien, Uds. se libran de ello. ¿Ven? Y así que, es, es—es,…",
    "La democracia es una buena idea, pero no va a funcionar. Así como el comunismo, todas las cosas en común; suena bien, pero no va a funcionar. No. La manera de Dios de tener un rey, como lo fue David, estaba correcta, y tienen una mente centrada sobre todo. Como un líder y un montón de gansos, o demás, uno no puede tomar dos o tres de ellos. Entonces, uno los enreda a todos juntos, a uno se le ocurre cualquier clase de idea.",
    "Así que hallamos las condiciones, hoy en día, listas para la Venida del Señor.",
    "Pero, mientras el Hermano Neville y yo, y estos otros hermanos estamos tratando de pastorear un rebaño, tengo algo en mi mente ahora, que viene, de lo cual pudiéramos hablar.",
    "Es decir, recibí una carta el otro día de una buena señora. Yo nunca la recibí; vino a través de otra persona. Y ella ciertamente me estaba haciendo pedazos, o tratando de hacerlo. Estaba diciendo: “¿Han Uds. alguna vez…? ¿No pueden Uds. Hombres Cristianos de Negocio hacer algo para detener al Hermano Branham?” Dijo: “Debido a que ahora ha sacado este libro llamado La Edad De La Iglesia De Laodicea, va a sacar más”. Y dijo: “El simplemente está haciendo pedazos la doctrina Pentecostal”. Dijo: “Ahora él está hablando de que la evidencia inicial no es hablar en lenguas”. Y dijo: “Además, él está en contra de mujeres predicadoras”. Y esta era una mujer predicadora. Y sus hijos, unos de los mejores amigos que tengo en el mundo. Ella…Ellos están entre los mejores amigos que tengo. Y ella dijo: “Ahora…”",
    "Y este hombre y su esposa, yo estaba desayunando con ellos; ellos dijeron: “Hermano Branham, mire esto. ¿Lo pensaría Ud.?”, y sacaron una carta.\n\nYo dije: “Bueno, hermana, ella simplemente no entiende”.",
    "Los muchachos me dijeron que su madre era una mujer predicadora, y que ella no estaba de acuerdo con el Mensaje.",
    "Y ahora ella dice aquí, ella dijo: “Ahora él dijo: ‘Las mujeres no deberían de tener autoridad sobre el hombre’”. Dijo: “¿Qué acerca de Febe en la Biblia, la ayudante de Pablo?”",
    "Ciertamente, ella era una vendedora de bienes. Y Pablo le pidió al pueblo…¿Creen Uds. que Pablo diría: “Que las mujeres callen en las congregaciones, no les es permitido hablar”, y darse vuelta y decir: “Ahora, Febe, mi ayudante en el Evangelio, ella va a predicar unas cuantas noches”? Pues, él contradiría su propia palabra. ¿Ven?",
    "Y dijo, luego, por si fuera poco: “Creo que era Ester…era uno de los jueces en la Biblia”. Dijo: “Una mujer era un juez en la Biblia. ¡Si esa no es autoridad sobre el hombre!”",
    "Y este hombre de negocio que fue sanado aquí mismo en la iglesia no hace mucho tiempo, él dijo…Ahora, su esposa dijo: “Hermano Branham, eso siempre me ha desconcertado”.\n\nYo dije: “Pues, hermana, ¿cómo la desconcertaría eso?”\n\nDijo: “Pues, aquí está una mujer juez”.",
    "Yo dije: “Esa es la política, no la iglesia. Eso no tiene nada que ver con la iglesia”.",
    "Pablo dijo: “Que estén sujetas, como también la ley lo dice”. Y la ley no puede poner a una mujer para que sea un sacerdote; no la puede poner. Uds. nunca han visto un sumo sacerdote mujer. Uds. nunca han visto a una mujer que fuera sacerdote, en ninguna parte en la Biblia. Uds. nunca han visto a una mujer que fuera predicadora, en la Biblia. Ciertamente.",
    "Algunas de ellas eran profetizas, y demás; María y diferentes. Y Ester…Una de ellas fue juez sobre Israel. Algunas veces eran reinas sobre ellos, y así por el estilo, rey y reina. Al fallecimiento del rey, la reina tenía que tomar su lugar hasta que elegían otro rey, y demás.",
    "En—en Tucson, Arizona, tenemos a una mujer juez allí en la ciudad. Esa es la razón de que la ciudad está tan corrupta. Y tenemos…Una mujer no tiene ningún negocio en la política. Ella no tiene ningún negocio en la…sobre ninguna autoridad en la iglesia.",
    "Su lugar es ser la reina de un hombre en el hogar. Aparte de eso, ella no tiene nada. Y sabemos que eso es la Verdad. Uds. nunca van a encontrar…Yo sé que eso suena anticuado, pero yo soy responsable.",
    "Y yo sé que, después de mi partida de esta tierra, esas cintas y esos libros van a seguir viviendo, y muchos de Uds. jóvenes se van a dar cuenta, en los días por venir, que esta es exactamente la Verdad, porque lo hablo en el Nombre del Señor.",
    "Ahora, nos preguntamos cómo una mujer, que es una buena mujer, y ha traído a esta tierra por medio de su leal esposo, un buen hombre, a unos de los muchachos más buenos que yo haya conocido alguna vez, ellos son hombres, que yo haya conocido alguna vez. Y rápidamente, tan pronto ellos oyeron el Mensaje, quedaron convencidos, cien por ciento. Ahora, eso sólo podía venir por preordenación. Es la única manera en que puede venir.",
    "Ahora, la pregunta es, aquí. Yo estaba pensando eso, ¿ven?, ahora por qué el Señor me estaba trayendo de regreso. “Y lo sabes, sabes…No lo sabes; tú estás desnudo, miserable, desventurado, ciego, y no lo sabes”.",
    "Antes de que llegue a esa parte, yo pudiera resumir lo que dije hace unos días, aquí en un Mensaje sobre, creo que fue, El Dios De Este Mundo; cegó los ojos de la gente, de manera que ellos totalmente adoran al diablo en servicios religiosos. ¿Captaron todos Uds. eso? ¿Lo entendieron todos Uds.? [La congregación dice: “Amén”.—Editor]",
    "Y luego en ese mismo Mensaje, yo traje el tema, que, una mujer que se pone ropa inmoral, indecentemente, ella será juzgada en el Tribunal como una prostituta de la calle. Eso suena muy raro.\n\nPermítanme trazarles un pequeño cuadro.",
    "Ahora, aquí está un abogado en la ciudad, un joven, y él es un buen hombre. En cuanto a—a políticamente, me imagino que quizás sea decente como cualquiera, en su política. Y además él sale con una muchacha que es muy popular. Ellos se enamoran y se casan. Ellos asisten a todas las fiestas y a las grandes cosas, y todos ellos beben juntos. Finalmente, ella…El tiene una casa bonita. El vive en un buen vecindario. Se tiene buen concepto de él entre la gente. Pero él…Ambos beben. Ella se pone pantalones cortos, se corta su cabello, se pone maquillaje, todo tan provocativo, una mujer bella exhibiéndose. Bueno, ella nunca va a la iglesia, en lo absoluto, ninguno de ellos.",
    "Así que, se cambia, a la casa de al lado de ellos, llega una mujer de la iglesia Bautista o de la iglesia Metodista, ella y su esposo. Ahora, esta mujer…",
    "Imaginémosla Metodista, porque los Metodistas practican un poco más la santidad que los Bautistas; todos excepto los Bautistas del Nuevo Testamento, ellos creen en santidad. Pero, normalmente, los Bautistas no practican la santidad en lo absoluto, ¿ven? Ellos no creen en tal cosa. Así pues, ahora, imaginémoslos Metodistas porque ellos creen en santidad.",
    "Y entonces una mujer Metodista se cambia a la casa de al lado de esta mujer, en la misma calle. Su esposo es un… Digamos que él es un contador público, y, o algún oficio. Pues, esta mujer Metodista mira a la otra mujer.",
    "Y cuando este abogado sale de la ciudad…Su nombre es Juan; digamos que su nombre es Juan. Ahora, no se imaginen nada sobre eso. Sólo estoy tomando nombres ficticios ahora. Y su nombre es Juan. Bueno, ella solía salir con Raúl. Y ese es un nombre ficticio, todo ello, ¿ven?, sólo para que capten la historia, para formar el cuadro.",
    "Bueno, cuando menos lo piensa, en una fiesta de borrachos, Raúl la abraza de nuevo. Pues, ella se emociona todita, porque está enamorada de nuevo de Raúl, piensa ella. Luego, después de un tiempo, Raúl empieza a verse con ella. Y ella puede engañar a Juan, engañarlo. Y ella piensa que es muy lista, porque ella puede salir con Raúl, casada con Juan. ¿Ven?, la mujer ni siquiera tiene la debida conducta de decencia, y ella no piensa nada acerca de eso.",
    "Pero esta mujer Metodista se ha criado en otra categoría. Ella, por lo menos, va a la iglesia, y ella piensa que esa mujer es horrible. Pues, ella le dice a su esposo, cuando él llega: “Yo veo a ese hombre entrar allí y verse con ella. Y cuando Juan está afuera en un caso en alguna parte, Philadelphia o alguna parte, él la saca en su ‘roadster’ [Automóvil abierto con un sólo asiento para dos o tres personas; muchos tienen un asiento trasero descubierto.—Traductor], y ellos se tienden en la playa. Yo los veo llegar a la casa; ni siquiera bajan las cortinas algunas veces, besándola y haciéndole el amor, al lado…Oh, ¿no es horrible eso?”, le dice ella a su esposo. “Pues, ella no es nada sino una prostituta pública”. Es verdad. Ella es peor que una prostituta pública, porque es una mujer casada. ¿Ven? Y ella, esta mujer, esta mujer Metodista, piensa que eso es horrible, ella nunca va a la iglesia.",
    "Ahora, esta mujer Metodista no haría una cosa como esa. Claro que no. Ella es una mujer decente. Y otra cosa, ella no tocaría ni un poquito de whisky, porque, la iglesia Metodista, el noventa por ciento de su programa es prohibición contra el whisky, contra el whisky. Así que, ellos tienen un programa de prohibición, y esa gente de esa iglesia Metodista no vive más alto que lo que esa iglesia enseña.",
    "Pero esta misma mujer, esta mujer Metodista, sale, en la tarde, con su esposo, usando pantalones cortos el domingo, después de la escuela dominical. Ella se corta el cabello. Ella usa lápiz labial, y hasta fuma un poquito.",
    "Ahora, en la Palabra de Dios, ambas son prostitutas, pero ésta aquí está “desnuda, miserable, desventurada, ciega, y no lo sabe”. Una es tan culpable como la otra, porque: “Un hombre que mira a una mujer para codiciarla, ya adulteró con ella en su corazón”.",
    "Y si esta mujer, ahora, ella diría: “Espere un momento, Sr. Branham. Quiero que entienda, yo no soy una prostituta”. Mi hermana, quizás si Ud. fuera llevada ante una Biblia, y pusiera sus manos sobre Ella en la Presencia de Dios, y jurara un juramento que Ud. ha sido tan fiel, fiel a su esposo a más no poder. Su cuerpo le pertenece a su esposo, pero su alma le pertenece a Dios. Hay un espíritu malo que la ha ungido. Si eso, si Ud. no lo está, entonces Ud. está…Yo puedo probar que Ud. está totalmente demente.",
    "¿Qué le hubiera sucedido a su abuela si hubiera salido a la calle con esos pantalones cortos puestos? La hubieran puesto en un manicomio; ella salió sin ponerse su vestido. Hay algo malo en su mente. Si era así entonces, así es ahora.",
    "Así que eso lanza a todo el mundo en demencia. Toda la cosa está demente. Y ha entrado tan silenciosa y gradualmente al grado que la gente no lo sabe.",
    "Ahora, ¿es ella una prostituta? No según su esposo, el voto para el cuerpo de ella. Pero, delante de Dios, ella tiene un espíritu malo y prostituto sobre ella, que la hace vestirse así. Y ella está en la Edad de la Iglesia de Laodicea, y no sabe que ella está haciendo eso. La inocente mujer no sabe que Dios la va a juzgar como prostituta. Allí lo tienen.",
    "Uds. háganselo ver a ella; Uds. no le pueden decir. No hay manera de hacérselo ver a ella. La Biblia dice: “Están desnudos y no lo saben”.",
    "Si Uds. la llamaran a ella una prostituta, personalmente, ella haría que los arrestaran. Ella lo haría. Yo nunca hablo personalmente de nadie. Yo hablo acerca del pecado. Yo no digo: “Esta cierta iglesia, el Sr. Tal y tal allí, el Rev. Tal y tal, él es un…” No, no. Yo digo eso, la doctrina de eso, ¿ven?, toda la cosa junta. Yo no menciono a individuos. No son individuos. Es el sistema en el que están. Es el sistema del mundo.",
    "El Hermano George Wright sentado aquí tiene…El tiene setenta y cinco o setenta y ocho años, creo yo. ¿Qué piensa que hubiera pasado si Ud. hubiera ido a ver a la Hermana Wright algún día, y ella hubiera estado parada con un par de pantalones cortos puestos? Pues, Ud. nunca hubiera, Ud.—Ud. hubiera hecho que encerraran a la mujer. Ud. nunca se hubiera casado con ella. Pues, si cualquier joven en aquel día lo hubiera hecho, la misma cosa hubiera sucedido. Bueno, si era pecado e incorrecto entonces, es la misma cosa; pero la gente ha entrado en demencia.",
    "Permítanme profetizarles algo a Uds., poco antes de que suceda. El mundo entero está agrupándose en demencia, y se pondrá peor y peor y peor, al grado que será un montón de maniáticos. Y casi está de esa manera ahora.",
    "Pudieran imaginarse a un hombre manejando con sus luces apagadas, en el lado incorrecto de la carretera; un “ricky”, un jovencito, se supone que acababa de salir de la secundaria, mató a un montón de gente. ¿Los detiene eso? El siguiente venía detrás de él, haciendo la misma cosa. ¿Pueden imaginarse a un joven que piensa algo sí…algo de sí mismo, saliendo aquí y actuando de la manera en que lo hacen?",
    "Pudieran imaginarse a una joven, y en la flor de la feminidad, bella, bien hecha, formada, perfil, rostro, bella; y la mismísima cosa de que ella es bonita muestra que estamos en el tiempo del fin. ¿Ven?, ella se ha ido completamente a características mundanas, cosas mundanas y no a la belleza de la santidad, dulzura en su alma. Yo he visto mujeres, en el exterior de ellas no había nada qué mirar, pero hablen con ellas una vez, hablen con ellas unos minutos, ellas son algo verdadero y genuino de lo cual Uds. no pueden alejarse. ¿Ven?, la belleza de afuera es del diablo, es del mundo.",
    "Miren a los hijos de Caín, cómo entraron en ello. “Cuando vieron los hijos de Dios que las hijas de los hombres eran hermosas, tomaron para sí esposas”, y Dios nunca los perdonó.",
    "Miren, cuando esas mujeres Israelitas con—con manos callosas, y cabello enmarañado; cuando los hijos de Dios subieron a través de la tierra de Moab, y se encontraron a esas mujeres primorosas con el cabello bien arreglado, y elegantes, y mucha manicura en sus rostros, o como lo llamen; y cuando esos hijos de Dios vieron a esas verdaderamente bellas mujeres, un falso profeta dijo: “Todos somos iguales”. [El Hermano Branham toca en el púlpito seis veces.—Editor] Y ellos se casaron entre ellas, y Dios nunca los perdonó.",
    "Ellos perecieron en el desierto. Cada uno de ellos murió allí, sin esperanza, sin Dios, y están Eternamente perdidos; condenados para siempre, aunque habían visto la bondad de Dios, aunque habían bebido de la fuente que nunca se seca. Habían bebido de la roca golpeada. Habían visto la serpiente de bronce hacer milagros. Habían salido bajo el bautismo de Moisés en el mar. Habían visto la mano de Dios. Habían comido alimento de Angeles, y habían hecho todas esas cosas. Pero se metieron casándose, permitieron que las mujeres los metieran, y se casaron entre ellas. No cometieron adulterio, sólo se casaron entre ellas; Dios nunca lo perdonó.",
    "Esa es la segunda vez que se cumplió. Ahora aquí estamos en la tercera vez, más engañoso ahora que nunca.",
    "Yo sé que eso es duro. Y frecuentemente me he preguntado, en muchas maneras, ¿cómo va a ser? ¿Por qué tengo que hablarle tan duramente a la gente? ¿Qué lo hace así? Y sin embargo, me fijo, si no fuera Dios, no habría nadie, ni una sola mujer se sentaría y me escucharía. Pero ellas regresan, porque hay alguien que tiene una pequeña ancla de Verdad allí, que sabe que Eso es correcto. A pesar de todo, ellas saben que es correcto. Ahora observen qué sucede. Yo sé que es duro.",
    "Es exactamente como si un doctor les da medicina, y Uds. rehusaran tomarla, entonces no culpen al doctor si se mueren. Y Esto es como medicina. ¿Qué acerca de esta gente que siempre afirman que soy un odiador de mujeres?",
    "¿Ven Uds.?, Uds. sólo observen la manera en que las mujeres se comportan, y yo les mostraré dónde está la iglesia. La moral de las mujeres está en Laodicea, en el mundo, físicamente: “desnuda, miserable, ciega, y no lo sabe”, la—la gente, las mujeres del mundo. Y la iglesia está en la misma etapa. Observen lo natural tipificar lo espiritual, completamente, cada vez. Ahora, algún día en el Tribunal…",
    "Yo sé que no es popular decirlo. Y si un hombre no está ordenado para decirlo, es mejor que no lo diga; porque está imitando, y entonces se meterá en problemas, efectivamente.",
    "Ahora fíjense. Yo incluso, pareciera, en ocasiones, he mantenido abierta la boca de una mujer y echo la Medicina dentro de su boca, y luego mantengo mis manos sobre su boca, y ella la escupe cada vez. ¿Qué si un doctor le hiciera eso a un paciente, luego el paciente muriera porque rechazó tragarse la medicina? En el Tribunal, cuando todas estas cosas como cortarse el cabello y ponerse pantalones cortos y…",
    "Yo sólo estoy edificando. La hora está cercana cuando Uds. van a ver algo suceder, cuando algo va a suceder. Y toda esta base aquí sólo ha estado poniendo un fundamento para un Mensaje corto y rápido que sacudirá a todas las naciones.",
    "Por qué he estado criticando a las mujeres, sólo ha estado aquí encima para algo con lo cual uno pueda pegarle en la cabeza, con ello. Aun tratando de decirles lo que es correcto. Y estoy manteniendo una mano así, como si fuera la boca, y la escupen. ¿Entonces quién puede culpar al doctor?",
    "¿Cómo van a decir Uds., en el Día del Juicio, cuando las mismísimas voces que han clamado contra ello, van a tocar el disco de nuevo ante la gente? ¿Entonces cómo se van a escapar de ello?",
    "La escupen fuera entre los dedos de uno. Echo un poco más, entonces finalmente sacuden su cabeza y re-…?…de nuevo, y se regresan, no lo hacen. Sin embargo, Uds. regresan de nuevo y la echo adentro otra vez. ¿Entonces quién es el culpable? No es el doctor, no es la Medicina, sino la actitud de la persona. Eso es exactamente. Será un día horrible, uno de estos días, cuando esta generación pecaminosa y adúltera se pare delante del Dios Todopoderoso.",
    "Yo veo mis años avanzando, mis hombros encorvándose; y, yo sé, treinta años aquí en esta plataforma, sí, treinta y tres años aquí en el campo. Esa es una larga vida. Esos son treinta y tres años de servicio. Sólo tengo un pesar; que no tuve ciento treinta y tres años de ello. Porque esta será la última oportunidad que alguna vez tendré, mientras esté aquí como mortal, para predicar el Evangelio. Dios me ayude a permanecer fiel tan fiel a más no poder, a esa Palabra, y decir exactamente como El dice.",
    "¿Qué hizo a esa mujer Metodista…? ¿Cómo pudiera uno alguna vez hacérselo ver a ella? Aquí está ella, en esa Edad de la Iglesia de Laodicea.",
    "Ahora tomaremos a la mujer Pentecostal. Ella no debería ponerse pantalones cortos, maquillaje, o cortarse su cabello, pero ella mira despectivamente a la Metodista, y dice: “¡Miren a esa mujer hacer tal y tal!” Digamos que la mujer no se pone pantalones cortos, pero ella dice…y ella misma con el cabello cortado. ¿Ven?",
    "Entre más alto se elevan en Dios, más pecaminosa se mira toda la cosa. Y luego algunas veces, en oración, se pueden imaginar, cuando el Espíritu Santo lo eleva a uno llevándolo a una esfera, luego toda la cosa parece un caos. Luego cuando uno baja otra vez, parece como que uno es, a la gente, que uno es un bribón, que uno es—uno es nada más que un viejo sarcástico. Uno es un necio, porque uno se para como un viejo excéntrico y siempre reprendiendo a la gente. Pero si Uds. alguna vez suben entrando a esas esferas una vez, donde pueden estar en la Presencia de Dios (no por medio de emoción, sino por medio de un levantamiento genuino del Espíritu Santo), en toda la cosa está escrito: “ICABOD”. La Gloria del Señor se ha apartado de todo el grupo denominacional. Eso es correcto. No hay ni una de ellas que esté correcta.",
    "Ahora permítanme dibujarles un pequeño círculo. Si yo tuviera un pizarrón…Pero quiero que miren aquí. [El Hermano Branham dibuja los siguientes aros en algo.—Editor] Voy a hacer un aro así, y voy a hacer otro aro adentro de ese aro, esos son dos, luego voy a hacer un aro adentro de ese aro. Esos son tres aros, tres círculos. Ahora, esos son Uds.",
    "Ese es Dios. Dios en una trinidad es Uno, y sin una trinidad El no es Dios. El no puede ser manifestado de ninguna otra manera.",
    "Y tampoco Uds. pueden ser manifestados sin ser la persona trina que son, eso es: cuerpo, espíritu, alma. Sin uno de ellos, Uds. no están completos. ¿Ven? Si Uds. no tuvieran un alma, no serían nada; si no tuvieran un espíritu, no serían nada; si no tuvieran un cuerpo, sólo serían un espíritu, no un cuerpo.",
    "Así que, Dios está completo en la tri-unidad de un Ser; no tri-unidad de seres, pero Un Ser en una tri-unidad. Padre, Hijo, y Espíritu Santo es un Dios verdadero manifestado. ¡Dios!",
    "Fíjense aquí, sólo esperen, yo—yo creo que lo leí hace apenas unos minutos. Escuchen esto.\n\n…escribe al ángel de la iglesia…Laodicea: He aquí el Amén, el testigo fiel y verdadero, el principio de la creación de Dios, dice esto:",
    "Dios es el Creador. ¿Y cómo fue creado El alguna vez? Pero este es “el principio de la creación de Dios”. Cuando Dios, el Espíritu, fue creado en la forma de un Hombre, ese era Dios siendo creado; Dios el Creador, El mismo, llegando a ser una creación. Dios, quien hizo la tierra, hizo el calcio, hizo la potasa, la luz cósmica, petróleos, juntó la cosa y se creó a Sí mismo, en “el principio de la creación de Dios”.",
    "🦅 El Amén”, lo final. Amén significa “así sea”. “Lo final de Dios”, cuando Dios terminó en Su creación.",
    "Ahora, ¿cómo fue? “A Dios nadie le vio jamás, sino que el Unigénito del Padre lo ha dado a conocer”. ¿Lo captaron?",
    "Oigan, un momento, Uds. no tienen prisa. Abramos en Colosenses, un momento. Por casualidad acabo de…se me vino una Escritura a mi mente. Abramos en Colosenses, el Libro de Colosenses, y tomemos…Yo creo que es el capítulo 1. Tendré que mirar esto, porque no está premeditado aquí. Así que voy a…Como yo solía ser, cuando era un joven predicador, yo podía pensar en estas cosas [El Hermano Branham truena sus dedos una vez.—Editor] en este momento, pero a medida envejezco no puedo. Empecemos en el versículo 9, creo. “Por lo cual…” Es Pablo diciéndole a los Colosenses acerca de Cristo, Quién era El.\n\nPor lo cual también nosotros, desde el día que lo oímos, no cesamos de orar por vosotros, y…pedir que seáis llenos de todo el conocimiento de su voluntad en toda sabiduría e inteligencia de espíritu,\n\nPara que andéis como es digno del Señor, agradándole en todo, llevando fruto en toda buena obra, y para el crecimiento en el conocimiento de Dios;\n\nFortalecidos todos…conforme a la potencia de la gloria, de paciencia y longanimidad;\n\nCon júbilo dando gracias al Padre que nos aptos… quien nos hizo aptos para participar de la herencia de los santos…\n\nEl cual nos ha librado de la potestad de las tinieblas, y trasladado al reino de su amado Hijo,",
    "Aquí estamos llegando ahora. Observen.\n\nEn quien tenemos redención por su sangre, el perdón de pecado.\n\nEl es a la imagen del Dios invisible,…",
    "¿Lo captan? Versículo 15, Colosenses 1:15.\n\n…el primogénito de toda creación.",
    "¡Amén! ¿El qué? “El primogénito de toda creación”. Sea Angel, sea cualquier cosa que pudiera ser; El es el primogénito de toda creación.\n\nPorque en él fueron creadas todas las cosas—creadas todas las cosas, las que hay en los cielos o…en la tierra, visibles…invisibles; sean tronos, sean dominios,…principados,…potestades; todo fue creado por medio de él y para él.",
    "Sea cualquier cosa que pudiera ser; ¡ningún otro ser! Fíjense: “Y en…Y él es por tanto…”\n\n…él es antes de todas las cosas, y todas las cosas en él subsisten;",
    "Ya sea Padre, Hijo, Espíritu Santo, sea lo que sea: “El es antes de todas las cosas”. “Antes de todas las cosas que están en los Cielos, en la tierra; visibles, invisibles, o cualquier cosa”, este Hijo de Dios era antes de todas las cosas. ¿Es correcto eso? A mí no me importa, si son tronos, dominios, sea lo que sea; tronos Celestiales, reinos, sea lo que sea que pudiera ser en las grandes esferas sobrenaturales más allá, en las Eternidades dondequiera que fuera; sea lo que sea que eran, Angeles, dioses, sea lo que sea que eran: “El es antes de todas las cosas”. ¡Amén! ¿No pueden verlo a El? “El era antes de todas las cosas; y fueron creadas por El. El…” El versículo 17.\n\nY él es antes de todas las cosas, y todas las cosas en él subsisten;",
    "No hay nada que pueda hacerlo funcionar excepto El. Ya sea que es Dios el Padre, Dios el Espíritu Santo; sean los Angeles, principados, potestades, dominios; sea lo que sea, todas las cosas funcionan por El. “Todas las cosas subsisten en El”. ¡El!\n\nY él es la cabeza del cuerpo que es la iglesia, él que es el principio—él que es el principio, el primogénito de entre los muertos (eso es, resucitar lo que El vino a redimir), para que en todo tenga las preeminencias.",
    "🦅 Que tenga preeminencia”, ¿saben Uds. lo que significa? Eso es: “sobre todo”. El está sobre todas las cosas que alguna vez fueron creadas; todo Angel, todo ser, toda—toda cosa que hay. El está sobre todas las cosas. ¿Qué Criatura es Esta? ¿Quién puede ser? ¡Sobre todas las cosas! “Y haciendo la paz…” Veamos, un momento. Preemi-…\n\nPor cuanto agradó al Padre que en él habitase toda la plenitud,",
    "🦅 Toda la plenitud de todas las cosas”. Toda la plenitud de Dios, toda la plenitud de Angeles, toda la plenitud del tiempo, toda la plenitud de la Eternidad; todo habitaba en El. Ese es este Hombre.\n\nY por medio de él reconciliar consigo todas las cosas, así las que están en la tierra como las que están en los cielos, haciendo la paz mediante la sangre de su cruz.",
    "Allí está ese gran Ser del cual estamos hablando: “El principio de la creación de Dios”.",
    "Ahora, ahora que, la Iglesia, que todo Su mismísimo propósito era la Iglesia. Ahora ¿cómo entramos en esta Iglesia? “Por un solo Espíritu fuimos todos bautizados en un Cuerpo”, la Iglesia, el Cuerpo de Cristo. No puede fallar.",
    "Ahora, aquí está lo que sucede. Ahora miren esto, sólo un pequeño dibujo figurativo aquí. [El Hermano Branham muestra de nuevo su dibujo de tres aros.—Editor]",
    "Ahora, este hombre de afuera es la carne. Ese es el que miramos; lo que vemos. Y tiene cinco entradas a ese cuerpo. Y cualquier niño de escuela primaria, como yo mismo, sabría que hay cinco sentidos que controlan el cuerpo; vista, gusto, tacto, olfato y oído. Sin eso, Uds. no pueden tocar el cuerpo. Esa es la única avenida que Uds. tienen para el cuerpo; vista, gusto, tacto, olfato, oído; Uds. lo ven, lo gustan, lo sienten…Ahora, ése es el malo, en el exterior.",
    "Ahora, adentro de ese hay un espíritu, lo que Uds. llegan a ser cuando Uds. nacen en la tierra y el aliento de vida es soplado en él. Ese espíritu es de una naturaleza mundana porque no fue dado por Dios, pero fue (dado) permitido por Dios. ¿Captaron ahora eso? Porque, todo niño que nace en el mundo, “nace en pecado, en maldad es formado; viene al mundo hablando mentiras”. ¿Es correcto eso? Así que, esa persona, allí adentro, es un pecador, para empezar. Ahora, pero…",
    "Ahora, tiene cinco entradas. Y esas cinco entradas…Yo no sé si puedo decirlas de un solo tirón ahora. Cuando el… Primero, yo sé, es pensamiento, conciencia, y amor, elección… No. Conciencia, amor, razón…Hay cinco entradas al espíritu. Uno no puede pensar con su cuerpo; uno tiene que pensar con su espíritu. Uno no puede tener conciencia en su cuerpo. No tiene facultades mentales en lo absoluto; el cuerpo de uno no las tiene, así que uno tiene que pensar con su espíritu. Uno tiene que razonar. Uno no puede razonar con su ser físico, porque la razón no ve, gusta, siente, huele, u oye. Razonar es lo que uno puede hacer en su mente. Si uno está dormido o ha perdido el conocimiento, su cuerpo está acostado allí muerto, pero su espíritu todavía puede razonar. Hay cinco sentidos que controlan a ese hombre interior. Y ese…",
    "Ahora, para el último hombre, el cual es el alma, sólo hay un sentido que controla eso, y eso es libre…la voluntad del libre albedrío para escoger o rechazar.",
    "Y ahora la razón de que la gente hoy en día…Ahora, no se olviden de esto ahora, y Uds.—Uds. verán lo que el Espíritu… lo que es la evidencia inicial del Espíritu Santo. ¿Ven?",
    "Ahora, la gente puede vivir en este espíritu, y ellos danzan en el espíritu. Ellos gritan en el espíritu. Ellos van a la iglesia en el espíritu, y ellos sin lugar a dudas pueden tener una verdadera unción del Espíritu de Dios sobre ese espíritu, pero todavía estar perdidos y tan poseídos por el demonio a más no poder, con ese espíritu.",
    "Porque, miren, esa es la razón de que Uds. no le podían decir a esa mujer, ella estaba usando pantalones cortos, que estaba errado. Uds. no podían decirle que cortarse su cabello estaba errado. “Pues, ¿qué tiene que ver el cabello de uno con ello?” Pues, sí tuvo que ver para Sansón. ¿Ven?",
    "🦅 El que le añada una palabra a Esto, o le quite una Palabra”. Uds. tienen que tener un absoluto en alguna parte.",
    "Ahora, por ejemplo, si yo fuera un—un—un—un hombre Bautista, y Uds. vinieran y me dijeran que debo ser—que debo ser bautizado en el Nombre de Jesucristo; está en la Biblia. Pues, cuando menos lo piensen, yo diría: “Le preguntaré a mi pastor”.",
    "Y yo voy adonde el pastor; él dice: “Oh, eso es algo de allá atrás, ¿ves? Sí, ¿ves?, nosotros los Bautistas, esto es lo que creemos; nosotros creemos que deberíamos ser sumergidos en los títulos de ‘Padre, Hijo, Espíritu Santo’. Esa es la manera en que toda la iglesia lo ha hecho. Desde que Juan Smith la fundó, esa es la manera en que se hace”. Bueno, ese es el absoluto de uno. “¡Fuera con lo que ese tipo dice!”",
    "¿Qué si uno es Metodista, y rociar es su sistema, y a uno se le dice que uno debe ser sumergido? ¿Ven lo que quiero decir? Uno regresa adonde el pastor Metodista, y él escribirá y le preguntará al obispo, si tal y tal dijo tal y tal acerca de esto. “Pero nosotros, la iglesia Metodista, fuimos fundados hace trescientos o cuatrocientos años, en Inglaterra, por Juan Wesley, y Whitefield, y todo el resto de ellos allá, y Asbury. Fundamos este documento, siguiendo a Juan Wesley, que hemos de ser rociados, porque sólo es una forma emo-… exterior. Y pensamos que rociar es tan bueno como lo es de la otra manera”. Si uno es un verdadero…Si la iglesia Metodista es el absoluto de uno, hasta allí llega uno.",
    "Si uno es Católico…Y les diré, no está en la Biblia el no comer carne los viernes, y todas estas cosas así, y “la Santa Eucaristía no es una hostia, porque es un Espíritu”, y demás. Y uno va adonde su sacerdote, el sacerdote dice: “Aquí está, escrito en nuestro documento”. Y si la iglesia es su absoluto, a uno no le importa un bledo lo que alguien más dice. Ese es su absoluto.",
    "¡Oh Dios, ayuda a que esto penetre! Para mí, toda la cosa está errada. La Palabra de Dios es el absoluto. Lo que esa Palabra dice, entonces eso es correcto.",
    "Ahora, la única manera aquí arriba en estas esferas, en que Uds. pudieran estar alguna vez en este hombre interior; y Uds. tienen que ser preordenados. Porque Uds. estaban con Dios, son parte de Dios.",
    "Yo estaba en mi padre. Yo también estaba en mi abuelo, y en el abuelo de mi abuelo. En simiente, yo estaba en eso.",
    "Y yo estaba en Cristo. Uds. estaban en Cristo antes de la fundación del mundo. El vino a redimir a los Suyos, los Suyos que estaban en El. ¡Aleluya! ¡Sus hijos que estaban en El!",
    "El nunca vino a—a salvar a los hijos del diablo. Ellos nunca lo van a conocer. Y ellos son tan astutos en las maneras de su aprendizaje intelectual, que uno no puede compararse con ellos en lo absoluto. Uno no puede hablar más habilidosamente que ellos. Pero, por fe uno lo ve.",
    "Ahora, la ciencia no necesita fe. La ciencia prueba aquello de lo cual ellos están hablando. No necesita fe.",
    "El sacerdote Católico les dirá a Uds.: “Miren cuánto tiempo la iglesia Católica ha sobrevivido. Miren cuánto tiempo ella se paró bajo las persecuciones del paganismo”.\n\nLa iglesia Metodista dice: “Miren cuánto tiempo…”",
    "Yo vi una iglesia…hablar de un letrero hipócrita; viniendo por la carretera ayer, vi. Decía: “La iglesia de Cristo, establecida en el año 33 d.c.” Todavía no tiene cien años, ¿ven?, la denominación. ¡Oh, hermanos! ¿“Doctrina de los apóstoles”? Casi no tiene nada. Ellos son los Saduceos del día; sin Espíritu, sin…Y uno no puede decirles; uno no puede hablar con ellos; uno no puede razonar con ellos.",
    "Porque, nosotros vamos más allá del razonamiento. “No te apoyes en tu propia prudencia”. La fe no razona en lo absoluto. La fe lo cree.",
    "Ellos dicen: “Ahora, miren, ¿creen Uds. que tenemos que hacer estas cosas de allá atrás? ¡Tonterías! Eso…”",
    "Pero así lo dice la Biblia. Yo no puedo explicar cómo sucede, pero sucede. Dios así lo dijo. Así que Uds. no tienen…Yo no puedo decirles nada al respecto. La fe no lo explica. ¿Sabían Uds. eso? La fe sólo lo cree.",
    "Jesús le dijo a Nicodemo, del San-…concilio ecuménico de Su día; vino a El de noche, dijo: “Maestro, sabemos que has venido de Dios como Maestro, porque nadie podría hacer las cosas que Tú haces, a menos que esté Dios con él”.",
    "El dijo: “De cierto, te digo: ‘Que el que no naciere de nuevo, ni siquiera puede ver el Reino de Dios’”.",
    "Dijo: “Yo, un hombre viejo, ¿entrar en el vientre de mi madre, para nacer?”",
    "El dijo: “¿Ahora cómo os voy a decir cosas Celestiales, cuando ni siquiera creéis cosas terrenales?” ¿Ven?",
    "Luego El dijo, un día: “Si no coméis la carne del Hijo del Hombre, bebéis Su Sangre, no tenéis Vida en vosotros”. El no lo explicó.",
    "Esos apóstoles y aquellos de aquel día, que estaban ordenados a Vida; El lo sabía. Dijo: “Todo lo que el Padre me ha dado, vendrá. Lo único que tenéis que hacer es dar a conocer Mi Voz; ellos la conocen, porque Mis ovejas conocen Mi Voz”. Y una voz es una palabra expresada. [Espacio en blanco en la cinta.—Editor] “Ellos lo creen, de todas maneras. Ellos no tienen que probar nada científicamente, o preguntarle a algún Saduceo o Fariseo, o alguna otra cosa, al respecto. Yo lo dije, ellos lo creen, porque Mis ovejas oyen Mi Voz”.",
    "Y Esta es la Voz de Dios en forma de letra, porque Esta es toda la revelación de Jesucristo, el Antiguo y el Nuevo Testamento juntos. Amén. Allí lo tienen.",
    "¿Por qué? Uds. dicen: “Estas son unas buenas personas. ¿Qué las hace…?” Debido a que, una cosa, su poste de amarre está en una iglesia. Y aquí adentro…¿Recuerdan el del domingo pasado, hace una semana; cuántos estaban aquí y oyeron el sermón sobre Los Ungidos En Los Ultimos Días? Creo que todos Uds. ¿Ven?, ellos están ungidos. Sus espíritus están ungidos, en esta segunda esfera.",
    "Ahora, esa primer mujer dice…No, a ella no le importa un bledo qué diga la iglesia, qué diga alguien más. Ella es muy lista. Ella tiene educación de universidad. Ella podía engañar a su marido, y piensa que es lista por hacer eso.",
    "Esta otra mujer está “desnuda, ciega, y no lo sabe”. [El Hermano Branham toca en el púlpito dos veces.—Editor] Oh, es lamentable, pero ese es el cuadro que la Biblia nos pinta. Ahora, ella va a la iglesia. Esa mujer, probablemente sería mejor que esa mujer fuera…Ella vive una vida buena y limpia; no hay nada contra eso. Dios será el Juez de ello. Yo no sé; yo no soy el Juez.",
    "Yo sólo soy el…responsable por lo que El me muestra. Eso es lo que los apóstoles dijeron. “Lo que sabemos hablamos, lo que hemos oído, lo que hemos visto”. Eso es todo por lo cual soy responsable. Eso es todo por lo cual Uds. son responsables.",
    "Pero ahora, ¿ven Uds.?, si Uds. tomaran a esa misma mujer…¿Dónde terminó ella? ¿Ven? Ella andaba por ahí. Ella oyó, sin duda; encendió el radio, muchas veces. La Voz de Dios ha estado hablando, muchas veces. Bueno, ahora, ¿ven?, ella entra acá a esta secta aquí, un clan. Todas las iglesias son clanes. Todo, eso es exactamente correcto, ellas sólo son logias adonde la gente se agrupa en calidad de miembros. Y ella viene aquí; bueno, eso cuadra muy bien con ella. Ahora si Uds. se ponen a decirle lo que tiene que hacer, no les va a prestar atención. Uds. muéstrenselo en la Biblia; ella no le va a prestar atención.",
    "Ahora, mi amado hermano, hermana, sólo uno o dos comentarios más antes de terminar. Falta un cuarto, hora de dejarlos salir; quince minutos.",
    "Ahora miren, quiero preguntarles algo. ¿Por qué no puede verlo esa mujer? ¿Por qué no puede? En cuanto a estar físicamente en adulterio, a su esposo, ella no es culpable; ella no tiene nada que confesar. Ella está tan limpia como lo estaba el día en que nació; ningún hombre la ha tocado.",
    "Estoy hablando en paralelo ahora, a la mujer, a la iglesia. Ella está tan limpia como nació. Pues, eso es exactamente lo que la iglesia es, como ella nació, pero ella “nació en pecado, formada en maldad, vino…” ¿Ven lo que quiero decir?",
    "Ahora Uds. díganle a ella que está errado que se corte su cabello; la Biblia así lo dice. Está errado que ella se ponga esos pantalones cortos; la Biblia así lo dice. Ella diría: “Tonterías”. ¿Por qué? Su absoluto no está aquí abajo, en ese tercer hombre, el alma que está predestinada y fue enviada por Dios. Sino que su absoluto está en una organización aquí afuera, que algún hombre ha organizado afuera de Esto. ¿Ven?",
    "Pero si la Palabra de Dios está adentro en esa alma, dice: “¡Amén! Lo veo”. Se alinea con Ello. Ahora miren aquí. Por tanto, el hombre que nace del Espíritu de Dios…",
    "¿Ven?, aquí está la carne exterior. Y hablo en una audiencia mixta, voy a hablar como su—como su pastor, como su hermano. Aquí está la carne, es débil, es propensa a…Una mujercita camina por la calle; algún joven en su edad temprana, cuando él tiene diecisiete, dieciocho, veinte años, veinticinco, treinta, camina por allí…Y esta señorita viene, torciendo cada forma, su cuerpo, caminando con un par de zapatos de tacón alto; ella misma toda resaltada enfrente y atrás; y el vestido está así de alto arriba de sus rodillas, o con un par de pantalones cortos puestos. ¿Saben Uds. que la Biblia dice que ella actuaría así? Uds. saben, la Biblia dice que de esa manera ella iba a actuar, cómo sería tan inmunda.",
    "Leyeron esto aquí, la Selecciones de este mes, que: “Hombres y mujeres de este día, muchachitas, de veinte o veinticinco años, están en la menopausia”, que pasan por el cambio de vida en la edad mediana de la vida, de acuerdo a la ciencia, entre los veinte y los veinticinco. Solía ser alrededor de los treinta o treinta y cinco, en mi época. En la época de mi madre, una mujer nunca llegaba a la menopausia hasta que ella tenía cuarenta o cuarenta y cinco.",
    "¿Qué es? Es a través de la ciencia, y los alimentos, los híbridos, que han pervertido todo el cuerpo humano al grado que hemos llegado a ser un montón de—de—de una masa de corrupción. Bueno, si el ser físico está corrupto, ¿no lo está la célula del cerebro en ese ser físico? [El Hermano Branham toca en el púlpito cuatro veces.—Editor]",
    "Ahora miren el Espíritu, siguiéndolo. Vendrá un tiempo, en el Nombre del Señor, que la gente se volverá completamente demente. La Biblia así lo dice. Ellos van a gritar y a clamar; grandes cosas horrorosas en sus mentes imaginarias. Los radios y cosas, nuestros programas de televisión, lo están produciendo. Van a haber tales cosas como hormigas levantándose en la tierra, que serán tan altas como catorce árboles; habrá un—un—un pájaro que va a volar por toda la tierra, con alas de cuatro o cinco millas de ancho [Seis y medio u ocho kilómetros de ancho.—Traductor]; y la gente las va a ver, ellos van a gritar y a clamar, y a pedir misericordia a gritos. Pero serán las Plagas. Esperen hasta que predique sobre esas Plagas abriéndose.",
    "Miren lo que Moisés hizo bajo el ser físico, no el Espíritu, cuando El dijo: “Moisés…” Dios le dijo a Moisés: “Ve allá”, a Su profeta, “recoge un puñado de polvo, arrójalo hacia arriba en el aire y di: ‘ASI DICE EL SEÑOR, pulgas vendrán sobre la tierra’”. No había pulgas. Cuando menos lo esperaban, ellos empezaron a ver algo arrastrarse en un arbusto. Miraron hacia allí, había algo más. Y después de un rato, estaban tan profundo que no podían abrirse paso a través de ellas.",
    "¿De dónde vinieron? Dios es el Creador. El puede hacer lo que El quiere. El es soberano. El pudiera hacer un—un pájaro que sus alas se extendieran—extendieran de un lado de la tierra al otro.",
    "El dijo: “Que vengan moscas, que cubran toda la tierra”. No había una sola mosca en la tierra. Cuando menos lo esperaban, una moscarda empezó a volar alrededor. Cuando menos pensaron, había ocho o diez, doce. Cuando menos lo esperaban, no podían caminar a través de ellas. Dios, el Creador, cumple Su Palabra.",
    "Y él extendió su vara, por orden de Dios, y dijo: “Que ranas suban y cubran la tierra”. Y las ranas vinieron al grado de que ellos las amontonaron, montones, y el hedor estaba en todas partes, quizás cuarenta o cincuenta pies de alto [Doce o quince metros de alto.—Traductor], de ranas. Ellas estaban en la alacena de—de Faraón. Ellas estaban…abrían la sábana, y había quinientas ranas debajo de la sábana, debajo de la cama, en la comida. A dondequiera que iban, había ranas, ranas, ranas. ¿De dónde vinieron? [El Hermano Branham toca en el púlpito cuatro veces.—Editor] Dios, el Creador, es soberano. ¡Lo que El dice, El lo va a hacer!",
    "Y El dijo que habrá cosas horrorosas sobre la tierra. “Langostas con cabello como mujeres”, cabello largo, para atormentar a esas mujeres que se cortan el cabello. “Dientes como leones; aguijones en sus colas, como escorpiones; atormentarán a los hombres, meses”. Sólo esperen a que lleguemos a abrir esas Plagas y Sellos, y esos Siete Truenos, observen qué sucede. Oh, hermano, es mejor que Ud. llegue a Gosén mientras hay tiempo para llegar a Gosén. No le presten atención a esto de afuera.",
    "Miren. Aquí está una mujercita torciéndose pasando por la calle; aquí está un joven, sus ojos lo captan. El es un miembro de la iglesia. El es un Pentecostal. El es sea lo que sea. Pero cuando menos lo espera, no hay un poste de agarre allí. Ella dirá: “Hola”. El tiene cabello rizado, y es un joven más o menos bien parecido, de hombros derechos; quizás trataba de vivir correctamente. Ella empieza a caminar hacia él, aun un predicador. Cuando uno menos lo espera…",
    "¿Qué es? Esto aquí afuera, el deseo de la carne; y el espíritu aquí abajo, aún ungido, diciendo: “No lo hagas, no lo hagas”. ¿Pero qué va a hacer? Lo rodea, allí se contiene, allí va. Cuando uno menos lo piensa, él está tratando de hacer una cita con ella. El es culpable de cometer adulterio, ya sea que él la toque o no.",
    "¡Pero, un genuino hijo de Dios nacido de nuevo! ¡Amén! Uno mismo no lo puede hacer. Es totalmente imposible que un—un hombre de sangre roja camine delante de una mujer así, sin que algo suceda. Pero cuando hay Algo en el interior; ¡ese pequeño Algo nacido de nuevo aquí!",
    "Aunque ese hombre pudiera haber gritado, hablado en lenguas, saltado, danzado, todo lo demás, ungido con el Espíritu; hecho todas las señales y maravillas que Dios dijo allí, ¡por medio de Su Espíritu! [El Hermano Branham toca en el púlpito tres veces.—Editor] Jesús dijo: “Muchos vendrán a Mí en aquel día, dirán: ‘Señor, ¿no profeticé en Tu Nombre? ¿No eché fuera demonios en Tu Nombre? ¿No he…?’ El dijo: ‘Apartaos de Mí, hacedores de maldad’”. ¿Qué es iniquidad? Algo que uno sabe que debe hacer, y no lo hace. “‘Apartaos de Mí, hacedores de maldad; Yo ni siquiera os conocí’”.",
    "Pero allí en el interior de ese hombre, si ese pequeño poste de amarre está allí adentro, esa Simiente de Dios que fue predestinada antes de la fundación del mundo; a mí no me importa qué suceda, lo mantiene. Está allí para quedarse.",
    "Por eso es que esa mujer se pone esos pantalones cortos. Ella es considerada una prostituta, igual que la mujer en el acto. ¿Ven? Ella no sabe que ese espíritu…¿Cómo sabe ella? Su absoluto.",
    "¿Qué es un absoluto? Es la última palabra. El absoluto es el amén. Es el fin de toda disputa, su absoluto.",
    "Y si su iglesia, una iglesia Pentecostal, que les dice que: “Cabello largo y cosas sólo es fanatismo. Tiene Ud. una llanta de repuesto, en la parte de atrás de su cabeza”, y demás, esa clase de cosas, el hombre está poseído por el diablo.",
    "Porque, la Palabra de Dios dice: “Es vergonzoso para una mujer que se corte su cabello. Ella deshonrará su cabeza”. Si ella deshonra a su esposo, y su esposo es la Iglesia, y la Iglesia es Cristo, ella es una prostituta religiosa deshonrosa; desnuda y no lo sabe. ¡Desnuda! ¿No dice la Biblia: “El velo de la mujer es su cabello”? ¿No es dado a ella el cabello como velo?",
    "¡Algún día, allá en el Tribunal! He tratado de echar la Medicina adentro, y contenerla con mis manos, y Uds. la escupen directamente de vuelta hacia afuera entre los dedos de uno. Dios las va a juzgar algún día. Eso es ASI DICE EL SEÑOR. No ha sido un montón de necedad, o algún viejo loco todo excitado. No lo es. Porque, es la Palabra del Señor.",
    "Y un Cristiano verdadero y genuino va a cuadrar con ese hombre interior, ese Espíritu que estaba allá atrás en el principio, el cual es la Palabra.",
    "Puesto que El era la plenitud de todos Uds., Uds. estaban en El allá atrás en el Calvario. El sabía de antemano que Uds. estarían aquí. El solamente anunció lo que sucedería. Y Uds. estaban en El; murieron con El. Murieron a su orgullo, murieron a sus modas, murieron al mundo. Cuando El…Uds. murieron con El en el Calvario, y resucitaron con El cuando El resucitó de nuevo en el tercer día. [El Hermano Branham tocó en el púlpito tres veces.—Editor] Y debido a que Uds. lo aceptaron, ahora Uds. están sentados en lugares Celestiales en Cristo Jesús. ¡Aleluya!",
    "Allí lo tienen. Es ese hombre interior. Ese interior que recalcará la Palabra, se quedará con la Palabra, pase lo que pase. Uno no puede evitarlo. Yo aprendí eso, hace muchos años.",
    "Mi pequeño bebé acostada allí, muriéndose. Mi esposa yaciendo aquí en un…en—en una morgue, embalsamada y tendida. Me llamaron allí, y Sharon se estaba muriendo. Esa es la tentación más dura que yo haya enfrentado en mi vida. Yo tenía como veinticinco años. Yo fui allá, y Billy Paul estaba al borde de la muerte.",
    "El doctor Sam vino, dijo: “Bill, yo no creo que vamos a salvar a Billy. Y yo…” El dijo: “El está tan mal”. Dijo: “Bill, me compadezco tanto de ti”. El puso sus brazos alrededor de mí.\n\nYo dije: “Doc, yo ya no tengo fuerzas”.",
    "Un par de horas, lo llamé, mi bebé, Sharon, la llevé allá, él…para verla en un espasmo; no se detenía. Le pusieron una aguja en la columna; la puncionaron, sacaron la muestra, meningitis tuberculosa. Eso es todo.",
    "Me abrí paso al hospital; detuve mi vieja camioneta allí afuera, y me salí y empecé a caminar hacia el cuarto. Aquí venía Sam por el pasillo, con su sombrero en su mano, llorando, puso su brazo a mi alrededor, dijo: “Ven acá atrás, Bill”.\n\nYo dije: “¿Qué pasa?”\n\nDijo: “Tú no la puedes ver”. Dijo: “Ella se está muriendo, Bill”.\n\nY yo dije: “No, Sam, no mi bebé”.",
    "Dijo: “Sí”. Dijo: “Ni siquiera preguntes por ella, Bill. Si ella llegara a vivir”, dijo, “ella sufriría”. Dijo: “Ella siempre estaría inválida, y sufriría toda su vida”. Dijo: “Ella tiene meningitis”. Dijo: “No te acerques a ella; tú—tú sólo vas a matar a Billy al hacerlo”.\n\nYo dije: “Sam, tengo que verla”.",
    "Dijo: “No puedes hacerlo, Bill. Te—te lo prohíbo. Ahora, tú sabes cuánto te aprecio, y tú eres mi amigo y todo”, dijo, “cuánto te aprecio”, dijo, “y cuánto te creo, Bill”, dijo él, “pero no—no vayas adonde ese bebé”. Dijo: “Si tú haces eso,…La meningitis está en ella”. ¿Ven? Dijo: “Ella se habrá ido en unos minutos, y”, dijo, “tú puedes…la sepultaremos”. Dijo: “Bill, simplemente me compadezco tanto de ti”.",
    "Y él llamó, le dijo, llamó a una enfermera, para ordenarme alguna clase de medicina. Dijo: “No sé cómo está de pie el hombre”.",
    "Estuve allí un ratito. El trajo la medicina. Me senté, en el pasillo. El dijo: “Siéntate”. Y la enfermera la trajo, dijo: “Tómese esto, Hermano Branham”.",
    "Yo dije: “Gracias. Sólo déjelo allí un momento”. Cuando ella se fue así, yo la derramé en una escupidera; coloqué el vaso de nuevo.",
    "Me senté allí. Pensé: “Oh Dios, ¿qué he hecho? Tú eres un buen Dios. ¿Por qué la dejaste morir, el otro día, sosteniéndole yo sus dos bracitos de esa manera?” Suplicándole a El por ella. “¿Por qué la dejaste partir? Allí está Billy acostado allí, muriéndose; y aquí está ella, muriéndose. ¿Qué he hecho? ¡Dime! O, más vale que yo me vaya con ellos”.",
    "Abrí la puerta, y ninguna enfermera estaba allí. Me metí abajo al sótano. Eso fue antes de que el hospital fuera arreglado. Telas metálicas, no había telas metálicas en las ventanas, casi, y había moscas en sus ojitos. Tenía un pedazo de mosquitero, lo llamamos, red colocada sobre su cara. Yo ahuyenté las moscas; acostada allí. Sus ojitos, ella sufría tanto al grado que se estaban cruzando.",
    "Entonces Satanás se acercó a un lado de mí allí, y dijo: “¿Dijiste tú que El era un buen Dios?”\n\nYo dije: “Sí, yo dije eso”.",
    "🦅 ¿Dijiste tú que El era un sanador? Pues, ¿por qué murió tu padre en tus brazos allá, y tú pidiendo, siendo él un pecador, pidiendo por su vida? ¿Por qué murió tu hermano en los brazos de tu otro hermano, allá, y tú estabas parado en el púlpito predicando, hace unas semanas?” Dijo: “Entonces ¿por qué no te respondió? Tú dijiste que El te amaba y que te salvó”.",
    "El no podía decirme que no había Dios, porque yo ya lo había visto a El. Pero él me estaba diciendo que El no me quería.",
    "Dijo: “Allí yace tu esposa. Tus bebés van a estar allí muy pronto. Tu papá está sepultado. Tu hermano está sepultado. Y tu esposa va a ser sepultada ahora, mañana. Y aquí está tu otro bebé, muriéndose. ¿El es un buen Dios? ¿Ah? ¿El es un sanador?” Dijo: “¡Has hecho el ridículo!”",
    "¿Qué hizo? Desde…estaba obrando desde afuera, ahora, con este primer hombre.",
    "Dijo: “Ahora mira. Tú sabes, cuando tú eras hace unos años, hace como dos o tres años, antes de que aceptaras Esto, se tenía un buen concepto de ti entre la gente. Tú vivías una buena y limpia vida. Cualquier muchacha en la ciudad, que quería salir, salía contigo, porque se sentían limpias y decentes”. Yo pudiera pararme delante de cualquiera de ellas. Yo nunca insulté a ninguna, nunca dije nada. Si ella se hacía la lista, yo la llevaba a su casa. “Y tú eras apreciado entre la gente. ¿Pero qué eres ahora? Un fanático religioso”.",
    "🦅 Eso es correcto. Yo lo era”. ¿Ven estas cosas empezar a moverse juntas? Lo exterior, razonando en el espíritu, moviendo estas cosas juntas. “Eso es correcto, Satanás”.\n\n“¿Y dijiste tú que El era un sanador?”\n\n“Sí. Sí”.",
    "🦅 Y tú rogando y llorando, y la gente diciéndote que no era así, que tú estás totalmente fuera de línea. Tu propia iglesia te expulsó, por Esto. Tu propia iglesia Bautista allí, te echó por la puerta, por la mismísima causa”.\n\n“Sí”.",
    "🦅 Tu papá sepultado. Tu hermano sepultado. Tu esposa yaciendo allí, para ser sepultada. Aquí está tu bebé, sólo como unos quince minutos más y se habrá muerto. ¿Y El es un sanador? Tu propia carne y sangre; una palabra de El salvaría la vida del bebé. ‘El es un sanador’, dijiste tú. La gente trató de decirte. El predicador te dijo que estabas todo confundido; que estabas totalmente demente; que te habías vuelto un fanático religioso. Y tú dijiste que El te amaba. ¿Pudiera El amarte?”",
    "🦅 ¡Y cómo clamabas por tu papá! Cómo, noche tras noche, ayunaste, y cuando tú…en el día, cuando tenías que orar, para subirte en un poste, para trabajar. Y cuando El lo dejó morir en tus brazos, siendo un pecador”.",
    "🦅 ¡Cómo tu esposa, qué buena mujer era, y cómo la amabas!” La madre de Billy; muchos de Uds. recuerdan a Hope. “¡Qué buena mujer era ella! Qué feliz eras tú, tu pequeño hogar allá; como con el equivalente a siete u ocho dólares en muebles, los muebles que tenías, pero sin embargo tú la amabas; y tú…y Uds. se amaban el uno al otro. Y tú ibas y orabas por otros; y, alguna emoción mental, ellos se levantaban y se iban, y decían que estaban bien. Pero ahora tu propia esposa; y allí está ella, muerta, es el segundo día ahora, yaciendo en el establecimiento de la funeraria allá, Scott y Combs. ¿El es un sanador? ¿Ah?”",
    "🦅 Y tu niñito está a punto de morirse, Billy Paul, de dieciocho meses. Y tu niñita, de ocho meses, está tendida aquí, muriéndose con meningitis. Y tú acabas de orar; y Dios bajó una cortina hacia abajo, dijo: ‘¡Cállate!’ ¡No oye, no te oirá, en lo absoluto! Te volvió Su espalda. ¿El es un buen Dios? ¿Ah? ¿El te ama? Y toda muchacha con la que salías, todo muchacho con el que te tratabas, tus mejores amigos, se han apartado de ti como un fanático religioso”.",
    "Todo lo que él me estaba diciendo era la verdad. Todo lo que él decía, caía justamente en línea, ¿ven?, aquí. Yo estaba entonces casi listo para decir: “Entonces yo, si esa es la manera que El tiene de actuar, entonces no le voy a servir”.",
    "Justo al decir eso, hubo Algo que vino de alguna otra parte, muy adentro en el interior. Dijo: “¿Quién eres tú, para comenzar? El Señor dio, y el Señor quitó”. ¿Ven?, ése es ese hombre interior, no razona en lo absoluto.",
    "Miré de nuevo, y pensé: “¿Cómo llegué a la tierra? Yo vengo de un montón de borrachos. ¿Cómo llegué aquí? ¿Quién me dio vida? ¿Quién me dio esa esposa? ¿Quién me dio ese bebé? ¿De dónde vino mi esposa? ¿De dónde vino mi vida?” Yo dije: “Aunque El me matare, en El esperaré”.\n\nYo dije: “¡Apártate de mí, Satanás!”",
    "Yo puse mi mano sobre el bebé. Yo dije: “Sharon, cariño, te pondré sobre los brazos de tu madre en unos minutos, cuando los Angeles de Dios vengan para llevarte, pero un día papá te verá de nuevo. No sé cómo va a ser, cariño. No puedo decirte cómo; cuando El vuelve Su espalda hacia mí, ni siquiera oye por ti”.",
    "El dejó a mi esposa morir, y yo cogiéndola de las manos, llorando por ella. Y mi papá, en sus brazos, murió en este brazo aquí; levantando los ojos hacia mí, tratando de respirar. Y yo oré tan duro como pude. ¿Cómo podía enfrentarme al público de nuevo, para predicar sanidad Divina? ¿Cómo podía predicar que El era un buen Dios, y dejó a mi propio papá morir, siendo un pecador? ¿Cómo podía predicar eso? Yo no sé cómo, pero sé que El está correcto.",
    "La Palabra de Dios nunca fallará. Triunfará, no importa qué sea eso. Entonces supe que había Algo adentro de todos los razonamientos, Algo adentro de todas las emociones, todo lo demás por el estilo. Había un Hombre interior que se mantuvo firme en esa hora. Nada más podía haberlo hecho; todo razonamiento, todo podía ser mostrado, todo podía probar que Ella estaba errada, y que yo estaba equivocado. Pero la Palabra de Dios, que fue predestinada antes de la fundación del mundo, se mantuvo firme en el interior.",
    "Yo sentí un pequeño Viento pasar a través del edificio. Su espíritu se fue a encontrarse con Dios.",
    "Hermano, hermana, permítanme decirles, Esa es la única cosa. No traten de razonarlo. No traten de tener cabello largo porque yo así lo dije. No traten de hacer estas cosas sólo, porque, en su carne. No traten de hacerlo, sólo para más o menos ponerse a la altura. ¡Sino simplemente esperen delante del Señor, hasta que Algo muy adentro en el interior!",
    "Muchos de Uds. piensan, que porque tienen el cabello largo, eso quiere decir que se van a ir al Cielo. Eso no quiere decir eso. Muchas de ellas piensan, que porque son unas mujeres buenas y morales, que se van a…?…No quiere decir eso. Muchos de ellos piensan, que debido a sus iglesias, y pertenecer a esto, y estos grandes grupos, y grandes doctores de Divinidad. Eso no quiere decir eso. ¿Ven?",
    "Muchos piensan, porque hablan en lenguas, que tienen el Espíritu Santo. Eso no quiere decir eso. Aunque, el Espíritu Santo sí habla en lenguas. ¡Pero hasta que ése verdadero y genuino Espíritu Santo allí adentro cuadre con cada Palabra! Si ese Espíritu Santo que está en Uds., que los hace hablar en lenguas, mira allí y no está de acuerdo con el resto de la Palabra, entonces es el espíritu incorrecto. ¿Ven?",
    "Tiene que venir del interior, el cual es la Palabra, desde el principio. “En el principio de la creación de Dios”, cuando Dios empezó a crear, los trajo a Uds. a existencia, ¿ven Uds.? Uds. empezaron allá atrás como una simiente, y avanzaron hasta donde están ahora. Y, entonces, todos Uds. estaban en Cristo. Y entonces cuando Cristo murió, El murió para redimirlos a todos Uds. ¡Y Uds. son parte de esta Palabra, y cómo puede…la Biblia, toda Ella! “Mandamiento tras mandamiento, línea sobre línea, un poquito allí, otro poquito allá”. “Ni una jota ni una tilde fallará”. ¿Cómo pueden Uds., siendo parte de esa Palabra, no estar de acuerdo con el resto de Ella, o con alguna parte de Ella?",
    "Dios los bendiga. Ahora estoy pasado de la hora. No fue mi intención hacer esto, retenerlos tanto tiempo. Lo siento por haberlos retenido; no lo siento por lo que dije.\n\nEstamos al final de algo, amigos.",
    "Todos Uds. aquí, creo, son sólo los miembros de aquí de la iglesia. Yo no ando por aquí, en tiempo, para ver qué miembros hay. Me imagino que todos Uds. son constantes en venir aquí. Permítanme decirles algo que sucedió. ¿Dispondrían de, digamos, seis minutos más? [La congregación dice: “Amén”.—Editor]",
    "¿Está aquí ese Rev. Sr. O. Walker de Oregón, que estuvo aquí ese—ese domingo que estuve aquí? ¿Sabe alguien al respecto? Fue una gran y extraña cosa.",
    "Yo vine aquí, había llegado tanta gente, yo—yo tuve…Yo tenía un montón de entrevistas, y cada una de ellas dignas de consideración; sus muchachos, hijos, casados, borrachos, y—y diferentes cosas, y sólo cosas que eran dignas de consideración. Cada uno de ellos debería de haber sido visto. Yo no puedo hacer todo eso. Y yo a Uds. los encomiendo a Dios, y mantengo mis manos sobre ellas, en oración. Yo dije: “Oh Dios, yo—yo no podría hacerlo. Llega a ellos, Señor, haz…Tú sabes cómo hacerlo. Ruego por cada uno”.",
    "Billy me llamó. Y yo acababa de entrar con el Hermano Banks. El dijo: “Papá, si tú…”",
    "Y, miren, yo veo personas pasar manejando por allí algunas veces, en la calle, miran hacia adentro. Y miro afuera hacia ellas, luego las saludo con la mano así, y ellas—ellas casi voltean sus rostros. Yo no quiero que Uds. hagan eso.",
    "El otro día cuando ellos estaban comprando ese lugar allá en Tucson para vivir en él, el Hermano Tony tenía un lugar allá que él quería comprarme, como por tres o cuatro veces lo que este lugar costó. El hasta quería poner tantos miles de dólares en él, él mismo. Pero la única manera en la que uno entra allí, un portero estaba parado allá afuera. Un enorme…Pues, es una subdivisión allá. Pero cualquier…Estas personas que viven allí, uno tiene que tener un permiso por escrito, luego este portero lo llama a uno y ve si está bien que ellos entren.",
    "Yo dije: “¿Podría Ud. imaginarse, a mí, a mis hermanos y hermanas que vienen a verme, que quieren estrechar mi mano y pedir las bendiciones de Dios para mí, podría imaginarse que yo mismo me meta allí, Tony?”\n\nEl dijo: “Bueno, Ud. tiene…”",
    "Yo dije: “Tony, de esa manera es que la iglesia y todos ellos lo tienen para que la gente no se acerque”, dije yo, “eso es para gente que tiene todo lo que quieren que yo haga”.",
    "Ellos, ellos dicen: “Pues, el Señor me dijo. ¡Aleluya! Me voy a quedar aquí mismo. ¡Gloria a Dios! El Señor me dijo que Ud. tiene que llevar a cabo una reunión aquí en nuestro grupo. ¡Sí, señor, gloria a Dios! Dios me dijo eso. Si Ud. no lo hace, Hermano Branham, Ud. ciertamente está caído”. Yo allí tratando de estudiar, ¿ven? Eso es lo que pasa, ¿ven? Y muchas personas buenas se pierden, de entrar, debido a eso.",
    "Así como un hombre que va de cacería aquí en una granja. Un campesino dice: “Entren. Uds. pueden cazar”. Y Uds. salen allí y matan a una de sus vacas; un conejo corre debajo de la vaca, y simplemente le disparan al conejo, de todas maneras. Uds. se suben sobre la cerca, en vez de subir al poste y subirse como un hombre decente lo debería de hacer; se suben en el cerco y lo tumban de esa manera. ¿Ven? Y luego él dirá: “¡Yo pegaré un letrero en el lugar!” Yo no—yo no lo culpo a él ni un poquito, ni un poquito. Pues, ¿qué hace él? El le impide entrar al cazador decente. Siempre es de esa manera. Es el malo el que le impide al bueno el tener las preeminencias. Siempre lo es.",
    "Ahora, pero esas personas están, millares están verdaderamente necesitadas y son personas buenas, personas amorosas, llenas de la gracia de Dios.",
    "Ahora tenemos esto, cómo viene esa gente de esa manera. Nosotros no, nosotros no queremos eso, no.\n\nPero este hombre vino…",
    "Billy dijo: “Ven corriendo ahora, rápidamente, papá”. Dijo: “La Sra. Waldorf está aquí con unas personas muriéndose; debes verlas inmediatamente”. Y entré corriendo; vine aquí.",
    "Y viniendo de regreso, ellos dijeron: “No hay nadie aquí sino un hombre durmiendo al lado del lado, allí afuera, sobre una almohada cada día, al lado del edificio”. Dijo: “El quiere que ores por él”.\n\nYo dije: “Muy bien”. Dijo: “Lo traeré adentro”. Yo entré.",
    "Había, creo yo, un Cadillac estacionado aquí atrás en la parte de atrás, o alguna clase de carro grande. Llegué en el carro, estaba…Y ese hombre dijo: “Cómo está Ud.” El no me conocía.",
    "Y yo entré. Y la Hermana Waldorf, la pobrecita, entró. Uds. saben, ella estaba…",
    "Uds. conocen su caso, ¿no es así? ¿Ven?, ella tenía cáncer; murió en la línea de oración, como una hora antes de que yo llegara a ella. Su doctor vino, mostró…Eso fue hace como dieciocho años, cáncer en el corazón, ¿ven?, y ella está viva hoy. Y ella está viviendo allá en Arkansas ahora.",
    "Y ella estaba en Phoenix, entonces. Y ella dijo: “Hermano Willie, lamentaba llegar así, pero”, dijo, “yo no tenía ningún lugar dónde quedarme. Ellos hicieron…Ellos dicen que este pa-…esta mujer se va a morir. ¡Oh, Hermano Willie!”",
    "Dijo: “Yo quería traerle una pequeña ofrenda en mi mano, Hermano Willie”, dijo, “pero no pude hacerlo. Pero enlaté un poco de jalea de zarzamora”.",
    "Oh, cuando fui allá arriba y vi esos pequeños vasos de jalea que ella tenía puestos allí, yo…me parecía demasiado sagrado para que me la comiera. ¿Ven? Esa amada ancianita, como de setenta años. Yo dije: “Hermana Hattie…” Yo—yo no podía decir no. No. Jesús vio a aquella viuda poniendo tres centavos, y El—El—El la dejó en paz. ¿Ven? No. Dios la va a recompensar por ello. Sí.",
    "Y así que el Señor sanó a la mujer, sanó todo lo que ella tenía, le reveló a su pastor lo que él, ella, tenía en su mente, qué debe él hacer, otra cosa. Y, oh, todos ellos salieron, gritando.",
    "Entonces Billy entró corriendo. El dijo: “Papá, ese hombre se fue. Yo no puedo…”\n\nYo dije: “¿Quién es ése que está allí afuera en el carro?”",
    "🦅 Oh”, dijo él, “un tipo que vino de Oregón, dijo que él tiene una especie de sueño. Y yo le dije: ‘Yo no le daría a Ud. ninguna falsa esperanza. Hay trescientos aquí, esperando ahora’”. Y dijo: “Y yo le dije: ‘Sólo escriba el sueño’. Dije: ‘Tengo un montón de ellos aquí, así de alto, de todas maneras, y sólo se lo añadiré’”.\n\nYo dije: “Hazlo entrar. Dale cinco minutos”.",
    "Bueno, tan pronto como el hombre entró, ¿cinco minutos? El dijo: “Soy el Rev. Walker”, yo creo que era su nombre, “de Oregón”. Creo que él es de alguna otra denominación, no sé, Presbiteriana, Presbiteriana algo.",
    "El dijo: “Lo conocí hace como veinte años. Yo vine a Grants Pass donde Ud.…” O, no Grants Pass, pero se me olvida el nombre del lugar. “Allí”, dijo, “todo el país, titulares en el periódico cada mañana”. Dijo: “Todos sabían al respecto”. Dijo: “Yo ni siquiera pude llegar al edificio donde Ud. estaba, pero yo lo vi subir. Y un día, en la calle, yo me acerqué”, dijo, “cuatro o cinco hombres alrededor de Ud., y le estreché su mano. Y Ud.…Le dije que yo era el Hermano Walker, y Ud. me dijo quién era Ud.” Dijo: “Nosotros cruzamos unas cuantas palabras, y entonces tres o cuatro hombres grandes que estaban con Ud. lo hicieron seguir adelante”. El dijo: “Yo no era su crítico, y no estaba a su favor”. El dijo: “Yo simplemente no entendía”.",
    "El dijo: “Yo seguí de esa manera por unos años, y después de un tiempo”, dijo, “yo…un hombre me dijo que viniera a escuchar unas cintas, hace como tres años”. Y dijo: “El hombre tocó las cintas. Y, cuando él lo hizo”, dijo él, “lo escuché a él hablar”. Y dijo: “Este hombre creía que Ud. era un—un profeta. Yo dije, le dije al hombre: ‘No sé acerca de esas cosas; pudiera ser, hasta donde sé’”.",
    "Así que, dijo: “Luego otro hombre se cambió a nuestra ciudad, tuvo una reunión, y lo conocí. Y él dijo: ‘Yo soy el profeta de Dios para este día’”.",
    "El dijo: “‘¿Cuántos de Uds. hay, de todas maneras?’ Dijo: ‘Yo—yo—yo oigo de que un hombre aquí está escuchando cintas, dijo: “William Branham, allá en el este, era un profeta del día”, y cosas como esas’”.",
    "El dijo: “Este hombre…” Yo no voy a mencionar su nombre, porque no suena correcto, aquí, ¿ven Uds.? “Y él dijo: ‘Yo conozco a William Branham’, dijo, ‘pero él está todo falso en su Doctrina’. Dijo: ‘El no es Pentecostal; él no cree en la evidencia inicial’. Y dijo: ‘Otra cosa, él dice que hay profetas mayores y menores. No hay tal cosa’. Dijo: ‘Uno es profeta o no es profeta, y eso es todo’”.",
    "El dijo: “‘Pues, señor, estoy…no discutí con Ud. al respecto. Yo sólo dije que oí a este hombre decir que este hombre, William Branham…y que este hombre afirmaba que él era un profeta’”. Dijo: “‘Yo sólo me preguntaba cuántos había’”.",
    "🦅 El dijo: ‘Pero quiero que Ud. sepa esto. Yo soy el profeta de esta edad’”.",
    "El dijo: “‘Pues, ¿lo es?’” Dijo: “‘Que el Señor lo bendiga y esté con Ud.’”",
    "El siguió adelante, nunca le prestó atención. Y dijo que él empezó, entre sus hermanos, unas series de tres o cuatro reuniones. Y él fue a la oficina de correos, dijo: “No—no cambien mi correspondencia. Déjenla aquí hasta que yo regrese, como cuatro o cinco días después”.",
    "🦅 Muy bien”, dijeron ellos. Ellos pusieron una etiqueta allí, que no la cambiaran.\n\nEl fue y vio a su hija.",
    "Y en el camino, él—él se detuvo en una iglesia. Y él tuvo la reunión de esa noche. La mañana siguiente, él dijo que de casualidad pensó: “Ve a ver en la lista de correos”. [Departamento del correo en el que se entrega correspondencia a personas sin dirección fija que llaman o llegan a buscarla.—Traductor] Y cuando lo hizo, una carta se había deslizado a través del correo y llegó a su hija; su hija la envió allí, a la lista de correos.",
    "Y él la abrió. Y dijo que era un hombre, el Sr. Hildebrandt, el cual es amigo mío, ése había sido el hombre que estuvo tocando las cintas. Dijo que el Sr. Hildebrandt tenía un mensaje de Roy Borders (y ése es uno de los administradores, Uds. saben), de que yo iba a tener una reunión aquí, desde el veintiocho hasta el primero, que regresara y viera por sí mismo.",
    "El dijo: “¡Ahora, mire, esos tipos tratando de meterme en algo así!” ¿Ven? Y él simplemente echó la carta en el cesto de la basura, y siguió adelante, ¿ven?, así. Siguió adelante y tuvo esa reunión esa noche. Y a la mañana siguiente…",
    "Luego él empezó, poniendo su mano sobre su corazón, a llorar, allí mismo en el cuarto.",
    "El dijo: “Sr. Branham, me doy cuenta de que me tengo que parar delante de Dios”. El dijo: “No sé si yo estaba dormido o qué sucedió”. El dijo: “Soñé. Voy a decir que yo estaba dormido y que soñé”.",
    "Dijo: “Pensé que mi hijo, en el mercado, metió su mano en un—un saco”. Y dijo: “Cuando él lo hizo, era un saco de manzanas, y todas se volcaron”. Dijo: “Cuando fui a recogerlas, todas eran manzanas verdes a las que se les había dado una mordida”. Dijo: “Yo estaba recogiéndolas, poniéndolas de vuelta en el saco”. Dijo: “Algunas de ellas se salieron rodando, y rodaron hacia abajo, así que fui a tratar de recogerlas, y debajo…en el césped”. Y dijo: “Ellas rodaron debajo de uno de esos cercos de cadena antirrobo. Y había una gran súper carretera que pasaba por allí. Yo miré hacia el este, y”, dijo él, “la—la—la cadena estaba enganchada contra una— una gran roca allá en el este. Y yo fui allá, y pensé que bajaría esta cadena, luego iría a recoger las manzanas para el hombre”. Dijo: “Yo empecé a bajar la cadena”.",
    "Dijo: “Una voz estremeció toda la tierra”. Dijo: “La tierra se estremeció, debajo de mis pies”. Y dijo: “Después de que paró de estremecerse, oí una voz”. Y dijo: “Hermano Branham, era su voz”, dijo, “yo sabía; hubo algo que dijo eso”. Dijo—dijo: “Dijo: ‘¡Yo cabalgaré esta vereda una vez más!’”",
    "Y dijo: “Yo empecé a mirar arriba de la roca, así, y miré, más allá de las nubes. Y allá muy arriba, parado sobre una roca que se extendía desde el este hasta el oeste, en una forma puntiaguda así, como una pirámide, se extendía hasta aquí hacia el este, y”, dijo, “allí estaba Ud. parado, en un caballo que nunca he visto algo igual en mi vida; un gran caballo blanco, crin blanca colgándole”. Y dijo: “Ud. estaba vestido como un jefe Indio, con todas las cosas que los Indios usan”. Dijo: “El tenía un peto; esos brazaletes en los brazos, y por todo alrededor así”. Dijo: “Ud. tenía sus manos levantadas así”. Y dijo: “Ese caballo parado allí como un caballo militar, con un paso de andadura así, caminando”, yo estaba parado quieto. Y dijo: “Ud. jaló las riendas, se fue cabalgando hacia el oeste”.",
    "Dijo: “Yo miré allá, y allí había muchísimos científicos”. Y a la mañana siguiente…Ese fue sábado. A la mañana siguiente, prediqué sobre los científicos, Uds. saben, de que son del diablo. Y dijo: “Los científicos allí estaban vertiendo cosas en tubos, y mezclándolas”. Dijo: “Ud. detuvo el caballo, levantó sus manos de nuevo y gritó: ‘¡Yo cabalgaré esta vereda una vez más!’” Y dijo: “Toda la tierra se estremeció. Esa gente se estremeció”, dijo, “levantaron la mirada y se miraron el uno al otro, así, y miraron para arriba hacia Ud. Simplemente encogieron sus hombros, siguieron con su investigación científica”. Y dijo: “Ud. empezó a irse hacia el oeste”.",
    "🦅 Y cuando lo hizo”, dijo, “vi a este hombre que se llamó a sí mismo profeta, Ud. sabe”, dijo, “él llegó en un caballo que estaba mezclado con blanco y negro juntos”. Y dijo: “El subió detrás de este enorme caballo”. Dijo: “Era”, dijo, “muy arriba por encima de las nubes, y el camino no era más que así de ancho”. Y dijo: “Ese caballo simplemente danzó, el viento ondeando las plumas y todo en—en su vestidura”, y dijo, “luego la crin y la cola del caballo ondeando. Un gran maestro, un caballo blanco grande, caminando exactamente en línea”. Y dijo—y dijo: “Este hombre llegó corriendo detrás de Ud., venía como del rumbo de Canadá”, y el hombre vive en Canadá. Y él dijo: “Regresó, y”, dijo, “él tomó su pequeño caballo, tratando de derribar su caballo grande; dándole vuelta a él; hacía que sus caderas pegaran contra el…” Dijo: “Nunca movió al caballo grande; él simplemente continuó caminando”.",
    "Dijo: “Entonces, de repente”, dijo, “Ud. se dio vuelta”. Dijo: “Esa sería la tercera vez que Ud. había hablado, pero la segunda vez Ud. dijo: ‘Yo cabalgaré’”. Y dijo: “Ud. no habló como habla. Ud. ordenó”. Dijo: “Ud. se dio vuelta y llamó al hombre por el nombre, y dijo: ‘¡Bájese de aquí! Ud. sabe que ningún hombre puede cabalgar aquí por este camino sin que Dios lo ordene para hacerlo. ¡Bájese de aquí!’”",
    "Y dijo: “El hombre dio vuelta”. Y dijo: “El hombre me ha escrito cartas”. Y dijo: “A lo ancho de las caderas de su caballo”, ese negro y gris, y mezclados, dijo, “a lo ancho de las caderas de su caballo estaba escrito su nombre, su firma exactamente como está en su carta. Y él cabalgó hacia el norte”.",
    "Dijo: “Entonces Ud. siguió adelante; ese gran caballo dio la vuelta, tan lejos al oeste como Ud. pudo”. Dijo: “Ud. se paró y levantó sus manos así”. Entonces él empezó a llorar. Dijo: “Hermano Branham, el ver ese caballo parado allí; todo ese tocado de guerra y todo así, y”, dijo, “ese peto y todo brillantes”. Dijo: “Ud. mantuvo sus manos en alto un ratito”. Y dijo: “Ud. miró para abajo de nuevo, recogió las riendas, dijo: ‘¡Yo cabalgaré esta vereda sólo una vez más!’” Dijo: “Toda la tierra se estremeció para adelante y para atrás, así”. Y dijo: “Ya no quedaba vida en mí; simplemente caí al lado de la roca. Entonces me desperté”.\n\nDijo: “¿Qué significa, señor?”\n\nYo dije: “No sé”.",
    "A la mañana siguiente…Junior Jackson, quien soñó acerca de la pirámide, Uds. saben, cuando me fui al oeste. ¿Recuerdan Uds. eso? El me llamó, un mes o dos antes de eso. El tuvo un sueño que estaba ardiéndole; él tenía que decirme. Y yo dije: “Billy…”",
    "Había como veinte parados allí afuera. El dijo: “Junior Jackson, que está allí abajo, dijo que él tenía que contarte ese sueño”.\n\nYo dije: “Hazlo entrar, sólo como cinco minutos”.",
    "El hizo entrar a su esposa, y, él dijo, como testigo. El dijo: “Soñé, Hermano Branham, que mi esposa y yo estábamos dando una vuelta”. Y dijo: “Miré hacia el este, y yo vi, parecía, un punto, como uno de esos platillos voladores”.",
    "¿Ven?, el mundo no sabe qué es eso, Uds. saben. Uds. saben que está sucediendo. Nosotros sabemos qué es. ¿Ven? Sabemos que son Angeles de juicio, investigadores, ¿ven Uds.? Y cómo en el Pentágono y todos, de cómo descienden directamente; y la inteligencia, cómo pueden [El Hermano Branham truena sus dedos una vez.—Editor] pasar como un relámpago y desaparecer, dejan atrás cualquier cosa que ellos tienen. ¿Ven?, ellos no se dan cuenta qué es, ¿ven? Déjenlos pensar lo que quieran. Ellos los llaman platillos voladores, o lo que sea. Ellos no saben, ¿ven?",
    "Dijo: “Y lo vi venir, y lo observé. Y lo que era, era un hombre en un caballo”. Y dijo: “El venía con la velocidad de un rayo”. Dijo: “Vi que él iba a descender en frente de mí. Y detuve mi carro, me bajé de un salto. Cuando lo hizo”, dijo, “el carro…caballo estaba parado en la carretera, un gran caballo blanco militar caminando con un paso de andadura”. Esa es la Palabra, por supuesto, Uds. saben, andando con un paso de andadura.",
    "Dijo: “Había un hombre sentado allí”. Dijo: “El—él estaba vestido de vestiduras del oeste; no era un vaquero, pero”, dijo, “parecía como un jefe de la policía montada o algo”. ¿Ven?, toda su autoridad de jefe, del oeste; los Indios sobre los Indios; la policía montada sobre, ¿ven? Y dijo: “El hombre tenía su sombrero encasquetado, y tenía…estaba mirando de reojo”. Y dijo: “Cuando él se volteó hacia un lado”, dijo, “era Ud., Hermano Branham”. Dijo: “Ud. nunca habló como Ud. lo hace. Ud. dijo: ‘¡Junior!’ Lo llamó tres veces. Y dijo: ‘Te diré qué hacer’”. Y dijo: “Entonces Ud. jaló las riendas de este caballo. Ud. dio como tres pasos largos, y se fue a los cielos, y Ud. se fue hacia el oeste”.",
    "El dijo: “Un momento, miré alrededor, y aquí venía un caballo más chico que aquel, de la misma raza, pero más chico, y se paró”. Dijo: “Yo caminé alrededor, dije: ‘El debe de haber enviado este para mí’”. Dijo: “Me subí en él”. (Junior ha montado a caballo un poco, también. El dijo: “¿Sabe Ud. cómo la silla le queda a uno, Hermano Branham, los estribos y todo?”) Dijo: “Yo pensé: ‘Bueno, esto me queda muy bien’. Así que jalé las riendas, me fui a través de los cielos”. Dijo: “Le jalé las riendas y lo detuve, le di la vuelta y me fui de regreso. ¿Ven? Cuando regresé”, dijo, “detuve el caballo, me bajé y hablé con mi esposa. El caballo había desaparecido”. Y él estaba excitado.",
    "Luego, anteayer, hace tres días, vino Leo Mercier, vino con exactamente el mismo sueño, sin saber nada al respecto; sobre tratar de cruzar un gran semental blanco con una yegua negra, y ellos no pudieron hacerlo; nerviosos. Dijo que yo llegué allí, dije: “‘Leo’”, y que le dije lo que le dije. Yo no quiero decirlo aquí, ¿ven?, pero le dije lo que le dije. “Dije: ‘¿No ves? Ahora, saber esto; yo no sabía que Ed Dalton tenía un yerno, y que el yerno tenía un perro con este nombre. Tú sabrás, Leo, que estás soñando. Pero, cuando despiertes, ¡recuérdalo!’” Y dijo: “Yo nunca había oído semejante mando”.",
    "Más o menos en ese momento, Roy Roberson entró, dijo: “Hermano Branham, ¿recuerda Ud. allá atrás antes de que Ud. se fuera de la iglesia la primera vez? Estábamos…Lo vi a Ud. sentado, como en Palestina. Estábamos todos, la junta y todo, estábamos sentados como en la mesa de la cena del Señor, y entonces Ud. habló. Y Ud.…El no estaba seguro de qué estaba Ud. hablando”. Dijo: “Una nube blanca descendió y lo agarró a Ud., y se lo llevó”. ¿Cuántos recuerdan el—el sueño del Hermano Roy? Y dijo: “La nube blanca se lo llevó”, y dijo, “entonces Ud. ya no estaba. Yo recorrí las calles, gritando y llorando”.",
    "Cuando yo llegué aquí, y ese pequeño brazo lisiado, como él estaba, estaba leyendo esto. El dejó caer el rastrillo y empezó a llorar cuando él me vio acercándome allí afuera. Yo no lo había visto de manera que él me contara el sueño. Y él dijo…Y él estaba rastrillando. Yo dije…",
    "🦅 Y—y Ud. se fue”. Dijo: “Recorrí las calles, por todas partes, tratando de encontrarlo. No lo pude encontrar, en ninguna parte. Yo estaba gritando: ‘¡Oh, Hermano Branham, no se vaya!’” Dijo: “Una nube blanca entró y lo agarró, y se lo llevó de nosotros, hacia el oeste”. Eso fue antes de la pirámide o cualquier cosa. Dijo: “Se lo llevó hacia el oeste. Y lloré, y recorrí las calles”.",
    "Dijo: “Después de un rato fui y me senté a la mesa. De casualidad miré allí a la cabecera de la mesa”. Dijo: “Yo sólo podía ver un tanto así de Ud., estaba blanco como la nieve”. Dijo: “Ud. estaba parado allí”. Y dijo: “Ud. habló con autoridad. No había nada qué suponer en ello”. Dijo: “Todo hombre entendió exactamente lo que Ud. estaba diciendo”.",
    "Oh, mi hermano, hermana, ahora, todos Uds. estén conscientes, yo sé lo que eso significa. ¿Ven?",
    "¡Sólo velen! Permanezcan cerca de Cristo. Permítanme advertirles ahora, como ministro del Evangelio, de esto. No acepten ninguna tontería. No se imaginen nada. Permanezcan allí mismo hasta que esto interior de lo interior esté anclado a la Palabra, que Uds. están exactamente en Cristo, porque esa es la única cosa que va a…Porque, estamos en la edad más engañosa en que hayamos vivido. “Engañaría aun a los Escogidos si fuere posible”, porque ellos tienen unción, ellos pueden hacer cualquier cosa como el resto de ellos.",
    "Limpien sus vidas. Paguen sus deudas. “No debáis a nadie”, dijo Jesús. Ahora, ahora, quiero decir, como la renta de su casa y cosas, Uds. tienen que hacerlo. Desháganse de todas sus cosas de sus manos. Enmienden todo. Alístense. Prepárense. Recuerden, en el Nombre del Señor, algo está a punto de suceder.",
    "Voy a ir a los montes esta semana, no exactamente a cazar ardillas; por supuesto, a mí me gusta cazar ardillas. Pero voy allá con este propósito, diciendo: “Oh Dios, no sé en qué dirección moverme, y no quiero perderme esto. Ayúdame”.",
    "Uds. oren por mí. ¿Lo van a hacer? Estaré orando por Uds. Espero, por las misericordias de Dios, que me encuentre con cada uno de Uds., y nos encontraremos en una Tierra mejor que esta aquí.",
    "¿Y para qué venimos aquí? ¿Qué estamos haciendo? Venimos aquí, ¿jugando un juego? Venimos aquí, ¿reuniéndonos como una logia? [El Hermano Branham toca en el púlpito tres veces.—Editor] Es, Cristo no puede venir hasta que esa Iglesia esté perfectamente bien. El está esperándonos. Yo creo que estamos en el fin.",
    "Miren, en California. Miren los disturbios. Miren las diecinueve personas que han sido matadas, racial. ¿No les dije, aquí no hace mucho tiempo, que ese Martin Luther King guiaría a su gente a una masacre? ¿Cuántos recuerdan eso? [La congregación dice: “Amén”.—Editor] No es esa gente de color; son esos líderes agitándolos. No es integración, segregaciones, y todo lo que quieran llamarlo; es el diablo. Eso es correcto. No solamente a los blancos, de color; esto es todos. Es el diablo.",
    "Las facultades mentales y la razón del hombre están derrumbadas. No hay esperanzas. Está más allá de esperanza. Toda la cosa es una llaga podrida. Las facultades mentales del hombre; ellos no pueden tomar decisiones.",
    "Yo no soy un político. Yo no, ni Demócrata ni Republicano. Todos son sucios. Yo estoy a favor de un Reino, y ese es el Reino de Jesucristo. Eso es todo. ¿Pero cómo han visto alguna vez a un montón de títeres como los que tenemos ahora allí, como ese montón de Tejanos que tenemos allí adentro? “Pues”, dicen ellos, “¡todo lo que la gente quiera! Si quieren comunismo, les daremos comunismo. Si quieren integración, les daremos integración. Quieren segregación, damos lo que sea”. ¿Hizo eso…? ¿Dónde están los hombres?",
    "¡Oh Dios! Eso es como el púlpito. ¿Dónde están los hombres, hombres que son hombres, que se paran por un principio? ¿Dónde están las mujeres que se paran por un principio? ¿Dónde está una iglesia que se para por un principio? No tengo el equivalente a cinco centavos de tiempo para un espíritu falto de carácter, que cede, y comprometedor. Si una mujer es una mujer, que sea una dama. Si un hombre es un hombre, que sea hombre.",
    "Si él es un presidente…¿Dónde están nuestros John Quincy Adams? ¿Dónde están nuestros Abraham Lincoln, hombres de principios? ¿Dónde están nuestros Patrick Henry, dijo: “Denme libertad o denme muerte”?",
    "¿Dónde está un hombre que se para por lo que es correcto? ¿Dónde está el hombre que no tiene temor de hablar claro? Pase lo que pase, aunque todo el mundo esté en contra de él, habla claro por lo que es correcto; y se para por ello y muere por ello. ¿Dónde está nuestro Arnold von Winkelried de nuevo hoy en día? ¿Dónde hay hombres de integridad? ¿Dónde hay hombres con espíritu? Son tan faltos de carácter y tardos al grado que ellos no saben dónde están parados.",
    "Dios, permíteme pararme con los principios de un Hombre, como ministro, la Palabra de Jesucristo. “Porque los cielos y la tierra pasarán, pero Ella nunca fallará. Sobre esta Roca edificaré Mi Iglesia; las puertas del Hades no prevalecerán contra ella”.\n\nPongámonos de pie.\n\nBendita sea la unión\n\nQue enlaza nuestro corazón,\n\nEn comunión, los unos con otros\n\nIgual a lo Celestial.\n\nAhora unan sus manos el uno con el otro.\n\nAl irnos de ese calor,\n\nSe siente profundo el dolor;\n\nPero siempre unidas están nuestras almas,\n\nDeseando vernos otra vez.\n\n¡Hasta que nos encontremos!, ¡hasta que nos encontremos!\n\nHasta que nos encontremos a los pies de Jesús;\n\n¡Hasta que nos encontremos!, ¡hasta que nos encontremos!\n\n¡Dios sea con Uds. hasta que nos encontremos otra vez!",
    "Inclinemos nuestros rostros ahora, mientras el Hermano Neville nos despide, en oración.",
    "Vuelvan esta noche, ahora. Estamos esperando un gran servicio esta noche, aquí en el tabernáculo. Dios los bendiga. Y oren por mí; yo oraré por Uds.",
    "No piensen que soy un fanático, amigos. No piensen que estoy tratando de imponerles algo. Yo los amo. Y tengo un principio, ése es la Biblia. Ni una sola Palabra puede ser quitada de Ella. Ni una sola Palabra puede ser añadida a Ella. Y la creo de la manera en que está escrita.",
    "Inclinemos nuestros rostros ahora, y nuestro leal y buen pastor despedirá a la congregación. Dios lo bendiga, Hermano Neville. 🦅"
  ]
}