{
  "title": "CRISTO ES REVELADO EN SU PROPIA PALABRA",
  "id": "65350009",
  "content": [
    "🦅  Inclinemos nuestros rostros. Señor Jesús, el Pastor del gran Rebaño, estamos tan endeudados Contigo, Señor, que nunca pudiéramos pagarte por el amor que Tú has derramado en nuestros corazones. Nos sentimos tan indignos mientras inclinamos nuestros rostros y estamos de pie en Tu Presencia. Te pedimos que nos limpies de todas las faltas y de todo pecado. Rogamos que Tú fortalezcas nuestros cuerpos hoy. Muchos están enfermos y afligidos, como se muestra aquí, de pañuelos y peticiones llegando por el teléfono y por todas partes.",
    "Y creemos que estamos finalizando la historia de este mundo ahora, y pronto el tiempo se va a fundir en la Eternidad, y queremos estar listos para esa hora. Y por eso nos hemos reunido aquí esta mañana, es para prepararnos para ese tiempo. Se me ha dicho que hay muchas de las conexiones telefónicas esta mañana por toda la nación, de costa a costa. Adondequiera que nuestras voces estén llegando, que ese grupito sea bendecido. Sana a los enfermos que están entre ellos, y ruego que Tú limpies sus almas de todo mal. Y ayúdanos aquí esta mañana, en el tabernáculo, que nosotros también podamos gozar de ese gran privilegio.",
    "Y pedimos que Tú nos hables hoy a través de Tu Palabra escrita, y que el Espíritu nos revele las cosas de las cuales tenemos necesidad, ya que nos hemos reunido por toda la nación ahora, sintiendo que somos un pueblo pequeño, pero tenemos un lugar entre los redimidos, porque hemos creído en Jesucristo. Concédenos estas cosas, Señor.",
    "Y cuando terminemos el servicio y nos vayamos a nuestros diferentes hogares por toda la nación, que digamos, como aquellos de Emaús: “¿No ardían nuestros corazones en nosotros mientras nos hablaba por el camino?”",
    "Ahora, Padre, sé que cualquier cosa que yo dijera ciertamente sería insuficiente, para los—los buenos Cristianos por toda la nación que ahora están sintonizados, no sería—no sería adecuado. No sería algo que yo pudiera decir que pudiera hacer algún bien, porque todos estamos en la misma categoría. Somos humanos, mortales. Pero permite que el gran Espíritu Santo hable; que El tome control de la Palabra y que simplemente El mismo se revele. Estamos esperando en El ahora, en el Nombre de Jesús. Amén.\n\nPueden sentarse.",
    "Yo en cierta manera…sorprendiéndome. Le dije a mi esposa, si por casualidad ella está escuchando, allá en Tucson, que yo no pensaba que yo tendría algún servicio cuando yo regresara; y ni siquiera traje ropa. Y le dije a mi nuera, ella había planchado mi saco, y dije: “Me voy a quedar detrás del púlpito, con…Ellos no saben que los pantalones son de una clase y el saco de otra”. Son los que me pongo en la casa. Pero, Meda, ella planchó mi camisa y todo, así que todo…No te preocupes; todo está bien.",
    "Ahora, tenemos una petición aquí, que hay un muy querido hermano…Y creo que—que Prescott, creo, está conectado esta mañana, allá en—en Prescott, Arizona. El papá de la Hermana Mercier acaba de estar en camino aquí a la reunión, tengo entendido, y tuvo que ser llevado al hospital con un ataque al corazón, el Hermano Coggins. Y, también, el Hermano Junior Jackson, creo que él está oyendo allá en la siguiente radio allá, o en el siguiente teléfono allá en Clarksville o New Albany, y su papá está en el hospital, tengo entendido, con una seria operación de cáncer en el hígado. Así que ciertamente queremos recordar a esos en nuestras oraciones. Y ahora hay otros aquí, también, pero no queremos tomar el tiempo. Dios sabe todo acerca de ellos, así que oremos por ellos ahora.",
    "Amado Dios, mientras ese amado anciano de manos arrugadas, el Hermano Coggins, un viejo veterano del campo, ha…tendido en el hospital esta mañana, en alguna parte, sufriendo de un ataque en su corazón. Dios, ese pobre corazón ha pasado por muchos problemas. Yo ruego, Dios, que le ayudes. Concédelo. A él le gusta…a él le encanta la vida como a todos nosotros nos encanta, y él quiere vivir. Señor Dios, concédelo. Nosotros por toda la nación oramos en el Nombre de Jesús por él, que Tú lo sanes y lo saques. Creemos que Tú lo harás; él vendrá directamente a la reunión.",
    "Oramos por el Hermano Jackson, su precioso papá acostado allá ahora al borde de la muerte, y trajo al mundo a un buen muchacho como Junior. Yo—yo—yo ruego, amado Dios, que Tú lo sanes. Yo sé que parece imposible. Los médicos, los doctores, ellos—ellos no saben qué hacer en esa clase de caso. Pero recordamos al Hermano Hall, también, cuando los mejores de todos los médicos aquí dijeron, en Louisville, dijeron: “El solamente tiene unas cuantas horas para vivir”, con cáncer en el hígado. Y él está viviendo hoy, y eso fue hace veinticinco años, debido a Tu gracia. Así que ruego que Tú sanes al Hermano Jackson hoy, Señor, permite que Tu gracia y misericordia sean con él.",
    "Y todo este gran montón de pañuelos y telas y cosas que están colocadas aquí en petición; Tú las conoces todas, Padre. Yo ruego que Tú concedas sanidad a todas ellas. En el Nombre de Jesucristo. Amén.",
    "Ahora para comenzar, esta mañana, no pensé que yo iba a venir, en primer lugar, el domingo pasado. Y luego otra vez, cuando lo anunciamos, yo vine. ¡El Hermano Neville me pidió que yo hablara! Y luego anunciamos que estaría aquí hoy, y no ha sido notificado a la gente alrededor del país. Y ahora tenemos este sistema de teléfono, el cual está muy, muy bien. La gente puede sentarse en sus hogares o sus…reunirse en sus lugares, sus iglesias, y demás, y oír el servicio. Yo aprecio eso.",
    "Ahora veo puestas aquí, habían habido muchas peticiones esta semana pasada, sobre lo que dije el domingo pasado en el Mensaje. Creo que olvidé ahora cómo lo titulé. Pero dije algo con respecto a pagar sus deudas. Y Uds. saben, no importa lo que uno diga, es malentendido por muchos. No porque ellos… ellos no quieren malentenderlo, pero Uds. simplemente lo malentienden.\n\nY ahora alguien dijo: “¿Deberíamos de comprar un carro?” O, “¿Qué debería yo…?”\n\nAhora, eso no es de lo que Jesús habló, o la Biblia allí, que dice: “No debáis a nadie nada”. Eso es cuentas rezagadas que Uds. pudieran pagar. Páguenlas. Eso no…Eso es no deber a ningún hombre nada. No quiere decir…Oh, debemos nuestra renta, nuestra cuenta del teléfono, nosotros…y demás. Nosotros—nosotros debemos esas cosas, y las pagamos. Pero, una vieja deuda rezagada que Uds. pudieran estar pagando, páguenla. ¿Ven? Ahora, no anden con alguna cosa pendiente sobre Uds. de esa manera.",
    "Recuerdo una ocasión cuando estuve enfermo, una vez cuando era un muchacho. Salí del hospital debiendo como dos mil dólares. Y solía haber una farmacia aquí, el Sr. Swaniger, le debía a él como trescientos o cuatrocientos dólares, una cuenta de medicinas. El ni siquiera me conocía. Y el hombre…Yo fui adonde él. Yo no lo conocía. Y él simplemente la envió allá arriba, de todas maneras, nunca rehusó enviarla. Y yo dije: “Yo le debo a Ud.” Y yo dije…Yo creo, Swaniger…Era el Sr. Mason allá en la Avenida Court y Spring.\n\nY yo dije: “Yo le debo a Ud. Y todavía estoy—estoy terriblemente débil, pero estoy tratando de ir a trabajar. Ahora, si no puedo pagarle…” Yo acababa de convertirme en Cristiano. Yo dije: “Lo primero, Sr. Mason, como mi obligación hacia Dios, le debo a El mis diezmos. Le quiero pagar a El mis diezmos, primero”. Y yo dije: “Luego mi siguiente obligación es pagar mis deudas”. Yo dije: “Mi padre está enfermo, y él…Y tenemos…Somos diez hijos en la familia”. Pero yo dije: “Yo voy a…Si no puedo pagarle nada más que veinticinco centavos en esa cuenta, cada día de pago; si ni siquiera puedo pagarle los veinticinco centavos, vendré y le diré al respecto. Yo le diré: ‘Yo—yo—yo no puedo hacerlo esta vez’”. Ahora, con la ayuda de Dios, yo la pagué toda. ¿Ven? Pero eso es lo que quiero decir, ¿ven? Que simplemente no diga alguien…",
    "Oh, un Cristiano aquí en la iglesia en una ocasión fue e hizo que se le hiciera un trabajo aquí en un carro, y el hombre vino…El hombre dijo: “Le pagaré. Me pagan el sábado”, o alguna u otra cosa. Y él nunca le pagó. Y pasaron semanas tras semanas, y nunca le pagó, nunca dijo una palabra. Y—y el hombre vino y me preguntó, él dijo…¿Ven?, se refleja contra la iglesia. Se refleja contra Cristo.\n\nSi no le pueden pagar, vayan a decirle, digan: “Yo le debo, y le voy a pagar. Yo soy un Cristiano, pero yo—yo simplemente… No puedo hacerlo en este momento, tengo…Yo debo esto”. Y, recuerden, está en los libros de Dios también, Uds. saben, que Uds. lo deben. Así que eso es…\n\nEstoy tratando, por mí y por todos nosotros juntos, tratando de que estemos listos, porque sabemos que nos estamos acercando a algo, muy cerca a algo que va a suceder. Así que queremos estar listos. Cuando la Venida del Señor se está acercando tanto ahora, queremos estar listos para esa gran hora.",
    "Ahora queremos prepararnos y hablar ahora sobre un pequeño tema aquí que escogí para esta mañana, con la ayuda del Señor. Y hablaremos tan brevemente como podamos, debido a la conexión de la gente. Espero que todos Uds. tienen una…por toda la nación, tienen una hermosa mañana como la tenemos aquí en Indiana. Un clima agradable, fresco y hermoso estamos teniendo ahora desde que llovió. Y está muy agradable.",
    "Ahora quiero leer del Libro de Hebreos, el capítulo 1; y del Libro de San Juan, el capítulo 1. Hebreos 1:1 al 3, y San Juan 1:1, como texto. Mi tema esta mañana es un estudio en las Escrituras. Ahora leamos Hebreos 1:1.\n\nDios, habiendo hablado muchas veces…muchas maneras en otros tiempos a los padres por los profetas,\n\nPero en estos postreros días nos ha hablado por el Hijo, a quien constituyó heredero de todo, y por quien asimismo hizo el universo;\n\nEl cual, siendo en el resplandor de su gloria, y…imagen misma de su sustancia, y quien sustenta todas las cosas con la palabra de su poder, habiendo efectuado la purificación de nuestros pecados por medio de sí mismo, se sentó a la diestra de la Majestad en las alturas,\n\n¡Qué hermosa lectura! Ahora San Juan 1:1.\n\nEn el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios.",
    "Ahora, y mi texto esta mañana es: Cristo Es Revelado En Su Propia Palabra. Ahora, dónde llegué a la conclusión para hablar sobre esto, fue debido a que…Sabiendo que lo que decimos no debemos sólo decirlo porque estamos reunidos para hablar por casualidad sobre algo, sino que es algo que ayudará a estabilizar al pueblo, porque vamos a pasar por aguas peligrosas y traicioneras. Ya estamos navegando por ellas. Y algunas veces creo que es con Uds. como lo es conmigo, que pareciera como que, tanto de ello, es tan espantoso.",
    "Acabo de estar hablando con un joven ministro y su esposa, en el cuarto, hace apenas unos momentos. Y ambos están nerviosos así como el resto del mundo, el resto de los seres humanos sobre la tierra. Yo dije: “Recuerden, Satanás tiene un golpe dirigido a Uds.” No importa quienes son Uds., Dios…El tiene derecho a ese golpe. ¿Qué preferirían que fuera, ese golpe; ser ciegos, o ser un artrítico sentado en una silla, o ser nerviosos? ¿Ven? El tiene alguna parte en la que él puede golpearlos. El tiene derecho a ese lugar descubierto. Ahora, ese es el lugar que Uds. tienen que mantener cubierto todo el tiempo. ¡Y ver esta edad nerviosa en la que estamos viviendo!",
    "Y las cintas de la semana pasada, creo, les revelarán a Uds. las grandes cosas espantosas acerca de las cuales vamos a hablar uno de estos días cuando podamos conseguir un lugar suficiente, de la apertura de esas últimas plagas que han de ser derramadas sobre la tierra, esas Copas, mejor dicho, el derramamiento de las Copas, y los Siete Truenos, y esas cosas espantosas que vienen sobre la tierra. El hombre ahora, y la gente hoy en día, están en una condición tan neurótica; ¡todo el mundo!",
    "Si Uds. leen la Selecciones de este mes pasado, se darán cuenta del tema allí; es sobre Billy Graham, el gran evangelista. El se puso tan cansado que él simplemente no pudo tener sus reuniones, y él—él fue a la clínica Mayo para un reconocimiento médico. No había nada malo en él, solamente que él no hace suficiente trabajo. Y ellos lo pusieron a correr; en ejercicio físico. El corre una milla cada día.\n\nY luego el artículo sigue adelante diciendo que la ciencia ha probado que hoy en día, que niños jóvenes, estos muchachitos y muchachitas, “llegan a su edad mediana a los veinte años de edad”. Y para los veinticinco, muchas veces, en muchos casos, muchachas han salido de la menopausia, a los veinticinco años de edad.\n\nNo sé si Uds. lo sabían o no, pero hace unas noches mientras el Espíritu Santo estaba hablando aquí en la reunión, una muchachita sentada aquí, eso es exactamente lo que estaba mal con esa criatura cuando la llamó. La miré la segunda vez, miré de nuevo, y vi qué era lo que pasaba. Yo pensé: “No puede ser; esa criatura está demasiado joven”. Pero era menopausia, como de veinte años de edad, veintitrés, algo así. ¿Ven?",
    "Mi mamá y la mamá de Uds. llegaron a esa época como de los cuarenta y cinco a los cincuenta. Mi esposa llegó a esa época como a los treinta y cinco. Ahora ha bajado a los veinte. Toda la raza humana está degenerada. Bueno, si esos seres físicos de nuestro cuerpo se están despedazando así por comer comidas híbridas, tensiones, que lo degeneran, ¿no degenera eso también la célula del cerebro? Entonces podemos ver cómo las mujeres pueden salir a la calle, desnudas. Podemos ver cómo pueden correr por las—las calles a ciento veinte millas por hora [Ciento noventa y tres kilómetros por hora.—Traductor], todas estas cosas. Ha llegado a un punto donde toda la nación, todo el mundo, no sólo esta nación, pero en todas partes, están mentalmente acabados.",
    "Y luego cuando abramos esas, si el Señor quiere, sobre esas Siete Copas y mostremos esas cosas espantosas. Los hombres estarán tan dementes, después de un tiempo, al grado que se imaginarán que están viendo hormigas del tamaño de una montaña. Estará atormentando mujeres; serán langostas que vendrán sobre la tierra, con cabello largo, para atormentar mujeres que se cortaron el suyo; cabello como las mujeres, colgándoles; y dientes largos, como un león; aguijones en sus colas, como un escorpión, y—y demás, para atormentar a los hombres sobre la tierra. Pero entonces será demasiado tarde para hacer algo al respecto. Uds. enmiéndense ahora. ¡Atormentando!",
    "Y el domingo pasado cuando estábamos examinando a fondo esos ciclos, acerca de cómo los cinco sentidos de la esfera exterior. Esa es la entrada, cinco sentidos al cuerpo. Sólo hay una manera en que Uds. pueden entrar al cuerpo, eso es por medio de esos cinco sentidos: vista, gusto, tacto, olfato, y oído. No hay otra manera de hacer contacto con el—el cuerpo.",
    "En el interior de ese hombre está un hombre llamado espíritu, y él tiene cinco sentidos: pensar, pensamiento…y pensamiento, y amor, y conciencia, y demás. Muy bien.",
    "Ahora, uno no puede pensar con su cuerpo. Uno piensa con su mente. Y allí es donde demasiados, de los Cristianos, sólo se detienen. Y pueden, así como el maíz en el campo y la hierba en el campo, ellos pueden ser ungidos con el mismo Espíritu Santo con el que el verdadero creyente es ungido.\n\nPero allí en el interior de eso, la siguiente esfera, la tercera esfera, está el alma; y esa es predestinada por Dios. Allí es donde el verdadero germen simiente está, es allí adentro.",
    "Y, recuerden, si tomo un cadillo [Fruto aovado cubierto de espinas de la planta del mismo nombre.—Traductor] y lo abro, injerto en él el corazón de un—de un trigo y lo pongo allí, lo entierro, produciría un trigo del cadillo; no importa qué es el exterior, cuáles sean las emociones.",
    "Hoy en día, están tan confundidos acerca de la evidencia del Espíritu Santo, y demás. Satanás puede imitar cualquier clase de don que Dios tiene, pero él no puede traer esa Palabra, Palabra por Palabra. Allí es donde él falló en el huerto del Edén. Allí es donde él siempre ha fallado. Allí es donde ellos, la cinta sobre “falsos ungidos”, o ungidos; ellos pueden ser ungidos con el Espíritu, hablar en lenguas, danzar, gritar, predicar el Evangelio, y todavía ser un diablo.\n\n¡Es el interior! Ahora recuerden, Jesús dijo: “Todo lo que el Padre me ha dado, vendrá a Mí. Ninguno puede venir si Mi Padre no le trajere primero”.\n\nAhora, hemos pasado por la lección, para mostrar que en…Uds. estaban en su tatara-tatarabuelo, hasta allá atrás, hablando físicamente. Entonces, eso es lo que Uds. son en el ser físico, lo natural. Algunas veces un niño nacerá en una familia, pelirrojo. Eso asombra al padre, porque no hay nadie que él sepa, de su gente, pelirrojo, o de la madre. Pero si Uds. fueran muy atrás a varias generaciones, Uds. se darán cuenta que alguien era pelirrojo. Esa simiente continúa viniendo, y Uds. vienen con la naturaleza de uno de muy atrás.\n\nComo Hebreos el capítulo 7 dice, que: “Melquisedec, Abraham le pagó diezmos a El cuando él volvía de la derrota de los reyes. Y Leví, quien recibía diezmos, pagó diezmos”, porque él estaba en los lomos de Melquisedec en…o, “los lomos de Abraham”, mejor dicho, cuando él se encontró con Melquisedec.",
    "Ahora la misma cosa es esto. Si Uds. son un hijo de Dios, y si yo soy un hijo de Dios, o una hija de Dios, nosotros estábamos en Dios en el principio. Y cuando Jesús llegó a ser la plenitud de la Palabra, entonces nosotros estábamos en El, en forma de germen. Cuando El fue crucificado, nosotros fuimos crucificados en Su cuerpo. Cuando El resucitó de los muertos, resucitamos con El. Y ahora, desde que lo hemos reconocido, “ahora nos sentamos juntamente con El, en lugares Celestiales en Cristo Jesús”. ¿Ven? Porque El…Nosotros, si somos hijos e hijas de Dios, somos los hijos de Dios, entonces somos atributos de Dios. Entonces estábamos…tenemos Vida Eterna. Y Dios es la única Vida Eterna que hay. Entonces, nosotros estábamos en El desde el principio. Y cuando Jesús llegó a ser toda esa Palabra, entonces éramos parte de El entonces. ¡Amén! Allí lo tienen. Cuando eso está allí adentro, no hay diablo, no hay poderes, no hay nada que alguna vez pueda moverlo. Ese es el poste de amarre del alma.",
    "Uds. pueden estar ungidos aquí afuera, en este espíritu, y desear y hacer todas estas otras cosas. Pero cuando llegue a este poste de amarre a esa Palabra, Uds. nunca se moverán de allí. Eso se mantendrá firme y fiel, a esa Palabra, a más no poder. Aparte de eso, a pesar de lo que Uds. hagan, todavía están perdidos.",
    "Esa Edad de la Iglesia de Laodicea, “desnuda, ciega, miserable; ni siquiera lo sabe”. ¿Ven?, está fuera…Es ese ungido, ungido con el verdadero Espíritu. ¿Ven?, ese Espíritu Santo puede caer sobre un hombre, en su espíritu. Pero su alma es su germen; ese germen es la Palabra. ¿Ven? Y cómo…A mí no me importa cuánto puedan Uds. predicar, cuán bien hacen esto, y cuánto aman; esa es una de las entradas al espíritu. Uds. no pueden amar con su cuerpo; Uds. aman con su espíritu. Esa es una de las entradas. Y Uds. pueden amar, y aun amar a Dios, y todavía no estar correctos. Uds. pueden echar fuera demonios, y predicar, y hacer estas cosas; todavía no estar correctos. Jesús así lo dijo, dijo que muchos vendrían en aquel día. ¡Esa Palabra lo concluye!\n\nEn el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios.\n\nY aquel Verbo llegó a ser carne, y habitó entre nosotros…",
    "Fíjense, voy a hablar sobre este tema de la Biblia, de: Cristo Revelado En Su Propia Palabra. Donde saqué esta conclusión, fue en mi cuarto.\n\nAlguna persona querida, quizás esté sentada aquí esta mañana…Tengo un cuadro colgado en mi estudio allí arriba, ese es un cuadro del Rostro de Cristo de Hofmann, escrito en las Bienaventuranzas. Y justamente donde uno llega a un punto en que como que se necesita una parte del cabello, ellos presionaron un poquito más duro la pluma a medida pasa uno por esa parte. Allí, allí está El, colocado en Su Palabra, mirando directamente hacia afuera; Cristo en las Bienaventuranzas. Alguien, quienquiera que haya sido, le doy gracias por él.\n\nY alguien trajo ese cuadro y lo puso allí en mi estudio, de Elías subiendo en un carro de fuego. Nosotros apreciamos estas cosas. Muchas veces, grandes multitudes, simplemente no tengo oportunidad de hablar y decir estas cosas, pero lo veo, hermano, hermana. Yo—yo lo sé, y Dios lo sabe.",
    "Ahora voy a hablar sobre este tema de: Cristo Revelado En Su Propia Palabra. Cómo, en las Bienaventuranzas, allí está un retrato de Cristo, como sobresaliendo. Allí es donde pensé en este tema. Ahora, Cristo y la Palabra es lo mismo. ¿Ven?",
    "Ellos dicen: “¿Cómo fue la Biblia…?” La gente dice. Yo iba en carro con un hombre no hace mucho tiempo. El dijo: “Piénselo. Nosotros aquí en esta tierra, de la manera que somos, y sólo sabemos o sólo podemos decir que somos salvos por una fábula Judía llamada la Biblia”.",
    "Yo dije: “Señor, no sé cómo dice Ud. eso, pero yo no creo que es una fábula Judía”, dije yo.\n\nEl dijo: “Bueno, uno ora, ¿a qué le ora uno? Yo pedí tal y tal y ciertas cosas; no las recibí”.",
    "Yo dije: “Ud. ora mal. Nosotros nunca deberíamos de orar para cambiar la mente de Dios; nosotros deberíamos de orar para cambiar nuestra mente. La mente de Dios no necesita ningún cambio. ¿Ven? ¿Ven?, está correcta”. Yo dije: “No por lo que uno oró…”\n\nYo conozco a un joven Católico, una vez, tenía un libro de oraciones, diciendo oraciones, y para que su madre viviera. Y ella murió, y él tiró el libro de oraciones en el fuego. Bueno, ¿ven?, yo no estoy a favor del libro de oraciones; pero, de todas maneras, ¿ven?, Uds. toman la actitud incorrecta. Uds. le están tratando de decir a Dios qué hacer.\n\nLa oración debería de ser: “Señor, cámbiame para cuadrar con Tu Palabra”. No: “Cambia”, no, “déjame cambiar Tu mente. Tú cambia mi mente”. ¿Ven? “Tú cambia mi mente hacia Tu voluntad. Y Tu voluntad está escrita aquí en el Libro. Y, Señor, no—no me dejes ir hasta que Tú formes mi—mi mente exactamente como Tu mente. Y entonces cuando mi mente esté formada como Tu mente, entonces creeré toda Palabra que Tú escribiste. Y Tú dijiste, allí adentro, que Tú harías que a los que te aman ‘todo les ayude a bien’. Y yo te amo, Señor. Todo está ayudando a bien”.",
    "He estado esta semana allá en el campo, quedándome con unos amigos muy queridos. Yo les pregunté a algunos de ellos en la mesa, ayer, cuando estábamos comiendo. Siempre nos sentamos alrededor y tenemos un pequeño…como un pequeño estudio sobre la Biblia. Estábamos hablando acerca del amor.\n\nY había una cierta persona que me dijo, él dijo: “Yo creo que Ud. es un anticristo”.",
    "Yo dije: “Si eso fuera agradable a mi Señor, eso es lo que quiero ser. Quiero ser cualquier cosa que El quiere que yo sea. Yo lo amo a El. Y si El me echara en el infierno, todavía lo amaré a El, si me voy con el mismo espíritu que tengo ahora”. El me miró a mí un poco extraño.\n\nVi a cuatro o cinco de ellos allí, hombres jóvenes; esposas jóvenes, buenas mujeres. Yo sabía cómo esos muchachos amaban a sus esposas, así que les dije, yo dije: “Esta es la manera de probarlo. Si su esposa, antes de que Uds. se casaran…Ahora, Uds. retrocedan, digamos que Uds.…esta vida de casados, Uds. han estado soñando que estaban casados; realmente no estaban casados, sino que Uds. soñaron de que lo estaban. Y Uds. despertaron, y fueron y hablaron de ello con su novia, y dijeron: ‘Sabes, soñé que estábamos casados, y tuvimos hijos. Estábamos viviendo felices, y—y esperando la Venida del Señor, y todo’. Y entonces esta muchacha les dijera a Uds.: ‘Sabes, yo amo a otro hombre más de lo que te amo a ti. Yo pudiera ser más feliz con el otro hombre’. ¿Pudieran Uds., de todo corazón, amarla lo suficiente para decir: ‘Que las bendiciones de Dios descansen sobre ti, querida. Vete con este otro hombre’?”\n\nAhora, ahora examinen eso, cada uno de Uds. hombres o Uds. mujeres. ¿Ven? Bueno, si su amor es correcto, harían eso, porque están interesados en el bienestar de ella. Que, Uds. saben que pudieran tenerla, pueden vivir con ella, Uds.…Ella es su esposa; ella lo será. Ella se casará con Uds., pero ella no será feliz. Ella sería más feliz…Y entonces, si Uds. la aman, entonces Uds. quieren que ella sea feliz.\n\nPor tanto, cualquiera que sea la voluntad de Dios, que la voluntad de Dios sea hecha, sea que yo esté feliz con ello o no. Yo quiero vivir para que El esté satisfecho con lo que yo hago. Por tanto examinen su—su objetivo y su motivo por medio de eso; Uds. saben si aman a Dios o no.\n\n¿Qué si El dijera: “¿Me servirías tú si Yo te voy a desechar?”\n\n“Yo te amo, de todas maneras”.",
    "Por tanto, si las iglesias vieran eso y pudieran creerlo de esa manera, no sería uno tratando de quitarle la pelota de fútbol al otro compañero cuando él está corriendo con ella. El estaría protegiendo a ése. ¿Ven? Cuando, el real y verdadero motivo y objetivo, no sería uno tratando de decir: “¡Oye, yo tengo esto también! Yo, éste soy yo, éste”. ¿Ven?, Dios no puede usar a un hombre. Hay tanta imitación que le sigue, y ese es Satanás. Y la gente no puede darse cuenta de eso. Están tratando de quitarle la pelota a alguien al cual se la han dado. Dejen que Dios levante un cierto ministerio y observen cuántos se van en pos de él. ¿Ven? ¿Ven?",
    "Ahora, amor genuino para Dios: “No importa qué parte soy, Señor, si tan sólo puedo decir una palabra a favor de Ella, ayudar a protegerla, permíteme hacer eso”. ¿Ven?\n\nEsa es la misma cosa que sería acerca de su esposa. Si Uds. verdaderamente la aman, ¿ven?, no es un—no es un—un amor fileo; es un amor Agape, un amor genuino. Ella pudiera vivir con alguien más, más feliz; Uds. no están casados ahora, por supuesto, Uds. no pueden.",
    "Y, a propósito, la gente que está escuchando estas cintas. Algunos, tantos, envían, dicen: “Pues, en el Divorcio Y Casamiento, Ud. dijo esto y Ud. dijo aquello”. Yo dije eso tantas veces; estas cintas van sólo…Estoy hablándole a mi congregación, hermano. Yo no soy responsable por lo que Dios le dio a Ud. para pastorear; soy responsable por la clase de Alimento que alimento a esta gente. Esto es sólo para este tabernáculo. ¿Ven? Ahora, si la gente quiere escuchar las cintas, eso depende de ellos. Pero estoy hablándole a los que Dios me ha dado. Fueron los pecados de ellos los que fueron omitidos.\n\nAlguien escribió, y dijo: “Pues, yo hice esto e hice aquello. Ud. dijo que nuestros pecados…” Yo—yo no dije eso.\n\nYo dije: “Atiendan esto; esto sólo es para esta gente aquí mismo, la gente aquí en el tabernáculo, mi propio rebaño”. Ahora, si la gente quiere hibridar el alimento y cosas allá afuera, Uds.—Uds. obtengan la revelación de Dios y hagan lo que Dios les dice que hagan. Yo haré lo mismo. Pero estos Mensajes son para esta iglesia.",
    "Fíjense ahora, nosotros regresamos, tenemos que tener una u otra cosa de la que tenemos que agarrarnos. Algo tiene que ser un poste de amarre, en otras palabras, es lo definitivo. Y todos deben tener algo definitivo o un absoluto. Yo prediqué sobre ello una vez, hace años, sobre un absoluto, un punto que es la última palabra.",
    "Como el árbitro en un juego de pelota, si él dice que es un “strike”, eso es exactamente lo que es. No importa cómo lo vieron Uds., el arbitro dijo que es un “strike”. Uds. dijeron: “Yo—yo—yo…No fue un ‘strike’. Pasó…Yo vi el…” No importa qué es, cuando él dijo: “strike”, eso es, eso lo concluye, exactamente. El, él es lo definitivo.",
    "Y el semáforo es algo definitivo, si dice: “siga”. Uds. dicen: “Pues, yo, yo tengo prisa, yo tengo…” No, no. Dice: “Ud. quédese quieto mientras la otra persona sigue”. ¿Ven? Es lo definitivo.",
    "Ahora, tiene que haber algo definitivo para todo lo que uno hace. Tuvo que haber algo definitivo cuando uno escogió a su esposa. Tuvo que haber una mujer que uno tenía que elegir.",
    "Ahora, tiene que haber un tiempo donde, cuando uno va a comprar un carro, qué clase de definitivo va a hacer uno. Será Ford, Chevy, Plymouth, carro extranjero, sea lo que sea, uno tiene que tener algo definitivo.\n\nY así es con la vida Cristiana. Tiene que haber algo definitivo.",
    "Ahora, si un hombre dijo, fue adonde otro hombre y dijo…oyó a alguien decir: “Bueno, Ud. debería de ser bautizado”, y este hombre nunca…Quizás, la de él, alguna iglesia que no bautizaba, solamente rociaban. Yo creo que, digamos por ejemplo, los Metodistas, ellos sí bautizan si se pide, tengo entendido. O quizás el…\n\nUn Católico, creo que ellos sólo rocían. Así pues si—si un hombre oyó algo acerca de ser “sumergido en el agua”, pues, él no entendió eso; él fue criado Católico. Así que él va adonde el sacerdote, y dice: “Padre, tengo entendido que debemos de ser bautizados por inmersión. ¿Qué dice nuestra iglesia acerca de eso?”",
    "🦅 Pues, dice que—que debemos ser rociados”. Si esa iglesia es su definitivo, eso lo concluye. Toda controversia ha terminado; así lo dijo la iglesia, y eso es todo.",
    "¿Qué si el…si un hermano Bautista nos oyera decir que nosotros creemos en ser bautizados por “inmersión”? El diría: “Yo creo eso”.\n\n“Y en el Nombre de ‘Jesucristo’”.\n\nAhora, este—este miembro de la iglesia regresa adonde el pastor y dice: “Pastor, oí a un hombre decirme que deberíamos de ser bautizados por inmersión, ciertamente, pero en el Nombre de ‘Jesucristo’”.",
    "🦅 Bueno”, diría él, “ahora, veamos. Pues, aquí el libro dice que debemos ser bautizados usando ‘Padre, Hijo, Espíritu Santo’”. Si esa iglesia es lo definitivo, eso lo concluye. El no tiene interés en lo que alguna otra cosa dice; ese es su definitivo.",
    "Pues, toda denominación es lo definitivo para sus creyentes.\n\nPero, para mí, y para los que yo espero que estoy guiando a Cristo, y por medio de Cristo, la Biblia es nuestro definitivo. No importa…Porque, Dios dijo: “Sea la palabra de todo hombre mentira, y la Mía Verdad”. Y yo creo que la Biblia es lo definitivo de Dios. No importa lo que alguien más dice; Ella es lo definitivo.\n\nLa Biblia no es un libro de sistemas. No, señor. No es un libro de sistemas, ni un código de moralidad. La Biblia no es un libro de sistemas, tantos sistemas, y demás. No, señor. No es un libro de moralidad. No, señor. No lo es. Ni es un libro de historia, en total. O, tampoco es un libro de teología. Porque, es la revelación de Jesucristo.\n\nAhora si les gustaría leer eso, a Uds. que tienen sus papeles, anotándolo, eso es Apocalipsis 1:1 al 3, como, la Biblia es “la Revelación de Jesucristo”.",
    "Sólo leámoslo mientras tenemos tiempo. Creo que mi…no tengo demasiadas notas aquí de las cuales hablar. Si el Señor tarda, pues, trataremos de tomar de ellas.\n\nLa revelación de Jesucristo, que Dios le dio, para manifestar a sus siervos las cosas que deben suceder pronto; y la declaró enviándola por medio de su ángel a su siervo Juan,\n\nQue ha dado testimonio de la palabra de Dios, y…testimonio de Jesucristo, y de todas las cosas que ha visto.\n\nBienaventurado el que lee, y los que oyen la palabra de esta profecía, y guardan las cosas en ella escritas; porque el tiempo está cerca.",
    "Así que, la Biblia es la completa revelación de Jesucristo. Y fue escrita por profetas. Hebreos 1:1, en…“Dios, habiendo hablado muchas veces a los padres por los profetas, en estos postreros días nos habla a través del Hijo, Jesucristo”, el cual era los profetas, todos ellos, juntos. Jesús era Malaquías; Jesús era Jeremías, Isaías, Elías. Todo lo que ellos eran, estaba en El. Y todo lo que Uds. son, y todo lo que yo soy, está en El; Palabras, testigos de la Palabra.\n\nAsí que Ella no es un libro de sistemas, un código de éticas de moralidad, tampoco es un libro de historia, o un libro de teología. No lo es. Sino que es una revelación de Jesucristo, Dios mismo revelado, de Palabra a carne. Eso es lo que Ella es. La Biblia es la Palabra, y Dios es la carne, Dios en…Dios es la Palabra, mejor dicho, y Jesús es la carne. Es la revelación, cómo Dios (la Palabra) fue manifestado en carne humana, y fue revelado a nosotros. Y por eso es que El llega a ser un Hijo de Dios; El es parte de Dios. ¿Entienden? Ahora, El no es…El cuerpo es parte de Dios, tanto que es un Hijo.",
    "Un Hijo, como los Católicos lo dicen, “Hijo Eterno”, y todo el resto de las iglesias; la palabra ni siquiera tiene sentido. ¿Ven? No puede ser Eterno, y luego ser un Hijo, porque un Hijo es algo que es “engendrado de”. Y la palabra Eterno, El no puede ser un Eter-…El puede ser un Hijo, pero El no puede ser un Hijo Eterno. No, señor. No puede ser un Hijo Eterno.",
    "Ahora, pero El es el Hijo, tanto, que toda la Palabra que estaba en Jeremías, en Moisés, y todas esas Palabras, como El dijo: “Ellas hablan de Mí”. Toda aquella verdadera y Divina revelación de la Palabra fue a dar a un cuerpo humano, y Dios puso carne alrededor de El. Esa es la razón de que El fue llamado “Hijo”, la razón de que El se refiere a: “Padre”. Pues, es tan sencillo, si tan sólo le permiten a Dios derramarlo dentro de sus mentes. ¿Ven? Dios revelado en un cuerpo de carne, fíjense, revelado de carne…o de Palabra a carne. Eso es San Juan 1:14: “Y aquel Verbo fue hecho carne, y habitó entre nosotros”.",
    "Ahora fíjense en esta Biblia. Algunos de ellos dijeron: “Oh, pues, ha hecho esto, ha hecho aquello”. Pero permítanme decirles algo, vamos a…\n\nEntremos en la historia de la Biblia, un momento, veamos de dónde vino. Fue escrita por cuarenta diferentes escritores. Cuarenta hombres escribieron la Biblia, durante un espacio de mil seiscientos años aparte, y en diferentes tiempos, prediciendo los eventos más importantes que hayan sucedido en la historia del mundo, y, muchas veces, centenares de años antes de que sucedieran. Y no hay un solo error en todos los sesenta y seis Libros. ¡Oh, hermanos! Ningún autor excepto Dios mismo podía ser tan exacto. Ni una sola Palabra contradice a la otra.\n\nRecuerden, mil seiscientos años aparte, la Biblia fue escrita, desde Moisés hasta—hasta la muerte de—de Juan en la isla, o la isla de Patmos. Mil seiscientos años, y fue escrita por cuarenta autores diferentes; uno ni siquiera conocía al otro, y ellos nunca la tuvieron como “la Palabra”. Algunos de ellos ni siquiera vieron “la Palabra”. Pero cuando la escribieron, y se entendió que eran profetas, entonces, cuando juntaron sus profecías, cada una de ellas encajó la una con la otra.",
    "Miren a Pedro, quien anunció en el Día de Pentecostés: “Arrepentíos, cada uno de vosotros, y bautizaos en el Nombre de Jesucristo para perdón de vuestros pecados”.\n\nPablo nunca había oído nada al respecto. El fue a Arabia por tres años, para estudiar el Antiguo Testamento, para ver Quién era esta Columna de Fuego que le habló a él en el camino, diciendo: “¿Saulo, por qué me persigues?” ¿Cómo podía él estar errado? El ni siquiera le consultó a la iglesia en lo absoluto.\n\nY catorce años después, cuando se encontró con Pedro, estaban predicando lo mismo, Palabra por Palabra. Esa es nuestra Biblia. Que las palabras de otros hombres fallen. Esto, ningún hombre le puede añadir. Uno ya no le añade a la Biblia. No, señor. Esta es la completa Revelación. Eso es todo.",
    "Como los Siete Sellos. “Los Siete Sellos”, alguien me continuaba diciendo, “ahora Ud. va a…El Señor le hablará a Ud., Hermano Branham, cuando estos Sellos sean revelados, y nos dirá cómo acercarnos más a Dios, y cómo hacerlo”.",
    "Yo dije: “No, señor, no puede ser. Porque, la Biblia, los Siete Sellos en Ella tenían los siete misterios escondidos. Ya estaba escrito, pero ellos no entendieron qué era”.\n\nObserven cómo siguieron adelante con eso, siendo bautizados en el Nombre de “Jesús”; ¿ven?, eso no era. ¡El Nombre del “Señor Jesucristo”! Vean todas esas cosas, cómo fue. Porque, hay muchos Jesús; tengo varios amigos aquí en la tierra llamados “Jesús”, amigos ministros. No es eso. Es nuestro “Señor Jesucristo”.\n\nNingún autor excepto Dios podía ser tan correcto. Ahora sólo veamos cómo fue escrita esta Biblia.",
    "Ahora, digamos por ejemplo, desde…¿Qué si nosotros fuéramos ahora y tomáramos sesenta y seis libros de medicina que tratan sobre el cuerpo, escritos por cuarenta diferentes escuelas de medicina, ciento dieciséis…o mil seiscientos años aparte? ¿Me pregunto con qué clase de continuidad nos encontraríamos?\n\nCuando, Jorge Washington, nuestro presidente, hace como doscientos años, para la pulmonía, le arrancaron su uña del dedo del pie y dejaron que sangrara una pinta [Un poco menos de medio litro.—Traductor]. ¿Qué si tomáramos…?",
    "Vayamos un poquito más adelante, sobre algunas cosas a las que somos tan atraídos hoy en día, eso es ciencia. ¿Qué si tomáramos cuarenta diferentes de ciencia, de mil seiscientos años aparte, y ver con qué nos encontraríamos? Un científico Francés, hace trescientos años, probó por medio de la ciencia, al rodar una pelota, que, si alguna velocidad terrorífica era obtenida a más de treinta millas por hora [Cuarenta y ocho kilómetros por hora.—Traductor], el objeto dejaría la tierra y caería. ¿Piensan Uds. que la ciencia se referiría de nuevo a eso alguna vez? ¿Hay alguna continuidad con eso ahora, cuando manejan por la calle, aquí en la carretera, a ciento cincuenta millas por hora? [Doscientos cuarenta y un kilómetros por hora.—Traductor] ¿Ven? Pero él probó científicamente eso, por la presión de la pelota rodando en la tierra, que a treinta millas por hora, que, cualquier objeto se levantaría de la tierra y se iría, caería en el espacio. No, no hay continuidad en eso.",
    "Pero ni una sola Palabra en la Biblia contradice a la otra. Ni un solo profeta contradijo alguna vez al otro. Ellos eran, cada uno, perfectos. Y cuando venía uno y profetizaba, y ese verdadero profeta se levantaba y lo reprendía, entonces era manifestado. ¿Ven? ¿Ven? Así que la Biblia es la Palabra de Dios, para todos los verdaderos creyentes.",
    "Ahora, uno no podría conseguir exactitud en lo que los doctores estarían de acuerdo. Uno ni siquiera puede conseguir exactitud de ellos ahora. Uno no puede conseguir exactitud en la ciencia ahora.\n\nAhora, Uds. saben, hace algún tiempo, nos dijeron que la…que: “Cuando la Biblia dice que ‘él vio cuatro Angeles en pie sobre los cuatro ángulos de la tierra’, que eso no podía ser. La tierra era redonda”. Pero la Biblia dice: “cuatro ángulos”. Pues, ahora Uds. vieron, hace dos semanas, o hace tres semanas, han pasado ahora, los periódicos publicaron este artículo, descubrieron que el mundo es cuadrado. ¿Cuántos vieron eso? Pues, seguro. ¿Ven? Yo lo tengo todo copiado, sólo esperando que alguien diga algo.",
    "Y van a descubrir, algún día, que tampoco están viendo ciento cincuenta millones de años luz en el espacio. Están yendo alrededor en un círculo. Eso es exactamente.\n\nUds. van a descubrir, uno de estos días, que cuando se van al Cielo, Uds. no se van a alguna otra parte. Uds. todavía están aquí mismo, también, sólo que en otra dimensión más rápida que ésta.\n\nA través de este cuarto está pasando color. Todo color, camisa, vestido, cualquier cosa que Uds. tienen puesto, es Eterno, está registrado, dando vueltas y vueltas alrededor del mundo. Cada vez que Uds. pestañean sus ojos, está registrado. Observen, la televisión probará eso.",
    "Cuando Uds. nacen, Dios pone un disco. No hace…Pone un disco, no hace mucho ruido por un poquito de tiempo, Uds. saben. Ese es el pequeño bebé, hasta que llega a la responsabilidad; entonces comienza el ruido, él comienza a decir cosas y a hacer cosas por las que él tiene que responder. Y entonces cuando esa vida termina, ese disco o cinta es quitado y puesto en la—en la gran biblioteca de Dios. Ahora, ¿cómo van a evitar eso en el Tribunal? Es tocada de nuevo en frente de Uds., cada movimiento que hicieron, cada pensamiento que pasó por sus mentes. ¿Pueden ver eso? Ahora pueden ver donde Dios…",
    "Parado aquí la otra noche, y había estado un hombre en la plataforma, alto, calvo, un hombre muy bien parecido, fuerte. Y él salió…El Señor le había dicho muchísimas cosas acerca de su familia y qué debía de hacer. Y él fue y se sentó. En unos minutos, ahí venía delante de mí otro hombre así, pero él tenía su rostro hacia abajo. Yo no podía distinguir, y miré hacia el hombre de nuevo allá; y él…No era él, porque era otra cosa. Y a este hombre, yo no lo podía encontrar. Miré alrededor, no había nadie detrás de mí. Yo dije: “El hombre está sentado dentro de esas cortinas allí”. Y era nuestro…un hermano que viene aquí a la iglesia, alto, calvo, un tipo de hombre bien parecido sentado allí así. Y él tenía su rostro inclinado, orando, porque él estaba casi a punto de morir con problemas del estómago.\n\nEl iba a comprar un par de zapatos. Su esposa quería que él se comprara un par de zapatos nuevos. El dijo: “No, no tengo que comprarlos, porque no voy a vivir para usarlos”.\n\nEl se estaba muriendo. Y estaba sentado allí, ¿ven Uds.?, en esa dimensión, aleluya, Dios simplemente se movió para allá adentro y dijo: “Allí está sentado”, justamente la posición en la que él estaba. ¿Ven lo que quiero decir?",
    "Ahora fíjense, y no hay ningún error en las Escrituras. Jesús, la Palabra de Dios, percibe el pensamiento que está en el corazón. “La Palabra de Dios es más fuerte, más cortante”, Hebreos 4:12. “La Palabra de Dios es más cortante, más eficaz que una espada de dos filos, aun discierne los pensamientos e intenciones de la mente”. ¿Ven? Entra muy adentro en la mente, y saca, y discierne. ¿Qué es discernir? “Dar a conocer, revelar”. Y eso es lo que la Palabra de Dios hace.\n\nHoy en día decimos: “La iglesia Católica es la Palabra de Dios; los Bautistas, los Metodistas, la Pentecostal, el tabernáculo”. Eso está errado. La Palabra es la revelación; Dios, revelado por la Palabra.",
    "No, pudiéramos haber conseguido…conseguir ninguna continuidad entre médicos, entre científicos, diferentes.\n\nSi Einstein tan sólo hubiera tenido la aplicación espiritual, como él tenía la—la aplicación física, a medida él estudiaba las leyes de la luz, y demás, él nos pudiera haber dicho algo. Cuando oí su mensaje sobre ese gran centro en alguna parte en los cielos, que: “Si alguna vez entraban en contacto con ese centro, uno pudiera crear tierras, hacer cualquier cosa, y el poder sería ilimitado”. ¿Ven? El había visto eso.",
    "Uds. ven estas pequeñas bolsas pasando por el aire, los llaman “platillos”, y demás. La gente tan…Eso, pues, es mejor que dejemos eso en paz. “¿Oyen de todas estas personas que desaparecen?”, dicen Uds. No se oye de ellos; están parados allí, y no están allí.\n\nDe esa manera va a ser el Rapto. Uno de ellos se dejará venir hacia abajo, y este cuerpo terrestre se vestirá con un cuerpo celestial. Y ellos serán…quedará piel, cabello, o huesos; será transformado en un momento de tiempo, dejándose venir del espacio y llevándose eso a Casa. Vemos todo esto sucediendo ahora, y el—y el Pentágono preguntándose acerca de estas luces, y luces místicas, y todo lo que están viendo en el—en el cielo. Uds. vieron que tenían una aquí en el periódico en Jeffersonville esta semana, y demás, “una luz mística”. Así que, oh, no saben qué es eso. Pero escuchen, hijitos, los va a recoger, uno de estos días. ¿Ven? ¿Ven? No se preocupen.\n\nRecuerden, Jesús dijo: “Como fue en los días de Sodoma”.",
    "¿Qué sucedió poco antes de Sodoma? Dios descendió con unos Angeles, y tuvieron un juicio investigador. Dijo: “He oído el clamor, que es tan pecaminoso, tan grande, así que Yo he descendido para averiguar si es totalmente la verdad o no”. ¿Es correcto eso? Observen a Ese principal que se quedó con Abraham, pudo discernir los pensamientos que estaban en el corazón de Sara, detrás de El.\n\nAhora, Uds. miren alrededor sólo un poquito y fíjense, ¿ven?, observen lo que está haciendo, lo mismo hoy en día. Es un juicio investigador.\n\nPues, después de un tiempo, la Iglesia, cuando puede quedarse en ese lugar, y toda simiente haya sido traída a su sitio, habrán desaparecido. No sabrán qué les sucedió a ellos. Uno estará yendo en una dirección. ¿Ven? Uno estará yendo a la casa del pastor, y uno estará yendo para acá, o para allá, y, cuando menos lo piensan, no están allí. Porque Enoc el cual era el tipo: “Dios se lo llevó, y no fue hallado”. ¡Desciende a investigar! La continuidad, cómo la traslación de Enoc, un tipo. De Israel siendo llevado en el arca…",
    "Tan perfecta, la Palabra de Dios es tan perfecta, aun hasta el Antiguo y Nuevo Testamento, son dos mitades y un entero. Eso es correcto. El Antiguo Testamento es la mitad de Ella y el Nuevo Testamento es la mitad de Ella; pónganlos juntos, Uds. tienen toda la revelación de Jesucristo. Allí están los profetas hablando, y aquí está El en Persona; ¿ven?, dos mitades y un entero. Ahora no queremos tomar demasiado…",
    "Ahora, recuerden, el Antiguo Testamento no está completo sin el Nuevo. Y el Nuevo no pudiera estar completo sin el Antiguo. Esa es la razón de que dije dos mitades, un entero. Porque, los profetas dijeron: “¡El estará aquí! ¡El estará aquí! El estará aquí; le harán esto a El. ¡Le harán esto a El!” Y aquí está El, “¡El estuvo aquí! El estuvo aquí, y le hicieron esto a El, y le hicieron esto a El”. Acabo de predicar sobre eso hace unas noches.",
    "Ahora, para estudiar la Escritura, Pablo le dijo a Timoteo: “Estúdiala, usa bien la Palabra de Dios, la cual es Verdad”.\n\nEsas son tres cosas indispensables en la Escritura. Al usar la Palabra de Dios, hay tres cosas que Uds. no deben hacer. Ahora estudiemos esas durante los siguientes diez minutos; tres cosas que Uds. no deben hacer. Y afuera en todo el país, dondequiera que estén, por toda la nación, asegúrense de anotar estas en su mente si Uds. no tienen un lápiz. Uds. no deben hacer estas cosas. Les decimos todo el tiempo cómo deben hacer, ahora les voy a decir qué es lo que no deben hacer.",
    "Ahora, Uds. no deben interpretar mal la Palabra. Uds. dicen: “Pues, yo creo que quiere decir esto”. Quiere decir exactamente lo que dice. No necesita intérprete. Y Uds. no deben de colocar mal la Palabra. Y Uds. no deben dislocar la Palabra. Y si hiciéramos cualquiera de estas, pone a toda la Biblia en una confusión y en un caos.",
    "Fíjense. Interpretar mal a Jesús, en la forma de Dios en un hombre, Uds. lo harían a El—Uds. lo harían a El un Dios de tres. Interpretar mal a Jesucristo siendo la Palabra, Uds. lo harían a El un Dios de tres, o Uds. lo harían a El la segunda Persona en una Deidad. Y al hacer eso, Uds. enredarían todas las Escrituras. Uds. nunca llegarían a ninguna parte. Así que no debe ser interpretada mal.",
    "Y si Uds. dicen que una cierta cosa, Uds. le ponen una interpretación a Ella, y Uds. la aplican a otro tiempo; o ha sido aplicada a otro tiempo, Uds. también hacen una interpretación incorrecta.",
    "Si alguien interpreta mal a Jesucristo en la Biblia, de que no es Dios mismo, hacerlo a El la segunda Persona, o un Dios de tres, esto trastornaría toda Palabra en toda la Biblia. Quebrantaría el primer mandamiento: “No tendrás ningún dios ajeno delante de Mí”. Muy bien. Haría a toda la raza Cristiana un montón de adoradores paganos adorando a tres diferentes dioses. ¿Ven qué clase de Biblia tendrían Uds.? Entonces eso nos haría lo que los Judíos dicen que somos. Dijeron: “¿Cuál de esos dioses es su Dios?” ¿Ven? Así que, ¿ven Uds.?, Uds. no pueden…no deben interpretar mal la Biblia.\n\nPorque, Jesús mismo es la interpretación de la Biblia, cuando El es manifestado en la edad en la que la parte de Su Cuerpo está siendo manifestada. Si es la edad de la mano, debe de ser una mano; no puede ser una edad de la cabeza. Si es la edad de la voz, pues, entonces, no puede ser una edad del pie. ¿Ven? Y ahora estamos en la edad del ojo. Y ahora la siguiente, es El mismo, que viene. ¡Ver; profético!",
    "¿Ven?, a través de la edad, empezamos desde los cimientos, desde la primera edad de la iglesia; cuando la Semilla entró en la tierra, la Semilla completa. Luego salió por medio de los pies, Lutero; volvió a salir luego por medio de Wesley; luego en los Pentecostales, las lenguas, en los labios, ¿ven?; ahora está en los ojos, profético, de Malaquías 4, y demás. Y ahora no queda nada más por venir sino El mismo para entrar en esa, porque esa es la última cosa que hay.\n\nLa siguiente es la inteligencia, y nosotros no tenemos inteligencia propia; es la Suya. No tenemos vista propia. ¿Cómo puede un hombre ver de antemano esas cosas? El no lo puede hacer. Es Dios mismo. ¿Ven?, está—está llegando a un punto. Y El ha gobernado el cuerpo por todo el camino, luego el Cuerpo completo de Cristo es revelado en la forma de una Novia que fue sacada de Su costado, como Adán lo hizo en el principio… como la de Adán lo fue, mejor dicho, en el principio.",
    "Sí, “dios”, esto pondría a toda la Biblia en una confusión, quebrantaría el primer mandamiento, y haría un dios, un dios pagano de tres. Simplemente—simplemente arruinaría todo el cuadro de la Biblia. Así que Uds. no deben interpretar mal la Biblia. Ahora, esa sólo es una cosa.",
    "Cuando, toda Escritura en la Biblia tiene la misma aplicación, Uds. tienen que colocarla en Su lugar. Y al colocarla mal, Uds. pudieran hacerlo a El Dios en una edad, y—y en la siguiente edad Uds. lo harían a El una historia, al colocarla mal. Así que Uds. no deben colocar mal la Escritura. El es Dios todo el tiempo. Si Uds. lo hicieron a El hoy un Dios de historia, lo que fue allá atrás, y El no es el mismo hoy, ¿qué van a hacer con Hebreos 13:8? ¿Ven?, “El es el mismo ayer, hoy, y por los siglos”.",
    "Ahora, así que vean lo que esto haría, y lo que ha hecho. Ya lo ha hecho, lo hace a El negar Su propia Palabra, al colocar mal las Escrituras.",
    "Dislocar las Escrituras, Uds. pudieran armar Su cuerpo mal, el pie donde la cabeza debería de estar, o algo. Exactamente igual que un…En otras palabras, Uds. pudieran tener a Jesús enseñando el mensaje de Moisés. Uds. pudieran tener…O aun a Wesley enseñando la edad de Lutero. Uds. pudieran tener ahora, a nuestra edad, enseñando Pentecostés, el mensaje Pentecostal. ¿Ven Uds. en qué enredo estaría? Pentecostés ya ha mostrado sus colores. Lutero ya mostró los suyos, entró en denominación. Murió allí mismo. La edad comenzó; ahí se fue.",
    "Fíjense, tan pronto como fue organizada, murió. [El Hermano Branham truena sus dedos una vez.—Editor] Ahora, vean si eso no es correcto. Miren hacia atrás a través de las páginas de la historia. Cada vez que se organizó, murió allí mismo; ya nunca hubo nada en ella. Llegó a ser una—una adoradora del dios de este mundo, y entró en organismos, y organizaciones, y denominaciones, e ilusiones. Un montón de “Rickies” entraron allí y pusieron sus propias objeciones en ella, o inyectaron sus propios pensamientos, mejor dicho, en ella. ¿Y qué sucedió? Llegó a ser un enredo. Va a culminar en el dios de este mundo, donde pondrán en el trono a Satanás mismo, pensando que tienen un gran líder del mundo para traerles paz.",
    "Yo les dije el otro día, lo diré de nuevo, que aun la misma civilización hoy en día es absolutamente contraria a Dios. La civilización es contraria a Dios. La educación está a un millón de millas de El; la ciencia está a un millón de millas. La ciencia y la educación están tratando de refutar a Dios, ¿ven?, por medio de seminarios teológicos y escuelas, y cuartos de ciencia, y demás. Ellos han tenido su sacudida.\n\n¿Qué de la visión de la otra noche, del hombre cuando él gritó a aquellos científicos allá derramando esa cosa adentro así? Ellos simplemente se voltearon y miraron hacia arriba, y siguieron adelante. Habrá una cabalgata más.",
    "Fíjense, oh, estas tres cosas indispensables deben de ser. Ahora, Uds. no pueden…Jesús no vino predicando el mensaje de Noé. El no vino predicando el mensaje de Moisés. O, Moisés no vino predicando…¿Ven?, no coloquen mal la Escritura. Tiene que estar en el tiempo. Ahora, Uds. no pueden aplicar… Cuando ese gran hombre, Juan Wesley, salió, o…\n\nEl gran hombre, Lutero, cuando Lutero salió con su mensaje de justificación. Ahora cuando ese era un…Lutero era un gran hombre. El llamó a la iglesia fuera de la oscuridad, y él estableció la justificación por medio de la fe. Y cuando lo hizo, edificaron una organización encima de ello, y murió. La Vida viajó, como lo es en un tallo de trigo, entrando directamente a la edad de Wesley, a la borla. De Lutero salieron otras hojas, que murieron con ella, el cual era Zwingli, y Calvin, y todo el resto que salió de esa gran reforma.",
    "Luego vino Wesley, otra edad se había convertido en una borla. Wesley, y Atterbury, y todos aquellos, y—y Juan y su hermano, y todos ellos, grandes hombres de Dios con un mensaje, simplemente recorrieron el país. Lo organizaron; murió.\n\nLuego salió pareciendo exactamente como que iba a echar el grano ahora, y, se dieron cuenta, que era una cáscara, Pentecostés.\n\nPero detrás de todo ello, vino un pequeño brote.\n\nY se fijan, generalmente…Yo creo, como tres o cuatro años después de que Lutero estuvo en el campo, que la iglesia Luterana se organizó. Sólo en un tiempo breve después de que Wesley estuvo en el campo, fue organizada.",
    "En Tucson, hemos tenido un—un programa de cómo la iglesia de Wesley, o la iglesia Metodista, empezó a existir. Y cuando ellos vinieron aquí a América, muchos de ellos habían regresado y dijeron que habían establecido una—una carta constitucional y demás, de Inglaterra, para traerla aquí, y cómo fue todo dramatizado. Yo vi allí mismo lo que sucedió. Allí ella murió.",
    "Bueno, salieron los Pentecostales, esos antiguos gritadores allá en los días pasados, recibieron el don de hablar en lenguas, y empezaron con hablar en lenguas. Luego lo llamaron: “la evidencia del Espíritu Santo”. Luego se organizaron. Uno dijo que él iba a hacer esto, y el otro aquello, y ellos tuvieron cuestiones y cuestiones. ¿Qué hizo? Cada una de esas hojas simplemente se desplegó, exactamente como lo hizo en el tallo y como lo hizo en la borla. Tuvieron a los unitarios, a los que creen en dos, a los trinitarios, y a la iglesia de Dios, y todas estas otras; simplemente se desplegaron, se desplegaron, se desplegaron.\n\nPero ahora, de acuerdo a la naturaleza, la cual es un ejemplo perfecto, Uds. nunca serán nada para sacarlos de ello educándolos.",
    "Una familia, o amigos míos allá en Kentucky, acaba de nacerles un pequeño—pequeño bebé el otro día, y la madre estaba levantada cuando estaban cocinando nuestra cena. Y ella estaba ayudando a la otra hermana a cocinar la cena para un montón de nosotros los hombres que habíamos estado afuera cazando. Y así que el bebé empezó a llorar, y yo estaba hablando. Yo creo que la madre se sintió un poco avergonzada, así que ella corrió y cogió el bebé, y—y comenzó a—a alimentar al pequeñito. Yo dije: “Uds. saben, esa es simplemente la naturaleza”. ¿Ven? Ahora, Uds. no pueden…\n\nNunca han encontrado una mejor manera para que un bebé obtenga lo que quiere que llorar por ello. Ahora, Uds. pudieran darle un—un libro de éticas, y sentarse aquí y decir: “Te quiero enseñar teología, hijo. Ahora, no empieces a chillar por aquí como los otros niños; tú eres diferente. Ahora, cuando tú quieras ser alimentado, tú suena esta campanita aquí”. Simplemente no funciona. No, simplemente no funciona.",
    "Así que, cuando Uds. observan la naturaleza, ahora vemos donde cada edad, y directamente hemos proyectado que estamos en la última edad. La cáscara se ha separado. Y hemos tenido quince años, casi veinte ahora, años, del Mensaje recorriendo de nación a nación, y esta mañana conectados por toda esta nación, ¿ven?, y sin organización. No puede organizarse. Nunca ha habido nada igual, ni lo habrá en el futuro. ¿Ven?\n\nLo—lo que pasa con el Mensaje hoy en día, es, que aquellos que lo obtienen en sus corazones deben de quedarse en la Presencia del Hijo [En inglés, las palabras “sol” e “hijo” suenan igual y casi se escriben igual.—Traductor], para ser madurados. ¿Ven? Uds. pueden tomar el Mensaje, y luego dejar que el Hijo les saque todo lo verde cociéndolos, que los haga Cristianos maduros. ¿Ven lo que quiero decir? Dios viene pronto, para recibir a Su Iglesia, y debemos de tener ese tipo de Cristianos para que El los reciba. El—el trigo tiene que ponerse maduro. Muy bien.",
    "Estas tres cosas indispensables deben de ser. No debe interpretarse mal, o manejarse mal, interpretarse mal, o col-…o dislocarla. Debe de ser conservada exactamente de la manera que Dios dijo que era.\n\nPara el mundo, es un Libro de misterio. La gente cree que sólo es un Libro misterioso. Una vez yo estaba hablando con un hombre muy famoso aquí en la ciudad, que tiene una gran posición de Cristianismo, y él dijo: “Traté de leer el Libro de Apocalipsis una noche”. Dijo: “Juan debe de haberse comido una gran porción de chile picante y tuvo una pesadilla”. ¿Ven?, un Libro de misterio.",
    "Pero, mientras que para el verdadero creyente, es la revelación de Dios siendo revelada en la edad en la que estamos viviendo. El dijo: “Mis Palabras son Espíritu y Vida”. Jesús dijo eso. Además: “La Palabra es una Semilla que el sembrador sembró”. Sabemos que eso es verdad. Es Dios en forma de Palabra, y sólo puede ser interpretada por El mismo.\n\nLa mente humana no es capaz de interpretar la mente de Dios. ¿Cómo puede la pequeña—pequeña mente finita interpretar la Mente infinita, cuando ni siquiera podemos interpretar la mente el uno del otro?",
    "Y Uds. fíjense, El es el Unico que puede interpretarla, y El se la interpreta a quien El quiere. No dice: “Mortales de la antigüedad, mientras andaban a grandes pasos por la tierra muchas veces y de muchas maneras”. “Dios, muchas veces y de muchas maneras se reveló El mismo a Sus profetas”. ¿Ven?",
    "Y, fíjense: “A quien El lo quiera revelar”. Y El lo planeó de tal manera que El mismo puede esconderse en la Escritura, del teólogo más inteligente que hay. ¡Oh, hermanos! El simplemente puede esconderse, estar allí mismo en la Escritura, y Uds. mirar todo el día y nunca verlo; mirar toda una vida, y nunca verlo. El simplemente puede esconderse, estando allí.",
    "Ahora, por favor, en todas partes, permitan que eso penetre. Que, Dios, en la Palabra, puede esconderse El mismo de tal manera en la Palabra, que no hay teólogo o escuela en el mundo que pudiera encontrarlo alguna vez, y sin embargo El está allí mismo.\n\nUds. dicen: “¿Es correcto eso, Hermano Branham?”\n\n¿Qué de los Fariseos y Saduceos? ¿Qué de en cada edad? El lo ha hecho. Seguro. El lo ha hecho así en cada edad. Ahora nosotros podríamos comprobar eso. Pensemos en los días de Noé; una edad inteligente e intelectual, cómo El se escondió en Su Palabra prometida. En los días de Moisés, cómo El se escondió. En los días de Elías, cómo El se escondió. En los días de Jesús, cómo El se escondió. “En el mundo estaba, y el mundo por El fue hecho; pero el mundo no le conoció. A lo suyo vino; los Suyos no le recibieron”. ¿Ven?",
    "El mismo se esconde de los hombres más inteligentes e intelectuales que hay en la tierra. Uds. dicen: “Pues, este es el Dr. Santo Padre Fulano de Tal”. A mí no me importa quién es él, Dios se esconde de él; y se lo revelará a niños que aprenderán, ¿ven?, niños de Dios, simiente predestinada.",
    "Piensen. El Poderoso Dios, estando en Sus propias Palabras, cegando a la gente inteligente y educada de esta edad presente, y no lo ven. Piensan que es un montón de fanatismo. Mírenlo a El estando allí escondido, a Pentecostales, Bautistas, Metodistas, Presbiterianos. El se revela públicamente, y mostrando toda clase de cosas, aun poniéndolo en los periódicos, y cosas como esas, sin embargo no lo ven. Oh, nuestro Dios, cuán grande, revelándose El mismo a quien El quiere.",
    "🦅 Oh”, dicen Uds., “el Hermano Jones o el Hermano Fulano de Tal, él es—él es un gran hombre. El lo verá”. Oh, no. El se lo revela a quien El quiere. Dicen: “Mi esposa no lo ve, y ella es una mujer Cristiana”. El se revela a quien El quiere. “Pues, mi pastor es un gran hombre”. Eso es correcto, pero El se revela a quien El quiere. Ahora, comprueben con lo que ha sido revelado, a lo que está sucediendo, luego Uds.…Uds. podrán entender perfectamente.",
    "Ahora nos fijamos entonces, lo hace un Libro de Dios y no un libro de los hombres. Si fuera de los hombres…Ahora miremos cómo El se expresaría. Miren cómo expone el pecado de los hombres que lo escribieron, fíjense, los hombres que—que vivieron en Su día.\n\nAbraham, por ejemplo, él es llamado “el padre de los fieles”. Fíjense cómo es que…¿Piensan Uds. que Abraham hubiera escrito este Libro acerca de sí mismo, de su propia cobardía? ¿Cómo piensan que él hubiera escrito que él le mintió al rey esa mañana, y dijo que esa era su hermana, cuando era su esposa? ¿Escribiría acerca de sus hechos cobardes que él hizo? Seguro, él nunca hubiera hecho eso.",
    "¿Qué de Jacob en su engaño? Un pequeño engañador que era Jacob. ¿Se atrevería un—un—un hombre, un Hebreo escribiendo acerca de su hermano Hebreo, que en él todo Israel fue llamado, se atrevería a escribir el engaño del mismísimo padre de toda la nación? De Jacob, salieron los patriarcas; de los patriarcas, salieron las tribus. Y la piedra del fundamento de todo ello, la Biblia lo expone como un engañador. ¿Es correcto eso? ¿Piensan Uds. que los hombres hubieran escrito eso? No, señor.",
    "¿Qué de un hombre escribiendo acerca del rey más grande que tuvieron alguna vez aquí en la tierra, como rey coronado; David, en su adulterio que cometió? ¿Escribirían alguna vez esos Judíos acerca de que su rey más noble era un adúltero?\n\nOh, tenemos historia, como: “George Washington nunca dijo una mentira”, y cosas como esas. Decimos, llamamos a eso historia.\n\nPero este es un hombre, una Biblia que llama a David un “adúltero”, y lo fue. El rey de Israel, un adúltero quien había de ser el hijo…Jesús había de ser el Hijo de David. La mismísima Piedra Principal; y Su padre, de acuerdo a la carne, era un adúltero. Los Judíos nunca hubieran escrito un Libro de esa manera. ¿Escribiría el hombre esto acerca de sí mismo? Ciertamente que no.",
    "¿Cómo lo haría esa orgullosa nación de Israel? Uds. saben qué orgullosos eran. ¿La orgullosa nación de Israel, fue y escribió acerca de su propia idolatría, escribió acerca de su rebelión en contra de su Dios, escribió en contra de las cosas sucias e inmundas que ellos hicieron, y lo escribieron en un libro? Ellos con toda seguridad hubieran escondido eso. Sólo hubieran mostrado las cosas buenas. Pero, esta Biblia, que dice qué está correcto y qué está errado. Es, cualquiera sabe que los Judíos nunca hubieran escrito un Libro como ése, acerca de sus propias impurezas, e idolatría, y fallas, y todo lo que tenían. Nunca hubieran escrito eso. Oh, no.\n\nEntonces, ¿Quién lo escribió? La Biblia dice, en Hebreos 1:1: “Dios, habiendo hablado muchas veces y de muchas maneras a los padres a través de los profetas”. Entonces, no fueron los profetas, no fue un mortal. “¡Dios!” No “profetas muchas veces”. Sino que: “Dios, habiendo hablado muchas veces, de muchas maneras a los padres a través de los profetas”.\n\nTengo una Escritura escrita aquí. No sé qué es; no me puedo referir a Ella. Generalmente, cuando me estoy refiriendo a estas cosas, estoy mirando una Escritura. Voy a buscarla un momento, si me disculpan. Es Segunda de Timoteo 3:16. Yo—yo—yo pensé que me acordaría de esa, pero lo siento. Voy a detenerme un momento para averiguar qué es.",
    "🦅 Dios, habiendo hablado muchas veces y de muchas maneras a los padres a través de los profetas”.\n\nAhora Segunda de Timoteo 3, 3:16. Veamos qué dice en el 3:16.\n\nToda la Escritura (sí) es inspirada por (¿Profetas? No.)…inspirada por (¿Qué?) Dios, y útil para enseñar, y redargüir, y corregir, e instruir en justicia:\n\nA fin de que el hombre de Dios pueda permanecer perfecto, enteramente preparado en toda buena obra.",
    "Muy bien, entonces, toda Escritura está escrita por inspiración. Jesús, aquí en la tierra, dijo que cielos y tierra pasarían, pero Su Palabra no pasaría. El dijo que toda Escritura tiene que cumplirse. Así que entonces el Libro no es un libro de escritos del hombre. Es el Libro de los escritos de Dios.",
    "Ahora, sabemos que Dios escogió por medio de predestinación a Su Iglesia, Su lugar, Sus profetas, y todo al respecto. Por medio de previo conocimiento, El predestinó Su profeta. Y cuando la edad llegó, El hizo a Su profeta llegar al mismo tiempo, y lo inspiró a medida El escribía la Biblia por medio de él. Ahora, Dios escribió la Biblia solamente usando al profeta, porque esa es Su manera de hacerlo. Así que, ¿ven?, no es la palabra…Así que, ¿ven?, Ella es la Palabra de Dios, y no la palabra del hombre.",
    "Dios es una Persona. Dios puede hablar. Dios puede platicar. Dios puede escribir. El no tenía que hacerlo de esa manera, pero esa es la manera en que El—El escogió hacerlo. El no tenía que hacerlo de esa manera, pero El escogió hacerlo de esa manera. Ahora Uds. dicen: “Dios escribió con Su dedo, con Su propio dedo majestuoso, los diez mandamientos. Así que Dios podía escribir, El mismo, si El quería hacerlo”. ¿Ven? Pero El—El escogió escribirla a través de profetas, ¿ven? Porque eran Sus atributos, Su Palabra, que El expresó a través de ellos, haciéndolos a todos parte, o parte de El. ¿Ven? El podía escribir con Su dedo. El también tomó Su dedo y escribió en las paredes de Babilonia: “Pesado has sido en balanza, y hallado falto”. El escribió con Su propio dedo.",
    "Dios puede hablar. ¿Creen Uds. que Dios puede hablar? El le habló a Moisés en el monte, en una zarza ardiendo. ¿Creen eso? Sí, señor. El le habló a Juan, en la forma de una paloma, (¿creen eso?) que: “Este es Mi Hijo amado, en Quien tengo complacencia morar”. El habló con él. El le habló a Jesús en el Monte de la Transfiguración, delante de Pedro, Jacobo, y Juan. El puede hablar. El no es un mudo. Dios puede hablar. Así que El le habló a—a Jesús en el Monte de la Transfiguración. Y El le habló a Jesús delante de toda una multitud de gente; cuando, la gente dijo que había sido un trueno, pero era Dios hablándole a Jesús. Y casi todo Mateo, Marcos, Lucas, y Juan, es Jesús hablando. El es Dios. Así que, Dios puede hablar.",
    "Tomó Sus propios dedos y escribió en la arena, un día. El habló, El predicó, El profetizó, con Sus propios labios, Dios lo hizo, cuando El fue hecho carne y habitó entre nosotros: “Dios manifestado en carne”. Si El puede escribir, hablar, ¿no puede El también decirle a otros qué hacer? Ciertamente que puede. El puede hablarles, en una voz humana. El puede escribir y mostrarles qué hacer. El lo ha hecho.\n\nAsí que: “Dios, habiendo hablado muchas veces y de muchas maneras a los padres a través de los profetas”. Y El dijo, en este Escrito, que: “Ni una jota o tilde pasará alguna vez hasta que se haya cumplido”, y luego es manifestado; luego pasará, porque es manifestado. No puede pasar entonces, pero sólo la Palabra misma es hecha carne. Jota significa “palabra pequeña”. Tilde significa “marca pequeña”. Ni siquiera una sola puntuación, una sola expresión, nada, fallará alguna vez en la Palabra de Dios. No puede fallar, porque es Dios, Dios manifestado en una forma de carne humana. Porque, es Dios mismo en forma de letra, en forma de profeta, manifestado en carne.\n\nAhora, esa es la razón de que Jesús podía decir: “A quienes os hablaron, vosotros los llamasteis ‘dioses’, quienes os hablaron por la Palabra de Dios”, dijo, “y eran dioses”. Aquellos profetas cuando fueron ungidos con el Espíritu de Dios, y trajeron exactamente la Palabra de Dios, entonces eran dioses. Era la Palabra de Dios hablando a través de ellos. Y puede…",
    "Sólo interpretaban como el Autor les permitía interpretar.",
    "Ahora si Uds. quieren encontrar eso, eso es Segunda de Pedro 1:20 y 21. Muy bien. Porque, esto, donde Dios…“No hay intérprete privado”. El hace Su propia interpretación.\n\nDios habla y la interpreta, El mismo, luego se la revela a quien El quiere, la esconde de todos los demás. El no tiene que revelársela a nadie a menos que El quiera. Y El no…El, El ha expresado toda Su cosa en la Escritura, por tanto toda la cosa ya ha sido dada a conocer; sólo es que El simplemente está sentado allí observándolo suceder. ¿Ven? No. Sólo viendo el Cuerpo siendo formado y regresar a lo Suyo, a la forma, Su Novia otra vez. Muy bien.",
    "Los creyentes lo creen, como Abraham que llamó cosas contrarias a Ello como si no fueran.",
    "También, esta Palabra, discierne los secretos de los corazones, Hebreos 4:12. “Discierne los secretos del corazón”.",
    "Los profetas no siempre entendieron lo que estaban escribiendo o lo que estaban diciendo, o de ninguna manera lo hubieran dicho, si lo pudieran haber entendido. ¿Ven? Pero la Biblia dice que: “Ellos fueron inspirados por el Espíritu Santo”. ¡Inspirados! Cuando el Espíritu Santo lo inspira a uno, uno se mueve. Hombres…“Dios, habiendo hablado muchas veces y de muchas maneras a los profetas que fueron inspirados por el Espíritu Santo”. Por eso, en todas las edades, la gente que era espiritual consultaba a los profetas acerca de los tiempos y qué iba a suceder.\n\nEl profeta escritor debe de estar en constante compañerismo con el Autor. ¿Ven? El debe vivir constantemente en la Presencia del Autor, para saber qué es lo que va a ser el Libro. ¿Ven? El profeta escritor, él tenía la pluma lista en cualquier momento, en constante compañerismo con el Autor, el cual era Dios, para anotar cualquier cosa que El dijera que se escribiera. ¿Ven? Mostraba qué clase de vida él debía…una vida separada de todos sus hermanos.",
    "Ahora, por eso es que el profeta tenía su mente constantemente fija en lo que Dios decía; no en lo que el hombre pensaba, lo que la edad pensaba, lo que la iglesia pensaba, lo que el reino pensaba. ¡Lo que Dios pensaba! El sólo expresaba los pensamientos de Dios en Palabra, porque una palabra es un pensamiento cuando es expresado. ¿Lo captaron ahora? La Palabra es un pensamiento expresado, así que el profeta estaba esperando los pensamientos de Dios. Y cuando Dios le revelaba Sus pensamientos a él, él lo expresaba en Palabra: “ASI DICE EL SEÑOR”. ¿Ven?, no “Así digo yo, el profeta”. “¡ASI DICE EL SEÑOR!” ¿Ven? Muy bien.",
    "Por eso desafiaron reinos y edades de la iglesia, lo cual, hacerlo así en sus días, era una pena de muerte. Lleguen Uds. ante un rey y díganle: “ASI DICE EL SEÑOR, tal y tal va a suceder”, Uds. harían que les cortaran la cabeza. La iglesia los mataría ahora mismo por hacerlo. Pero estos profetas eran osados. ¿Por qué? Fueron inspirados por el Espíritu Santo, ¿ven?, y, ellos, por eso llegaron a ser osados. Y escribieron la—la infalible Palabra de Dios.",
    "Hubo muchos que trataron de imitar a esos profetas, como sacerdotes, o demás. ¿Y qué hicieron? Simplemente fallaron, eso es todo. No podían hacerlo.\n\nPorque, Dios había escogido al hombre para la edad, y escogido el Mensaje, y aun la naturaleza del hombre y qué iba a ser acogido en esa edad, lo que podía El comunicar, cómo El podía hacerlo. Con la naturaleza de ese cierto hombre, El podía cegar los ojos de otros. Las palabras que ese hombre diría, la manera en que él actuaría, cegaría a otros, y abriría los ojos de otros. ¿Ven? El vestía al hombre en el tipo de ropa que él era; la naturaleza, la ambición, y todo exactamente de la manera que él tenía que ser, perfectamente escogido para esa cierta gente que El llamaría para esa cierta edad.\n\nMientras, otros se pararían y lo mirarían a él, dirían: “Pues, yo no puedo. Hay…Yo—yo no puedo ver”. Ellos fueron cegados.",
    "Jesús vino de la misma manera, vestido, el Dios inmortal vestido en carne humana. Y debido a que El nació en un pesebre, en un establo lleno de estiércol, sin un lugar para recostar Su cabeza; nació, se pensaba, con un nombre ilegítimo que se le puso a El. ¿Ven? Todas estas cosas que El era, y cómo El fue criado, como un hijo de un carpintero, cómo El no tuvo instrucción.\n\nMás o menos, en el mundo, la sabiduría de este mundo, El no tuvo nada que ver con ella. Nada de la civilización y educación de este mundo, ni nada, El no tuvo nada que ver con ella. ¿Por qué? El es Dios. Chocaría. Si El tratara de ir a un seminario en alguna parte y aprender algo que estas iglesias del mundo estaban haciendo, ¿qué…? Pues, ni siquiera hubiera…pues, ni siquiera hubiera.…no hubiera correspondido en lo absoluto con Su entendimiento, porque El era Dios.\n\nAsí que, educación, estudios, seminarios, y cosas, son absolutamente contrarias a la voluntad de Dios. Todo el sistema educacional es contrario a Dios. Por medio de la enseñanza todo aleja de Dios, todo el tiempo. Cuando oigo a un hombre decir que él es Dr., Ph.D. [Doctor en Filosofía.—Traductor], L.L.Q., para mí, eso solamente lo pone a él ese tanto más lejos de Dios. ¿Ven? El simplemente se educó alejándose ese tanto más de lo que él realmente fue llamado a hacer. Eso es correcto.\n\nFíjense ahora cómo es que ellos eran inspirados por el Espíritu Santo.",
    "Ahora, eso no significa que hombres educados no entran. Miren a Pablo. Yo creo que no había un hombre más inteligente que Pablo en su día, quien era Saulo de Tarso. El fue instruido por Gamaliel, uno de los más grandes maestros del día; un gran y estricto Hebreo, un Fariseo por denominación. Y Pablo fue instruido por él. El conocía toda la religión Judía. Pero cuando él vino a la iglesia, él dijo: “Yo nunca fui a vosotros en la educación de los hombres, y demás. Porque, si lo hiciera, entonces confiaríais en eso. Sino que fui a vosotros en el poder y la manifestación del Espíritu Santo, para que vuestra fe esté en Dios”. Allí lo tienen. ¿Ven? Eso es correcto.",
    "Muchos trataron de imitar a esta gente, pero enredaron toda la cosa así como lo hacen hoy en día. Hubo uno que se levantó antes del tiempo de Jesús, desvió a cuatrocientas personas. Y Uds. saben cómo dicen las Escrituras acerca de estas cosas, tratando de hacerlo antes de que el tiempo llegara. Y algunos de ellos trataron de imitarlo a El, y todos eran esto, aquello, o lo otro. Y El dijo: “En los postreros días, cómo se levantarán falsos Cristos, en los postreros días, y falsos profetas, y harán señales y prodigios”. Tenemos todo eso. ¿Ven? Pero eso no le quita al verdadero. Solamente lo hace resplandecer mejor, porque tenemos un Cristo verdadero, no uno falso.",
    "Ahora, ahora, nos damos cuenta entonces que Dios envió a Sus profetas. Esa era la manera que El tenía de traer Su Palabra a la gente, a través de los labios de Sus profetas.\n\nY fíjense, Uds. saben, Moisés dijo, si Uds. quieren leerlo en Exodo el capítulo 4, y el versículo 10 y 12. Moisés dijo que Dios le habló a él. Dios habló con un hombre, de labios a oído. Y él dijo: “Soy tardo en el habla”, dijo Moisés. “Yo, yo no soy suficiente. Yo—yo no puedo ir”.",
    "El dijo: “¿Quién hizo al hombre hablar, o Quién lo hizo mudo? ¿Quién lo hizo ver, o Quién lo hizo oír? ¿No fui Yo, Jehová?” Dijo: “Yo estaré con tu boca”. ¿Ven? Así que…",
    "Y Jeremías dijo, si Uds. quieren leer eso en Jeremías 1:6. Jeremías dijo que: “Dios puso palabras en mi boca”. ¿Ven? El—El habló, de labios a oído, con un profeta; y habló a través del otro profeta, él no tenía control en lo absoluto, y habló a través de sus labios.",
    "El tiene maneras de difundir Su Palabra, Uds. saben. Sí, señor. Así que Uds. ven que la Biblia es la Palabra de Dios, no la palabra del hombre.\n\nMoisés dijo: “Dios me habló con una voz, y lo oí. Yo escribí lo que El dijo”.",
    "Jeremías dijo: “Yo no podía hablar en lo absoluto. Y, cuando menos lo pensé, mis labios estaban hablando, y—y—y yo estaba escribiendo”. Dios habló a través de sus labios, y se cumplió.\n\nDaniel, Isaías, y demás, todos esos profetas fueron más o menos lo mismo.",
    "Uds. saben, solamente en el Antiguo Testamento, hay más de dos mil veces que esos profetas dijeron ASI DICE EL SEÑOR. Ahora, si un hombre dice ASI DICE EL SEÑOR, no es el hombre hablando. Si él lo hiciera, no sería un profeta, sería un hipócrita, ¿ven?, porque ello no (nunca) se cumpliría; una probabilidad entre un millón de veces, ¿ven?, pudieran acertarle. Pero si es ASI DICE EL SEÑOR, el Señor Dios lo ha dicho.\n\nSi yo dijera: “Así dice Orman Neville”; mi hermano dice: “Así dice el Sr. Mann”; yo diría: “Así dice el Hermano Vayle”, aquí, o algunos de estos otros hermanos, cualquiera de Uds.; estoy diciendo lo que Uds. dijeron. Si soy veraz, estoy diciendo exactamente lo que Uds. dijeron.\n\nY estos hombres, siendo profetas, dijeron: “No soy yo. Yo no tengo nada que ver con ello, pero es ASI DICE EL SEÑOR”. Así que la Biblia es ASI DICE EL SEÑOR por los profetas.",
    "Fíjense, ellos llevaron el Espíritu de Cristo sobre sí mismos, y pronosticaron los eventos que sucederían. ¡Hablar de pronósticos! Dijeron lo que sucedería durante las edades, mientras se sentaron, se pararon, se recostaron, caminaron con el Espíritu de Cristo sobre ellos, tanto que actuaron como Cristo. Y los lectores lo leerían y pensarían que los profetas estaban hablando de sí mismos.\n\n¿Recuerdan Uds. al eunuco cuando él estaba leyendo Isaías 53:1, acerca de cómo, es que: “El había sido herido por nuestras rebeliones, molido por nuestros pecados; el castigo de nuestra paz fue sobre El, por Su llaga fuimos nosotros curados”? El eunuco le dijo a Felipe: “¿De quién está hablando el profeta, de sí mismo o de algún otro hombre?” ¿Ven?, el profeta habló como si fuera él mismo.",
    "Miren a David clamando en el Espíritu: “Dios mío, Dios mío, ¿por qué me has desamparado? Mis huesos, ellos me observan, a mí”, David. “Horadaron mis pies y mis manos”, David. “Horadaron mis pies y mis manos. Pero no dejarás mi alma en el Seol, ni permitirás que Tu Santo vea corrupción”, como si David estaba diciendo de sí mismo que era santo. Era el Hijo de David, esa Simiente espiritual germinada viniendo por allí. Aunque el mismo David era un cadillo, pero allí en el interior había un grano de Trigo. ¿Lo captan?\n\nAsí que, la Biblia entera, no es la palabra de hombres, tampoco fue escrita por hombres, traída por hombres, ni tampoco puede Ella ser—ser revelada por hombres. Es la Palabra de Dios revelada por Dios mismo, Su propio intérprete, Cristo revelándose El mismo en Su propia Palabra.",
    "Miren a Cristo estando aquí atrás en David. David ni siquiera podía pensar ahora. Su mente se había ido de él, por así decirlo. Y El estaba colgando en la cruz, como Uds. ven la estatua aquí; colgando en la cruz, clamando: “Dios Mío, Dios Mío, ¿por qué me has desamparado? Todos Mis huesos, ellos me observan. Horadaron Mis manos y Mis pies. Ellos abrieron Mi costado”. ¿Ven? “¿Por qué estás lejos de Mí? Todos los toros de Basán rodean por todos lados. Ellos menean sus cabezas, diciendo: ‘Confió en Dios, que El lo libraría; ahora veamos si El lo librará’”, diciendo las mismas palabras.\n\nAsí que, ¿ven Uds.?, cuando Dios fue manifestado aquí en la tierra, El dijo las mismas palabras que David dijo. ¿Lo captan? Así que, ¿ven Uds.?, no es la palabra de hombres; es la Palabra de Dios. Ese era Dios en David; ese no era David. El no sabía qué estaba diciendo; él simplemente estaba tan en el Espíritu.\n\nDe esa manera era Moisés. El estaba tan en el Espíritu, salió de la dimensión en la que él estaba viviendo, y se paró allí cara a cara, en esa zarza ardiendo, hablando con—con—con Dios mismo. Dijo: “Quítate tu calzado. La tierra en que estás parado, tierra santa es”.\n\nMe imagino que cuando Moisés se fue de allí, él pensó: “¿Qué pasó? ¿Qué sucedió? ¿Qué fue?”\n\nDijo: “Ve a Egipto. Yo iré contigo”.\n\nEl dijo: “Es tan real para mí, debo ir”. El tomó a su esposa y a sus niños…y—y a su niño, mejor dicho, y su vara en su mano, y se fue a Egipto, para librar al pueblo. ¿Ven?",
    "Dios hablando, El mismo, a través de los profetas. ¿Ven?, ellos, ellos están absolutamente…No fueron los profetas; fue Dios. Porque, los profetas, por sí mismos, no podían decir esas cosas.\n\n“¿Quién ha creído a nuestro anuncio?” Isaías diciendo, ¿ven Uds.? “¿Quién ha creído a nuestro anuncio? ¿Sobre quién se ha manifestado el brazo del Señor? El subirá delante de nosotros como un becerro en una—en una manada. Y cómo es que, sin embargo, El herido fue por nuestras rebeliones, molido por nuestros pecados; el castigo de nuestra paz sobre El, por su llaga fuimos nosotros curados”. Fuimos nosotros curados, muy acá en esta edad aquí; e Isaías, allá atrás ochocientos años antes de Cristo. ¿Ven? “Por Su llaga fuimos nosotros”, tiempo pasado, ya, “curados”. ¡Oh, hermanos!\n\n¡Cómo la Palabra de Dios, tan perfecta! Confíen en Ella, amigos. Es lo único que puede salvarlos.",
    "Todas las otras palabras, a mí no me importa qué tan bien colocadas estén, cómo, de quién vienen, de qué denominación vienen, o cuán inteligente es el hombre, deben de ser absolutamente ignoradas, cualquier cosa contraria a la Palabra. Quieren anotar esa Escritura, es Gálatas 1:8. ¿Ven? Pablo dijo: “Si aun nosotros, o un Angel de los Cielos, anunciara cualquier otra cosa que Esto que Uds. ya han oído, sea anatema”.\n\nEn otras palabras, si un Angel viniera a vosotros del Cielo, un Angel brillante y resplandeciente, y se parara; hombre, eso sería carnada para este día, ¿no es así? Un Angel brillante y resplandeciente viniera allí y se parara, y dijera cosas que eran contrarias a la Palabra; Uds. digan: “Satanás, aléjate de mí”. Eso es correcto. Si él es un obispo, si él es un…sea lo que sea que él es, nunca le crean si él no habla exactamente con esa Biblia, Palabra por Palabra. Obsérvenlo, él los llevará con la Biblia ahora. El los llevará a un cierto lugar, y luego lo enganchará allí mismo. Cuando Uds. ven la Biblia diciendo una cosa, y él pasa por alto eso, obsérvenlo allí mismo.\n\n¿Ven?, de esa manera hizo él con Eva. El vino directamente y dijo todo exactamente. “Pues, Dios dijo esto. Eso es correcto, Eva. Amén. Nosotros creemos eso, juntos”.\n\n“Bueno, Dios dijo esto”.\n\n“Amén. Creemos eso, juntos”.\n\n“Dios dijo esto”.\n\n“Creemos eso, seguro”.\n\n“Bueno, pero Dios dijo que moriremos”.",
    "🦅 Bueno, ahora, tú sabes El es un buen Dios”. El no dijo que no lo haría, Uds. saben. “Pero ciertamente…” ¡Oh, hermanos! Allí está él.\n\nY si él fue engañoso de esa manera, y la Biblia dice que: “En los postreros días él engañaría a los Escogidos si fuere posible”, ¿dónde debiéramos de estar hoy, amigos? Ahora, estas pequeñas lecciones de escuela dominical son, deberían de ser llevadas muy cerca, Uds. saben, de nuestros corazones, para ver…Deberíamos de escuchar muy atentamente y ver cuán engañosa es esa cosa.",
    "Fíjense, no podemos, no debemos, escuchar la palabra de ningún otro hombre. No nos importa cuán inteligente, cuán educado. La Biblia, en Proverbios, dice: “Debemos derribar razonamientos”. ¿Ven? Ahora, aquí en esta segunda esfera…\n\nLa primera esfera son sus sentidos de vista, gusto, tacto, olfato, y oído. Eso es en su cuerpo exterior.\n\nEn el cuerpo interior, el cual es el espíritu, hay razonamientos y pensamientos, y demás. Debemos derribar todo eso. No se puede razonar, decir: “Ahora espera, si Dios es un buen Dios…” Y se nos ha dicho tanto hoy en día que El lo es. “Si El es un buen Dios, entonces si soy sincero, aunque no puedo ver en esa Biblia que eso está correcto, aunque yo sea sincero, seré salvo”. Uds. estarán perdidos. [Espacio en blanco en la cinta.—Editor]",
    "🦅 Si voy a la iglesia y sólo hago las cosas que creo que están correctas, y trato de mantenerme fiel por lo que pienso que es correcto, pues, yo…” Uds. todavía están perdidos.\n\n“Hay camino que al hombre le parece derecho; pero su fin es caminos de muerte”. ¿Ven? Uds. no serán salvos; estarán perdidos. ¿Ven? ¿Ven? Debe de ser ese Hombre controlador interior.",
    "🦅 Pues, yo he hablado en lenguas, Hermano Branham. Bueno, ¿no cree en hablar en lenguas, Hermano Branham?” Totalmente. “Pues, yo grité; ¿no cree eso?” Sí, señor. “Vivo una buena vida Cristiana. ¿No cree en eso?” Sí, señor. Pero aún eso no significa que Ud. es salvo. Ud. es una buena persona; una persona limpia, moral, santa y buena.\n\nAsimismo lo eran aquellos sacerdotes, religiosos de pies a cabeza, tan religiosos al grado que uno mal interpretaba, ellos serían apedreados a muerte. La pena de muerte por jugar con la Palabra de Dios era muerte.",
    "Eso es lo que pasa con nuestro país hoy en día. La razón de que tenemos tantas cosas sueltas en la tierra hoy en día, las penas no son lo suficientemente fuertes. Si un hombre era sorprendido saliendo con la esposa de otro hombre, ambos deberían de ser sacados en público y ser castrados, exactamente, en público, y soltados. Eso es correcto. Si un hombre es sorprendido haciendo algo errado, en la carretera, a exceso de velocidad, a él no se le deberían de dar menos de diez años; él ha pre-…homicidio premeditado. ¿Ven? Si Uds. ponen penas así en ello, Uds. los harían aminorar la velocidad.\n\nPero cuando algún político deshonesto puede llegar a donde éste aquí y hacer que lo deje ir, y decir: “Bueno, él estaba tomando un poquito, él estaba…no quiso hacer eso”. Y mataría a un hombre, esposa, y a un montón de niños inocentes, dejan que el Ricky se salga con la suya, esa es la política. Ese es el mundo. Ese es el diablo.",
    "Dios dijo que si un hombre era sorprendido en adulterio, o una mujer, sáquenlos allí y apedréenlos a muerte. Eso lo concluía. ¿Ven? Aun si él era sorprendido recogiendo un peso de un leño, en el día de reposo: “Tómenlo y apedréenlo”. Ellos vivían de acuerdo a eso entonces. Y ahora, ¿ven?, no tenemos esa clase de leyes hoy en día.\n\nPero los Cristianos, la iglesia, a los que les estoy hablando esta mañana, esa ley de Dios está en su corazón. ¿Ven? Uds. no tienen deseo de hacerlo. Está aquí adentro. Uds. quieren guardar la ley de Dios tan perfecta. No importa qué es, Uds. quieren ser exactamente lo que…Si—si Dios necesita una alfombra en la puerta, El quiere que Uds. sean esa alfombra, Uds. estarán tan contentos de ser eso. No importa qué fuera, Uds. quieren ser la alfombra de puerta. ¿Ven? Todo lo que Dios quiere que Uds. hagan, eso es lo que Uds. quieren hacer, porque es Dios. Ahora, allí es donde Uds. verdaderamente encuentran su real, genuino y verdadero amor por Dios.",
    "Ahora nos damos cuenta entonces, que: “Si un Angel anunciara cualquier otra cosa”, además de lo que ha…?…ya ha sido dicho en la Biblia, “sea anatema”. Nadie puede. No pueden hacer eso; debe de ser exactamente de la manera que Ella dice.",
    "Y además leemos, en Apocalipsis 22:18 y 19: “Si alguno le añadiere una palabra a Esto, o quitare una Palabra de Ella, Dios quitará su parte del Libro de la Vida”. Correcto. Dios quitará su parte, aunque él sea un ministro, sea lo que él sea, y su palabra…su nombre está escrito en el Libro de la Vida. Dios dijo: “Yo simplemente lo voy a borrar”, eso es correcto, “si él le añade una cosa a Ella, o quita una Palabra de Ella”. Eso es cuán infalible ha hecho Dios Su Palabra. ¿Ven? Uds. pueden añadirle a la iglesia, o quitarle a la iglesia. No le añadan a esa Palabra, o quiten de Ella, porque Dios quitará su nombre del Libro de la Vida. Y, eso es que, Uds. están acabados entonces. ¿Ven? Uds. no le pueden añadir a Ella, o quitarle a Ella. Es exactamente lo que…",
    "No necesita intérprete, porque la Biblia dice que Dios hace Su propia interpretación de la Biblia. “No es de interpretación privada”, dijo Pedro. Muy bien.",
    "Y toda la Escritura es dada Divinamente, puesta en orden Divinamente, y toda es la revelación de Jesucristo. El Nuevo y el Antiguo Testamento, donde predijeron que El venía, qué haría El cuando llegara aquí, y qué haría El en esta edad que había de venir. Así que eso lo hace a El el mismo ayer, hoy, y por los siglos. ¿Ven?\n\nComo allí en Hebreos, cuando Pablo lo escribió. El es Dios, “Jesucristo ayer”, del Antiguo Testamento. El es “Jesucristo hoy”, manifestado en la carne. “Y El es Jesucristo por los siglos”, en el Espíritu, “que ha de venir”. ¿Ven? ¿Ven? “El mismo ayer, hoy, y por los siglos”.\n\nY El siempre vive para hacer que Su Palabra viva lo que dijo que haría para esa edad. El está vivo.",
    "El estaba vivo en el Antiguo Testamento, manifestado. Yo sólo quiero dejar que Uds. vean una cosita aquí, si pueden soportarlo. Observen, cuando Jesús fue manifestado en el Antiguo Testamento, como nosotros lo creemos.\n\nAhora, Uds. predicadores allá afuera, Uds. pueden discutir con ella, hacer lo que quieran hacer, pero estoy hablando para mi…lo que yo pienso. ¿Ven?",
    "Cuando Jesús fue manifestado en el Antiguo Testamento, en una teofanía, en la persona de Melquisedec; no un sacerdocio, sino la Persona, el Hombre. ¿Ven? Porque, este Hombre todavía no había nacido, pero El estaba en una teofanía, así que El no tenía padre, ni madre. El era Dios mismo. El fue manifestado en la forma de un Hombre, llamado: “Rey de Salem, el cual es Rey de Paz, y Rey de Justicia”. ¿Ven? El era Melquisedec. “El no tenía ni padre ni madre, principio de días o fin de vida”. ¿Ven? Era Jesús en una teofanía, en la forma de un Hombre. ¿Pueden estar de acuerdo con eso? Muy bien.",
    "Entonces El fue hecho en realidad carne humana, y habitó entre nosotros, en la Persona de Jesucristo mismo, que nació de la virgen María. El vino en esa forma para que El pudiera morir, y regresara al Cielo.\n\nAhora en estos últimos días, El ha prometido manifestarse El mismo en la plenitud de nuevo, de Su carne, en Espíritu. ¿Ven? “Porque como fue en los días de Sodoma, así será en la Venida del Hijo del Hombre”. Ahora miren a la Sodoma, cómo estaba, y qué sucedió. Y Jesucristo siendo manifestado en forma corporal, de Su Iglesia hoy en día, ¿ven?, haciendo lo mismo, la misma obra, las mismas cosas que El hizo todo el tiempo, nunca cambia, el Eterno. ¿Ven? Y sobre la tierra hoy, El mismo se ha manifestado en los cuerpos humanos, nuestros cuerpos humanos que El ha llamado, y ha hecho exactamente lo mismo que El hizo muchas veces, y en los tiempos de Su carne sobre la tierra. Y está haciendo lo mismo hoy, porque: “Dios habiendo hablado muchas veces a los padres a través de los profetas, en estos postreros días a través de Su Hijo, Jesucristo”. ¿Ven?, el Hijo siendo revelado en los últimos días, Dios manifestado en carne humana, estando presente justamente antes de la destrucción de Sodoma, el fin del mundo Gentil. ¿Lo ven?\n\nHay tres manifestaciones.",
    "Ahora, lo siguiente que sucede, es cuando todo es reunido en esa Persona, Jesucristo, Novia y Cuerpo, en el regreso físico del Señor Jesús. Haciendo Sus tres veces…Cuando El fue traído a la tierra; muerto, crucificado, resucitado. Manifestándose El mismo en la forma de Su Cuerpo, el cual es Su Novia, la Mujer. ¿Lo captan? Ella es parte de Su Cuerpo.\n\nY la mujer y el hombre están tan unidos, al grado que casi son…Ellos son lo mismo. Deberían de serlo, de todas maneras. Allí están, ¿ven?, ellos simplemente manifestaron exactamente lo mismo. Ella es parte de él, porque ella fue sacada de él.\n\nY la Novia hoy en día es sacada del cuerpo de Cristo, el cual está actuando y haciendo exactamente como El dijo que haría para este día, la Novia, la Reina; el Rey y la Reina. Muy bien.\n\nSe nos está haciendo tarde ahora, así que vamos a tener que darnos prisa y terminar.",
    "Muy bien, toda la Biblia es toda la revelación de Jesucristo, dándose El a conocer a cada edad. El se dio a conocer en los días de Lutero, como un fundamento; la iglesia, el pie, las piernas.\n\nComo El lo hizo con el Rey Nabucodonosor; ¿recuerdan Uds. cómo él soñó esos sueños, y vino de la cabeza hacia abajo? ¿Ven? Ahora El viene de los pies hacia arriba. ¿Ven? En el reino Babilónico El mostró todos aquellos Antiguos Testamentos, El vino de la cabeza hacia abajo, hasta que El llegó al grado que Dios mismo llegó a ser carne al pie de la escalera. Ahora aquí en el Nuevo Testamento, El mismo se vuelve a traer otra vez hacia arriba, a la Cabeza de nuevo, la Cabeza de oro, para ser coronado. ¿Ven? Miren. ¿Lo captan?\n\n¿Ven?, Dios estaba en el principio, y El siguió descendiendo, a través de los profetas, y así sucesivamente, hasta que Dios mismo llegó a ser humano como nosotros, completamente al pie de la escalera, un bebé nacido en un pesebre; odiado, rechazado, despreciado, y un nombre malo, y todo lo que El era. Luego El empezó a subir, ¿ven?, y desde los pies El comenzó a edificar a la Iglesia, la Novia, regresando, de regreso; y ahora llegando a la Piedra de Corona, donde todo se une y forma el gran Cuerpo transfigurado de Jesucristo.",
    "Dios es revelado en cada edad por Su Palabra prometida a esa edad. Ahora sólo miremos lo que son algunas de Sus promesas para hoy, mientras estamos terminando ahora con estas últimas palabras.",
    "Ahora Dios se está revelando en el tiempo de la Luz del atardecer. Veamos ahora. Vemos…",
    "Simplemente tengo un montón de Escrituras escritas aquí. Como Uds. pueden ver en esta página, cuántas Escrituras están escritas allí. Pero, sólo tenemos como quince minutos para las doce. Quiero salir. Y no me he puesto ronco, esta mañana, hablando. Algunas veces estos aires acondicionados aquí me ponen muy ronco.\n\nAsí que si el Hermano Neville no…¿No tiene Ud. nada para esta noche? [El Hermano Neville dice: “No”.—Editor] Bueno, bueno, yo…Si está bien, tengo algo. Me encontré un paquete de cigarrillos el otro día, tirado en el bosque; y recibí un Mensaje de ese paquete de cigarrillos, para esta noche, si el Señor quiere. ¿Ven?\n\nAsí que, tengo estas Escrituras aquí. Y no quiero pasarme de la hora, para que Uds. puedan regresar.",
    "Un paquete de cigarrillos, hablando. Muy bien. Me estaba poniendo en camino a través del bosque, y allí estaba un paquete de cigarrillos, y simplemente seguí mi camino alejándome. Yo pensé: “Bueno, alguien está adelante de mí”.\n\nY Algo dijo: “Regresa y recoge eso”.\n\nYo pensé: “¿Recoger un paquete de cigarrillos? Yo no”.\n\nAlgo dijo: “Regresa y recoge ese paquete de cigarrillos”.\n\nY yo fui allí, había un paquete viejo vacío, y vi algo. Se los voy a contar, esta noche, si el Señor quiere. Muy bien.",
    "Ahora vamos a hablar acerca de Luces del atardecer, sólo por unos momentos. La Biblia predice que vendría un tiempo, justamente en el tiempo final, que el sol saldría, y habría una Luz del atardecer. Todos sabemos eso. ¿No es así? Nosotros, nosotros estamos…Nosotros los que estamos familiarizados con nuestro Mensaje hoy del Señor Jesús, creemos que habrá una Luz del atardecer. Y esta Luz del atardecer…\n\nPor supuesto, la gran Luz vendrá cuando Jesús mismo será manifestado aquí en la tierra, o arriba en los Cielos, llevándose a Su Novia, y luego el Milenio empezará.",
    "Pero tenemos uno de los tiempos más espantosos por los cuales pasar, que hayan estado delante de los seres humanos. Y sólo estoy esperando la hora, y cuando podamos tener…todos puedan tener oportunidad donde Uds. puedan tener unos días libres del trabajo y dedicar unos días, y podamos instalarnos en alguna parte donde yo pueda hablar sobre esas Plagas y cosas que han de caer en los últimos días; y juntar alrededor de dos o tres semanas, y traer eso junto, si el Señor me permite vivir para hacerlo y me inspira a hacerlo así, ver cómo esas cosas serán introducidas, y esos Truenos. Entonces Uds. se darán cuenta sobre qué han estado soñando esos hombres y esas personas, y todas esas cosas allí, se van a cumplir; ¿ven?, Uds. se darán cuenta lo que ellos revelaron, ese gran trueno saliendo de los—de los cielos. Ahora, por supuesto, todo el grupo de Uds., Uds. saben que sé lo que—lo que eso significa, ¿ven Uds.? Y, pero sólo esperemos hasta que el tiempo llegue, ¿ven Uds.?, para que sea, ¿ven?, ahora, y será más oportuno.",
    "Ahora, así que vamos a leer algunas de estas—estas Escrituras aquí. Ahora, en las Luces del atardecer vinieron, ahora, nos damos cuenta que tendrá que ser la misma Luz que estaba en la mañana.\n\nPorque, no hay un sol en la mañana y otro sol en la tarde. Es el mismo sol. El mismo sol que está en la tarde está en la mañana; el mismo en la mañana como en la tarde.\n\nAhora, dice: “El día en sí”, el día entre ese tiempo, “será más o menos como, oh, como un día tenebroso y oscuro. No podría ser llamado día o noche, en medio de eso”.",
    "¿Ven?, esa es la formación del Cuerpo, desde los pies, subiendo. Cuando El estuvo aquí en la tierra, El era el Hijo, la Luminosidad, luego El fue muerto. La Iglesia tomó Su lugar, luego el martirio y pasó por la Edad del Oscurantismo, y empezó a edificar sobre el fundamento al salir. Entonces ¿de dónde viene la vista? De la parte de arriba de la cabeza.\n\n¿Ven esa visión; Nabucodonosor? Lo ven a El bajando, desde el principio de la edad Gentil antes de que la Sangre fuera derramada por ellos e hiciera una expiación. Eran prosélitos que fueron traídos. Pero fíjense que se fue hacia abajo, hacia abajo, hacia abajo hasta el fondo, en símbolo, ¿ven?, lo trajo para abajo.\n\nLuego comenzó de regreso, volviendo, la Iglesia regresó de los pies, subiendo. Ahora está en el tiempo de la cabeza— tiempo de la cabeza. Ahora fíjense en la Luz.",
    "Uds. no pueden ver con sus manos, sin embargo son parte del cuerpo. No pueden ver con los oídos, sin embargo ellos pueden oír. No pueden ver con la nariz, sin embargo ella huele. No pueden—no pueden ver con los labios, aunque hablan; ¿ven?, esa era la edad Pentecostal. Pero ahora está en el tiempo del ojo, el ver. ¿Ven? Ahora, no hay una sola facultad que se mueva más allá del ojo. ¿Es correcto eso?\n\nLo siguiente es la inteligencia, la cual es Cristo mismo, Quien controla todo el Cuerpo.\n\nNingún movimiento que se mueva más allá de eso. ¿Ven? Todo lo demás se ha movido. ¿Ven? Mueven sus pies, mueven los músculos en sus piernas, mueven todo. Mueven sus…Sus oídos pueden moverse, su nariz, sus labios, y demás. Pero después de sus ojos, no hay nada que se mueva.\n\nPor eso es que afirman que el hombre se pone calvo rápido, es debido a que, ¿ven?, no hay ejercicio para desarrollar los músculos en—en el cabello, en el cuero cabelludo. ¿Ven? Y no tiene un colchón para que reciban sangre allí arriba. La sangre no pasa, ¿ven?, no sube y suple sangre. Por supuesto, la—la raíz del cabello vive por medio de la sangre.\n\nY ahora nos damos cuenta de que esa parte, ¿ven Uds.?, no hay nada más allá del ojo.",
    "Ahora averigüemos. “Habrá Luz”, (¿como a mediodía?), “¡al caer la tarde!” ¿Para qué es enviada la Luz? Para que uno pueda ver adónde va a…cómo movilizarse. ¿Es correcto eso? Ver dónde está uno. “Habrá Luz más o menos al caer la tarde”.",
    "Ahora, tomamos eso ahora y lo comparamos allá con Malaquías 4. El prometió que Luz vendría de nuevo al caer la tarde, ¿ven?: “Porque, he aquí, Yo os envío el profeta Elías, y él restaurará a los—los hijos de nuevo hacia los padres, y los padres hacia los hijos”, (¿es correcto eso?), “no sea que Yo venga y hiera la tierra con maldición”.",
    "Ahora tomemos Juan o…San Lucas 17:30, y observen lo que Jesús profetizó allí, diciendo que: “Como fue en los días de Sodoma, será lo mismo…”\n\nAhora recuerden, fíjense, esto es en el tiempo en que el Hijo del Hombre sería revelado; la manifestación del Hijo del Hombre. Ahora, el Hijo del Hombre en realidad fue revelado potencialmente, sólo por unos cuantos momentos allá, justo antes de que Sodoma fuera quemada. Ahora, ese Hombre era Elohim. Ese era Dios; y Jesús es Dios. Y Dios fue revelado potencialmente allí mismo por unos momentos, para hablarle a Abraham, en el juicio investigador. Sólo por un momento, el Hijo del Hombre fue revelado; el Hijo del Hombre, Elohim. ¿Lo ven, iglesia? [La congregación dice: “Amén”.—Editor] El Hijo del Hombre, Elohim, fue revelado sólo por unos minutos. Porque, a la mismísima mañana siguiente fue quemada, (¿cuándo?) antes de que el sol pudiera salir de nuevo.\n\nAsí que no puede quedar ninguna organización, ni tampoco puede haber ningún adelanto más que lo que está sucediendo ahora mismo, porque ella arderá antes de que el día raye de nuevo. El avivamiento ha terminado, por toda la nación. Ya no van a haber más avivamientos, grandes avivamientos arrasadores; esta nación nunca lo recibiría. Uds. pudieran tener una reunión intelectual. Pero, yo quiero decir, un avivamiento Espiritual, lo hemos visto todo. Espero que Uds. lo estén captando. Lo estoy diciendo de tal manera que—que espero que lo capten. ¿Ven? Ha terminado.\n\nUn buen ministro dijo, hace un rato, dijo: “Hermano Branham, ¡si yo tan sólo pudiera tener el gozo del Señor en mi corazón!”\n\nYo dije: “Hijo, el avivamiento ha terminado”. ¿Ven?",
    "Ahora los estabilizadores han sido puestos en el barco. Grandes olas espantosas están aquí afuera delante de nosotros; pero sabemos, que un poco más allá de esa ola allá, estamos acercándonos a la orilla. ¿Ven? Estamos acercándonos a la orilla. Sólo quédense estables. Sólo quédense en la Palabra. Quédense con Dios. No importa cómo se sientan, qué otra cosa; quédense con la Palabra. Dejen—dejen—dejen que se quede estable, cuando Uds. ven todas estas enormes nubes a nuestro alrededor, y tormentas viniendo, y bombas atómicas, y todo lo demás de lo cual están hablando. Pero nuestro estabilizador está directamente en la Palabra. Dios dijo que estaría aquí; subiremos a la cresta de cada una de ellas. Sí, pasaremos por encima de ellas. ¡Claro que sí! Ellas, ellas no pueden hundirnos. No pueden ahogarnos. Uds. nos ponen en la sepultura; saldremos de nuevo. Eso es todo. No hay ninguna manera en el mundo de mantenerlo allí abajo. Subiremos a la cresta de cada una de ellas, porque nuestro gran Capitán Principal está llamando al otro lado.\n\nEstamos anclados en Jesús, las tormentas de la vida enfrentaré;\n\nMe he anclado en Jesús, no le temo a viento u ola;",
    "Cualquier cosa que pudiera ser, dejen que venga. Lo que sea, lo que va a ser, no hace ninguna diferencia. Estamos anclados allí mismo en Jesús. Si vivo, viviré para la gloria de Dios. Si muero, muero para la gloria de Dios. Yo—yo—yo sólo quiero simplemente…Es para la gloria de Dios, es lo que quiero hacer. Cuando eso haya terminado, no quiero quedarme más tiempo. Quiero ir adonde…a mi recompensa que El me compró; no lo que yo me gané, sino lo que El me compró, lo que El me dio por Su gracia.",
    "Así que vemos la Luz del atardecer está aquí. ¿Y de qué sirve tener Luz, si uno no tiene ojos para ver cómo moverse en Ella? ¿Qué es la Luz del atardecer? La Luz se enciende, para revelar algo. ¿Es correcto eso? Si hay algo aquí, Uds. tocan y no pueden entender qué es, en la oscuridad, entonces enciendan una luz. ¡Es para revelar! ¿Qué ha de hacer Malaquías 4? ¿Ven? Hacer lo mismo. ¿Qué iba a hacer la apertura de los Siete Sellos, donde todas estas denominaciones tambaleándose en este…?…? Es para revelar, sacar a luz. Si uno no tiene ojos, ¿entonces de qué sirve revelar? Tienen que haber ojos, primero, para ver. ¿Es correcto eso? Para revelar Malaquías 4, revelar San Lucas 17:30, San Juan 14:12, también Juan 15:24, 16:13. Y para también revelar Apocalipsis 10:1 al 7, la apertura de los Siete Sellos, y el Mensaje del séptimo ángel; para abrir, para revelar, cuando la Luz del atardecer ha venido. Ahora si un hombre…",
    "En la Edad de Laodicea, la gente estaba (¿qué?) “desnuda”. ¿Lo están? “Ciegos”. ¿De qué le sirve la Luz a un ciego? Si el ciego guiare al ciego, ¿no caerán todos en el hoyo? “Desnudo, ciego, y no lo sabes”. Aun sus facultades mentales están acabadas, sus facultades espirituales de entendimiento mental, espiritual. ¿Ven?\n\n“Impetuosos, infatuados, amadores de los deleites más que de Dios; implacables, calumniadores, intemperantes, y aborrecedores de lo bueno; que tendrán apariencia de piedad, pero negarán la Eficacia de ella”. El poder de revelación; ni siquiera creen en él. ¿Ven? No creen en semejantes cosas como profetas. Y así que no creen en él. Creen que—que Malaquías 4 ha de ser una cierta iglesia o una cierta organización.\n\nCuando él vino la primera vez, él era un hombre. Cuando él vino la segunda vez, con una doble porción, él era un hombre. Cuando él vino en la forma de Juan el Bautista, él era un hombre. ¿Ven?\n\nEn los últimos días, cuando las Luces del atardecer empiecen a resplandecer, los ojos serán abiertos y Uds. verán adónde van. Entonces el Cuerpo ya está formado, parado sobre sus pies, poniéndose en movimiento, moviéndose por el Espíritu Santo. ¿Qué? El mismo que se movió sobre los profetas que escribieron la Biblia, el mismo Espíritu Santo moviéndose en un Cuerpo lleno con el Espíritu Santo, movido en el Espíritu Santo, fuera de toda organización, de todo linaje, lengua, y pueblo.",
    "Una pequeña señora aquí, ella no pertenece a esta organización, o esta organización…pertenece a esta congregación. Ella viene de alguna otra parte, y ella llegó esta mañana, tenía una fotografía allí. Ella estaba…se la dio a mi hijo, quien estaba muy asombrado. No sé si ella oyó alguna vez acerca de Esto o no. No sé. Ella tenía una fotografía de este Angel del Señor que estaba en las Siete Edades de la Iglesia, Siete Sellos abiertos, allá, cuando lo hizo. Dijo, miró hacia atrás por allí, y ella vio eso parado en el cielo, en un sueño. Y ella miró hacia atrás por allí y vio eso, vio a alguien de blanco, marchando hacia adelante; y detrás de él, dijo que parecía… Dijo: “Hermano Branham, era Ud.” Y dijo: “Marchó allí”, dijo, “detrás de Ud., había gente de diferentes colores, cargando banderas; Georgia, Alabama, de todo tipo diferente de lugares, marchando hacia adelante”, subiendo entrando a la jefatura a donde Cristo estaba siendo revelado en la visión. ¡Oh, aleluya!",
    "Estamos en los últimos días, y en las últimas horas de los días. ¿Lo ven a El ahora en Su Palabra, y toda Su Palabra manifestada aquí mismo delante de nosotros? Oh, Iglesia del Dios viviente, pónganse de pie, créanle con todo lo que está en Uds. Agárrense a esa pequeña Rueda en medio de la rueda, déjenla estabilizar todo movimiento y todo ademán que Uds. hacen. Todo pensamiento que Uds. tienen, que sea controlado por esta Torre en el interior de Uds. Porque, Dios está en Su Palabra de esta hora, en la Luz del atardecer, mostrando la Luz.",
    "¡La ceguera de un murciélago! Uds. pudieran encender una luz, y el murciélago—murciélago estaría tan ciego que él no podría volar. Un búho que ulula, todos esos merodeadores nocturnos, y cosas así, cucarachas y cosas, no pueden ver de día. No saben de qué se trata. No pueden ver.\n\nY las Luces del atardecer se han encendido. Cada parábola, adondequiera que vamos, a la naturaleza, a la Biblia, a las—las estatuas que Melq-…que Daniel vio, y—y el rey de ese día, que todos ellos vieron; y todas estas cosas, todos, toda forma, todo movimiento, cada lugar en el Cuerpo, posicionalmente nos muestra la mismísima hora en la que estamos viviendo. Ningún otro movimiento puede venir más arriba.\n\nHubo un movimiento de la mano; amor, Wesley. Hubo un movimiento, de fundamento; Lutero. Amor, nunca hubo uno más grande; fue llamado el movimiento de Wesley. Enviaron misioneros a todo el mundo. Uno de los movimientos más grandes que fue llevado a cabo, en la edad antes de esa.\n\nLuego vino la edad Pentecostal; luego entraron los diferentes dedos y cosas, la edad Pentecostal, de lenguas, y nariz, y demás.\n\nAhora está en los ojos. ¿De qué sirve que necesiten ojos, o necesiten luz, si esos ojos no estuvieran allí para ver? Tienen que haber ojos, primero, para ver. Y luego cuando eso vino, El abrió los Siete Sellos y reveló la Luz del atardecer, tomando todos los misterios que han estado escondidos durante estas edades de la iglesia, y ahora los reveló como El prometió hacerlo en Apocalipsis 10:1 al 7. Aquí estamos hoy ubicados en medio de la Palabra, y la Palabra siendo revelada a nosotros por Jesucristo. Entonces, Esta es la Palabra de Dios.",
    "Y siendo Sus súbditos, debemos de caminar cerca del Autor, para entenderla, para que Ella revele. “Oh Señor, ¿qué tienes para mí, que yo haga? Si debo de ir a los campos y predicar el Evangelio, o ¿debo quedarme en casa? ¿No importa qué es, si debo ser una buena ama de casa, si debo ser una buena madre, si debo de hacer esto, aquello, o lo otro? Sea lo que sea, si debo ser un agricultor, si yo…Sea lo que sea, Señor, ¿qué quieres que yo haga?”",
    "¿No fue eso lo que Saulo exclamó allá: “Señor, ¿qué quieres que yo haga?” El estaba en la igl-…en camino allá a—a encarcelar a toda la iglesia. Pero entonces él clamó: “¿Qué quieres que yo haga?” Cuando la Luz se encendió, como una gran Columna de Fuego suspendida sobre él. “¿Qué quieres que yo haga?”",
    "Pienso que, esa es una buena palabra con la cual terminar, y decir: “Señor, ¿qué quieres que yo haga? Cuando veo esta Escritura tan perfectamente revelada ahora mismo; Señor, ¿qué quieres que yo haga?”\n\nInclinemos nuestros rostros.",
    "Yo les pido a todos los que están aquí que examinen sus corazones ahora y se hagan esa pregunta: “Señor, ¿qué quieres que yo haga?” Y Uds., si todavía están en los cables del teléfono por toda la nación, inclinen sus rostros y pregunten: “Señor, ¿qué quieres que yo haga? Viendo que estamos aquí en los últimos días y las últimas horas, tan perfectamente delante de nosotros, tan claramente revelados, ¿qué quieres que yo haga?”",
    "Amado Dios, mientras ellos te están haciendo esa pregunta; te pregunto, yo mismo, a Ti, ¿qué quieres que yo haga, Señor?, ya que me doy cuenta que se debe dar cuenta por cada día. Y ruego que Tú me ayudes, Señor, a vivir de manera que cada día, sea contado para Tu honra y gloria.\n\nRuego que Tú ayudes a todos por toda la nación, y a aquellos aquí que están presentes en el tabernáculo, mientras examinamos nuestros corazones y decimos: “Señor, ¿qué quieres que yo haga? ¿Qué podría yo hacer, Señor, para propagar Tu Reino y Tu Causa?” Concédelo, Dios.\n\nExamínanos, nuestros corazones, y pruébanos. Si hay iniquidad en nosotros, Señor, egoísmo, motivos u objetivos malos, oh Dios, límpianos con la Sangre de Tu Hijo, Jesucristo, a quien humildemente le aceptamos Su propiciación de Su muerte y Su resurrección. Y siendo justificados por creer que El hizo esto, con mucho gusto aceptamos el plan de salvación que Tú nos diste, a nosotros.\n\nPadre, te damos gracias por el Mensaje del día, lo que creemos y a lo que nos aferramos, saber y creer que es Tu Palabra y Tu Mensaje. No para ser diferentes de la otra gente, sino para tratar de ser más como Jesucristo Quien es nuestro ejemplo.",
    "Amado Dios, puestos aquí hay pañuelos, y hay gente enferma en todas partes. Y yo mismo, Señor, estoy cansado y agotado, esta mañana. Ruego que Tú nos ayudes, amado Dios. Recurrimos a Ti por fortaleza. Tú eres nuestra Fortaleza. Tú haz ayudado a tantos, amado Dios.",
    "El otro día, pensando allá en ese bosque, caminando con el Hermano Banks Woods, cuando los doctores…Su corazón estaba tan mal que él casi no podía caminar. Luego pensar cómo yo…no tenía yo la menor idea allá arriba, caminando en aquellas montañas después de esa visión: “Yo debo de matar a ese león. Yo debo de ver a ese león muerto”.\n\nY luego bajando allá, y estando parado allá en Tucson, en la Cafetería Furr’s, y ver su ropa toda holgada, sus ojos caídos. Dije: “Dios, si Tú puedes mostrar una visión, sobre dónde está un león, ciertamente Tú puedes mostrar sobre el Hermano Woods”.\n\nY entonces vino: “Pon tus manos sobre él”.\n\nY aquí está él hoy, de nuevo, nuestro Hermano Banks otra vez, fuerte, corriendo de arriba abajo por esas montañas. Cuánto te agradecemos, amado Dios. Tú eres el mismo Dios para todos nosotros como lo serías para el Hermano Woods. Yo sé que Tú lo amas, porque él es Tu siervo, honesto y sincero.",
    "Y yo ruego, amado Dios, que Tú lidies con cada uno de nosotros, y perdones nuestros pecados, y sanes las enfermedades de nuestros cuerpos. Haznos más como Tú, día tras día, Señor, hasta que lleguemos a esa plena estatua de Jesucristo. Concédelo, Señor. Confío que Tú has examinado cada corazón, ahora, y sabemos qué hacer. Pedimos que Tú nos bendigas ahora, en el Nombre de Jesús.",
    "Y mientras tenemos nuestros rostros inclinados, hay alguien aquí presente, o afuera en la—en la zona de teléfonos por toda la nación, que simplemente les gustaría, mientras están orando, y sus rostros inclinados, sólo levanten su mano a Dios ahora. Eso es todo lo que pueden hacer; hay mucha gente aquí adentro esta mañana. Sólo levanten su mano a Dios, digan: “Dios, hazme más como Jesús. Yo—yo quiero ser más como Jesús”. Dios los bendiga. Afuera en la tierra por toda la nación, simplemente manos en todas partes, simplemente una masa sólida. También, la mía levantada. “Yo quiero ser más como El. Examíname, Señor, y descubre si hay perversidad en mí; sácala. Yo—yo quiero…” ¿Qué? Sólo estamos aquí cierto tiempo, sin embargo vamos a partir ya sea que Uds. son…ya sea que, no importa qué sean, cuán ricos, cuán pobres, cuán jóvenes, cuán viejos.",
    "Estando ayer con un—un pequeño y pobre grupo de personas muy arriba en una montaña, allá en la…en el riachuelo. Había una pequeña familia allí, un hombre al que le he estado hablando acerca de Dios, por cierto tiempo. Vino, su pequeña esposa, siete u ocho hijos; él, un pequeño larguirucho, allá tratando de trabajar, por un par de dólares al día. Y un hombre lo dejó vivir en una chocita. Y allí su esposa allá arriba, casi a punto de tener otro niño, y ella tenía una hacha grande y ancha allá, cortando leña, jalándola para abajo; el bebé en una cadera, jalando la leña con la otra; vino a cortar esa leña, para enlatar unas zarzamoras, para evitar pasar hambre durante el invierno. ¡Oh, cómo la compadecimos! El Hermano Woods y yo fuimos y trajimos la camioneta, y fuimos allá y cortamos su leña, y la trajimos. Ella, una mujercita agradecida, sólo parada allí. Yo sentí pena por ella. Y nos mantuvimos orando por ellos.",
    "Y su pequeño bebé se enfermó de epilepsia. Fuimos y oramos por el pequeño bebé, y Dios lo sanó. Y el otro día, su esposo tenía una hernia, y fuimos…\n\nHe estado hablando con él. El fumaba, los dos. Ella usaba tabaco, y él lo usaba, también, típico de los montañeses. Y luego continué hablándoles acerca de ello. Y ayer en la mañana cuando fui, como al amanecer, aquí venía él saliendo, teniendo sus manos juntas, y dijo: “Hermano Billy, soy un hombre cambiado”. El dijo: “Me fumé mi último cigarrillo, y estoy del lado del Señor”.\n\nElla dijo: “Me acabo de fumar mi último, también”.\n\n¡Oh, planten la semilla! “Yo el Señor he regado. Yo la regaré día y noche, no sea que alguien la arrebate de Mis manos”.",
    "Oh Dios, sé misericordioso ahora, yo ruego, y danos el deseo de nuestro corazón, porque en nuestros corazones queremos servirte a Ti. Ahora, Padre, todos ellos están en Tus manos, en todas partes. Son Tus hijos. Lidia con ellos de acuerdo a la misericordia, Señor; no en juicio, sino en misericordia. Lo pedimos en el Nombre de Jesús. Amén.",
    "¿Lo aman? [La congregación dice: “Amén”.—Editor] ¡Con todo su corazón! Ahora, Uds. que tienen los pañuelos, pueden recogerlos.\n\nY ahora, nuestros servicios, creo que empiezan un poco temprano, a las siete, o algo así. El Hermano Neville lo va a anunciar, en un momento, acerca de cuándo empezar.\n\n¿Hay un bautismo, creo, esta mañana? [El Hermano Neville dice: “El agua está lista”.—Editor] El agua está lista, si alguien está aquí y todavía no ha sido bautizado en el Nombre de nuestro Señor Jesucristo, pues, ciertamente es…El agua está lista para el servicio bautismal.",
    "Apreciamos a todos los hermanos ministros. Veo al hermano…¿Cómo estuvo su reunión, salió todo bien, Hermano Parnell? Y el Hermano Martin, y, oh, tantos de ellos aquí, el Hermano Lee Vayle. Oh, simplemente hay ministros por todas partes. Ciertamente apreciamos que Uds. estén aquí, teniendo compañerismo con nosotros alrededor de la Palabra.",
    "Quizás Uds. pudieran no estar exactamente de acuerdo conmigo sobre Esto; no les pido que lo estén, ¿ven Uds.? Lo único es que, Uds. simplemente considérenlo. Lo que Uds. me dicen, yo lo considero. Si ministros tomaran la cinta, y dijeran: “Bueno, yo no estoy de acuerdo con ello”. Está bien, mi hermano. Quizás Uds. pastorean algunas ovejas; Uds.—Uds. aliméntenlas lo que Uds. deseen.\n\nYo estoy tratando lo mejor que puedo de quedarme con la Palabra, por éstos que han sido puestos en mis manos para Dios, porque las ovejas quieren alimento de ovejas, por supuesto. “Mis ovejas oyen Mi voz”. Y de eso vivimos, de toda Palabra que procede…No toda…No sólo una Palabra de vez en cuando; sino de toda Palabra que procede de la boca de Dios, de eso deberían vivir los santos.\n\nPongámonos ahora de pie. Mientras inclinamos nuestros rostros…\n\nY Hermano Neville, ¿tiene Ud. algo que quiera decirles? [El Hermano Neville dice: “No”.—Editor] ¿Hermano Mann? Muy bien.\n\n¿Se sienten bien todos? Digan: “Amén”. [La congregación dice: “Amén”.—Editor] Muy bien.\n\nAhora inclinemos nuestros rostros.\n\nVoy a pedirle al Hermano Lee Vayle si él sube aquí, o si él puede. Si Ud. puede llegar allí, Hermano Vayle, si puede.\n\nEl Hermano Vayle es nuestro hermano aquí, un escritor de los libros. Y él está preparando el libro ahora, las Siete Edades De La Iglesia, y trabajando con los Siete Sellos. Y esperamos pronto haberlos sacado muy pronto. Muy bien. Hermano Lee Vayle, que Dios lo bendiga. 🦅"
  ]
}