{
  "title": "EL FILTRO DE UN HOMBRE QUE PIENSA",
  "id": "65360009",
  "content": [
    "🦅  ¡Gracias, Hermano Mann!…?…“Todo es posible, sólo creed”. Oremos.\n\nOh Dios, verdaderamente eso es lo que el deseo de nuestro corazón es esta noche, tan sólo creer. Mientras nos hemos reunido aquí esta noche en el tabernáculo, el sol poniéndose en el oeste, rogamos, amado Dios, que Tú nos permitas darnos cuenta cuán cerca está que el sol se está poniendo también en el tiempo; se está acabando. El día ya ha declinado. Y recordamos una ocasión cuando el día ya había declinado, dos viajeros te invitaron a entrar y a quedarte con ellos. Y luego Tú te diste a conocer a ellos por medio de explicar Tu Palabra y permitirles ver lo que Cristo debía de padecer, todas estas cosas primero.",
    "Así que rogamos, Dios, ya que el día ha declinado, que Tú entres en nuestras casas y vivas con nosotros, y nos expliques la Palabra, Señor, que nosotros tan gratamente la tenemos como un tesoro de parte Tuya, como un regalo en nuestro corazón. Que nunca la sobrepasemos; que siempre la reverenciemos con todo nuestro corazón.",
    "Te damos gracias por lo que Tú hiciste por aquellos en el hospital esta mañana, y lo que Tú hiciste por el niñito del Hermano Capps que estaba postrado, casi muriendo, y ahora él está aquí en la audiencia esta noche. ¡Cuánto te agradecemos, Padre, por todas estas cosas!",
    "Concede, Señor, que podamos saber cómo es que deberíamos de darte alabanza. Nosotros sólo…Está más allá de nuestro entendimiento el saber cómo darte alabanza. Pero, Señor, recibe nuestros corazones como señales de agradecimiento, que te amamos. Y cuando nosotros—nosotros queremos hacer lo que es correcto, muéstranos qué hacer. Lo pedimos en el Nombre de Jesús. Amén.\n\nPueden sentarse.",
    "Buenas noches a esta gran y llena iglesia esta noche y allá por todo el país en los teléfonos. Dicen que están conectados de nuevo esta noche.\n\nEspero que mi esposa esté escuchando. No tuve oportunidad de llamarla, así que voy a llamarla después de este servicio.",
    "Y tenemos una nota aquí que esta mañana que el her-…o papá del Hermano Jackson estando en tal condición, que tal mejoría ha tenido lugar, él quizás pueda venirse a casa mañana.",
    "El niñito del Hermano Capps, quien me llamó la otra noche, no sé si el Hermano Capps está en la audiencia o no, pero, y su niñito estaba muy enfermo.\n\nY dio la casualidad que Joseph y yo estábamos allá en el—el campo de tiro, alistando mi pequeño rifle veintidós. Les conté a Uds. todo al respecto la semana pasada. Y realmente va a ser un buen tirador. Y así que él quería asegurarse de decirle a Gary y a Larry lo que él hizo. Y él me dijo, viniendo de regreso…Yo dije: “Tú deberías de llegar y—y decirle al Hermano Gene Norman al respecto”.\n\nEl dijo: “Pasemos y digámosle a Billy primero”, su hermano.\n\nDespués de que le enseñó cuán buenos disparos hizo, él dijo: “Ahora déjame en paz”. ¿Ven?",
    "Y justamente al llegar nosotros allí, pues, el teléfono sonó, y Billy entró corriendo a preguntar…Yo dije: “Quizás sea una llamada de enfermo ahora”. Y acabábamos de llegar, y era el Hermano Capps. Y el niñito tenía peritonitis, y sólo una muy pequeña sombrita de oportunidad para vivir. Y el Señor lo ha sanado. Y la otra noche dijo que él está padeciendo con alguna clase de dolores, la Sra. Woods me estaba contando. Y estábamos saliendo de prisa, y yo simplemente…Yo dije: “Sra. Woods, es tan tarde ahora, las diez, yo dudo que me dejen entrar allá en el hospital”. Yo dije: “Me voy a ir a casa y simplemente cerraré la puerta”. Y fui y oré. Y dicen que el niñito está en la audiencia esta noche. Así que estamos muy agradecidos por eso. Y estamos agradecidos.",
    "Ahora estamos esperando; no hemos oído todavía. Si el Hermano Leo Mercier y la Hermana Mercier están escuchando, todavía no hemos escuchado hasta ahora de su padre. Esperamos oír dentro de poco tiempo, cómo ha seguido. Pero estoy casi seguro de que él va a estar bien, así que estamos encomendando eso al Dios Todopoderoso, que Dios se encargará de ese amado y anciano hombre santo, un anciano y veterano ministro del Evangelio.",
    "Ahora, oh, hay tantas cosas que se necesita hacer, y un tiempo tan corto para hacerlo, así que sólo pongamos todos nuestros esfuerzos ahora en lo que podamos hacer para nuestro Señor.",
    "Yo vine un poquito temprano. Y yo—yo no me he estado sintiendo muy extraordinariamente bien. Me cansé, simplemente muy cansado, y me acosté esta tarde. Nunca…Yo ni siquiera he comido todavía. Así que yo—yo fui, simplemente estuve acostado toda la tarde. Me sentía mal, así que me estuve allí acostado. Y luego empecé a orar, y me sentí mejor. Y me levanté, me puse mi ropa, y vine a la iglesia.",
    "Así que nosotros—nosotros estamos encomendándole al Señor Jesús ahora que El bendiga nuestros esfuerzos juntos esta noche, mientras por toda la nación tratamos de unir esta parte del Cuerpo de Cristo, que se me ha dado el derecho de alimentar Sus ovejas. Y sólo haría lo mejor de mi conocimiento, en repartir el Alimento correcto que yo conozco para las ovejas.\n\nY estoy esperando ansiosamente la hora donde todos podamos congregarnos en un lugar y predicar sobre esas Siete Plagas, y Siete Copas, y las Trompetas, y demás. Todas suceden allí en un grupo. Esa es la razón de que nos tomará como una semana, diez días o más, para verlo todo en una sola reunión, si podemos. Pienso que es muy suficiente.",
    "Ahora, muchos de Uds. están viajando lejos. Yo miro aquí, y acabo de notar, hace un rato, a los amigos de Tucson. Sra. Sothmann, veo que el Hermano Fred llegó bien. Lo vi en la audiencia esta mañana. Y allí pienso que ese es el Hermano Don Ruddell sentado allí junto a él allá atrás, esta noche. Contento de ver al Hermano Don aquí. Y Junior, ¿está Junior aquí, o está él en su iglesia? Supongo que están en los teléfonos en la iglesia esta noche.\n\nAsí que, todos Uds. hermanos, estamos muy contentos de que están aquí con nosotros esta noche, y confiando en el Señor que algún día nosotros, cuando el día de la vida haya terminado y nuestra pequeña luz de vida mortal empiece a oscurecerse y a apagarse, no temeremos mal alguno, porque a través de la—la…",
    "Acabo de recibir un reporte para Uds., allá en—allá en… en Arizona, allá en Prescott. Al Hermano Coggins lo dejaron salir del hospital. Así que estamos muy agradecidos por eso. Bien. Eso está bien. Así que estamos muy agradecidos por eso. Hermana Mercier, su papá se está poniendo bien ahora. Simplemente sentí, después de que oramos, que él estaría bien. Así que ellos quizás estén sintonizados; espero que lo estén; y pienso que lo están. Así que estamos muy agradecidos por eso, que nuestro hermano está—está muy bien ahora, y va a estar muy bien. Así que agradecemos al Señor por todas estas cosas.",
    "Tuve una petición anoche; un amado hermano aquí, supongo que quizás él no está con nosotros hoy. Un hermano de allá de Kentucky, me llamó acerca de su hija. Una familia encantadora, y la—la muchacha va a ser operada, una madre joven con cáncer en la espalda. Así que nosotros—nosotros rogamos que Dios libere a esta joven mujer. Yo creo que El lo va a hacer, si nosotros tan sólo…\n\nLa congregación, todos nosotros juntos, nos unimos y oramos por estas personas, todos juntos. Eso es lo que debemos hacer, como una unidad. Como…",
    "Y a medida se acercan más y más los días, y que el camino se hace más estrecho, nosotros—nosotros queremos ir más juntos. Oh, debemos ser simplemente uno, un cuerpo. Debemos movernos juntos, olvidando los pecados los unos de los otros y nuestras diferencias, pegándonos más y más y más, a medida vemos ese Día acercándose. Reuniéndonos, todos unánimes y de un solo corazón. Y si un hermano, una hermana se sale del camino, de cualquier manera, no hacemos nada sino orar por esa persona, y en amor, siempre considerándonos los unos a los otros. Nunca—nunca permitan que uno de Uds. se aleje. Quédense juntos. Y, si pueden, añadan más a ello, constantemente, todo el tiempo.",
    "Hermano Neville, tengo aquí su petición concerniente al Hermano Wright, el Hermano George Wright que está sentado aquí. Estamos contentos Hermano Wright y Hermana Wright, aquí…La pequeña Edith, yo…Un día cuando vengamos, queremos tener un pequeño servicio conmemorativo aquí.\n\nNo regresé por Edith y cuando ella partió. Pero, Hermana Wright, Ud. recuerda el sueño que ella tuvo hace como un par de años. Y les dije entonces, yo dije: “Es, la pequeña Edith no se va a quedar con nosotros mucho tiempo ahora”, porque el Señor ya le había dicho a ella que se iba, por medio de ese sueño que tuvo. Y recibí la interpretación de él, era, que ella iba a reunirse con Dios. Como dos años después, ella fue a reunirse con Dios. Ahora está esperando que su papá y mamá crucen la línea divisoria, entre la mortalidad y la inmortalidad.",
    "Dios los bendiga. Quiero tratar de verlos inmediatamente, si tan sólo puedo. Así que Dios sea con Uds. y Shelby, y todos. Pensé que vi a Shelby esta mañana; no estaba seguro.\n\nUno no puede ver muy bien aquí arriba; el techo está bajo así, y echa una—una luz así. Uno puede ver los lugares, pero no puede ver la gente muy bien.",
    "Ahora directamente al Mensaje. Este es un Mensaje que quiero leer de Números 19:9 y Efesios 5:26. Y si Uds. que anotan los registros del texto, y demás, pues, Uds. pueden anotarlo.",
    "Y ahora recuerden, si esto está siendo grabado…No sé. No puedo ver a nadie. Sí, sí veo, veo al Hermano Terry allí en—en el cuarto de grabación. Y si esto está siendo grabado; a cualesquier ministros en cualquier lugar, en cualquier tiempo, esto no es dirigido en falta de respeto a sus enseñanzas, esto ni siquiera es dirigido a sus ovejas. Este Mensaje, y todos los otros Mensajes sobre los cuales hablo, es dirigido a mi congregación. No es para su congregación a menos que ellos lo quieran recibir. Sino que es dirigido a esta gente aquí.",
    "La gente compra estas cintas. La gente por todo el mundo las compra y las toca. Muchas veces escriben. Y siempre les menciono a ellos, si son miembros de alguna iglesia: “Vean a su pastor”.",
    "Ahora, pastor, quiero que Ud. sepa eso, que, esto es sólo a mi congregación que le hablo estas cosas. Y tengo derecho de hacer eso, porque he sido puesto por el Espíritu Santo para cuidar de estas ovejas. Y ay de mí si no les digo lo que creo que es la Verdad, y la manera en que pienso que Ella viene. Pero no es para el mundo o para el resto de las iglesias. Uds. hagan lo que Dios les dice a Uds. que hagan. Yo no puedo responder por Uds., ni tampoco Uds. pueden responder por mí. Pero cada uno de nosotros debemos responder delante de Dios, por nuestro ministerio. Por tanto, si tengo que responder por mi ministerio, debo predicarlo en la manera en que lo veo, en la manera en que es revelado a mí. Así que eso se sepa ahora.",
    "Ahora en Números 19:9, queremos leer este texto, o esta Escritura, mejor dicho.\n\nY un hombre limpio recogerá las cenizas de la vaca y las pondrá fuera del campamento en lugar limpio, y las guardará la congregación…(observen ahora) la congregación de los hijos de Israel para el agua de purificación; es una expiación.",
    "Fíjense, no para todos, “a la congregación de los hijos de Israel; las aguas de separación”. [En el hebreo se usó la palabra niddah, que significa “separación”, entre otras cosas.—Traductor]\n\nAhora en Efesios, el capítulo 5, y comenzando con el versículo 22.\n\nLas casadas estén sujetas a sus propios maridos, como al Señor;\n\nPorque el marido es cabeza de la mujer, así como Cristo es cabeza de la iglesia, la cual es su cuerpo, y él es su Salvador.\n\nAsí que, como la iglesia está sujeta a Cristo, así también las casadas lo estén a sus maridos en todo.\n\nMaridos, amad a vuestras mujeres, así como Cristo amó a la iglesia, y se entregó a sí mismo por ella,\n\nAhora aquí está lo que quiero decir ahora.\n\nPara santificarla, habiéndola purificado en el lavamiento del agua por la palabra,",
    "Ahora, este pequeño texto esta noche, si yo debiera llamarlo un texto. Y confío que la gente aquí, y también afuera en las conexiones telefónicas, no desatienda esto y piensen que se quiso decir en una manera sacrílega. Aunque, tomar un texto como este, sonaría sacrílego. El tema que estoy usando para esta noche es: El Filtro De Un Hombre Que Piensa. Eso suena muy radical para un tema, para un ministro que está tan opuesto a fumar, que tomara un texto como ése, El Filtro De Un Hombre Que Piensa. Sucedió, que, la otra mañana cuando había ido a cazar ardillas.",
    "Si Uds. afuera en la—afuera en la radio, el aire, o en la onda telefónica, pudieran haber visto la expresión en el rostro de esta congregación cuando anuncié mi texto, Uds. se hubieran reído de ello. El Filtro De Un Hombre Que Piensa.",
    "Bueno, todo sucedió allá donde los Angeles del Señor se me aparecieron una mañana, y esas ardillas fueron habladas a existencia. Todos Uds. recuerdan cuándo sucedió. Y, también, justamente en la cima del monte donde yo estaba parado, fue donde…poco antes de predicar las Siete Edades de la Iglesia, yendo a cazar una mañana antes del amanecer. Allí estaba… Pensé que el sol estaba saliendo, como a las cuatro de la mañana. Extraño; vi esa Luz, y me di vuelta, y allí estaban los Siete Candeleros de Oro parados allá arriba en la cima del monte, como con un arco iris que estaba subiendo a través de los tubos y fluyendo hacia afuera.",
    "Inmediatamente después de eso, el Señor Jesús se nos apareció. Y en ese momento oí una Voz que dijo: “El Jehová del Antiguo Testamento es Jesús del Nuevo”. Y allí estaba El, después de un tiempo, revelado después de esos Siete Candeleros de Oro. Entonces fíjense en eso. ¿Cuántos recuerdan ese texto? Lo escribí en la parte de atrás de una—de una caja de—de cartuchos que tenía en mi bolsillo. “Jehová del Antiguo Testamento es Jesús del Nuevo”. Dios en el Cielo sabe que eso era verdad.",
    "Cuando crucé ese lugar donde El se me había aparecido un poquito después, con respecto a las ardillas.",
    "Entonces cuando llamé a mi buen amigo, Jack Moore, unos meses después, para preguntar; cuando comencé a predicar las Siete Edades de la Iglesia, Apocalipsis 1. Y El estaba de pie, blanco por todas partes; Su cabello era como lana. ¿Cómo podía El, teniendo aún treinta y tres años de edad, y estar completamente blanco? Y el Hermano Moore, un caballero Cristiano muy bueno y culto, y erudito, uno de los mejores que conozco; y él dijo: “Hermano Branham, ese era Jesús después de Su condición glorificada. De esa manera se ve El ahora”. Pero eso no me sonó bien. Y seguí orando hasta que un día…",
    "Antes de que comenzara las Siete Edades de la Iglesia, yo no podía comprender bien ese primer capítulo. ¿Cómo podía un Hombre, de treinta y tres años de edad, haber resucitado en el mismo cuerpo que los apóstoles lo reconocieron, como sabían que era El; y cómo podía El estar tan avanzado, quizás de ochenta o noventa años de edad, con una gran y blanca lana sobre Su rostro, y Su barba blanca como la nieve?",
    "Yo había leído en el Libro del…de Daniel, donde él llegó adonde “el Anciano de Días, Cuyo pelo era tan blanco como la lana”. Entonces vi a ese Anciano de Días. El era ese Anciano de Días, el mismo ayer, hoy, y por los siglos. ¿Ven?, era un símbolo, entonces.\n\n¿Por qué la blanca lana? Y entonces yo…El Espíritu Santo parecía que me hablaba sobre un retrato que vi una vez, de un juez antiguo. Luego fui a la historia; regresé entrando a la historia de la Biblia y todo, para averiguar. Y los jueces antiguos, como el sumo sacerdote en Israel, él tenía que tener ese pelo y barba blanco, gris de aspecto lanoso, porque lo blanco sobre él significaba que él era la autoridad suprema de los jueces en Israel.\n\nY aun hoy en día, y hasta hace unos centenares de años, quizás hace un par de centenares de años, o quizás no así, más que eso. Todos los jueces Ingleses, no importaba cuán jóvenes eran o cuán viejos eran, cuando entraban a juzgar, usaban una peluca blanca; y para mostrar que no había ninguna otra autoridad, en ese reino, por encima de su palabra. La palabra de ellos es lo absoluto del reino. Lo que dicen, eso es todo.",
    "Y ahora, entonces, yo vi eso. Allí estaba El parado allí, siendo aún un Hombre joven, pero la peluca blanca puesta. El era la total y suprema Autoridad. El era la Palabra. Y El está teniendo, lleva puesta la peluca blanca.",
    "Luego, más tarde cuando terminamos, y el—el sermón, y fuimos al oeste, y cuando los Angeles del Señor aparecieron allá para los Siete Sellos, y ascendió en el aire (lo cual tenemos la fotografía de ello aquí, y alrededor por el país), allí estaba El parado allí, todavía con la peluca de esa autoridad suprema. El es la Cabeza de la Iglesia. El es la Cabeza del Cuerpo. No hay nada como El, en ninguna parte. “El solo hizo todas las cosas. El hizo todas las cosas para Sí mismo, y sin El nada fue hecho”. “El tiene toda autoridad en los Cielos y en la tierra”, y todo le pertenece a El. “Y en El habita corporalmente la plenitud de la Deidad”. “Y el Verbo era Dios, y fue hecho carne entre nosotros”. Y El fue el que reveló todo el secreto de todo el plan de salvación, del cual hablaron todos los profetas y sabios. Sólo El era Ese que tenía la peluca y que era la autoridad suprema.",
    "Ahora, yo me había detenido, arriba en el monte la otra mañana, parecía como que habían habido algunas ardillas que habían estado comiendo allá arriba. Y comencé a sentarme. Y apenas había estado allí un momento, cuando, los arbustos se apartaron junto a mí, y un tipo enorme con un mosquete de doble cañón salió caminando allí por los arbustos, y me asustó muchísimo. Yo me alejé, me agaché rápidamente; yo tenía temor de moverme, temor de que él me disparara. Y los arbustos moviéndose, así que simplemente me estuve sentado muy quieto.",
    "Una ardilla salió corriendo pasando la cima del monte, y él vació de prisa los dos cañones con ella. Y así que él le falló, y así que la ardilla bajó por el monte. Yo pensé: “Ahora me voy a ir, todo ese ruido está haciendo eco. El tiene su rifle descargado”.\n\nY comencé a bajar el monte, y el tipo disparó exactamente enfrente de mí. Me hizo regresarme en esta dirección. Y comencé a irme por aquí, para bajar por otro camino, y un rifle veintidós disparó, y las balas zumbando por encima de mí. Yo dije: “Oh, estoy en un lugar terrible”.",
    "Así que di la vuelta y bajé allá junto al río. Y pensé: “Voy a ir allí abajo y me voy a esconder hasta que ellos terminen, para que yo pueda salir”. Y en el camino hacia abajo, dio la casualidad que me atrajo…Mi atención fue atraída a mirar hacia mi lado derecho. Y, al hacerlo, allí estaba un paquete de cigarrillos vacío donde uno de ellos lo había tirado, en todo el corretear de las…cuando las ardillas pasaban a través de los arbustos.",
    "Y recogí este cierto paquete de cigarrillos, y parecía…Yo nunca lo recogí; discúlpenme. Bajé la mirada hacia él. Yo no lo recogí, porque no me gusta el olor de las cosas, para empezar. Y miré allí abajo, y es una—una cierta compañía de tabaco que creo que no debería mencionar su nombre, pero Uds. van a saber. Decía allí: “El filtro de un hombre que piensa y el gusto de un hombre que fuma”.\n\nYo miré esa cosa, y pensé: “¿El filtro de un hombre que piensa?” Yo pensé: “Si el hombre pudiera pensar un poco, él no fumaría en lo absoluto. ¿Cómo pudiera ser ‘un filtro de un hombre que piensa’? Un hombre que piensa no fumaría en lo absoluto”. Muy bien.",
    "Ahora, yo pensé: “¡Cuán engañoso es eso!” Ahora, esas compañías de tabaco se supone que son Americanas. Y oh, si vivimos de acuerdo a nuestro principio, estaríamos trabajando para ayudarnos el uno al otro, si tenemos un sentir el uno por el otro. ¡Y cuán hipócrita! La razón de que no mencioné el nombre de la compañía, es que tengo que decir algunas cosas malas acerca de ellos. ¿Y cuán hipócrita puede ser alguien, para ganar dinero?",
    "Un hombre que piensa no fumará en lo absoluto. ¡Pero cómo el público Americano se lo cree; ellos piensan que eso es maravilloso!",
    "Ahora miren, Uds. no pueden, Uds. no pueden… Pregúntenle a cualquiera, científicos, que Uds. van a…que Uds. quieran. Uds. no pueden tener humo sin tener alquitrán. Si hay una pequeña partícula de humo que pasa, eso es alquitrán. Y si Uds. no sacan humo, pues, Uds. no sacan alquitrán, y no sacan nada de nada. Uds. sólo están chupando en una vara sólida. Pero siempre y cuando Uds. saquen un poco de humo, Uds. están aspirando cáncer, nicotina.",
    "Si Uds. hubieran estado conmigo el año pasado, o el año antepasado, creo que fue, en la Feria Mundial, cuando Yul Brynner y todos ellos estuvieron allí en demostraciones, y Uds. los ven tomar ese cigarrillo, ponerlo en algo, y jalarlo sobre un pedazo de mármol. Y ese doctor tomando un hisopillo, lo pasó por allí y quitó de él la nicotina, y la puso en la espalda de una rata blanca, y la puso en una jaula. Y cada siete días la sacaban. Y la rata estaba tan llena de cáncer que no podía caminar, de la nicotina sacada de un solo cigarrillo.",
    "Luego él dijo: “Uds. saben, dicen que Uds. pueden obtenerlo a través de un filtro”. El dijo: “Uds. no pueden tener un filtro…Cualquier filtro que sacara la nicotina, saca el humo”, dijo, “porque Uds. tienen que tener humo…tener alquitrán para formar el humo, y es el alquitrán el que da el cáncer”.",
    "Y luego él fue, lo hizo pasar a través de agua, y dijo: “Algunas veces Uds. piensan que lo pueden filtrar”. Dijo: “Cada vez, que, no importa por dónde lo pasen”. Dijo: “Ellos dicen: ‘Yo no lo inhalo’, luego se lo ponen en su boca y lo escupen”. Luego el tomó eso y lo enrolló, y lo puso allí bajo algo, y mostró que todavía era cáncer. ¿Qué están haciendo? Tragándoselo por su garganta. ¿Ven? Y no importa qué hagan Uds., aún es muerte. ¿Ven?",
    "Y luego pensar que una compañía engañaría a un hombre lo suficiente, o que trata de engañar a su propia gente. Es como un buitre viviendo de su, su propio género. Ganando dinero, vendiéndole muerte al—al país, y a los hombres jóvenes. Y salen allá al frente de batalla y mueren por ellos, luego se dan vuelta y venden semejante cosa como esa, bajo una falsa pretensión: “El filtro de un hombre que piensa, pero el gusto de un hombre que fuma”. Uds. tendrían que tener el humo para percibir el sabor. ¿Ven? “¿El gusto de un hombre que fuma?”",
    "¡Sin embargo, cómo se lo cree la gente! Lo compran. Ahora, sólo es para engañarlos más. ¿Ven?, es del diablo. A ellos no les importa su vida. Ellos no tienen ninguna compasión por Uds. Les venden esa cosa sólo para verlos morir, con tal que ellos reciban dinero.",
    "Como la política y la guerra. Yo no creo en guerra. No creo que nosotros debiéramos haber tenido alguna vez una guerra.\n\nCreo en el gran Reino que Dios está trayendo, la gran civilización que será traída bajo Su propio y gran dominio; no habrá nunca otra guerra. Nación no levantará lanzas contra naciones. Todas estarán en paz, paz Eterna.",
    "Así que esta clase de civilización produce guerra. Y entre más civilizados nos volvemos, bajo esto, más guerra tenemos. Uno tratando de ser más civilizado que el otro, y entre más civilizados produce más guerra. ¿Ven?",
    "Y miren que, bajo esta civilización, que una persona produjera semejante cosa como esa. Y lo único que hace, sólo los engaña para hacerlos comprar más cigarrillos. Porque si un hombre fuma cigarrillos…Y yo creo que es del diablo, y hay un demonio de nicotina en un hombre y, o una mujer. Y si un cigarrillo satisface a ese demonio de nicotina al grado de que él los deja en paz y deja de atormentarlos, con un solo cigarrillo. Y luego Uds. toman un filtro, sólo permite un tercio de ese humo pasar por allí entonces, o un tercio de esa nicotina pasar por allí, entonces se necesitarán tres cigarrillos para tomar el lugar de ése, y Uds. se fumarán tres en vez de uno.",
    "¿Ven?, sólo es una—una treta, un engaño, una treta para tratar de vender cigarrillos. Pueden vender más de esa manera que lo que pueden hacerlo dejando simplemente que un hombre se fume el tabaco directamente en su pipa o en su cigarrillo. Ahora, ¿ven?, es del diablo.",
    "Mientras estaba parado allí mirándolo, y pensando acerca de cuán engañoso era, la pregunta vino a mí. Y me agaché de nuevo, miré el paquete otra vez, y yo…simplemente parecía como que algo me dijo: “Pero el lema está bien: ‘el filtro de un hombre que piensa, el gusto de un hombre que fuma’”. Se me vino a mí que ese engaño, también, en la esfera natural allí en el tabaco, es algo parecido a las iglesias de hoy en día, ¿ven?, un engaño.",
    "Ha llegado al grado que todo el mundo ha llegado a ser un gran engaño de qué es realmente la verdad y qué es correcto. ¿Ven?, aun en la política, y en asuntos sociales, en la escuela, en todo, ha llegado a ser un engaño.",
    "Un joven me estaba diciendo el otro día que él estaba en un campamento del ejercito, y un joven soldado fue atropellado por un tanque; sus pulmones, su estómago, o lo que fuera, perforado. Y fueron al hospital; tenían tres o cuatro doctores parados allí en línea, y todos parados en línea. Y dos o tres soldados sosteniendo a su compañero, y él apenas podía respirar…Cada vez que él respiraba, esa costilla se metía en sus pulmones, y eso lo hacía sangrar interiormente. Y dejaron que ese joven estuviera parado allí en esa línea, muy atrás en la parte de atrás de la línea, y dejaron que esos, algunos de esos hombres con nada sino un dolor de oído o algo, fueran adelante.",
    "Y más o menos en el momento en que él llegó allí al frente, un coronel entró con un niñito que tenía sarpullido, su niñito o niñita tenía sarpullido en su mano. Y detuvieron esa línea, para meter al niño del coronel, y ese muchacho perforado, muriéndose. Allí lo tienen.",
    "Oh, si ese coronel hubiera tenido un genuino sentir por su hermano allí en la línea, él hubiera dicho: “Este niño puede esperar. ¡Hagan venir a ese hombre aquí rápidamente, hagan algo por él!”",
    "Pero cada hombre quiere mostrar su autoridad. Ahora, no todos son así; no, no todos son así. Pero hay demasiados así. Hay demasiados de ellos que son así. Pero el hombre, de lo único que estaba pensando, era su propio niñito que tenía sarpullido en su mano, y no pensando en ese pobre muchacho parado allí triturado debajo de un tanque, el mismísimo tanque y quizás el mismísimo muchacho que salvaría su vida algún día en el frente de batalla. ¿Ven?, no se detienen a pensar; sólo para sí mismos.\n\n“El filtro de un hombre que piensa”.",
    "Yo lo miré, y pensé: “Es algo como las—las denominaciones de hoy en día, las iglesias que tenemos”. Cada una de ellas tiene su propio filtro; ellas tienen su propio tipo de filtro. Ellas sólo dejan entrar lo que quieren, y qué no entrar; lo que dejan entrar con el filtro y lo que sacan con el filtro, con su propia clase de filtro. Simplemente permiten un tanto del mundo que entre para satisfacer a los incrédulos que están allí adentro. Los aceptan no importa qué sean, si tienen dinero. Los aceptan no importa qué son, si son populares.\n\nPero hay una cosa acerca de eso, Uds. no pueden entrar en la Iglesia de Dios así; no la denominación, yo quiero decir la verdadera y genuina Iglesia de Dios.",
    "Como las compañías de tabaco de hoy en día, la gente que entra a estas llamadas iglesias o denominaciones, tienen un gusto, y ese gusto es lo clásico del mundo. Y cada denominación tiene su propio filtro, y sacan con el filtro a todos los verdaderos Cristianos que dirían “amén” cuando él estaba predicando; y meten a todas las Jezabeles de cabello corto y cara pintada que están en el país, siempre y cuando ellas sean populares. “Fulano de Tal viene a nuestra…un artista de cine, una gran persona”. Esa es la clase de filtro que usan. “Nuestra denominación. Fulano de Tal, el presidente, o el—o el coronel, o alguien pertenece a nuestra denominación”. ¿Ven qué clase de filtro usan? Ese filtro, por supuesto, es del mundo, la gente del mundo.",
    "La gente, ellos saben lo que quieren. Así que si ellos tienen que conseguir lo que quieren, entonces tendrán que tener una cierta clase de filtro, y que suficiente del mundo hable a través de él, para satisfacer su gusto mundano. “El filtro de un hombre que piensa, el gusto de un hombre que fuma”. El filtro de un mundo religioso, y el gusto de un hombre mundano.",
    "Quieren ser religiosos. Piensan que deben ser religiosos, porque tienen un alma.",
    "Cuando llegamos a este país por primera vez, uno halló al Indio adorando soles y demás, porque (¿por qué?), él es un ser humano. Penetramos en las junglas lejanas de Africa, hallamos a los nativos adorando algo. ¿Por qué? Son seres humanos, y quieren, deben adorar.",
    "Así que el ser humano, no importa cuán caído está, él todavía sabe que hay algo en alguna parte. Pero él tiene tal gusto por el mundo, que él no puede tomar el filtro correcto. El tiene que tener su propio filtro hecho por él. Cada uno haciendo su propia clase de filtro.",
    "Cada compañía de cigarrillos se jacta de los suyos, lo que pueden hacer: “¡Un verdadero filtro! ¡Este es el mejor filtro! ¡Todo enfrente!”, y todo así. Dicen: “El sabor viene”, o algo, “de enfrente”. Oh, válgame Dios. “¿Enfrente?” Sin embargo, ¿qué hay en el extremo posterior de él? Con seguridad no es un hombre que piensa o una mujer que piensa. Pero eso es lo que dicen, simplemente engañando a la gente.",
    "Ahora nos damos cuenta, de nuestro día, que la gente tiene un gusto. ¿Y por qué se fuma un hombre un cigarrillo? Es para satisfacer un gusto. ¿Para qué se fuma la mujer un cigarrillo? Para satisfacer un gusto.",
    "Y entonces si la iglesia ha figurado, un grupo religioso, ellos…para meter gente allí, tienen que tener una cierta clase de filtro para darle a la gente el sabor que quieren. Así que si no reciben nada del sabor que quieren, no quieren el cigarrillo. Y si no pueden conseguir el sabor que quieren en religión, ellos no aceptan la religión. Ahora, es tan claro a más no poder.",
    "Mujeres con pantalones cortos, cabello corto, caras pintadas, vestidas provocativamente, ellas quieren eso. A ellas les encanta eso.",
    "Como hablé esta mañana sobre la…el domingo pasado en la mañana, sobre esa rueda en medio de la rueda, o esa pequeña alma interior en el interior del espíritu. Cómo el espíritu en el exterior, entre el alma y el cuerpo, puede ser totalmente ungido con el Espíritu Santo. ¿Entendieron todos Uds. eso? [La congregación dice: “Amén”.—Editor]",
    "Ahora para seguir eso con la continuidad del Mensaje, El Dios De Este Mundo, Los Ungidos En Los Ultimos Días. Eso exterior, ese círculo del centro…El primer círculo son los—los sentidos humanos. El segundo círculo son los sentidos del espíritu; voluntad, voluntad propia, deseo, y demás. Pero la de adentro es el alma; esa alma fue predestinada.\n\nAsí que, pueden ungir este espíritu para hacer que el cuerpo exterior entre en sujeción al espíritu. “Pero el alma que pecare, esa alma morirá”. El alma que rechaza, en incredulidad, la Palabra de Dios, de la cual es parte, esa alma Eternamente…ha, siempre.",
    "Yo creo en una muerte Eterna, así como creo en un Cielo Eterno, pero no en un infierno Eterno. No hay tal cosa como infierno Eterno. Hay una muerte Eterna para la gente que está…Muchos de ellos, religiosos, en el mundo hoy, siempre han estado muertos.",
    "🦅 La mujer que se entrega a los placeres”, con su cabello corto y cara pintada, “viviendo está muerta”. La Biblia así lo dice. ¿Ven? ¿Ven?, ella puede ser religiosa, pero ella nunca fue salva. Ella tiene un movimiento exterior. Ella pudiera cantar en el coro, o pudiera bailar en el Espíritu, ella pudiera hablar en lenguas, y tener todas las manifestaciones del Espíritu. Pero a menos que esa alma en el interior es hija de Dios, ¿ven?, ella está perdida, no importa qué haga ella.",
    "Israel estaba todo espiritual en el exterior, todo lleno con la bondad de Dios, y cómo reverenciaban a Dios, y demás, pero eso no funcionó. Lo interior de ellos no pudo reconocer a la Palabra misma.",
    "Pero cuando uno ha nacido del Espíritu de Dios, entonces uno tiene una…uno es un hijo de Dios, y uno siempre fue un hijo de Dios, y uno siempre será un hijo de Dios. No hay manera de separarlo, porque es…Uds. tienen Vida Eterna. Y lo Eterno nunca comenzó; ni tampoco terminará alguna vez.",
    "¡Oh, por la gracia de Dios, que El nos diera entendimiento de tan grandes misterios! Como Pablo habló aquí, más adelante en Efesios, hablando del esposo y la esposa, y dijo: “Este es un misterio”, cómo las mujeres deberían de estar en respeto a sus esposos. Aun el segundo lugar, creo que es, en toda la Biblia, a la cual se habló de reverencia alguna vez. Dijo: “La mujer, que ella respete a su marido, respete a su marido”. [En el griego se usó la palabra phobeo la cual uno de sus significados es: “reverenciar”.—Traductor] Luego un marido debiera de vivir tal vida delante de su esposa que su esposa pudiera reverenciarlo como un hijo de Dios. Y si él no vive esa clase de vida, pues, entonces, por supuesto, ella no lo reverenciaría, porque ella sabe de qué está hecho él. Pero cuando es un hombre que es un hombre reverente, reverente y limpio, con su esposa y delante de su familia, un verdadero siervo de Dios, entonces las mujeres, los niños, y todos, deberían de respetar a ese siervo de Dios, con reverencia.",
    "Fíjense ahora. Las mujeres, ellas quieren tener el cabello corto. Quieren ponerse pantalones cortos, pintura, maquillaje. Estos pequeños bikinis y cosas que ellas—que ellas se ponen hoy en día, ellas quieren hacerlo; y sin embargo ellas quieren ir a la iglesia. Uds. ven esa unción sobre el espíritu, no sobre el alma. ¿Ven?",
    "Dijeron, que quieren ser Cristianas y también hacer estas cosas, y el pastor dice que está bien. Entonces si él dice que está bien: “Uds. pueden ser miembro; su nombre puede estar aquí en mi libro de la iglesia; está bien”, entonces él le está dando a ella su filtro denominacional para agradar el gusto de una mujer mundana. A ella le encanta el mundo; le gusta el sabor de él. Así que él tiene un filtro para ella, pero ella está muy lejos de ser una mujer que piensa. Pero allí lo tienen. Allí es donde encontré este texto.",
    "No, ella no es una—una mujer que piensa. Si ella estuviera pensando, sabría que la iglesia no la va a juzgar en el último Día. La iglesia la está juzgando ahora por su calidad de miembro, su lealtad a los círculos a los que ella pertenece y las sociedades. La están juzgando ahora por medio de eso. Pero Dios la va a juzgar en el último Día. Así que ella no está pensando.",
    "Así como el hombre que está fumando; a él le gusta tanto el cigarrillo al grado que sus facultades para pensar se han entumecido con nicotina. Y los deseos de la mujer han entumecido tanto sus facultades para pensar al grado de que hará estas cosas que son malas ante los ojos del Señor, porque ella quiere hacerlo; satisface el gusto de una mujer mundana. Así que ella toma un filtro de una iglesia mundana; ella pasa a través de él, bien, no hay nada que moleste. Muestra…",
    "Ahora vemos allí que eso es Verdad. Y el pastor dice: “Eso está bien. Nosotros no condenamos a las mujeres por hacer eso. Está bien”. Hay bastante pecado en ello; eso es a través de su filtro. Muestra que ellos pasaron a través de un filtro teológico. Y recibieron un sabor teológico; y tenían un sabor teológico. Pero ciertamente no pasó por el Filtro de Dios. No, señor.",
    "Ahora, si hay un filtro teológico para el pensador teológico, y hay un filtro de iglesia para el pensador de iglesia, un filtro de un cigarrillo para el pensador de cigarrillos, tiene que haber un verdadero filtro en alguna parte para el pensador verdadero. Y Dios tiene un Filtro, y ese es Su Palabra. Es un separador, porque son las aguas de separación por el pecado. Ahora, ése es el hombre que piensa o el gusto del hombre santo.",
    "Y si un hombre pasa a través de esta clase de filtro del mundo, él—él tiene un gusto mundano. Y como la compañía de tabaco, el obtiene más miembros en su iglesia al empujarlos a través de este filtro. Si ellos dicen: “Hay más mujeres que van a la iglesia de lo que hay hombres”. Eso quizás sea así. Ahora, eso quizás también sea verdad, cuando ella puede ir y hacer cualquier cosa que quiera. Eso es correcto. Ella hará, ella se unirá a cualquier cosa, pero ella pasó a través de ese filtro de iglesia. Si ella pasara a través del Filtro de Dios, saldría diferente de eso. ¿Ven? Ella no podría pasar a través del Filtro de Dios y salir con cabello corto. Ella simplemente no puede hacerlo.",
    "Ahora esto va a ser un—un poquito amargo quizás para alguien. Pero cuando ella empezó a pasar a través del Filtro de Dios, y dice allí que no se corten su cabello, entonces (¿qué?), ella se coloca en el otro lado. Si dice que es pecado que una mujer haga tal cosa, y ella es deshonrosa al hacer tal cosa.\n\n“Si ella quiere”, dice él, “pues, ella tiene que tener su cabello cortado”.\n\nDice, entonces: “Rápeselo entonces”. Y dice: “Sabemos que esa es una vergüenza que una mujer tenga la cabeza rapada”. Dice: “Entonces que ella tenga su cabeza cubierta”. Y su cabello es su velo; no un sombrero, señora. Su cabello es su velo, dice la Biblia. Correcto. Muestra que ella es una Nazarea al Señor. Cabello largo, para una mujer, significa una Nazarea al Señor. Ahora, nos damos cuenta que eso es verdad.",
    "Pero nos damos cuenta que si el hombre que piensa, así llamado en el mundo, puede fumar y todavía obtener su sabor, él debería de tener suficiente sentido común para saber que él está obteniendo alquitrán del tabaco. Pero solamente, lo que ha hecho, es venderle a él más, lo hace comprar más cigarrillos.",
    "Y el filtro de la iglesia consigue a los miembros y cosas por el estilo cuando ellos les permiten pasar con cualquier cosa y todavía pertenecer a la iglesia, ellos consiguen más miembros. Qué si fuéramos a las iglesias esta noche y filtramos sacando fuera a todos menos a aquellos que eran Cristianos genuinos nacidos de la Palabra. Habrían muchos sermones vacíos contra la pared esta noche, es verdad, porque pasó a través del Filtro.",
    "Y si yo tengo un deseo en mi corazón, y espero que todos los que me escuchan tengan la misma cosa: “Dios, pásame a través de Tu Filtro”. Como dijo David: “Ponme a prueba, y pruébame, y ve si hay maldad en mí, luego sácala, Señor”. ¿Ven? Yo quiero el Filtro de Dios. No importa qué hace el mundo, qué tiene la iglesia; yo quiero ser un hombre que piensa, para pensar junto a Quién voy a estar parado uno de estos días, para Juicio.",
    "Fíjense, la compañía de tabaco lo hace para vender más cigarrillos; la iglesia lo hace para conseguir más miembros. Una mujer con cabello corto, que se pone pantalones cortos, sería atrapada en el Filtro de Dios. Ella no podría pasar por El, con cabello corto, porque la Biblia dice que ella no debería de hacerlo. Ella deshonra su cabeza cuando lo hace. Deberíamos saberlo. Pero ella pasa a través de la iglesia muy bien, todo el resto de ellos. Yo me paro algunas veces…",
    "No faltándole el respeto a nadie; yo nunca hablo personalmente acerca de ninguna persona, pero es pecado en la iglesia. Sean Uds. mis testigos de eso. Yo no dije: “La Srita. Fulana de Tal es tal y tal, o el Sr. Fulano de Tal, o el Rev. Fulano de Tal es tal y tal”. No, señor. Yo digo que el pecado es pecado. Si está en mi familia, está en mí, está en quienquiera que sea, aún es pecado. No como un individuo, yo no hablo en contra de individuos. Hablo en contra del pecado. A mí no me importa si soy yo o quienquiera que sea, que comience a pasar a través del Filtro de Dios, cualquier pecado lo detendrá allí mismo.",
    "Fíjense. Pero la mujer que quiere tener cabello corto y ponerse pantalones cortos, o ponerse pintura y cualquier cosa, ella puede pasar directamente por un filtro Pentecostal muy fácilmente, sin ningún problema, directamente a la muerte. Porque, el que…Ella dice: “Pues, no hay nada malo en eso”.\n\n“Si amáis el mundo o las cosas del mundo, es porque el amor de Dios ni siquiera está en vosotros.”",
    "A través de este espíritu, entonces, ella puede meter dentro de su alma, cosas que no son de Dios y contra la Palabra de Dios, si ese es el gusto en el alma. Puede pasar a través del gusto; vista, gusto…Puede pasar a través del pensar, a través del razonamiento: “No hay nada malo en eso. Yo tengo gusto. Tengo sensaciones. Yo siento que esto está bien”. Ella puede pasar directamente a través de eso, y entra directamente a su alma, si su alma es de ese tipo. Muestra que ella no está aspirando a través del Filtro de Dios.\n\nPero si ella tiene cabello corto, se pone maquillaje, pantalones cortos, pantalones, se parecen a los del hombre, todos estos pantalones y sea como sea que les llamen; diciendo esa clase de cosas, y haciendo esas cosas, y viviendo para el mundo, ella se detendrá; ella no puede pasar por Allí. No, señor. La detendrá al principio.",
    "Fíjense, un hombre mirando sus bonitos labios rojos y cara pintada, y pantalones cortos y—y bikinis, y sea lo que sea que ella tiene; un verdadero hombre que piensa no la mirará. Ahora, un hombre que es un miembro de iglesia la mirará, la admirará. Pero a mí no me importa cómo se ve ella para el ojo, un hombre que piensa volteará su cabeza. ¿Por qué? El ha pasado a través del Filtro de Dios, y él sabe que mirarla es adulterio en su corazón. El no piensa que ella es bonita.\n\nDicen: “¡No es ella una cosa bonita!”\n\nNo para él no lo es. Ella es una despreciable Jezabel miserable, de aspecto inmundo, para un hombre que piensa. Un hijo de Dios la mira con vergüenza de que él hasta pertenece a la familia a la que ella pertenece. Eso es correcto. “¿Cómo pudiera esa ser mi hermana y actuar así?”",
    "¿Ven?, ella pasó a través de un filtro, y él a través de otro. El no pensará que es bonita, en lo absoluto. Esa no es belleza para un verdadero hombre de Dios.",
    "Recuerden, una vez antes de que la Sangre de Jesucristo llegara a ser el Filtro, a lo cual vamos a llegar en unos minutos: “Vieron los hijos de Dios a las hijas de los hombres, que eran hermosas, y tomaron para sí mujeres”. Dios nunca lo perdonó. De nuevo sucedió, en la marcha de Israel, y Dios nunca los perdonó, y cada uno de ellos perecieron.\n\n¡El Filtro de un hombre que piensa!\n\nYo salí de la reunión aquí; había un pequeño ricky parado aquí detrás de la iglesia una noche, me dijo, hace como tres o cuatro años, dijo: “La razón por la que Ud. dice eso, Ud. es un hombre viejo”. Dijo: “Yo creo que ellas se ven bien”.\n\nYo dije: “Puedo imaginarme eso”. Con sólo el aspecto de él, uno puede notar qué parecía él. Yo dije: “Permítame decirle algo. ¿Cuántos años tiene?”\n\n“Como treinta años de edad”.",
    "Yo dije: “Cuando era quince años más joven que Ud., yo pensaba la misma cosa”. Correcto. ¡Y todavía es inmundicia!",
    "¡El Filtro de un hombre que piensa! Ahora fíjense, si él ha sido, su mente filtrada a través de la Palabra de Dios, el Filtro de Dios, él no la mirará. El no pensará que ella es bonita; él pensará que ella es una Jezabel. El pensará, que detrás de esos labios rojos hay unos colmillos venenosos que lo picarían. Y la Biblia dice: “Sus puertas son las puertas del infierno; y un hombre entra en ellas como va el buey a su degolladero”. Allí está el Filtro de un hombre que piensa.",
    "¿Qué desean Uds.? Cuando la mujer viene por la calle vestida de esa manera, y Uds. hombres voltean sus rostros, miran de esa manera, no están usando el Filtro de un hombre que piensa. Porque, cuando hacen eso, Uds. están cometiendo adulterio, porque el Filtro dijo: “Cualquiera que mira a una mujer para codiciarla, ya adulteró con ella”. Voltee su rostro, hombre que piensa. Apártense de ella. Ella no es bonita. Ella es una serpiente; eso es correcto, se tuerce como una, actúa como una, pica como una. Manténganse lejos de ella.",
    "Oh, sí, la Palabra de Dios es el Filtro de un hombre que piensa. Cualquiera sabe eso. Eso es a través de lo cual es filtrada su alma, la Palabra de Dios. Y hace, cuando Uds. pasan a través de Dios…Cuando un hombre que piensa pasa a través del Filtro de Dios, le da a él el gusto de un hombre santo. Eso es correcto. Cuando Uds. pasan a través del Filtro de Dios, entonces su gusto es el gusto de un hombre santo. Le da un gusto de un hombre justo. El lema publicitario ciertamente está bien.",
    "Ahora nos damos cuenta cómo esto fue hecho en un tipo, en Israel, para la congregación de Israel solamente. Esa es la razón por la cual, hablando esto ahora, si ministros no están de acuerdo con cualquier cosa que se diga; esto es para mi congregación que el Señor me ha dado para—para predicarle.",
    "Fíjense en Exodo 19, yo quiero que lo lean cuando se vayan a casa, cuando tengan más tiempo. Fíjense, cuando Israel había cometido pecado, primero ellos tomaban una vaca alazana [En el hebreo se usó la palabra adom, que significa “roja”.—Traductor] la cual nunca había tenido un yugo sobre su cuello. Eso significa que ella nunca estuvo enyugada con nada.",
    "Y ella tenía que ser roja. El color rojo es un—un color de expiación. Uds. saben, la ciencia sabe que si Uds. toman el rojo y miran a través de rojo, a lo rojo, es blanco. Miren a través de rojo, a lo rojo, es blanco. El mira a través de la Sangre roja del Señor Jesús, y nuestros pecados rojos se vuelven tan blancos como la nieve; rojo a través de rojo.\n\nY la vaca era matada en el tiempo del atardecer, por toda la congregación de Israel.\n\nY se ponían siete rayas de su sangre sobre la puerta donde toda la congregación tenía que entrar; un tipo de las Siete Edades de la Iglesia, por medio de la Sangre.",
    "Y luego su cuerpo era llevado y quemado. Era quemado con la pezuña, con la piel, con los intestinos, con el estiércol. Todo era quemado, junto.\n\nY tenía que ser recogida por un hombre limpio, y tenía que ser puesta en un lugar limpio afuera de la congregación. Por tanto, ¡si Israel pudiera tan sólo ver el tipo! Esta Palabra de Dios no debe de ser manejada por manos sucias de incredulidad. Tiene que ser un hombre limpio. Y si él es limpio, él tuvo que pasar a través del Filtro de Dios.\n\nUn hombre limpio, manos limpias, y tenía que ser guardado en un lugar limpio; no un lugar donde Jezabeles, y Rickies, y todo participa; y toman la comunión y cosas, cuando andan de arriba abajo con esposas, y esposos, y toda clase de suciedad; yendo a bailes y fiestas, y usando cabello corto, y pantalones cortos, y todo lo demás, y llamándose a sí mismos Cristianos. Debe de ser guardada en un lugar limpio, y manejada con manos limpias.",
    "Y entonces cuando Israel pecaba, y reconocía que había hecho mal, entonces eran rociados con estas cenizas de esta vaca, sobre ellos. Y esa era el agua de separación, una purificación por el pecado.",
    "Fíjense. ¡Aquí está! Y cuando Israel, antes de que ellos pudieran entrar al compañerismo en la adoración, ellos primero tenían que pasar por las aguas de separación. “Justificación por la fe; es por el oír, oír la Palabra”.\n\nEntonces ellos entraban en la congregación bajo esas siete rayas, la sangre, para mostrar que algo murió e iba delante de ellos, por su pecado. Ellos eran separados por oír la Palabra, las aguas de separación, entonces entraban al compañerismo.",
    "El único lugar en que Dios se encontraba con un hombre era detrás de ese orden. El no se encontraba con él en ninguna otra parte. El tenía que venir tras ese orden. Dios sólo se encontraba con Israel en un solo lugar.\n\nY Dios sólo se encuentra con Uds. hoy en día en un solo lugar, y eso es en Jesucristo; y El es la Palabra, las aguas de separación. Y Su Sangre fue derramada por todas las Siete Edades de la Iglesia. Y entonces, por medio del Espíritu Santo, nosotros entramos en ese compañerismo, el cual sólo es dado a la Iglesia. ¡Oh, cuán grande es El!",
    "También, ahora, queremos ver Efesios 5:26, dice: “Es el lavamiento del agua por la Palabra”, unas aguas de separación. ¿Qué es lo que hace? Entonces, el Filtro de Dios es la Palabra. Aguas de separación, “lavamiento de las aguas, de separación, por la Palabra”, el Filtro de Dios.",
    "Entonces, Uds. no pueden entrar en Cristo a través de un filtro de iglesia. Uds. no pueden venir por medio de un filtro denominacional o un filtro de credos. Solamente hay un Filtro, por el cual Uds. pueden entrar en ese lugar santo, eso es a través “del lavamiento del agua por la Palabra”. La Palabra de Dios es el Filtro de un hombre que piensa.",
    "La iglesia los va a juzgar aquí si son buenos miembros, o no. Les darán un buen funeral, e izarán la bandera hasta media asta al morir Uds., enviarán grandes coronas de flores y—y harán todo por Uds. Pero cuando se trata de que su alma se enfrente con Dios, tiene que tener Vida Eterna. Y si es una Vida Eterna, es parte de la Palabra. Y como mi propia palabra no puede negar…\n\nMi propia mano no puede negar a mi mano. Mis propios ojos no pueden negar mi mano, o mi pie, o mi dedo, o cualquier parte de mí. No pueden negarlo.\n\nY tampoco puede un hombre que es parte de la Palabra de Dios, o una mujer, negar una parte de la Palabra de Dios. Entonces, mujeres, cuando Uds. piensan que pueden tener cabello corto y entrar a la Presencia de Dios, están erradas. ¿Lo ven? Están errados; Uds. no pueden pasar por el Filtro de Dios donde uno es lavado por el agua de la Palabra. Entonces uno entra en el compañerismo. Uds. piensan que lo están, pero no pueden estarlo hasta que Uds. pasan a través de la Palabra, y cada partecita, cada Palabrita de Dios. “No sólo de pan vivirá el hombre, sino de toda Palabra”. Tiene que pasar a través de esa filtración, pasando a través. Y eso da el gusto de un hombre justo, porque eso es lo que él está buscando, buscando algo que lo limpie.",
    "La Palabra, la Palabra de Dios es el Filtro de un hombre que piensa, y hace el gusto de un hombre justo. Sabemos que es verdad; filtra sacando todo el pecado de incredulidad. No hay más incredulidad cuando uno pasa a través del Filtro, porque es el gusto de un verdadero creyente.",
    "El verdadero creyente quiere estar correctamente, pase lo que pase. El simplemente no quiere decir: “Pues, yo pertenezco a las clases sociales. Yo pertenezco a la iglesia, la iglesia más grande en la ciudad”. A mí no me importa si es una misión en la esquina, si es una enramada, en alguna parte, un hombre que piensa sabe que él tiene que encontrarse con Dios. Y a pesar de lo que la iglesia dice, o alguien más dice, él tiene que venir bajo las condiciones de Dios. Y las condiciones de Dios es la Palabra de Dios.\n\n“Pues”, dicen ellos, “‘la Palabra de Dios’”.\n\nSeguro, todos ellos creen que es la Palabra de Dios, pero, ¿pueden filtrarse a través de Ella? ¿Cómo van a permitir a una mujer con cabello corto pasar por Allí? ¿Cómo van a hacer eso? ¿Cómo le van a permitir a un hombre pasar a través de allí el cual no se para firme por esta Doctrina? ¿Ven?\n\nNo es el gusto de un hombre que piensa. No. Un hombre que piensa pensará, un hombre que piensa pensará dos veces antes de meterse en algo así.",
    "Fíjense, esa Palabra no se puede negar a Sí misma. Entonces está satisfecho, o es el deseo. ¿Es un deseo de qué? ¿Qué lo hizo desearlo, en primer lugar? Porque allá en su alma había una simiente predestinada la cual era Vida Eterna, estando siempre allí adentro, siempre estuvo allí adentro. “Todo lo que el Padre me ha dado, vendrá a Mí. No hay ninguno de ellos que va a estar perdido”.",
    "El gusto de un hombre que piensa, cuando un hombre que piensa oye la Palabra de Dios: “Mis ovejas oyen Mi Voz, al extraño no seguirán”, porque allí adentro hay Vida, y la Vida se conecta con la Vida.\n\nEl pecado se conecta con el pecado, y el pecado es tan hipócrita al grado que piensa que es salvo cuando no es salvo. Está en las mismísimas profundidades de la hipocresía.",
    "Los miembros de iglesias quieren un filtro de denominación para que ellos puedan tener su propio deseo y aún ser clasificados como gente “religiosa”. Uno los oye decir: “Oh, él es muy religioso”.",
    "En Africa, estaba allá un día, y estaban hablando de estas, algunos de los muchachos estaban hablando de estas canciones de “rock and roll” que Elvis Presley y demás estaban cantando, Pat Boone y demás, Ricky Nelson y todos esos otros. Yo dije: “Son un montón de renegados”.\n\nUna muchachita dijo: “Pues, él es muy religioso”.",
    "Yo dije: “También lo era Judas”. Yo dije: “Judas sólo recibió treinta piezas de plata; Elvis Presley recibió varios millones de dólares”. ¿Ven? “Ambos vendieron sus primogenituras”. ¿Ven? Yo dije: “Ellos son na-…el peor endeudamiento que tiene la nación”. No obstante, es tan engañoso como el filtro del cigarrillo, estas denominaciones permiten que esos miembros entren. Ellos ni siquiera deberían de estar…Debería de haber una ley de que ellos no pudieran cantar cantos religiosos. Es en contra…debería de ser en contra de la ley que ellos lo hagan.\n\nPero toda la cosa ha llegado a ser un gran montón de hipocresía, y allí es donde se quedan hoy en día. El verdadero Filtro para el alma, dice: “Si amáis al mundo o las cosas del mundo, el amor de Dios ni siquiera está en vosotros”.",
    "¿Ven?, Uds. no pueden—Uds. no pueden decir que “rock and roll” es del mundo…o es de Dios. El “rock and roll” es del mundo. Cualquiera de esos bailes y cosas filtradas…cosas repulsivas e inmundas, mejor dicho, son del mundo. Todas son del mundo.\n\nUds. no pueden decir que el cabello corto para una mujer es de Dios. La Biblia dice que no lo es, así que es la inmundicia del mundo. Y si Uds. aman una pizca del mundo, el amor de Dios ni siquiera está en Uds. ¿Ven?",
    "¿Qué es eso? Bueno, ¿qué lo está atrayendo? Es algo abajo en el interior atrayendo. El alma está jalando sus recursos a través de lo exterior, a través del espíritu, hacia adentro del alma. Y si el alma ama el mundo, está muerta. A mí no me importa cuán ungido esté, es aquí afuera, y cuán justo es aquí afuera; aquí abajo está muerto. “Porque el que ama el mundo o las cosas del mundo, el amor de Dios ni siquiera está en él”, no importa cuán religioso.",
    "El verdadero Filtro, de esa manera, pondrá—pondrá fuera todas esas cosas y no traerá nada más que la veracidad de Dios, la Palabra, a la real y verdadera alma.",
    "Ellos son como Esaú, externamente muy bien. Esaú era religioso por fuera. Y cuando se trató de religión, parecía ser más religioso que lo que era Jacob. El parecía ser un mejor hombre que lo que era Jacob, pero en el interior de él, lo que él era. El era religioso externamente, pero su pensamiento no estaba filtrado. El no pensó correctamente de la primogenitura. El—él no pensó que Dios, que la primogenitura significaba tanto como Dios dijo que significaba. Allí estaba él, dijo: “Tengo hambre, qué más da con respecto a la primogenitura, te la doy si la quieres”. ¡Oh, hermanos! ¿Ven?\n\n“Yo voy a la iglesia; yo soy tan bueno como lo es Ud. Mi denominación es tan…Pues, es una de las más grandes en el mundo. Mi madre perteneció a ella. Mi padre perteneció a ella. Todo esto, aquello, y lo otro. Mi pastor fue educado; él tiene tal y tal”. Eso lo pone a él ese tanto más lejos de Dios. Ese no es el filtro de un hombre que piensa.\n\nSi lo fuera, ¿cómo podía Pedro ser alguna vez lo que era, cuando él no podía firmar su propio nombre? Pero él llevaba el Filtro de un hombre que piensa. Fíjense. ¡Oh, hermanos!",
    "Esaú pensó que esa primogenitura no significaba lo que Dios dijo que significaba. Esa era la diferencia entre la Vida y la muerte. Y así que, como Eva y como Judas, vendieron sus primogenituras por una satisfacción del sabor del conocimiento de la civilización. Eso es exactamente por lo que Eva vendió su primogenitura. Ella la vendió por una probadita de ciencia, una probadita de conocimiento mundano, una iglesia un poquito mejor, una clase de gente un poquito mejor, como se le llamaría hoy en día. ¿Ven?\n\nY Judas vendió su primogenitura por treinta piezas de plata, y ganó unos cuantos dólares extra. “Mi congregación puede pagarme mejor aquí, y yo sólo voy a predicar aquí”. ¿Ven? “Así que, si llego a ser un predicador, pues…”",
    "Ellos dicen: “Hermano Branham, creemos que ese Mensaje es la Verdad, pero no podemos aceptarlo. Si lo hiciéramos, pues, ¿dónde predicaríamos?” ¡Ja! El mundo, hermano, esa es la parroquia. Ciertamente. “Pues, ninguno de los hermanos me apoyaría”. Yo—yo no estoy esperando que ninguno de los hermanos me apoye. Estoy esperando que Jesucristo me apoye, porque El la cumplió. El es Quien lo dijo.",
    "Y cuando la verdadera primogenitura, la Sangre, filtrada por la Palabra; y todo pecado, y el mundo, y la iglesia, y denominaciones, y sectarismo, es dejado afuera. La educación, la civilización, la iglesia, la denominación, el sistema, el pecado de todos los tipos son dejados fuera cuando un hombre que piensa toma el Filtro de un hombre que piensa, en la opinión de Dios.",
    "No queda nada en ello cuando un hombre extrae su—su vida a través del Filtro de Dios; fíjense, aquí su vida estaba toda enredada con el pecado, porque Uds. “nacieron en pecado, fueron formados en maldad, vinieron al mundo hablando mentiras”.\n\nVoy a decir algo, como solía decir el Hermano McCullough. Escúchenme.",
    "Cuando Uds. vinieron a este mundo, nacieron en pecado. Ni siquiera vinieron con mucha posibilidad de tener éxito. Uds. “nacieron en pecado, fueron formados en maldad, vinieron al mundo hablando mentiras”, dentro de su propio espíritu, el deseo del pecado, amantes del pecado porque nacieron en pecado. Uds. no tuvieron una oportunidad.\n\nPero allí adentro de Uds., en alguna parte, ahí vienen Uds., había algo allí que empezó a jalar. Si Uds. sabían, era algo que les dijo que había un Dios en alguna parte; y Uds. leyeron Su Palabra. Luego Uds. empezaron a ir a la iglesia, Uds. aceptaron sus ideas cuando se les dijo que no debían hacerlo, entonces Uds. nunca usaron el Filtro de un hombre que piensa. Pero cuando Uds. usan el Filtro de Dios, el cual es el Filtro de un hombre que piensa, porque: “Todos los otros filtros pasarán, pero el Mío no pasará”. Y cuando Uds. toman el Filtro de Dios y pasan su vida, sus deseos; si Uds. pasan sus deseos a través del Filtro de Dios, el Filtro de un hombre que piensa, no queda nada sino el Espíritu Santo.",
    "Ahora, si Uds. quieren la evidencia del Espíritu Santo, allí está. Cuando esa alma de Uds. se alinea con la Palabra de Dios, en todo aspecto, muestra que Uds. han aspirado su vida a través del Filtro de un hombre que piensa, el Filtro de Dios.",
    "Fíjense, ¿es ése el Filtro de Dios? El dijo que: “Fuimos lavados por el agua de la Palabra”.\n\nY cuando Dios le dio a Adán y a Eva un Filtro, en el huerto del Edén, El dijo: “No aspiren nada de esto para allí adentro”. Pero Satanás abrió un hoyo en Ello, dijo: “Oh, es un poquito, no hará daño”. Sólo una gota, que pasó, es todo lo que se necesitó para establecer la muerte en la raza humana.",
    "Eso es todo lo que se necesita, sólo una probada de nicotina, entonces están perdidos.",
    "No queda nada sino el Espíritu Santo.",
    "Y entonces eso muestra que en Uds. estaba esa simiente predestinada dentro de Uds., que los hace a Uds. tener hambre por Dios. “Todo lo que el Padre me ha dado, me lo ha dado para redimirlo; ellos murieron conmigo en el Calvario; ellos resucitaron conmigo en la resurrección; todo lo que El me ha dado, vendrá a Mí. Serán colocados en el Cuerpo, donde pie, brazo, nariz, boca, sea lo que sea; ellos serán colocados Allí. Y ellos vendrán a Mí en su tiempo”. ¡Oh, hermanos!",
    "Allí está esa verdadera filtración de todo el pecado del mundo, y el amor del mundo está muerto, y esta alma sólo está absorbiendo una sola cosa. Aquí está, no…¡Recuerden! No lo olviden. Todos Uds. allá afuera en los teléfonos, fijen esto en su mente. Cuando un hombre que piensa comienza a pensar delante de Quien él se va a parar, y lo que la Palabra de Dios es; cuando él comienza a pensar, entonces cuando él aspira a través de Eso, no hay nada que pueda llegar a ello sino el Espíritu Santo.\n\n¿Qué es? Es la Palabra germen simiente desde el principio, que Uds. estaban en Dios en el principio, estando aquí jalando la Vida simiente. La simiente está en su corazón, por predestinación. ¡Aleluya! La simiente ya está allí adentro, por el previo conocimiento de Dios, predestinada. Y cuando jala, no puede jalar a través de nada más que la Palabra.\n\nY entonces es el gusto del hombre que piensa, el hombre justo, el hombre santo que ve la Biblia, que Jesucristo es el mismo ayer y por los siglos. ¿Qué entra en ese lugar allí abajo? Esa Palabra, que está en el corazón. “He guardado en mi corazón Tus dichos, para no pecar contra Ti”.\n\n¿Qué es, cuando está jalando a través de la Palabra? Sólo hay una cosa que pasará a través de la Palabra; ése es el Espíritu Santo. Eso es lo único que puede pasar a través de la Palabra; es el Espíritu Santo. Y el Filtro de un hombre que piensa le da a un hombre santo un gusto.",
    "Entonces, él ha probado de las cosas Celestiales; él tiene la Palabra de Dios en su corazón. El la ve manifestada delante de él, y toda su alma está envuelta en Ella, y el mundo y todas las cosas están muertas alrededor de él.",
    "El Filtro de un hombre que piensa, de religión; y yo estoy pensando en filtrar religión ahora. Cuando el Filtro de un hombre que piensa da el gusto de un hombre santo, ¿ven?, satisface su gusto. El ve que Jesucristo es el mismo ayer, hoy, y por los siglos. Allí está. Véanlo a El delante de nosotros, haciendo las mismas cosas que El hizo; satisface el gusto del hombre santo, su pensamiento.",
    "El sabe entonces que ha pasado de muerte a Vida. Y a él le encanta, y—y—y le encanta que el mundo…sea confirmada, y quiere que la Palabra sea confirmada y vindicada. En cada edad él la espera, porque él es un hombre santo y tiene un deseo de ver a Dios. Otros sólo quieren unirse a la iglesia. Este hombre quiere ver a Dios. El no lo ve a El en un montón de credos. El no lo ve a El en grandes y magníficos órganos de viento, o catedrales, y cruces altas, o eruditos pulidos con sus cuellos volteados al revés. El no lo ve a El en teología y en un teólogo. El lo ve a El en la confirmación de Su Palabra.\n\nLo he visto a El en las hogueras de vigilia de Ella.\n\nMis ojos han visto la gloria de la venida del Señor;\n\nEl está pisando la cosecha donde las uvas de la ira están almacenadas;\n\nEl ha soltado el fatal rayo con Su rápida y terrible espada;\n\nSu verdad no deja de seguir adelante. (Lo hará, hasta el final. Sí, señor.)",
    "¿Ven lo que quiero decir? El Filtro, hombre…O, el Filtro de un hombre que piensa; un hombre que quiere pararse en la Presencia de Dios. ¿Cuál era el Filtro de Dios? Su Palabra. “El día que de él comieres, ese día morirás”. No importa qué está pasando aquí; no pasen Uds. esa Palabra. “Lavados por las aguas de la Palabra”, el Filtro de un hombre que piensa. No una denominación, no un credo, no una iglesia, no una catedral; sino el Filtro de un hombre que piensa, porque Uds. van a ser juzgados por la Palabra. Un hombre que piensa pensará eso. Un hombre insensato, o un gusto del mundo, simplemente aceptará cualquier cosa, un substituto. ¿Por qué substituir cuando hay Uno verdadero?",
    "Piensen, sólo piensen acerca de eso un momento. Una mujer hablando en lenguas, con cabello corto y lápiz de labios puesto, y luego la iglesia todavía se aferra a ello, de que esa es la evidencia del Espíritu Santo.",
    "O un predicador de un seminario o alguna escuela Bíblica, usando el bautismo trinitario, o comprometiéndose con la Palabra, con algún credo o denominación. ¿Es eso el Filtro de un hombre que piensa? No de la manera en que yo lo veo, hermano. Es un hombre necio aspirando a través de eso. Eso es correcto. ¿Pudieran Uds. imaginarse eso? En vez de usar la Palabra de Dios como un Filtro para su alma; dejando que ese credo y denominación se amontonen encima de él de esa manera, en vez de tomar la Palabra de Dios como Filtro. Y luego él está todo contaminado, y les permite inducirle a él doctrinas de hombres, haciendo cosas, “casi engañando a los Escogidos”, y descuidando la Palabra.\n\nCuando, él podía aspirar para su propia alma, si hay algo allí con qué aspirar. Pero si esa simiente predestinada…No se pierdan esto. Si esa simiente predestinada no está allí adentro, no aspirará por Allí, porque aspirará para su deseo.",
    "Si un hombre que fuma desea el gusto de un hombre que fuma, y si él hubiera cogido una vara…Yo digo: “Chúpese su dedo”, y él estuviera allí chupándose su dedo. [El Hermano Branham se chupa su dedo, para ilustrar.—Editor]",
    "Pues, él diría: “Eso es ridículo”. ¿Por qué? Su gusto es por nicotina. Así que, él no es un hombre que piensa. ¿Ven? Pero dice: “Pues, yo no, no me va a saber a nada. Yo quiero probar el…Yo quiero probar el tabaco. No me sabe a nada”.",
    "Denle a él un gancho para tender ropa y que él chupe eso. ¿Ven? Seguro, déjenlo chupar eso. El dice: “No me sabe a nada”. ¿Para qué está chupándolo, entonces? Ud. tiene un deseo de saborear nicotina.\n\nY cuando Ud. está chupando un credo de iglesia, y todavía Uds. mujeres usan cabello corto, caras pintadas, y están vestidas provocativamente; y Uds. hombres las miran, y todas estas otras cosas, y comportándose de la manera en que lo hacen. ¿Qué es? ¿Qué hay allí adentro? El mundo todavía está allí adentro, y Uds. tienen un gusto. Uds. están chupando de él por un sabor.",
    "🦅 Yo voy a esta iglesia; ellos nunca mencionan esa cosa. No dicen nada acerca de esto, nada acerca de aquello. Ninguna de estas cosas son mencionadas. Nuestro predicador es de mentalidad más amplia que eso. No decimos cosas como esas”. ¿Qué es? Uds. tienen el gusto del mundo por el que están chupando. [El Hermano Branham toca en el púlpito varias veces.—Editor] ¡Correcto!",
    "Pero una mujer que piensa no aceptará esa clase de cosa. Ella sabe que tiene que ser santa. Y lo único que Uds. pueden pasar a través de la Palabra de Dios es el Espíritu, el Poder vivificador para hacer que la Palabra misma, la cual está en Uds., viva para manifestar a Jesucristo en la edad en la que Uds. están viviendo. ¡Aleluya! Hermano, si esa no es la Verdad, yo no sé qué es la Verdad. He perdido mi mente si esa no es la Verdad.",
    "Es la Palabra misma en el corazón de uno, predestinada allí, la que está jalando. Y escupe fuera ese mundo; no lo quiere. Pero cuando llega aquí a la Palabra, empieza a jalar. Y cuando jala a través de la Palabra, no puede ser nada más sino el Espíritu Santo para vivificar esa Palabra.",
    "Entonces el Filtro de un hombre religioso que piensa, es la Palabra, y satisface ese gusto santo que está en su corazón; el Filtro de un hombre que piensa, el gusto de un hombre santo. ¡Oh, hermanos, en qué nos hemos metido!",
    "En vez de usar el Filtro de Dios para su alma, él está permitiendo que Satanás lo engañe por medio de alguna denominación o credo, exactamente como las compañías de tabaco están engañándolos a Uds. personas que fuman cigarrillos. Uds. sólo consiguen más miembros, y eso es todo.\n\nOh, permítanme terminar en unos minutos, diciendo esto.",
    "¡La ciega Laodicea! ¡Cuán ciegos podemos llegar a ser! La ciega Laodicea, la que guía a los ciegos de esta edad, bajo falsa pretensión, bajo credos falsos, bajo dogmas que son falsos, bajo denominación que es falsa, bajo libros de credos que son falsos. ¡Oh, la ciega Laodicea, guiando a los ciegos, todos Uds. se dirigen al hoyo!",
    "Cambie su filtro esta noche, predicador. No aspiren esa nicotina denominacional metiéndola a su sistema, de dogmas y credos, lo cual Jesús dijo: “El que le añadiere una palabra a Ella, o le quitare una Palabra a Ella”. Cuando Uds. le dicen a su congregación que es correcto que esas mujeres hagan eso, y a esos hombres hacer aquello, y todas estas cosas, aquello y lo otro; con tal que ellos permanezcan fieles a esto y hagan aquello, y guarden estos credos y cosas, ¿no están avergonzados de Uds. mismos?\n\n“Fariseos ciegos”, dijo Jesús.",
    "Y así como Jesús clamó: “Fariseos ciegos”, el Espíritu Santo en mi propio corazón esta noche clama: “¡Ciega Laodicea! ¡Cuántas veces Dios te hubiera dado un avivamiento! Pero ahora tu tiempo ha llegado; es demasiado tarde ahora. ¡Cuánto te reíste y te burlaste de la gente que Dios te envío! Pero ahora tu tiempo ha llegado. Oh, Estados Unidos, Estados Unidos, cuánto Dios se hubiera cernido sobre ti como una—una gallina lo hace sobre su nidada, pero no quisiste”. Ahora esta Voz va de costa a costa, de norte a sur, y de este a oeste. ¡Cuánto Dios se hubiera cernido sobre ti, pero no quisiste! Ahora tu tiempo ha llegado.",
    "Las naciones se están derrumbando. El mundo se está cayendo en pedazos. Un pedazo de mil quinientas millas de él [Dos mil cuatrocientos catorce kilómetros.—Traductor], de trescientas o cuatrocientas millas de ancho [Cuatrocientos ochenta y tres o seiscientos cuarenta y cuatro kilómetros de ancho.—Traductor], se hundirá, ciento…o quizás cuarenta millas [Sesenta y cuatro kilómetros.—Traductor] abajo adentro de esa gran falla allá, uno de estos días, y olas saldrán disparadas hasta el estado de Kentucky. Y cuando lo haga, sacudirá al mundo tan duro que todo encima de él caerá de la sacudida.",
    "¡Oh, escóndeme en la Roca de las edades! Dios, permíteme, permíteme. Sopla sobre mí, Señor. Espíritu del Dios viviente, sopla sobre mí. Permíteme tomar el Filtro de Dios y vivir bajo Eso, Señor. Permíteme aspirar el aire fresco del Espíritu Santo a mis pulmones, en mi alma cada día, que yo no peque contra Ti, oh Señor. ¡Sopla sobre mí, Espíritu Santo, sopla sobre mí! Yo…",
    "Permíteme sembrar la Palabra de Dios en mi corazón, y proponerme allí que no me desviaré a la diestra ni a la siniestra, apartándome de Ella, sino que viviré fiel a Ella todos los días de mi vida. Y, oh Padre Dios, entonces envía sobre mí el Espíritu Santo de Vida, para que me vivifique esas Palabras, para que yo pueda manifestar a Jesucristo ante aquellos que están delante de mí, esperando que ello suceda. Esa es mi oración.",
    "¡Oh, hermanos! Fíjense cómo hacen hoy en día en esas iglesias. Succionando a la gente a través de esos filtros denominacionales, metiéndolos al concilio ecuménico. ¿Por qué? ¿Por qué? Porque les da a ellos el deseo de su corazón, organización. Tienen un gusto por la organización. Ellos lo harán.",
    "Cada vez que Dios les envió un avivamiento, y, ellos, ¿qué hicieron? Lo organizaron. ¿Es correcto eso? Así que tienen su clase de filtro, porque tienen un gran gusto. Y ahora Dios va a darles el deseo del gusto de ellos. El les va a dar…Los están succionando metiéndolos directamente al concilio ecuménico, y entonces consiguen su gusto organizacional entonces. Su merecido viene en camino.",
    "Oh, iglesia de Laodicea, no sean engañados en esta edad, por sus engaños. Oh, Pentecostés, Uds. que han entrado en Laodicea, Uds. que son parte de Laodicea, la iglesia muerta; a través de los Metodistas, Bautistas, y Presbiterianos, sólo una forma ritualista. Pero Uds. Pentecostales que todavía podían decir “amén” de vez en cuando; que pueden tocar mucha música arriba en la plataforma, y tener mujeres con el cabello corto danzando por todo el lugar, y todavía creen en sanidad Divina; cuántas veces Dios los hubiera tomado, pero Uds. tomaron otro filtro, un filtro denominacional. ¡Cuántas veces Dios los hubiera tomado a Uds.!",
    "¡Cuán engañoso fue! Mateo 24:24, Jesús dijo que la… “Engañará a los Escogidos si fuera posible”. Cuán cerca están Uds., así como Eva, sólo dejando fuera una o dos cositas que Uds. no quisieron recibir, porque Uds. están organizados y no pueden recibirla. Eso es todo lo que se necesita. Más vale tomar toda la cosa: “Porque ofender en lo más pequeño, es culpable de todo”. ¡Oh!",
    "Pentecostés, Pentecostés, pasa tu pensamiento a través del Filtro de Dios, no tus sueños denominacionales, y saldrás con el gusto de un hombre santo, el verdadero bautismo del Espíritu Santo.",
    "¿Pudieran imaginarse a un hombre permitirle a su esposa cortarse su cabello, ponerse pantalones cortos, o ponerse pantalones, y decir que él está pasando a través del Filtro de un hombre que piensa? ¿Pudieran imaginarse a un hombre haciendo una cosa como esa?",
    "Pueden imaginarse a un predicador parado en el púlpito, porque él es bien pagado por una congregación que le da palmaditas en la espalda, lo llama: “Doctor, Hermano, Reverendo”, y lo saca a toda clase de fiestas donde se bañan mezclados, y todo lo demás, en las playas; ¿pudieran imaginarse a un hombre afirmando que él está pasando a través del Filtro de un hombre que piensa?",
    "Y alguna de esas mujeres en la plataforma, con sus vestidos arriba de sus rodillas, y cortados tan apretados y muestra cada forma, cada movimiento que hacen, y su ropa interior mostrándose a través de sus vestidos; tan errado como ponerse pantalones cortos, bikinis, o cualquier otra cosa. Uds. predicadores Pentecostales, ciegos, de Laodicea, cuánto tiempo los va a tolerar Dios, no sé. Sea…Que Dios sea misericordioso a sus—a sus ojos ciegos. El tiene colirio esta noche, para abrir sus ojos, para que Uds. puedan ver.",
    "Como dije esta mañana, estamos en la edad de la vista, la parte de arriba. Ya no hay más facultades arriba de eso, que uno pueda mover externamente, con el cual percibir. Uds., con su nariz, pueden oler; con sus labios, pueden hablar; con sus manos, Uds. pueden sentir y alargar la mano; y sus pies, y demás; pero no pueden ir más lejos que sus ojos.",
    "Malaquías 4 ha venido; ¡la vista! “Y habrá Luz más o menos al caer la tarde”. ¡Oh, anden en la Luz!\n\nAndaremos en la Luz, una hermosa Luz,\n\nQue viene adonde las gotas del rocío de misericordia son resplandecientes;\n\nBrilla a mi alrededor de día y de noche,\n\nJesús, la Palabra, del mundo es la Luz.",
    "Sí, señor. Pase a través de él, oh, hermano, y Ud. saldrá con el gusto de un hombre santo, con el Espíritu Santo.",
    "Oh, mujeres, simplemente pasen su pensamiento moderno de vestirse. Pasen su pensamiento moderno, antes de que salgan a la calle delante de los hombres; Uds. mujeres jóvenes, Uds. mujeres mayores, antes de que salgan a la calle con sus ropas tan apretadas, resaltadas en la parte de atrás y enfrente. No estoy criticando. Yo soy su hermano. Yo me paro entre los vivos y los muertos, y me doy cuenta de lo que estoy diciendo. Antes de que Uds. salgan, y sepan que su cuerpo es un orden sagrado, o una casta sagrada que Dios les ha dado; antes de que Uds. entren en la calle, vestidas de esa manera, pasen su mente a través del Filtro de una mujer que piensa. Y dejen que recuerde, que: “Cualquiera que la mire a Ud. para codiciarla, Ud. ya adulteró con él”. Recuerde eso, hermana.",
    "Y, hermano, antes de que Ud. voltee su cabeza para mirarla, en esa segunda mirada, pase su mente a través del Filtro de un hombre que piensa. Uds. saldrán con el sabor de un hombre santo, ¿ven?, de hacer lo que es correcto.",
    "Fíjense, si Uds. pasan su mente a través del Filtro de una mujer que piensa, Uds. saldrán con el vestido de una mujer santa. Eso es correcto. Ud. saldrá, hermano, con la mirada de un hombre santo. Ahora, esa tan sólo es una cosa.\n\nTodo lo que Uds. hagan, pásenlo a través del Filtro de la Palabra de Dios, vean si es correcto o incorrecto.",
    "Uds. saldrán con el vestido de una mujer santa, con cabello largo, decentemente vestida; un espíritu apacible y humilde; no altivo y riñendo y peleando y comportándose mal. “Un espíritu apacible y humilde, el cual es un gran tesoro de Dios”. La Biblia así lo dice.\n\nAhora quiero preguntarles algo, allá en las tierras. Vamos a terminar en unos minutos.",
    "Ahora todos esta noche, examinemos nuestros deseos, y entonces Uds. pueden ver a través de qué clase de filtro han estado aspirando. Examinemos, cada uno de nosotros, aquí y allá por toda la nación. Examinen sus deseos, qué quieren Uds. realmente en la vida. Examinen para qué están Uds. peleando. Examinen para qué están Uds. aquí. Examinen para qué van Uds. a la iglesia. ¿Qué los hace a Uds.…? Es bueno ir a la iglesia, pero no sólo vayan a la iglesia; eso no los va a salvar. ¿Ven? Simplemente examinen unos cuantos momentos, digan: “¿Es mi objetivo…? ¿A través de qué—qué clase de filtro estoy aspirando, de todas maneras?”\n\nY si Uds. no cuadran con la Palabra de Dios, y su alma no cuadra, entonces hay algo malo; porque muestra su gusto, que la vida…qué clase de vida está en Uds. Si es santa, discreta y honorable, saldrá de esa manera. Si no lo es, Uds. tienen otro gusto dentro de Uds. del cual están extrayendo. Eso es exactamente correcto.\n\nSi el gusto es la Palabra de Dios y la voluntad de Dios, entonces Uds. saben qué está en Uds., qué está extrayendo el gusto. Muestra que son parte de esa Palabra. Esa Palabra está en Uds., extrayendo de la Palabra.",
    "¿Qué está extrayendo? Está jalando a través de la Palabra, porque Uds. son una parte del Cuerpo de Cristo de esta edad. Y si esa Palabra está en Uds., sólo puede jalar a través de la Palabra, el Espíritu que vivifica esa Palabra que está en Uds. Sólo la Palabra sola no vivirá. Esa es la razón: “Todo lo que el Padre me ha dado, vendrá a Mí; y si fuere levantado, a todos atraeré a Mí mismo”, ¿ven? ¿Ven?, “el Padre”, la parte del Cuerpo de Cristo que está en el mundo, predestinado, puesto en el corazón.",
    "Cualquier hombre que es un verdadero Cristiano, nacido de nuevo hoy, sabe, desde que él era un niño, o una niñita, cualquiera de los dos, que había algo en uno que tenía hambre por Dios. Y trataron de unirse a iglesias y todo lo demás; no funcionaba. ¿Qué era? Era esa Palabra. Uds. estaban buscando un Filtro. Y un día pasó delante de Uds.; Uds. vieron a Jesucristo el mismo ayer, hoy, y por los siglos. Eso satisfizo el gusto. ¿Ven?\n\nPorque, la vida estaba en Uds., jalando. ¿Ven?, la vida en Uds. está jalando. Está—está diciendo qué deseo tienen Uds. aquí. Uds. están jalando. Uds. no pueden jalar a través de esto, y aquello, y lo otro. Uds. tienen que encontrar ese Filtro correcto, porque Uds. son personas que piensan. ¿Ven?",
    "Si Uds. son personas que piensan, Uds. están predestinados, o filtrados antes…desde antes de la fundación del mundo.",
    "Y si un ministro denominacional oye esto, espero que tome el Filtro de un hombre que piensa, si él es un ministro denominacional. Entonces el tirará esa cajetilla denominacional que es seguro que va a perecer, porque es la palabra del hombre; y aceptará la Palabra filtrada de Dios que nunca puede fallar ni pasar, y satisfará el gusto del hombre santo. Y, como Jacob, sacrificará todo el mundo y los apetitos de toda denominación o fama, que hay en el mundo, donde puede ser obispo, cardenal, ya sea que pueda ser un presbítero del estado, o un pastor de alguna gran iglesia. Sacrificará todo lo que hay. No como Esaú, para llegar a ser parte del mundo; sino como Jacob, Uds. darán todo lo que tienen para obtener la primogenitura, el Filtro del hombre que piensa; porque le dará el gusto del hombre santo. Y satisfará. Y estará satisfecho, y santificará con el gusto Eterno de la santa bondad de Dios.",
    "Recuerden, Satanás abrió el primer hoyo atravesando la mente de Eva, o su pensamiento, para permitir que el gusto de su sabiduría y conocimiento pasaran.",
    "Ahora piensen en esto. Estoy terminando. Satanás abrió el primer hoyo, porque todo lo que ella podía sacar era la Palabra. Ese era el Espíritu a través de la Palabra de Dios, porque ella dijo: “Mientras uno aspire a través de este Filtro, nunca morirá; pero si uno aspira de este aquí, morirá”. ¿Ven?",
    "Y Satanás dijo: “Pero no sabes nada aquí. Pero tú dale una probadita a esto aquí, y entonces tú sabrás; serás como Dios. ¿Ven?, El conoce el bien y el mal, tú no. Y si tú tan sólo le dieras una probadita a esto”. Y ella le permitió que abriera un hoyo en ello, sólo un hoyito.",
    "Ahora, ¿ven Uds. el porqué digo…? Uds. dicen: “¿Por qué no le enseña a las mujeres, y demás, cómo recibir dones y cosas como esas?”",
    "Yo dije: “¿Cómo les puede uno enseñar álgebra cuando ni siquiera se aprenden su abecedario?”\n\nUn hoyito es todo lo que se necesitó. El tomó la sabiduría del mundo, y, cuando lo hizo, le dio muerte a toda la familia, queriendo probar de la sabiduría.",
    "Ahora miren el filtro, y ciertamente él expresó el gusto de ella. El gusto de ella era para el mundo; eso es lo que ella tiene. Eso es lo que es hoy. Ellos aman el mundo y las cosas del mundo, con una apariencia de piedad, pero niegan la Eficacia de ella. ¿Ven?, Satanás los dejará hablar en lenguas; los dejará gritar; los dejará tener servicios de sanidad Divina; los dejará hacer todas estas clases de cosas.",
    "El dice: “Muchos vendrán a Mí en aquel día, y: ‘Señor, ¿no eché fuera demonios, no he hecho muchas cosas, he hecho esto?’” El dirá: “Ni siquiera te conocí, hacedor de maldad”. Cuando la Palabra fue puesta delante de Uds. y Uds. todavía chuparon ese viejo filtro del mundo, ¿ven?, muestra el gusto que estaba en el corazón.",
    "Las palomas no pueden comer carroña. Ellas no pueden comérsela. Ellas no tienen hiel. Un cuervo se puede comer la semilla como una paloma y puede comer carroña como un cuervo, ¿ven?, porque es un hipócrita. Pero una paloma no está hecha como cualquier otra ave, y por eso es que Dios se representó como una Paloma descendiendo del Cielo. ¿Ven? No puede—no puede soportar la peste de la carroña. No es un buitre; la razón, es que no tiene hiel. No podría digerirla. La mataría, si la come.\n\nY una paloma nunca se tiene que dar un baño. El cuerpo de una paloma echa hacia afuera un aceite desde adentro, que la mantiene limpia. Es una vida que está en la paloma; genera en ella un aceite que mantiene limpias las plumas. Y así es un Cristiano; hay una Vida dentro de ellos que los mantiene limpios. Está filtrada.",
    "¡Oh, fíjense! Ahora miren a él…el filtro, y ciertamente Uds. pueden ver el gusto de él, de lo que están haciendo hoy.",
    "Miren esta iglesia moderna. Miren su filtro. Uds. pueden ver lo que aman. Ver lo que tienen. El amor, ¿qué es lo que aman? La Srita. Laodicea la cual se dirige hacia el Juicio de Dios. Eso es correcto. El amor, el amor de la iglesia hoy en día es por Laodicea, una gran organización, un gran proyecto, una gran cosa popular, gente bien vestida, sumamente culta, llena de sabiduría, llena del diablo, bajo el engaño de la iglesia de Cristo. Solamente hay una palabra que debería de estar allí, “anticristo”. Porque, todo lo que Cristo enseñó, ellos prácticamente están en contra de todo; correcto, sólo lo suficiente para que ellos puedan llamarse eso.",
    "Ahora si Uds. son gente que piensa esta noche, aquí y allá en las tierras adonde el Mensaje está llegando, su deseo será un gusto de la Biblia, no un gusto denominacional, porque Uds. serán juzgados por la misma Biblia, la Palabra por la cual les estoy pidiendo que filtren su alma. Y rechazar una sola Palabra de Ella, y no permitir que su alma pase a través de esa Palabra, Uds. serán rechazados. “Porque no sólo de pan vivirá, respirará, el hombre, sino de toda Palabra que sale de la boca de Dios”.",
    "Y será traído a Uds., predestinados. Y cuando el Señor sople sobre Uds., Su Espíritu vivificará esa Palabra a una realidad, y Uds. verán que Jesucristo es el mismo ayer, hoy, y por los siglos. ¡Oh, hermanos!",
    "Dejen la cajetilla denominacional y religiosa del mundo. Déjenla tirada como esa cajetilla de cigarrillos en el bosque. Déjenla pudrirse y deteriorarse. Es—es un filtro incorrecto. Y tomen la Palabra, la cual es Cristo, que da, y alcanza, y conserva el gusto de Vida Eterna, a todos los que la quieran tomar, Vida Eterna.",
    "La Palabra, si Uds. están predestinados, Uds. la ven. No hay manera de esconderla de Uds. Uds. miran allí y dicen: “¡Pues, está tan claro delante de mí! Yo la miraría; allí está. Estoy mirando directamente a Ella. La veo. Aquí está, la Palabra; cada Palabra, simplemente Palabra por Palabra, viviendo”. Entonces allí hay un gusto de Vida Eterna que Uds. quieren.\n\nY cuando Uds. aspiran a través de Eso, ¿qué puede pasar a través de Eso, el Filtro de Dios? Nada excepto el Espíritu; nada del mundo, en lo absoluto; nada de incredulidad, en lo absoluto. Es el Filtro de Dios. Y cuando Uds. aspiran a través de Eso, nada puede pasar a través de Eso excepto el Espíritu Santo.",
    "Ahora Uds. tienen la evidencia del Espíritu Santo, ¿ven?, el gusto de un hombre o una mujer santos. Ellos quieren vivir. Tienen Vida Eterna. Y debido a que esta Palabra es vivificada a ellos, ellos viven; el Filtro de un hombre que piensa, y el gusto de un hombre santo.",
    "No tomen el mundo, como esas compañías de cigarrillos, bajo un engaño, sino tomen el verdadero Filtro de un hombre que piensa. Filtren el aliento que respiran, el alimento que comen, todo lo que Uds. son; aspírenlo a través de la Palabra de Dios, y Uds. tendrán el gusto de un hombre santo. Porque, producirá eso, porque El es el mismo ayer, hoy, y por los siglos.",
    "Y yo sé, sea que seamos o sea que no seamos…Yo creo que somos. Pero, si no lo somos, hay alguien en el mundo hoy que es parte del Cuerpo de Cristo; y sólo vivirá de la Palabra de Dios, toda Palabra que sale de la boca de Dios para esta edad en la que estamos viviendo ahora.",
    "Y no puedo ver dónde la denominación…Esas Palabras dijeron tan claramente en la Biblia que sucedería, y las cosas que serían, y aquí estamos viviendo exactamente en ello ahora. Yo no puedo ver dónde podría ser alguna otra cosa sino esto.",
    "Iglesia, me doy cuenta que tengo que pararme con Uds. en el Juicio algún día. Lejos esté de mí el decirles alguna vez algo errado, por popularidad. Yo no quiero eso. Si se pudiera llevar a cabo mi deseo, yo, sólo mi deseo humano, yo tomaría mi rifle y me iría al bosque y me construiría una cabaña, y pondría trampas, el resto de mi vida. Me estoy haciendo viejo, cansado, agotado. Estoy desecho, pero no puedo parar. Hay algo dentro de mí, presionando. Ay de mí si no digo la Verdad y toda la Verdad. Ay de mí si no me paro aquí hasta que el último aliento de mi cuerpo me haya dejado. Debo de pararme, a pesar de lo que alguien más diga. Soy responsable delante de Dios.",
    "Y yo verdaderamente creo que las cosas que estamos predicando son la Verdad. No porque soy yo el que las predica. No, mi hermano. No, señor. Dios conoce mi corazón. Cuánto me gustaría sentarme en la congregación y escuchar predicar a los ungidos. Cuánto más fácil sería para mí, ciertamente porque yo tendría Vida Eterna de la misma manera que el hombre en el púlpito. Yo soy parte de Ella así como él lo es. Yo iría al mismo Cielo, tendría los mismos privilegios. Qué fácil sería para mí sentarme allí y no recibir todas estas heridas, y golpes, y comportamientos. Qué fácil sería, pues paso toda la noche sin dormir, una hora y media, o dos horas; luchando toda la noche con cosas que se han presentado. ¡Qué fácil sería para mí hacer eso, coger mi rifle a la mañana siguiente, mi caña de pescar, e ir a pescar o a cazar! ¡Qué fácil sería! Pero, hermano, me tocó en suerte. Que Dios me ayude a nunca huir de mi puesto del deber, sino a pararme leal y fiel, y producirles a Uds. el Filtro de un hombre que piensa que les dará el gusto de un hombre santo.",
    "El Filtro de un hombre que piensa son las aguas, de las aguas de separación. Es la purificación del pecado, lo cual es la Palabra de Dios. Y el hombre que piensa, el hombre que sabe que tiene que pararse delante de Dios, sabe que él tiene que responder por toda Palabra de la Biblia, Ello satisfará ese gusto que está en el corazón de Uds. Que Dios nos ayude a recibirlo, mientras inclinamos nuestros rostros.",
    "Amado Dios, otra hora o dos han pasado. El reloj ha dado la vuelta ahora. El Mensaje ahora entra en la historia, y es registrado en el Libro. Todos nosotros tenemos que responder ahora por esto, todo movimiento que hicimos, toda palabra que dijimos, cada pensamiento que pasó por nuestra mente, el disco todavía está tocando. Y tocará hasta que la vida termine, y entonces responderemos en el Día del Juicio.",
    "Oh Dios, el gran Creador de cielos y tierra, a Quien creemos, ruego por esta gente de este día. Ruego por mí mismo con ellos, que Señor Jesús, que Tú mantengas Tu Filtro. Y si estoy diciendo algo sacrílego, Señor, yo…en mí corazón no lo sé. Ruego que si está errado que yo tome Tu Palabra y use tal cosa como esa, Tú perdóname por ello.",
    "Pero, Señor, pensé cuando Tú me hablaste allá en el bosque, Tú sabes la hora en la mañana, simplemente no podía apartarlo de mi mente. Lo acepté como que venía de Ti. Así que, Padre Dios, ya lo he hablado. Y ruego, Dios, que Tú permitas que sea de la manera en que pensé que es, que el hombre que piensa, el hombre si él tiene algún pensamiento en lo absoluto, él sabrá que él tiene que pararse en la Presencia de Dios, y él no admitirá en su alma nada que contamine o sea contrario a la Palabra de Dios.",
    "Y, Padre, nos damos cuenta de eso, puesto que lo comparé con estas organizaciones de hoy en día; no para ser diferente, Señor. Tú me vas a juzgar, algún día, de mi corazón. Y ruego, Dios, que Tú veas que no era para ser diferente, sino que era para ser honesto, para tratar de ser sincero, dándome cuenta de que tengo la compra de Tu Sangre, de costa a costa, ahora mismo, en mi mano. Y muchos de ellos han creído el Reporte.",
    "Y, Dios del Cielo, que ninguno de ellos se pierda. Yo los reclamo, a todos, y tengo delante de ellos el Filtro del pecado, las Aguas de separación, la Sangre de Jesucristo, la Palabra hecha carne. Concédelo, Señor. Y que el Espíritu Santo se derrame a través de cada promesa, en nuestras almas. Y que seamos representantes vivientes de la Novia de Jesucristo, en el tiempo de los ojos, de la vista en la Luz del atardecer, porque te lo presentamos a Ti en el Nombre de Jesucristo. Amén.",
    "¿Lo aman Uds.? [La congregación dice: “Amén”.—Editor] ¿Lo creen? [“Amén”.] Yo, si yo dije algo errado, al decir: “filtro de un hombre que piensa”, ya no puedo decir más. Yo no tengo educación. Sólo tengo que decir lo que viene a mí. Y cuando vi eso tirado allí, pensé: “¡Qué línea de hipocresía!”\n\nY Algo dijo: “Exactamente como la iglesia”.",
    "¡El filtro de un hombre que piensa! ¡Oh, hermanos! Hay más que eso al respecto. Un hombre que piensa no lo usaría en lo absoluto. ¿Ven? Ciertamente que no. Y desea el gusto de un hombre que fuma, eso es correcto, porque el tiene que tenerlo para satisfacer su gusto. Pero un verdadero hombre que piensa que sabe que su alma va al Juicio, filtrará su gusto a través de la Palabra de Dios. “Porque todo lo que el Padre me ha dado, vendrá a Mí”. Y él vivirá de toda Palabra que sale de la boca de Dios, la cual es las Aguas de separación, eso es una…nos separa del pecado. Porque, cuando viene a través de la Palabra, vemos que es pecado no creerlo, así que simplemente lo creemos y seguimos adelante. Es una separación del pecado. ¿Lo aman a El? [La congregación dice: “Amén”.—Editor]\n\nYo le amo, yo le…\n\nLevantemos nuestras manos ahora a El.\n\nPorque El a mí me amó\n\nY me compró mi salvación\n\nAllá en la cruz.",
    "¿Qué dijo El? “En esto conocerán todos que sois Mis discípulos, cuando améis, tuviereis amor los unos por los otros”. Ahora estrechemos la mano de alguien mientras lo cantamos de nuevo, y decimos: “Yo lo amo a Ud., también, hermano”.\n\nYo le amo, yo…(Esto es para hacerle saber que…)\n\n…El a mí me amó\n\nY me compró mi salvación\n\nAllá en la cruz.",
    "Ahora, ¿les gusta el Filtro de un hombre que piensa? [La congregación dice: “Amén”.—Editor] Cuando Uds. vayan a la calle a codearse con el mundo mañana, hermano, hermana, ¿tienen Uds. el Filtro de un hombre que piensa? Cuando ese hombre los llame a Uds. un santo rodador, ¿usan Uds. el Filtro de un hombre que piensa? Cuando ese alguien dice algo malo en contra de Uds., ¿tienen Uds. el Filtro de un hombre que piensa? ¿Ven?, hagan bien por mal. Oren por aquellos que los ultrajan, y aquellos que los persiguen, entonces Uds. están aspirando a través del Filtro de un hombre que piensa.",
    "Porque si sólo aman a aquellos que los aman a Uds., mientras nos dimos las manos los unos con los otros, como amados en el Señor, eso es bueno, ¿pero pueden también amar Uds. a los antipáticos? Ese es el Filtro de un hombre que piensa. Ese es el Espíritu de Cristo en Uds., amando a aquellos que no los aman a Uds., entonces tienen la recompensa de Dios. Pero, ahora, si lo hacen como una obligación, Uds. todavía no tienen el del hombre que piensa…Uds. sólo están en el segundo ciclo. Pero es de corazón que Uds. realmente lo aman, entonces están aspirando a través del Filtro de un hombre que piensa. Y satisface el gusto de un hombre santo, que Uds. saben, que de corazón perdonan a todos, todo, no importa qué haya sucedido. ¿No es maravilloso El?\n\n…a mí me amó\n\nY me compró mi salvación\n\nAllá en la cruz.\n\nAndaremos en la Luz, es una hermosa Luz,\n\nViene adonde las gotas del rocío de misericordia son resplandecientes;\n\nBrilla a nuestro alrededor de día y de noche,\n\nJesús, del mundo es la Luz.\n\nAndaremos en esta Luz, es tan hermosa Luz;\n\nY viene adonde las gotas (filtradas) de misericordia son resplandecientes;\n\nOh, brilla a nuestro alrededor de día y de noche,\n\nJesús, del mundo es la Luz.\n\nVenid, todos los santos de Luz, proclamad,\n\nJesús, del mundo es la Luz;\n\nEntonces las campanas del Cielo sonarán,\n\nJesús, del mundo es la Luz.\n\nOh, andaremos en la Luz, es tan hermosa Luz;\n\nViene adonde las gotas del rocío de misericordia son resplandecientes;\n\nOh, brilla a nuestro alrededor de día y de noche,\n\nJesús, del mundo es la Luz.\n\n¿Les gusta eso? [La congregación dice: “Amén”.—Editor]\n\nOh, andaremos en esta Luz, es tan hermosa Luz;\n\nY viene adonde las gotas del rocío de misericordia son resplandecientes;\n\nBrilla a nuestro alrededor de día y de noche,\n\nEs Jesús, del mundo la Luz.\n\n¡Simplemente me encanta eso!\n\nMi fe espera en Ti,\n\nTú, Cordero del Calvario,\n\nOh Divino Salvador;\n\nAhora escúchame mientras oro,\n\nQuita todo mi pecado…(Fíltrame, Señor, a través de la Palabra.)\n\n¡Oh permite que de este día en adelante\n\nSea totalmente Tuyo!\n\nSólo piensen en ello, filtrados a través de la Palabra, “totalmente Tuyo”.\n\nMientras ando por el oscuro laberinto de la vida,\n\nY el dolor se extiende a mi alrededor,\n\nTú mi guía sé;\n\nOrdena a la oscuridad que se vuelva día,\n\nQuita los temores del dolor,\n\nNi me permitas nunca desviarme\n\nApartándome de Ti.\n\n[El Hermano Branham empieza a tararear Mi Fe Espera En Ti.—Editor]\n\n…mi desfalleciente corazón,\n\nMi celo inspire;\n\nOh, ordena a la oscuridad que se vuelva día,\n\nY enjuga las lágrimas del dolor,\n\n¡Oh, permite que de este día en adelante\n\nSea totalmente Tuyo!",
    "Amado Dios, nos encanta cantarte, porque es allí que expresamos nuestros sentimientos, nuestra emoción, toda la congregación, mientras Tú soplas sobre nosotros la Palabra de Vida. Estamos tan agradecidos, Señor. Y ese canto, recíbenos, ¿lo harás, Señor? Ese es nuestro deseo, es ser filtrados a través de la Palabra de Dios, caminar cada día en la Luz, la Luz del Evangelio.\n\nY llena nuestro sendero de amor cada día,\n\nA medida caminamos con la Paloma Celestial;\n\nPermítenos andar todo el tiempo, con un canto y una sonrisa,\n\nLlena nuestro sendero de amor cada día,",
    "Concédelo, Señor. Bendícenos juntos ahora. Que Tu gracia y misericordia estén con nosotros. Sana a los enfermos y a los afligidos por toda la tierra.",
    "Te agradecemos por el Hermano Coggins esta noche, que Tú le permitiste salir del hospital, para irse a casa sano. Gracias por todas las cosas que Tú has hecho, y por nuestra propia fuerza que nos sentimos fortalecidos ahora.",
    "Te damos gracias por el pequeño Mensaje entrecortado esta noche, Señor. Yo—yo no lo hice bien, pero ruego, Señor, que Tú lo arregles delante del pueblo, para que ellos puedan ver y saber para qué fue destinado. Recibe gloria de ello, Señor, y que tengamos este entendimiento, si no otra cosa, que hemos de vivir del Pan de la Palabra de Dios, filtrada por Dios sólo para Sus hijos. Es una congregación separada. No es para nadie más. Es solamente para aquellos, Tus escogidos, como las aguas de separación de la vaca alazana eran sólo para la congregación de Israel. Así que, Padre, sabemos que el Pan sólo es para la Ovejas.\n\n“No está bien que Yo tome el pan de los hijos, y se lo eche a los perrillos”, dijo Jesús.\n\nY la mujer, respondiendo, dijo: “Sí, Señor, eso es verdad, pero estoy dispuesta a coger las migajas”.\n\nY nos sentimos de esa manera esta noche, Señor. Nosotros queremos todo lo que Tú puedas darnos, Padre, porque estamos hambrientos y sedientos por más de Ti.",
    "Concede que nuestra hambre sea satisfecha y nuestros deseos sean dados a conocer, porque, Padre, queremos tener el deseo de un hombre justo. Y el Hombre justo fue Jesucristo, y Su deseo fue hacer la voluntad del Padre, el cual era la Palabra. Concédenoslo, Padre. Lo pedimos en Su Nombre. Amén.\n\nPongámonos de pie ahora mientras cantamos nuestro canto de despedida, de: De Jesús El Nombre Invoca.",
    "Allá por los lugares ahora, en donde el Mensaje ha ido esta noche, que Dios esté con Uds. ahora mientras despedimos en oración. Que cada uno de Uds., allá, espero que Uds. hayan disfrutado oyendo tanto como yo he disfrutado trayéndoselos. Y confío que Dios lo colocará en sus corazones y les dará la interpretación correcta de El.",
    "Y Uds. personas aquí en la audiencia que tienen estos pañuelos puestos aquí, yo he puesto las manos sobre ellos. Yo ruego que Dios sane a cada uno de Uds., no habrá gente enferma entre nosotros, Uds. vean cómo nuestro Dios contesta la oración.",
    "Cuando nos reunimos: “El pueblo, sobre el cual es invocado Mi Nombre, se reunirá y orará, entonces Yo oiré desde los Cielos”. El prometió hacerlo.",
    "Así que, no estamos divididos. Nosotros simplemente somos una persona; todos somos uno, en Cristo Jesús. Y cada uno orando por cada uno; Uds. oren por mí mientras yo oro por Uds. Y que Dios los bendiga hasta que nos veamos de nuevo.",
    "Y confío que Uds. van a ser constantes…Uds. que viven aquí cerca, que vendrán al tabernáculo y visitarán aquí a nuestro buen pastor, el Hermano Neville. El les hará bien, el Hermano Mann y la magnífica gente que tienen aquí en el tabernáculo.",
    "Si Uds. están cerca del Hermano Junior Jackson o algunos del resto de ellos por toda la nación, Nueva York y diferentes lugares donde ellos tienen sus reuniones, alrededor de Arizona y California, visiten esas iglesias si Uds. están allí. Oramos que Uds. regresen de nuevo y permitan que el pastor los ayude a conocer más acerca del Señor Jesús.",
    "Dios los bendiga ahora mientras cantamos De Jesús El Nombre Invoca.\n\n…Nombre de Jesús lleva contigo,\n\nHijo de dolores y aflicción;\n\nGozo y consuelo te dará,\n\n[El Hermano Branham habla con alguien en la plataforma.—Editor]\n\n…que vayas.\n\nPrecioso Nombre (precioso Nombre), ¡oh cuán dulce! (¡oh cuán dulce!)\n\nEsperanza de la tierra y gozo del Cielo;\n\nPrecioso Nombre, ¡oh cuán dulce!\n\nEsperanza de la tierra y gozo del Cielo.",
    "Mirando a la congregación esta noche, viendo al Hermano Estle Beeler allá atrás, al Hermano Palmer, y a muchos, al Hermano J. T., y a tantos de los ministros parados aquí alrededor, no puedo mencionar todos sus nombres. Quisiera poder tenerlos, a todos, aquí arriba, y que todos Uds. despidieran a la congregación o hicieran algo. Uds. entienden, ¿no es así? Yo sé que Uds. tienen un corazón Cristiano y saben que tenemos que…cómo—cómo somos; todos juntos somos una sola Persona, en Cristo Jesús.",
    "Ahora recordemos esta siguiente estrofa mientras lo cantamos, mientras nuestro Hermano Martin aquí nos despedirá en oración. Y quiero…Este es el Hermano Earl Martin, creo, de Arkansas o—o Missouri. [El Hermano Earl Martin dice: “Missouri”.—Editor] Missouri, allí en el límite de Arkansas y Missouri. Tienen una iglesia allá.",
    "Y me fijé en este otro hermano de allá, no puedo pensar en su nombre, Brewer. El estuvo aquí esta mañana. Supongo que él todavía está aquí esta noche. Sí, lo veo parado aquí, el Hermano Brewer. Yo prometí ir y dedicar sus iglesias, tantas veces. Llegaré allí algún día, con la ayuda del Señor, cuando pueda.\n\nAhora, mientras cantamos esta siguiente estrofa.\n\nEl Nombre de Jesús reverenciamos,\n\nCayendo postrados a Sus pies,\n\nRey de reyes en el Cielo lo coronaremos,\n\nAl nuestra jornada terminar.\n\nCantémoslo ahora.\n\nEl Nombre de Jesús reverenciamos,\n\nCayendo postrados a Sus pies,\n\nRey de reyes en el Cielo lo coronaremos,\n\nAl nuestra jornada terminar.\n\nPrecioso Nombre (precioso Nombre), ¡oh cuán dulce! (¡oh cuán dulce!)\n\nEsperanza de la tierra y gozo del Cielo;\n\nPrecioso Nombre, ¡oh cuán dulce!\n\nEsperanza de la tierra y gozo del Cielo.\n\nOh, el Nombre de Jesús lleven consigo,\n\nComo escudo contra toda trampa; (escuchen ahora)\n\nOh, cuando tentaciones se junten a su alrededor, (¿qué deben hacer?)\n\nSólo pronuncia ese santo Nombre en oración.\n\nPrecioso Nombre, ¡oh cuán dulce!\n\nEsperanza de la tierra y gozo del Cielo;\n\nPrecioso Nombre, ¡oh cuán dulce!\n\nEsperanza de la tierra y gozo del Cielo.\n\nInclinemos nuestros rostros.\n\nOh precioso Nombre, ¡oh cuán dulce!\n\nEsperanza de la tierra y gozo del Cielo;\n\nPrecioso Nombre (bautizados en El; oramos en El), ¡oh cuán dulce!\n\nEsperanza de la tierra y gozo del Cielo.\n\nHermano Martin. [El Hermano Martin ora.—Editor] 🦅"
  ]
}