{
  "title": "EL PODER DE DIOS PARA TRANSFORMAR",
  "id": "65380009",
  "content": [
    "🦅  [El Hermano Carl Williams presenta al Hermano Branham.—Ed.] Gracias, hermano. [“Sería un verdadero privilegio que el Hermano Branham viniera cada cierto tiempo a Phoenix. Yo creo que él viene a Phoenix más que a cualquier otro lugar. Y nosotros queremos que él siga viniendo, por lo menos mientras yo esté por aquí. Dios lo bendiga, Hermano Branham”.] Gracias, Gracias, Hermano Williams.\n\nBuenos días, amigos. Yo… Esto de la familia Shakarian, el Hermano Williams y la Hermana Williams y muchos de ellos aquí lo saben. Yo lo vi en una visión, como dos o tres años antes que ella se enfermara, y sucedió.",
    "Y el año pasado cuando estuvimos aquí, creo que fue en enero, en la convención, fue la ocasión cuando ese sacerdote (¿Cuál es su nombre? Olvido su nombre en estos momentos), estaba aquí. [Alguien dice: “Stanley”.—Ed.] Stanley, el Obispo Stanley, de la iglesia católica. Recuerdan Uds. cuando él me pasó la Biblia, Uds. saben, y lo que me dijo.\n\nVarios profetizaban: “Hija mía, tú estás sana”.",
    "Y él sabía que la visión había dicho que ella no sanaría. “Ella moriría entre las dos y las tres de la mañana”. ¿Recuerdan eso? [Alguien contesta: “Sí”.—Ed.] Así que, entre las dos y las tres.",
    "Y yo no le podía decir a Demos; sin embargo, le dije a su madrastra, allá en el cuartito, en ese lugar aquí en frente. Le dije: “Ella no se recuperará”.\n\nLa Sra. Shakarian dijo: “Bueno, todos están profetizando”.",
    "Yo dije: “Por supuesto, yo pudiera estar errado, pero lo dije: Ella no se recuperará”.",
    "Yo les dije a muchos de ellos, hace como tres años: “La vi a ella corriendo por su vida, y cayó en una cama. Y ella levantó las manos y me llamó gritando, estando así. Y yo—yo no podía alcanzarla. Y entonces la vi morir. Y miré, y allí había algo, era un reloj, y decía como entre las dos y las tres”.",
    "Y entonces el obispo dijo: “Bueno, yo sólo voy a estar pendiente y ver cómo es que se cumple”. Así que, eso se cumplió.",
    "En realidad lo sentimos. Yo siento que la iglesia ha perdido una gran persona, a la Hermana Florence Shakarian. Pero, ella era una gran cantante, era una mujer llena del Espíritu.",
    "Yo estaba con su madre, su madre fue uno de los primeros contactos que tuve en la Costa Oeste, cuando su madre fue sanada. Cuando los médicos… Ella estaba en coma, y toda hinchada. Así que, el—el médico que estaba allí me habló, dijo: “Ahora, guarde mucho silencio cuando ore. No haga mucho ruido. La mujer se está muriendo”.\n\n“Sí, señor,” le contesté.",
    "Y él decía, sólo me repetía eso. Y, bueno, pareció que ni siquiera tuve la oportunidad de abrir la boca.",
    "Así que, fue el Hermano Demos que me dijo que pasara y subiera a verla.",
    "Entonces, subí. Y Florence estaba de rodillas en el suelo, en ese entonces era una muchachita hermosa, con algunas mujeres más. Y fui y oré por ella, y eso fue dicho. Y ella estaba inconsciente. Y le dije que ella se volvería a levantar; y así fue. Y un par de años después, ella murió. Así que, Dios responde nuestras oraciones.",
    "Y sabemos que, nosotros creemos que todos hemos venido aquí por la voluntad de Dios, y partimos de la misma manera. Uno por uno, cada uno cruzaremos ese portal. Y por eso estamos aquí en esta mañana, reunidos en este compañerismo de Hombres Cristianos de Negocios, para hablar de estas cosas, y para prepararnos para ellas, porque sabemos con seguridad que vendrán.",
    "Ahora, la Hermana Florence es una mujer joven, de cuarenta y dos años, me acaba de decir el Hermano Williams, y muy joven. Pero antes de que ellos, que ella supiera que tenía esta enfermedad, pues, vi una visión de ella y me fue dicho su desenlace; por tanto, así sería. Dios sabe todo al respecto, y ella vio a Jesús en el cuarto antes de partir. No queremos orar por ella, pues ya lo hemos hecho mucho. Queremos sólo agradecerle a Dios por una vida que estuvo entre nosotros, que nos inspiró a todos, como lo fue la Hermana Shakarian.",
    "Y queremos orar por el Hermano Demos, la Hermana Rose. Y recuerden, ellos han sido golpeados fuertemente en sus vidas, en los últimos… es su padre, y ahora su hermana en sus… los últimos años. [Alguien le habla al Hermano Branham.—Ed.] Pero, y, sí, en menos que eso, menos, diez meses; también la Hermana Edna.",
    "Así que, entiendo cómo se siente el Hermano Demos. Sucedió que mi padre, un hermano, mi esposa y una bebita, partieron en el lapso de unos pocos días, así que, yo—yo sé cómo se siente él en esta mañana. Uno sólo entiende eso cuando está en esos zapatos, entonces uno sabe cómo dar un pésame. Y…",
    "[El sistema amplificador chilla.—Ed.] Yo mismo ocasioné eso. Perdónenme. Golpeé un aparatito por aquí abajo, con la mano. Así que, lo—lo siento, le subí demasiado, y no fue intencionalmente.",
    "Entonces, pongámonos ahora de pie mientras… Si pueden, si es… Inclinemos nuestros rostros.",
    "Padre Celestial, nos hemos congregado aquí en esta mañana para adorarte a Ti, y darte las gracias y alabarte, por enviar a Jesús nuestro Redentor, por la esperanza que tenemos después de que esta vida termine, viendo lo incierto que es que vayamos a vivir aquí todo el tiempo. Y, Padre, viendo las condiciones tan deplorables a las que estos cuerpos pueden llegar, estamos contentos de no tener que permanecer aquí para siempre. Tú has provisto una vía de escape, a través de ese valle de la muerte.",
    "Y, Padre, estamos agradecidos Contigo en esta mañana, por la vida de alguien que se paró con nosotros, hace menos de un año, cantando Tus alabanzas: la Hermana Florence Shakarian, como la conocimos. Y Tú nos habías dicho mucho antes, aun años, que esto iba a suceder, para que no fuera un golpe tan duro para nosotros. Y sabemos que lo que Tú dices es verdad. Y también dice Tu Palabra: “El hombre nacido de mujer, corto de días, lleno de sinsabores”; sabemos realmente que ésa es la verdad, Señor. Sabemos que todos debemos pasar por ese valle. Así que, Te damos las gracias por la vida de ella aquí en la tierra. Y estamos creyendo por fe, que ahora, en esta mañana, ella ha pasado de esta casa miserable y pestilente, a un cuerpo glorioso que nunca puede enfermarse; ¡y por su talento para cantar, y la voz que tenía, y su espíritu tan lleno de la gracia de Cristo! Y, si ella pudiera regresar en esta mañana, ella por nada lo haría; tendría que pasar nuevamente por todo esto; lo cual, ahora ha terminado, ella está con su madre y con su padre. Ellos llamaron su niña a casa. Así que, Te—Te damos gracias.",
    "También queremos orar pidiendo consuelo para nuestro Hermano Shakarian, nuestro amado hermano, conociendo la—la vida que él ha vivido, y los tormentos que él ha estado pasando en estos últimos días, y cómo se encuentra; viéndolo envejecer, y el cabello caérsele, y sus hombros decayendo, y aun así, esforzándose por permanecer en el campo para Dios. Dios, dale fuerzas hoy. Oramos Dios que Tú lo concedas. En favor de todos aquellos angustiados por su partida, oramos por cada uno de ellos.",
    "Y permítenos, Señor, mientras meditamos en esto, recordar que algún día nosotros también partiremos. Mientras estamos aquí reunidos en la Presencia del Señor Jesús, pedimos que Tú refresques esto en nuestra memoria. Y permítenos revisarnos, por así decir, o tomar inventario de nuestras propias vidas, para que estemos bajo la Sangre y en la Fe. Concédelo, Señor.",
    "Ahora trataré, bajo estas circunstancias, de traer hoy un corto mensaje al pueblo, oro para que Tú me ayudes, Señor. Fortaléceme, porque yo—yo—yo lo necesito, Señor. Y oro que lo concedas. Y que algo pueda ser dicho para honrarte a Ti. Y si hay alguien que escucha nuestra voz en esta mañana, que no esté listo para enfrentar esa hora que tienen por delante, que éste sea el momento cuando ellos se rindan a Él, Quien dijo: “Yo soy el Camino, la Vida, la Verdad”, nuestro Señor Jesucristo. Porque lo pedimos en Su Nombre. Amén. (Pueden tomar asiento.)",
    "[Alguien en la plataforma le habla al Hermano Branham.—Ed.] Aquí el hermano quiere saber si todos pueden escuchar bien. Él ha encendido dos micrófonos. ¿Todo está bien? ¿Pueden oír? Levanten las manos si pueden. ¿Pueden oír? Levanten las manos. Muy bien.",
    "Lamento que no tengamos lugar para sentarlos a todos en esta mañana. Y confiamos que no tardaré mucho aquí arriba, sólo lo necesario para tal vez traer la lectura de la Palabra; que Jehová Dios honre Su Palabra que será leída, y nos dé de Su gracia, por la cual podamos servirle.",
    "Ahora, Billy Paul me dijo, en esta mañana, que tal vez habría la posibilidad de que hablara el próximo domingo en la Asamblea de Dios, Grantway, de Tucson. Si hay alguno aquí de Tucson, tal vez no logre verle esta semana; estaré en la Asamblea de Dios, Grantway, el próximo domingo.",
    "Así que, ahora acabamos de regresar del Este, y me debilité un poco, pues comí demasiado, debido al exceso de bondad de la gente allá en las montañas. Y—y me enfermé, así que no me he sentido bien esta semana. Así que, Uds. oren por mí. Y…",
    "[Alguien dice: “Demasiada zarigüeya”.—Ed.] ¿Qué dice? [“Demasiada zarigüeya”.] El Hermano Carl Williams con su sentido de humor, y pienso que lo necesitamos en estos momentos, dijo que fue “demasiada zarigüeya”. No creo que haya sido eso, Hermano Carl, pero si muchas ardillas. [El Hermano Branham se ríe.]",
    "Entonces si quieren orar por alguien en esta mañana, pues, en realidad lo—lo agradecería si fueran oraciones de Uds. por mí, porque lo—lo necesito.\n\nAhora, queremos entrar rápidamente en la Palabra.",
    "Y no quiero tenerlos aquí demasiado tiempo, porque creo que hay una conexión telefónica a través de la nación, de esto en esta mañana, que va de la Costa del Oeste a la Costa Este, de Norte a Sur. Muchas, muchas asambleas tienen este sistema como el que Uds. tenían aquí del tabernáculo. También está conectado con Phoenix, para que en donde estén los servicios, entre directamente a la… y ellos se reúnen en iglesias y en casas, y así de esa manera, por medio de una honda muy fina. Dicen que es mejor aun que una radiodifusora. Es la conexión telefónica, pusieron un receptor o micrófono, o lo que sea, en el cuarto. Y ellos… Mi esposa dijo, siendo emitida de Indiana la semana pasada, para Tucson, que era igual como si estuviera parado en el cuarto. Así que, oramos para que Dios bendiga a todos aquellos allá por la línea en esta mañana, en donde quiera que estén. En Nueva York ahora ha de ser la tarde, y en los diferentes horarios a medida que cruza la nación.",
    "Ahora en el Libro de Romanos, el capítulo 12, y los versículos 1 y 2, queremos—queremos leer esta Escritura.\n\nAsí que, hermanos, os ruego por las misericordias de Dios, que presentéis vuestros cuerpos en sacrificio vivo, santo, agradable a Dios, que es vuestro culto racional.\n\nNo os conforméis a este siglo, sino transformaos por medio de la renovación de vuestro entendimiento, para que comprobéis cuál sea la buena…y perfecta, agradable…la voluntad de Dios, agradable y perfecta.",
    "Ahora, si el Señor permite, quiero tomar como mi tema esta mañana: El Poder De Dios Para Transformar.\n\nPara que no os conforméis a este siglo; sino transformaos por medio de la renovación de vuestro entendimiento, ahora, para que comprobéis cuál sea la buena perfecta y agradable voluntad de Dios.",
    "Es un texto antiguo muy conocido que muchos de sus pastores han usado durante su tiempo. Ha sido usado desde que fue escrito. Pero con todo, una cosa en cuanto a la Palabra de Dios es que nunca envejece, por cuanto es Dios; Ella nunca envejece. Ahora en cada generación, por casi dos mil ochocientos años, o más, esta Palabra de Dios ha sido leída por hombres, sacerdotes y demás, y nunca envejece. Yo mismo llevo leyéndola unos treinta y cinco años. Y cada vez que la leo, encuentro algo nuevo que se me pasó por alto la primera vez. Es porque está inspirada, es Dios en forma de letra. ¿Ven?, son los atributos de Dios hablando, y puestos en papel.",
    "En muchas ocasiones, el hombre ha dicho: “Bueno, pues, el hombre escribió esta Biblia”. No. La Biblia misma dice que Dios escribió la Biblia. Ella es la Palabra de Dios.",
    "Y Ella jamás puede fallar. Jesús dijo: “Los cielos y la tierra fallarán, pasarán, pero Mis Palabras nunca fallarán”. Y Ella no puede fallar, y que sea Dios, por cuanto Ella es parte de Él.",
    "Y entonces Ud. siendo Su hijo e hija, Ud. es parte de Ella, y eso lo hace a Ud. parte de Él. Por eso venimos a reunirnos en compañerismo alrededor de la Palabra de Dios.",
    "Ahora esta palabra transformar, la busqué en el diccionario, ayer. Cuando, por poco pierdo la noción de la hora en que tenía que estar aquí, por estar buscando un texto, y encontré esta palabra, o este texto, mejor dicho, esta Escritura. Y en el diccionario dice que es “algo que es cambiado”. Algo para ser “cambiado”. Transformar; “hecho diferente de lo que era”. Ha sido que, “su carácter y todo en él ha sido cambiado”, el transformar.",
    "Y pensaba en esta mañana, en Génesis 1: este mundo estaba sin forma, y estaba vacío, y oscuridad cubría la tierra; no era más que un caos completo. Y cuando este mundo estaba en esa condición, el Espíritu de Dios se movió sobre la faz de las aguas, y el cuadro cambió completamente; de un caos total a un huerto del Edén. Ése es el Poder transformador de Dios, que puede tomar algo que no es nada y hacer algo maravilloso con eso. ¡El Poder Transformador de Dios!",
    "Y entendemos, al leer las Escrituras, que Dios estuvo ses—seis mil años en los preparativos para hacer este Edén. Ahora, tal vez Él no haya tardado tanto; pero sólo suponiendo, y tomándolo de la Escritura donde dice que “un día para Dios, es como mil años en la tierra” esto es, si Dios contara el tiempo. Y digamos que fueron seis mil años que Él tomó para hacer la tierra, y que Él plantó en la tierra toda buena semilla. Todo allí era sencillamente perfecto.",
    "Yo pienso que muchas veces, cuando aun los críticos empiezan a leer el Libro de Génesis, empiezan a criticarlo, porque parece que se repite constantemente, o que lo confunde a uno aquí o allá.",
    "Pero si nos fijamos por un momento, antes que entremos a nuestro texto, que Moisés vio la visión. Y Dios le habló a él. Dios le habló a Moisés cara a cara, de labio a oído. Ahora, Él nunca le habló a ningún otro hombre de esa manera, como lo hizo con Moisés. Ahora, Moisés fue uno grande, uno de los más grandes de todos los profetas. Él fue un tipo de Cristo. Y pues, Dios puede hablar, Él tiene una voz. Ella ha sido oída. Dios puede hablar.",
    "Y Dios puede escribir. Dios escribió los diez Mandamientos con Su Propio dedo. Él escribió una vez, en las paredes de—de Babilonia, con Su dedo. Él se agachó y escribió en la arena en una ocasión, con Su dedo. Dios puede hablar; Dios puede leer; Dios puede escribir.",
    "Dios es la Fuente de toda gracia y Poder, y toda la Sabiduría Divina, está en Dios. Entonces, se sabe que Él es el único Creador que existe. No hay otro creador, sólo Dios. Satanás no puede crear absolutamente nada; él sólo pervierte lo que ya ha sido creado. Pero, Dios es el único Creador.",
    "Por tanto, Él creó por Su Palabra. Él envió Su Palabra. Así que, todas las semillas que él había puesto en la tierra, Él formó esas semillas por Su Propia Palabra, porque no había ninguna otra cosa más de donde formar la semilla. Él las había puesto, y estaban debajo del agua. Él solamente dijo: “Sea esto, y sea lo otro”.",
    "Ahora, en muchas ocasiones, nos damos cuenta, que parece que la Biblia se repite o que está diciendo algo que no dice. Por ejemplo, en Génesis 1 encontramos que: “Dios creó al hombre a Su Propia imagen, a la imagen de Dios lo creó; varón y hembra los creó”. Y luego continua, y muchas cosas sucedieron sobre la tierra.",
    "Después nos damos cuenta que no había hombre para que labrara la tierra. “Entonces Dios creó al hombre del polvo de la tierra”; ése fue un hombre diferente. “Y Él sopló el espíritu de vida en él, y él vino a ser un alma viviente”.",
    "El primer hombre fue hecho a la imagen de Dios, lo cual es Espíritu. Juan 4 dice: “Dios es Espíritu, y los que Le adoran es necesario que Le adoren en Espíritu y en Verdad”. No obstante, Dios es un Espíritu. Y el primer hombre que Él creó fue un hombre espíritu, y él fue hecho a la imagen y a la semejanza de Dios.",
    "Y después Él puso a este hombre en carne, y el hombre cayó. Entonces Dios descendió y tomó la imagen de hombre, para que así pudiera redimir a ese hombre caído. Ésa es la verdadera historia del Evangelio, en mi—en mi opinión.",
    "Ahora, en seis mil años, Dios había sembrado todas estas semillas tan maravillosas, o Él había hablado Su Palabra: “¡Será de esta manera! Será este árbol; será esto”. Todo era perfecto; simplemente era bueno. Y Él les ordenó a cada una de esas semillas lo que serían; ellas mismas se transformarían en las plantas según la clase de vida que la Palabra de Dios había hablado en ellas que serían. Si era un árbol de roble, ella tenía que dar un roble. Si era de palma, ella tenía que dar una palma.",
    "Pues, el gran Creador apenas había enviado Su Palabra, y la Palabra simiente estaba allí antes que la verdadera semilla aún se hubiera formado. Y la Palabra formó la semilla. ¿Ven? “Él formó el mundo de las cosas que no se veían”. ¿Ven? Él—Él formó el mundo por Su Palabra. Dios habló todo a existencia.",
    "Y siendo Dios, el Creador, al hablar todas las cosas a existencia, debe haber sido un mundo perfecto. Era un—un lugar hermoso; era un—un verdadero paraíso genuino aquí en la tierra.",
    "Ahora, todo lugar tiene que tener un cuartel general en alguna parte. Esta convención tiene un cuartel general, y esta junta tiene un cuartel general y una iglesia tiene un cuartel general. Y Dios tiene un cuartel general. Y así este gran lugar, esta nación en la que vivimos, ella tiene un cuartel general. Y así también, este gran Edén tenía un cuartel general, y su cuartel general estaba en el huerto del Edén, o en el Edén, al este del huerto.",
    "Y Dios puso sobre esto, para que gobernara toda Su gran creación aquí en la tierra, a Su Hijo y a la novia de Su Hijo, Adán y Eva.",
    "Dios era el Padre de Adán. “Adán era un… el hijo de Dios”, de acuerdo a las Escrituras. Él era el hijo de Dios.",
    "Y Dios le hizo a él una ayuda idónea, sacada de su propio cuerpo; tal vez de una costilla cerca de su corazón para que ella estuviera cerca de él, y le hizo una ayuda. Realmente ella aún no era su esposa, tal como él todavía no era hombre; Él tan sólo lo había hablado. Y allí vino el problema, Satanás la conoció a ella antes que Adán. Así que, sólo era Su Palabra que Él había hablado.",
    "Lo digo, no quiero ocupar mucho tiempo en eso. Pero algunos de Uds. pudieran confundirse un poco, especialmente algunas de las personas allá en el—allá en el Sur; parece ser que encuentran esto un poco confuso, el Mensaje hoy que tengo de Dios, para el pueblo, eso de la simiente de la serpiente. Y voy a ir a casa, el Señor mediante, uno de estos días, a Jeffersonville. Quiero un mensaje como de seis horas, para aclarar todo eso (¿ven?), para traerlo de tal forma que Uds. sepan de lo que estamos hablando. Y es ASÍ DICE El SEÑOR. Es tan real como cuando vio a nuestra Hermana Florence antes que ella partiera, muchos años antes (¿ven?), es la Verdad. Y ahora, nosotros, tal vez es malentendido.",
    "Si alguien viniera a mí (algo contrario), yo mismo lo pudiera malentender. Yo no voy a querer criticar lo que alguien dice; no debemos criticarnos uno al otro. Yo no soy culpable de hacer eso; le doy gracias al Señor. Yo he criticado el pecado y la incredulidad; pero, no al individuo como persona (¿ven?), yo—yo no hago eso. Nosotros somos—somos hermanos y hermanas, esforzándonos, estamos llegando a donde la Hermana Florence llegó ayer por la mañana, ¿ven? Ella, nosotros, todos nosotros tenemos que venir por ese camino. Y mi propósito no es querer criticar a un hermano o a una hermana que no esté de acuerdo con uno. No, ¡yo nunca haría eso! Yo no creo que Ud. pudiera encontrar una cinta en la que yo haya mencionado el nombre de alguien. Aunque, muchas veces yo he sentido que la persona estaba errada, pero eso queda entre ellos y Dios. Pero más bien es lo que está errado, hablando de pecado y… Y a veces los malentendidos ni siquiera son pecados, sólo son malentendidos de la gente. Y yo—yo creo que cada uno de nosotros tenemos el derecho de expresarnos según lo que entendemos.",
    "Ahora, este gran Creador había puesto a Su Hijo creado. Ahora, Adán fue Su primer Hijo creado. Jesús fue Su Hijo unigénito (¿ven?), Él fue unigénito engendrado a través de una mujer; pero Adán vino directamente de la mano de Dios, en la creación.",
    "Ahora el cuartel general, con Su—Su Hijo y la novia de Su Hijo sobre todo, se veía muy perfecto. Había un—un hombre, encabezándolo todo, Su Propio hijo y Su novia.",
    "Y cada semilla era perfecta, las palmas y los robles, y el pasto, y los pájaros, y los animales. Y todo estaba en perfecto orden con el Mandamiento de Dios, “No cambie su naturaleza. ¡Cada simiente produzca según su género! Roble, no te perviertas en un árbol de Chirimoya”. ¿Ven? “Palma, no te perviertas en alguna otra cosa. ¡Sino que cada simiente produzca según su género!”. Y Él había—Él había cuidado de esto todo el tiempo.",
    "Y Él había hablado la Palabra. Y Su gran Poder creativo había formado estas cosas que salieron, incluso al hombre y a la mujer. Y ellos eran la cabeza porque eran… ellos eran superiores a todas las otras razas. Y Él los puso también bajo el mismo cuidado que había puesto a los árboles, animales y demás: Su Palabra. Ellos no debían jamás, por nada, quebrantar esa Palabra. Ellos debían permanecer en Ella. “¡No le quiten nada a Ella, ni le añadan a Ella! Uds. deben vivir por esta Palabra”.",
    "Y siempre y cuando esa creación hubiera existido así, la Hermana Shakarian no hubiera tenido que partir en esta mañana, siempre y cuando hubiera permanecido así, ¡la gran economía de Dios! Es a lo que creemos que estamos regresando. Estamos regresando a ese punto, a ese lugar.",
    "En esa séptima mañana, Dios miró todo, y dijo: “Es bueno; Yo—Yo estoy satisfecho. Sí, Yo—Yo—Yo estoy contento de haberlo hecho. Y ahora todo está bajo control. Y he puesto la confianza en Mi hijo y en su esposa, que ellos lo harán; los he hecho cabeza de todo, que—que ellos lo harán (los he hecho cabeza de todo), para que cuiden de todo y vean que todo esté correcto, que todo produzca según su género. Ahora él tiene el poder para hacer eso”. Dios dijo entonces: “Bien, si todo está tan bien, y no puede ser de ninguna otra manera, porque es Mi Propio deseo, está de la manera como lo quiero. Y Yo lo he hablado así, y Mis Palabras lo han traído exactamente como Yo lo quería. Y allí está. ¡Todo está bien!”. Por tanto, la Biblia dice: “Dios descansó el séptimo día, de todas Sus obras”.",
    "Y todo estaba bajo control, para que produjera según su género. Ahora recuerden: “para producir”. Cuando Él puso la semilla en la tierra, la semilla sólo podía venir por el poder de la vida que estaba en ella, para transformarla de una semilla a una planta, o lo que fuera; ¡Su poder transformador! Ahora, Dios puso allí la semilla, con el potencial de que sería lo que Él dijo que sería. Y mientras permaneciera en su categoría correcta, sería exactamente lo que Dios dijo que sería. Tenía que ser de esa manera, porque Él lo había hecho de esa manera, e hizo un canal. Para que todo aquello que permanezca en Su canal, en Su línea de Palabra, tenga que producir exactamente lo que dijo Su Palabra que sería. No se puede mover de allí. Está canalizado perfectamente. Entonces, con todo puesto en las manos de Su Propio hijo, de que sería de esa manera, entonces Dios dijo: “Todo está bien, así que descansaré. Y cada una de esas semillas tiene poder en sí misma, para transformarse en la especie que Yo deseo que sea. Eso es lo que debe ser, porque Yo le he dado a cada semilla poder transformador, para que ella produzca, de sus propios potenciales ahora, que ella misma produzca exactamente lo que Yo quiero que ella sea”.",
    "Dios nunca ha cambiado. ¡Él sigue el mismo hoy como en ese entonces! Dios ha determinado hacer algo. Él lo hará. Nada va a detenerlo. ¡Él lo hará!",
    "Ahora después que todo estaba tan bien y en orden, Dios se sintió seguro que eso estaría bien, y entonces, una vez que Él lo había hecho, luego entró el enemigo. Voy a… Dios dio poder para transformar. Y de este fulano voy a decir, que tiene poder no para—no para crear, sino… él tenía poder para deformar, no transformar; sino para deformar. Ahora, cualquier cosa deformada es sacada de su estado original, algo ha andado mal con eso.",
    "Hace algunos años, patrullando, cruzaba los campos de maíz, me venía a la mente una rama que el viento había desprendido de un árbol, y había caído sobre un tallo de maíz. Y el tallo estaba esforzándose en lo que más podía de enderezarse como debía estar, pero estaba deformado, por algo que había sucedido. Y el palo estaba allí encima de él.",
    "Y encontramos una hierba trepadora en el campo. La cual muchos de Uds. hombres de aquí, y tal vez algunas de Uds. las mujeres… si son de Kentucky. La mujer allá usa el azadón igual que el hombre; se va al campo con un—un azadón, nosotros le llamamos el azadón cuello de ganso, y corta las—las trepadoras. Porque si Ud. no saca esas trepadoras, de los surcos en donde está el maíz, de esta manera, entonces esa trepadora se extendía, alcanzaba ese maíz y gradualmente lo envolvía, fácilmente, tan sutilmente, que Ud. difícilmente pudiera darse cuenta que lo estaba envolviendo. Y finalmente se fortalece más y más, y jala ese maíz hasta que lo deforma. Lo jala hacia ella, y lo envuelve en su propia vid; deformándolo de lo que era, a otra cosa. Aún sigue siendo maíz, pero es un maíz deformado.",
    "Y todos nosotros aún somos a la imagen de Dios. Pero algunos están tan deformados, siendo hijos de Dios, que caminan contrariamente a Su Palabra y a Su manera que—que Él nos tenía y que había provisto para que camináramos. Permitiendo que algo, el mundo, nos tuerza del camino, nos jala acercándonos a él, y nos aparta de ese surco angosto y recto en el que Él nos plantó, para que seamos hijos e hijas de Dios. El pecado les ha hecho esta cosa perversa a los hijos e hijas de Dios.",
    "¡El deformador! Sé que esto parece algo extraño hablarlo de esta manera, “el—el deformar”, pero eso es lo que él fue; el deformó, o pervirtió. Pervertir quiere decir “ser cambiado, hecho algo diferente”. Y deformar es la misma cosa, que ha sido traída y deformada, y “hecha de otra manera”. A pesar de que sigue siendo la misma semilla, sin embargo, está deformada.",
    "Ahora, vemos que este deformador ha tenido también la misma cantidad de tiempo, para deformar, como Dios lo tuvo para transformar. Ahora él plantó su semilla, o, nunca plantó su semilla, él… en el huerto del Edén. Desde ese entonces, él ha estado por seis mil años deformando la Simiente de Dios, la Palabra de Dios; deformándola, haciéndola algo diferente; cuando él… la primera vez que Eva lo escuchó, y ella tomó una sola frasecita.",
    "Recuerden, primero Satanás citó esa Escritura tan exacto como pudo: “Dios ha dicho: ‘¿No comeréis de todo árbol en el huerto del Edén’?”. ¿Ven? “¿No comeréis de todo árbol?”.",
    "Y ahora, recuerden, Eva respondió: “Sí, podemos comer de todo árbol; pero del árbol que está en medio del huerto, no debemos ni aún tocarlo”. Ahora obsérvenlo a él, en su mensaje, torcer esa Palabra sólo un poquito. Al decir… Eva dijo: “Pues Dios dijo que si hacíamos esto, ese día ‘moriríamos’”.",
    "Él dijo: “¡Oh, seguramente no moriréis!”. ¿Ven?, él era un—un hombre, él dijo, “Tú, tú has esto ahora. Y, Uds., Uds. son una gente ignorante. Tú, realmente tú no conoces todas las cosas. Pero si tan sólo participaras de esto, entonces tendrías sabiduría, tendrías conocimiento. Tú conocerías entre el bien y el mal y serías como dioses, tú, si tan sólo participaras de esta sabiduría que yo tengo. Yo sé, pero tú no”.",
    "Y tener sabiduría está bien. Pero si esa sabiduría es contraria, si esa sabiduría no es la sabiduría correcta de Dios, sabiduría Divina, y viene a ser sabiduría natural: a mí no me interesa cuánta ciencia tengamos, ni cuánto más, ni educación, es del diablo. Se los probaré, el Señor mediante, en unos minutos. Eso es del diablo.",
    "La civilización es del diablo. Acabo de predicar sobre eso. Toda cultura en la tierra, todos los poderes de la ciencia, y todo, es del diablo. Es su evangelio de sabiduría que él predicó, en el huerto del Edén. Y él ha tomado ese conocimiento, conocimiento pervertido, contrario a la Palabra y a la voluntad y al plan de Dios. Y ahora él ha tenido seis mil años para hacer exactamente lo que Dios hizo, sólo que de una manera pervertida, y le tomó la misma cantidad de tiempo para traer su propio Edén. Ahora él tiene un Edén aquí en la tierra, y está lleno de sabiduría, conocimiento. Ése fue su evangelio en el principio: conocimiento, sabiduría, ciencia. Dios nunca proveyó tal cosa. Y yo—yo quiero que Uds. se fijen por un minuto. Él hizo esto, y fue porque él era un hombre con sabiduría mundana.",
    "Ahora, es duro decir esto. Es—es muy duro, porque le estoy hablando a gente que comparte lo mismo que yo, y como he sido durante muchos años. Pero desde la apertura de esos Siete Sellos, de esos Ángeles allá detrás de la montaña, Éste ha venido a ser un Libro nuevo. Son las cosas que han estado ocultas, las que están siendo reveladas como Dios prometió, en Apocalipsis 10, que Él haría. Y nosotros somos el pueblo privilegiado que Dios ha escogido, de la tierra, para que pudiéramos ver y entender estas cosas; que no es alguna mitología, invento de alguna mente carnal de una persona. Es la Palabra de Dios manifestada, probado, de que Ella está correcta. Probado, no por la ciencia, sino por Dios, que Ella está correcta. Dios, como lo dije antes en un mensaje, Dios no necesita a nadie que interprete Su Palabra. Él es Su Propio intérprete. Él dice que se cumplirá, y se cumple. Así Él—Él lo confirma, eso la interpreta.",
    "Hace algunos años cuando (a nosotros el pueblo pentecostal), cuando las—las otras iglesias nos decían que estábamos “locos”, que “no podía ser, que el Espíritu Santo era algo del pasado”, sin embargo, nos dimos cuenta que la promesa de Dios fue para todo aquel que quisiera, y ahora nosotros sabemos que así mismo es. ¿Ven?, y es poco a poco que esto se ha abierto.",
    "Y ahora Él prometió que los misterios que estaban ocultos en esas, en todas esas edades de la iglesia, serían revelados justamente en el tiempo del fin. Y ahora Él nos lo deja saber: Estamos en el tiempo del fin. Ya estamos aquí.",
    "Ahora, Satanás es el autor de la civilización; él es el autor de la ciencia; él es el autor de la educación.\n\nUd. dirá: “¿Es verdad eso?”.",
    "Muy bien, leamos ahora la Palabra de Dios, en Génesis 4, y regresemos y veamos por un minuto. Sé que tal vez me extienda, pero si así es, el Hermano Carl probablemente me dirá. [Alguien dice: “No se preocupe”.—Ed.] Pero, Génesis, el capítulo 4, y el versículo 16, dice aquí, en el principio, lo que Dios hizo para poner la maldición sobre el hombre y la mujer, y todo lo que ellos tuvieron que hacer; y no les puso a ellos la maldición, sino que les dijo lo que sucedería, y maldijo la tierra por causa de Adán. Y ahora nos damos cuenta aquí, que Eva tuvo un par de gemelos. Y uno de ellos era de Satanás, y uno de ellos era de Dios.\n\nAhora Ud. dirá: “¡Oh, no! No. ¡Por favor, Hermano Branham!”.",
    "Espere un minuto. Encuéntreme Ud. una Escritura, dondequiera, que diga que Caín era el hijo de Adán. Yo le mostraré en la Escritura en donde dice que, “Caín era del maligno”, no de Adán.",
    "Ahora, fíjese aquí cuando ella concibió. Empezamos en el capítulo 4, primero.\n\nConoció Adán a su mujer…la cual concibió, y dió a luz a Caín, y dijo: Por voluntad…(Ahora, ella dijo) por voluntad de Jehová he adquirido un hijo.",
    "Por supuesto, tenía que serlo. No importa si hubiera sido prostituta o lo que fuera, tenía que venir de Dios (¿ven?), porque ésa es Su simiente, es la ley de Su simiente, y tiene que traer a luz no importa si es simiente corrompida, simiente pervertida, o sea lo que sea; tiene que producir, de todas maneras. Es mandato Suyo.\n\nY después dió a luz a su hermano Abel.",
    "No le conoció más. Adán conoció a su mujer y ella dio a luz a Caín y también tuvo a Abel, gemelos. Satanás estuvo con ella esa mañana, y Adán por la tarde.",
    "Uds. vieron la gran conmoción aquí en el periódico (me parece que ahora en Tucson), de esa mujer que dio a luz a un niño de color y a un niño blanco, a la misma vez. Ella estuvo con su esposo en esa mañana, y con el hombre en esa tarde. Y el hombre se haría cargo, el hombre blanco dijo que él se haría cargo de su propio hijo, pero que el hombre de color tendría que hacerse cargo del suyo. ¿Ven? Eso yo lo sé, al cruzar perros y demás, seguro que sucederá, si ocurre después de unas pocas horas. Esto lo prueba.",
    "Ahora, para mostrar de dónde vino la civilización, pues leamos acá en Génesis, nuevamente en el capítulo 4 de Génesis, y veamos de dónde. El versículo 16.\n\nSalió, pues, Caín de delante de Dios, y habitó en tierra de Nod, al lado oriente de Edén.\n\nY conoció Caín a su mujer, la cual concibió y dio a luz a Enoc; y edificó una ciudad, y llamó el nombre de la ciudad del nombre de su hijo, Enoc.",
    "Fue el inicio de la civilización. El Doctor Scofield, aquí en mi Biblia Scofield, dice: “La primera civilización”. Fíjense, después él engendró hijos y ellos hicieron órganos y música. El siguiente engendró hijos y él empezó hacer otras cosas, maravillas, edificó ciudades, e—e hizo instrumentos de bronce, y toda clase de cosas. ¿Ven?, eso fue lo que él hizo, vino a ser la primera civilización, la cual fue la cainita. Él ha hecho lo mismo a través de las edades.",
    "Ahora, lleguemos allí con el versículo 25, y veamos cuál fue que siguió.\n\nY conoció de nuevo Adán a su mujer, ahora, la cual dio a luz un hijo, y llamó su nombre Set: Porque Dios (dijo ella) me ha sustituido otro hijo en lugar de Abel, a quien mató Caín.\n\nY Set…Y a Set también le nació un hijo, y llamó su nombre Enós. Y entonces los hombres comenzaron a invocar el nombre de Jehová (del lado de Set, no del lado de los cainitas).",
    "¿Ven? ¡Ese gran intelecto, del cual todos nos aferramos tanto! ¿Qué es el comunismo hoy en día?, ¿cuál es el dios de ellos? Es el intelecto, la ciencia. Como sea ¿qué estamos haciendo? ¿En dónde estamos viviendo? Consideren estas palabras hoy.",
    "Ahora él tiene su propia clase de Edén, Satanás, hoy. En estos seis mil años, él ha formado (no creado), sino que deformado toda la tierra de Dios; sus criaturas, los animales, cruzando, hibridando árboles, plantas, humanos, y aun la religión, la Biblia, la iglesia; a tal punto que ha completado su propio huerto del Edén, por la ciencia, todo impulsado por la ciencia. Nuestros automóviles, todo lo que tenemos nos lo ha dado la ciencia, lo que el hombre ha logrado. Y él tiene su gran Edén aquí; para probar que el Mensaje llega a tiempo, ¡para probar que no es alguna otra edad, sino Apocalipsis 10! Miren la hibridez hoy, encaminada a hacer algo mejor, o más bonito, no mejor. Mire a los niños hoy.",
    "Ayer llevé a mi hija con el dentista, y dijo que los dientes se le estaban torciendo. Un hermano allá en Tucson, el Hermano Norman, llevó a su hijita y ella tiene dientes de conejo. Y el dentista dijo que creía que pronto, tal vez en tiempos por venir, que la gente nacerá con los dientes creciéndoles en todas direcciones. Es el alimento que estamos comiendo, alimentos híbridos.",
    "¿Leyeron en las Selecciones del mes pasado, acerca de Billy Graham, ese noble evangelista? ¿Lo han estado escuchando? Oro por él más que nunca. Cuando él les habló a esos cuellos volteados y demás, la otra noche, sacudiendo a esos clérigos. Algo le ha sucedido. Uno de estos días, espero que él vea su posición en la que está, fíjense, está llamando ahora de Sodoma; esa ciudad pervertida. Y ahora noten esto, de la revista Selecciones: Billy se debilitó tanto que ni siquiera pudo llevar a cabo sus reuniones. Y le dijeron que tenía que correr, hacer ejercicio y demás. Así que él ahora corre una milla [1,6 kms] todos los días, creo yo, o algo así, como ejercicio.",
    "El hombre está podrido. Toda la raza humana está corrompida. Todo es como fue en la época antediluviana. Está completamente contrariada, volteada, diferente de la línea recta en que Dios los plantó. El pecado, a través de la ciencia y el engaño, ha torcido a toda la raza humana.",
    "¿Leyeron también después de ese artículo, donde dice: “En estos días, que jovencitas y jovencitos alcanzan su edad mediana, de acuerdo a la estructura física, entre los veinte y veinticinco años de edad”? Piénsenlo.",
    "En el discernimiento la otra noche, capté una muchacha de veintidós años, en la menopausia, la llamé. Y eso es lo que su médico le había dicho.",
    "¿Ven?, está caída, degenerada, una raza de corrupción rumbo al infierno. Yo sé que eso no suena ético, pero es Bíblico (¿ven?), que eso es verdad; y, ¡ésta raza en la que vivimos, ésta generación de personas!",
    "Ahora fíjense hoy, hibridando ganado, hibridando plantas; y la ciencia viene y se contradice, la misma ciencia que lo hace, dice: “Eso es lo que está destruyendo a toda la raza humana”. Uds. lo leen al igual que yo. Bueno, ¿por qué no lo detienen? Es porque no pueden detenerlo. La Palabra de Dios ha dicho que sería de esa manera. Pero si ellos pensaran por un minuto, ellos son los instrumentos, como Judas Iscariote, dando lugar exactamente a la cosa que Dios dijo que sucedería. Se está haciendo exactamente en base a su propia ciencia.",
    "Por su investigación científica, de la misma forma que él engañó a Eva, él también ha engañado a la iglesia, de la cual Eva era un tipo. Ahora, entonces Adán, nuevamente siendo allá un tipo (o quiero decir Eva), de la iglesia, fíjense Uds. lo que hizo: Por divagar tras el conocimiento, ella cruzó la línea entre el bien y el mal; por andar escuchando la perversión de Satanás, o la deformación de la Palabra original de Dios.",
    "Y ahora las iglesias hoy se han deformado. Ahora, no estoy hablando de las personas, los individuos, estoy hablando del mundo eclesiástico. Una está torcida de una manera y la otra está torcida de otra manera, y es por la ciencia. El mismo patrón que empleó él. Él ha cumplido su amenaza, Satanás, la amenaza de Isaías 14:12.",
    "Leámoslo por un minuto. En el Libro de Isaías comencemos con el capítulo 14, el versículo 12.\n\n¡Cómo caíste del cielo, oh Lucero, hijo de la mañana! Cortado fuiste por tierra, tú que debilitabas a las naciones.\n\nÉste es Isaías viéndolo en una visión, ¿ven? En la edad por venir.\n\nTú que decías en tu corazón: Subiré al cielo; en lo alto, sobre las estrellas de Dios, levantaré mi trono, y en el monte del testimonio me sentaré,…los lados del norte;",
    "El propósito de Satanás, desde el Edén, era de hacerse él mismo un Edén; y levantarse en lo alto, para que las estrellas de Dios lo alabaran (los hijos), lo alabaran. Y definitivamente él lo ha llevado a cabo. Ahora, y habiendo hecho esto, e introduciéndolo en la iglesia (lo cual, no entraré en detalles), cualquiera de Uds. escuchando esas cintas sabe de eso, que ésa exactamente es la hora en que estamos viviendo, y es Satanás quien lo ha hecho a través del programa educacional: más apropiado, mejor esto, mejor lo otro. Y sin darse cuenta, que en todo momento van caminando directamente a la muerte. Cegados, guiando a ciegos, líderes cegados de la nación, líderes cegados de la ciencia, líderes ciegos de la iglesia, ciegos guiando a cegados. Jesús dijo: “Dejadlos, ambos caerán en el hoyo”.",
    "Fíjense aquí en el tipo tan similar de los dos Edenes tipificados, que casi engañaría a los mismos Escogidos. Mateo 24:24, dice que sería de esa manera. Pero quiero que nos detengamos por unos momentos y consideremos estos dos Edenes, y una cosa especialmente: cómo la Biblia nos dice de que la Palabra de Dios produjo ese Edén, y cómo la Palabra de Dios nos advierte de que el otro Edén vendría.",
    "Ahora, también nos damos cuenta que tiene que haber otro Edén, si escucháramos también al profeta Pablo, en Segunda de Tesalonicenses el capítulo 2. Pudiera leerlo si Uds. quieren.\n\nel cual se levanta; ese día no vendrá, del Señor, sin que…se manifieste…el hijo de perdición,\n\n…él, que se sienta en el templo de Dios…exaltándose por encima de todo lo que se llama Dios, para que como Dios él sea adorado como Dios.",
    "¡Piensen en esto! Ahora en Isaías 14, el profeta dice que vio a “Lucifer, en su corazón”, por una visión bajo la inspiración de Dios, “decir que él haría eso”. En Isaías, ochocientos años antes de Pablo, o aproximadamente eso.",
    "Ahora aquí, ochocientos años después, Pablo lo ve a él tomar su posición. Fíjense, eso culmina su Edén; su Edén científico con su mundo científico, con una iglesia-novia científica, todo bajo el—el lema de “conocimiento”, grandes seminarios, grandes títulos, programas educacionales.",
    "Escuche, hermano, hermana: cada uno de nosotros va a recorrer ese camino que Florence anduvo. Yo les pido, en el Nombre de Jesús, que consideren Esto; no que me consideren a mí, yo soy su hermano. Eso, no se trata de eso. Consideren la Palabra que estoy hablando, de la Biblia de Dios. Y miren, perfectamente vindicado en la propia Palabra de Dios, en la edad que estamos viviendo, en donde estamos.",
    "Estos programas en sí, son absolutamente anticristo. Ahora, él tiene que tener un Edén, dijo que lo haría. Aquí está la Palabra de Dios claramente diciendo que él lo haría, y aquí miramos afuera y lo vemos a él haciéndolo. Él lo ha hecho, con su novia denominacional, científica e intelectual. Él va a situarse al mando uno de estos días, en un Concilio Mundial de Iglesias que será establecido. Todos estarán con él.",
    "Tratarán…",
    "La gente, no porque ellos sean gente mala, ellos fueron plantados en ese surco recto, como el maíz, pero Satanás sembró la cizaña trepadora, llamada ciencia, investigación, educación, títulos de doctorados. A veces ni le permitirán a uno subir al púlpito a menos que uno muestre un título de doctor de algún seminario de alguna parte. ¡Y todo eso está errado! No la gente; es el programa el que está errado. ¿Y qué ha hecho ahora? Todo está bajo ese mando otra vez, y ha traído al mundo entero (a través de una cantidad de hibridez, perversión de la Simiente original de Dios) a otro caos de oscuridad.",
    "Pero estoy tan gozoso de que Dios está al cuidado de nosotros nuevamente, que Él aún puede moverse para enfrentar esta condición. Él prometió que lo haría, y llamó a una manada pequeña la cual sería Su Novia.",
    "Fíjense aquí una vez más, cuán perfectos son estos tipos de iglesias, o estos Edenes.",
    "¡Dios, a través de una Semilla de Su Palabra! Y solamente hay una cosa que puede vivificar la Palabra, y ése es el Espíritu, porque Él es el Dador de Vida a la Palabra. Y cuando la Vida en la Palabra encuentra la Vida del Espíritu, produce lo que sea la Simiente.",
    "Ahora, fíjense lo que sucedió: En el huerto del Edén, la economía de Dios era la inocencia, y ésa fue una de—de las dispensaciones. La primera dispensación fue inocencia, la gente no conocía pecado. Ellos no sabían nada acerca del pecado. Adán y Eva ambos estaban desnudos, pero ellos estaban escondidos de su desnudez, por un velo del espíritu que les cubría el rostro. Ellos no sabían que estaban desnudos, para nada, porque estaban escondidos. Pues, por el velo de Dios que estaba en sus propias mentes, ellos no sabían lo que era correcto y errado. Y al estar ambos allí desnudos, muestra que el conocimiento aún no había llegado a ellos (¿ven?), de que estaban desnudos. El par estaba desnudo y no lo sabían.",
    "Ahora, si abren, si desean, o lo apuntan, en Apocalipsis, el capítulo 3. El Espíritu Santo prediciendo esta última edad, para la Edad Pentecostal de la Iglesia de Laodicea en los últimos días, Él dice:\n\n…estás desnudo y ciego, y no lo sabes.",
    "Allí está la Simiente de Dios, bajo inocencia, sin saber absolutamente que ellos estaban desnudos, bajo un velo del Espíritu Santo, velándolos a ellos del pecado.",
    "Y ahora en la última edad de la iglesia, encontramos aquí que ellos están desnudos otra vez, y no lo saben. Pero no es el velo del Espíritu Santo, es el velo que Satanás puso sobre Eva allá atrás, un velo de codicia, el velo de la codicia. Ellas son tan obscenas a tal grado que no se dan cuenta que están desnudas, nuestras mujeres por la calle, usando pantaloncitos cortos, vestidos sensuales.",
    "Alguien me envió un recorte del periódico el otro día, de este vestido nuevo que van a usar, me parece que son catorce pulgadas [35,5 cms], desde las caderas, o algo así. Y ¿yo me pregunto si nuestras—si nuestras mujeres se dan cuenta que eso es un velo de concupiscencia?",
    "Ahora, Ud.—Ud. pudiera decir: “Yo puedo probar, delante de Dios, de que soy inocente de cualquier adulterio en contra de mi esposo, o yo—yo… todo esto”.",
    "Pero aun así, en el Juicio Ud. va a ser llamada una “adúltera”. La Biblia lo dice. Jesús dijo: “Cualquiera que mira a una mujer para codiciarla, ya adulteró con ella en su corazón”.",
    "🦅 ¡Ciegos, desnudos y no lo saben!”. No esas pobres mujercitas allá afuera; no tengo nada en contra de ellas. ¡Es ese mal! Y el sistema de la iglesia parece fallar en reconocerlo o hacerle frente; les permiten cortarse el cabello, usar maquillaje, y pantaloncitos cortos y cosas, bajo el nombre de Cristianismo. ¡Qué cosa tan horrible es esto! ¿Ven?, ellos están desnudos nuevamente, en el Edén de Satanás, y no lo saben. Ellos no lo saben.",
    "Creo tal vez estar viendo, al mirar al otro lado, en la piscina, a esas mujeres ahora, allá. Si tan sólo esa mujer se diera cuenta de lo que está haciendo, pero ella no lo sabe. Ella está desnuda. Su cuerpo es sagrado. Ella se despoja de las ropas con que Dios la vistió, con la piel, para esta generación. Ella constantemente se la va cortando. Ella está desnuda, bajo la palabra de: “civilización, una educación más elevada, mejor civilización, éticas más elevadas”. Permítanme asegurarme de que esto les penetre: Todo eso es del diablo, y será destruido en la Venida del Señor Jesús. Será destruido, hasta lo más mínimo; no quedará una sola cosa.",
    "Y, ¡oh amigo!, a través de la nación, mientras que Ud. me escucha aquí en Phoenix, ¡piense en esas cosas! Ud. está sujeto a ellas aquí. Ahora, Jesús dijo que “engañaría a los Elegidos si fuera posible”.",
    "El primer espíritu fue… el primer velo fue un velo santo, el Espíritu Santo; y se suponía que ella no debería mirar afuera de Eso. Pero cuando—cuando Satanás empezó a hablarle a ella de conocimiento, ella tuvo que darse una asomadita al mundo.",
    "Y eso es exactamente lo que su hija, la iglesia, ha hecho. Tienes que ver, te tienes que vestir como alguna estrella de cine, o, los jóvenes tienen que actuar como Elvis Presley, o—o Pat Boone, o—o alguna de esas personas, bajo el nombre de religión.",
    "Pat Boone es de la Iglesia de Cristo. Elvis Presley es un pentecostal. Dos personajes demoníacos que han lanzado el mundo a un caos peor que Judas Iscariote en la traición de Jesucristo. Ellos no lo saben. Esos muchachos no saben eso. No tengo nada en contra de esos—esos muchachos, hombres, es ese espíritu que está motivando eso.",
    "Tan sólo dé un pequeño paso para ese lado, deje que esa hierba trepadora se aferre un poquito del forro de ese maíz, sólo una vez, vigile lo que sucederá; hasta ahí llegará el maíz. ¡Oh, sí, lo habrá aprisionado! Y así es como lo hará; lo hará cada vez. Eva tuvo que dar una sola asomadita al mundo.",
    "Y permítame decirle algo a Ud., hermano y hermana: En Primera de Juan, el capítulo 2 y el versículo 15, lo podemos leer si desean, la Biblia dice:\n\n…Si amamos al mundo o las cosas del mundo, es porque el amor de Dios aún no está en nosotros.",
    "Ahora, la palabra allí no es tierra, es una palabra griega, es kosmos, que significa “El orden del mundo”. Si nosotros amamos las modas de la tierra, el mundo, si nosotros amamos las inclinaciones del día, si nosotros consideramos que “éste es un momento maravilloso, ¡oh, tenemos todas estas cosas!”, si Ud. piensa así, es porque su pensamiento está errado; está pervertido por el diablo. “Porque si Ud. ama al sistema del mundo, y las cosas de este mundo presente, es porque el amor de Dios ni siquiera está en Ud.”. Recuerden eso. ¡Oh, Dios! ¡Vean lo que estamos mirando!",
    "Quiero detenerme aquí un minuto y contarles una pequeña historia. Escuché a un capellán de la Primera Guerra Mundial. Ellos habían lanzado…",
    "Al igual que Satanás en el principio, cuando él entró en el huerto del Edén. Él no podía desenterrar esas Semillas, él no podía destruirlas; pero él sí las roció con veneno, y eso deformó la Semilla, no produjo su género correcto. Eso deformó la Semilla original.",
    "Y así es con todos estos programas de religión. Ellos aun son hijos e hijas de Dios, pero están siendo deformados. Ellos van a la iglesia, queriendo hacer lo correcto. Una monja no entra a un monasterio para ser una mujer mala. Un ministro no va a la escuela para ser un—un—un hombre malo. Ud. no se une a una iglesia, y da un apretón de mano, y pone su nombre en el libro, o lo que Ud. haga en su iglesia, para ser una persona mala. Ud. hace eso para ser una buena persona. Pero es el engaño, es la deformidad lo que lo hace. Satanás lo roció. ¿Ven? Dios nunca tuvo una organización. No se encuentra semejante cosa en las Palabras de Dios.",
    "Dios es nuestra organización, nosotros estamos organizados en Él, un Cuerpo, en Dios, en el Cielo. Correcto. Nuestros nombres están en el Libro de la Vida del Cordero. Fíjense.",
    "Pero, vean, yo sé que es muy duro, pero yo—yo quiero que aguanten un poquito más por favor. En el tiempo de la guerra mundial… Discúlpenme por desviarme de mi tema.",
    "Pero para llegar a este punto, yo—yo quería darles a Uds. mi análisis de lo que Satanás hizo en el Edén: roció un horrible veneno pulverizado. ¿Les gustaría saber a Uds. cuál fue ese veneno? Yo les puedo decir. Tengo la fórmula, dos palabras: incredulidad, lo cual es contrario a la fe; roció incredulidad, duda. Y la ciencia ocupó su lugar. Donde está la cavidad, eso entró en la Simiente; Satanás llenó esa cavidad con conocimiento y ciencia y civilización, y eso ha deformado completamente toda la creación de Dios.",
    "Yo sé que Uds. piensan que los estoy llevando a una rama, pero me encuentro en la rama junto con Uds. Y todos nosotros estamos aquí para esforzarnos por saber lo que podemos hacer. Nosotros no decimos estas cosas para ser diferentes. Debemos ser sinceros.",
    "Nosotros, cada uno, llegaremos al fin del camino, donde rendiremos cuenta por cada palabra. En estos momentos, sabemos que nuestras voces… Cuando nacemos, nuestro primer llanto va todo a una cinta. Será tocado otra vez en el Día del Juicio. Aun la ropa que Ud. usa le será mostrada allí en su cara, en el Día del Juicio. Aun la ciencia ha descubierto eso, por la televisión. Vean, la televisión no manufactura la imagen, solamente la canaliza. El color de la ropa, cada vez que Ud. se mueve, cada pensamiento en su mente, téngalo por seguro que es guardado en el archivo de Dios. Y esa gran cosa será presentada delante de Ud., cada uno de esos vestidos obscenos que Ud. usó; cada vez que Ud. fue a la barbería, a cortarse ese cabello que Dios le dio a Ud. Eso va a suceder, Ud. responderá por eso. Allí Ud. ni siquiera podrá moverse, aun los pensamientos de su corazón mientras lo está haciendo, serán presentados delante de Ud. ¿Cómo va Ud. a escapar? “¿Cómo escaparemos si descuidamos una salvación tan grande”? ¿Ven? No vamos a escapar. Cada movimiento, y los pensamientos del corazón, son registrados en otra dimensión, aun el color de la ropa que Ud. usa. La televisión, la televisión a color lo prueba, lo capta y lo muestra (¿ven?), y esto es sólo en una dimensión de las tres en las que vivimos. ¿Ven?",
    "Ahora ¡cómo ha azotado el veneno a la iglesia, ha azotado la tierra! El veneno de Satanás sobre las Semillas, le ha hecho cavidades causándole que sea deforme. Más y más, él está penetrando más a fondo en el corazón de las iglesias, y en los corazones de las personas, y todo es ciencia, ciencia. Hasta que ha llegado a un punto en donde la raza humana, por haber sido mezclada… Yo creo que cada semilla debe producir según su género. Y la raza humana, y las plantas, y todo al haber sido mezclado, nos ha traído a un lugar en que al comer nuestro alimento de la tierra, ha hecho un híbrido de nuestros cuerpos, dejando nuestras mentes completamente… Ahora, si nuestros cuerpos están decayendo, desde los veinte a los veinticinco años, debido a la degeneración de las células, por las comidas híbridas, ¿no se degeneran nuestras células cerebrales? ¿No son ésas células, también? Por eso es que Ricky anda de carreras en su auto de alta potencia aquí por las calles; mientras que Ricketta, Elvitas, y muchas de ellas (por decir un nombre), andan aquí por las calles medio desnudas delante de la gente, mentalmente desquiciadas, sin ninguna concepción de decencia, ni de moral.",
    "Volviendo a mi pequeña historia. Este capellán dijo que había ido al hospital, y dijo que había muchos muchachos tendidos allí en la carpa, algunos… Él acababa de entrar. Él dijo que salió allá, y un oficial le contó, le dijo: “Capellán, queremos ir allá, para que vea los campos allá”. Habían arrojado ese gas mostaza y gas cloro, como lo hacían en aquellos días.",
    "Y dijo: “Salí allá, Hermano Branham” dijo, “no había una sola corteza en los árboles, no había una espiguita de pasto. Eso fue una mañana de Pascua”. Él dijo: “Allí había unos tanques destruidos, el oficial tenía que registrarlos, y ver si había algo que se pudiera hacer, fue cerca del gran Bosque Argonne”. Dijo: “Cuando yo estaba parado allí solo” dijo, “miré hacia arriba, dije: ‘¡Oh, Dios, a esto ha llegado todo!’”. Correcto, todo está terminando. Todo estaba quemado, no había vida por ninguna parte, el pasto estaba quemado; el árbol, esos gases habían matado los árboles, todo estaba muerto, torcido, colgando, donde las balas y cosas habían acribillado.",
    "¡Si ése no es el cuadro del mundo hoy, cuando Satanás está rociando su incredulidad, su hibridez, su ciencia, su conocimiento! A tal grado, que lo que era en el principio, cuando Dios puso a Adán y a Eva en el huerto, ese paraíso hermoso donde no había muerte, no había enfermedades, no había pesares, y todo estaba perfecto y en orden, ¡y miren lo que el DDT de Satanás ha hecho! Ella está en caos; no queda nada en ella.",
    "Él dijo: “Empecé a llorar. Caminaba de regreso, una roca llamó mi atención”. Dijo: “Fui hacía allá y miré la roca, y le di vuelta. Debajo de la roca había una florecita blanca, creciendo, la única cosa viva que había quedado, porque había estado amparada por una roca”.",
    "Dios, Roca mía, ampáranos hoy (¡Oh, Dios!), cuando estos venenos vuelan hacia todas partes en el nombre de la ciencia y la educación: ampáranos. Guárdame hasta ese día (¡Oh, Dios!), es mi oración. [Alguien en la plataforma dice: “No se limite en su tiempo, Hermano Branham”.—Ed.] Ahora, espero que nosotros, cada uno, estemos bajo esa Roca, Cristo.",
    "Acabo de predicar el otro día, muchos de Uds. lo escucharon. Iba caminando por el bosque, cazando, y sentí deseos de voltear. Y miré, y allí tirada, estaba una cajetilla de cigarrillos vacía, o paquete, como se le llame. Y la compañía, no siento que deba decir su nombre, pero la compañía de tabaco tenía, ellos tienen un refrán: “El filtro de un hombre que piensa, el gusto de un hombre que fuma”.",
    "Seguí caminando un—un poquito más en el bosque, y Algo me atrajo que: “Regresara a esa cajetilla de cigarrillos”.",
    "Pensé: “Padre Celestial, voy rumbo a ese árbol acá en donde una mañana Tú hablaste a existencia a esas ardillas, ¿por qué quieres que me regrese?”.",
    "Y Algo dijo: “Te será dado un sermón para el domingo; tu tema está escrito allí”.\n\nPensé: “¿En un paquete de cigarrillos?”. Y regresé allá.",
    "Y comencé a pensar: “Un filtro del hombre que piensa”, ¡qué engaño es esto! Pues si el hombre fuera un hombre que pensara, él no fumaría por nada. Pero (¿ven Uds.?), la gente se traga eso.",
    "Creo que fue hace dos años, cuando yo estaba en una de las convenciones, fui a la feria mundial cuando estuvo en la Costa del Oeste. Y tenían la fotografía de Yul Brynner y de muchos allí. Y los científicos, muchos de Uds. estuvieron en el mismo salón, exponiendo el peligro de fumar. Y ellos soplaron el humo del cigarrillo en la superficie de un pedazo de mármol, y con un aplicador de algodón limpiaron nicotina de allí y la untaron en el lomo de una rata, y la pusieron en una jaula; en siete días estaba tan llena de cáncer que ni podía caminar. ¿Ven? Él dijo… Pasaron eso por agua.\n\nDijo: “¡Filtro!”.",
    "Dijo: “¿Filtro? No existe tal cosa”. Dijo: “Ud.…”. Ahora, ésta es la ciencia misma. Ellos dijeron: “Ud. no puede tener humo sin que tenga alquitrán. El alquitrán produce el humo”.",
    "Y eso lo único que es, es una farsa, para vender más cigarrillos. Cuando eso, si yo… Espero que Uds. no piensen que soy un sacrílego o un fanático. Ese diablo en el hombre es el que lo hace fumar, para que él se mate. Cuando él—él quiere la nicotina de un cigarrillo, que saciará su deseo, ahora la compañía viene con esta farsa engañadora, y dice: “Un filtro del hombre que piensa”. Él tendrá que fumarse cuatro o cinco cigarrillos, para obtener la misma cantidad de alquitrán (para que lo sacie) como antes con uno. ¡Los americanos vendiéndoles muerte a sus hermanos y hermanas! Yo no lo entiendo.",
    "Y estando allá, pensé: “Sí hay un Filtro del hombre que piensa, es correcto”.",
    "Ahora, si un hombre fumara, recuerden, eso le produce al hombre ese gusto por fumar. Entonces, si no se puede obtener el… saciar el deseo por ese humo hasta no tener humo allí y recibir… se tiene que producir ese gusto. Así que Ud. se fuma cuatro cigarrillos, o cinco, y paga más que si Ud. se fumara un cigarrillo normal. ¿Ven?, eso es un fraude, un fraude para vender; engañando al pueblo, a los americanos. Cuando pienso en el Valley Forge, en George Washington, que tenía dos terceras partes de sus soldados con los pies descalzos, en ese día frío, ¡para convertirnos en la economía que somos! Y luego los americanos venderles a los americanos (a su hermano y hermana), muerte, con una farsa, por una ganancia inmunda, la raíz de todo mal. El anhelo por dinero, ese amor. ¡Toda la cosa se ha convertido en una locura, no sabiendo que toda esta cosa perecerá! Pero, si Ud. no tiene humo, Ud. no podrá tener el gusto.",
    "Entonces pensé: “Sí hay un Filtro del hombre que piensa”. ¡Un Filtro del hombre que piensa! Y escogí mi tema: “El Filtro de un hombre que piensa, produce el gusto de un hombre santo”.",
    "Y pensé en que nuestras denominaciones han hecho esto mucho, aceptan personas que dicen ser Cristianos a pesar de su comportamiento. ¿Por qué? Llegan más a su denominación u organizaciones. Llegan más, porque los dejamos entrar bajo esto, eso, y lo otro, y lo que sea. “Eso en nada influye, siempre y cuando ellos pongan sus nombres en el libro y digan que son Cristianos. Con eso es suficiente. ¡Oh, ‘uno es salvo por fe’! Ud. tiene que creer”. El diablo hace lo mismo. Sí.",
    "¡Ud. tiene que nacer de nuevo, y eso viene a través del Filtro de Dios! Ahora, sí existe un Filtro de un hombre que piensa; Lo tengo en la mano. Ella no produce un gusto denominacional, pero realmente sí saciará el gusto de un hombre santo, Uds. saben.",
    "¿Cómo pudiera una mujer con el cabello cortado llegar a pasar por este Filtro? ¿Cómo pudiera una mujer con pantalones cortos pasar por Allí, o con pantalones, cuando la Biblia dice: “Es una abominación a Dios, que una mujer use vestuario de hombre”? Y ¿cómo puede un hombre que guarda su integridad, salir por acá y vestirse como una mujer, dejarse crecer el cabello como una mujer, que le caiga sobre los ojos, con flequillos, y rizárselo hacia arriba de esa manera? Él está usando la ropa interior de su esposa; ella está usando la ropa externa de él. ¡El filtro de un hombre que piensa! Un hombre que piensa no hará eso, ni lo hará una mujer que piensa. La Palabra de Dios no dejará que eso pase.",
    "No hay una sola cosa que pueda pasar por esa Palabra. Eso es el Espíritu Santo, y Él coloca la Palabra dentro de Ud., y Eso produce en Ud. el gusto de un hombre santo.",
    "Miren hoy a la Ricketta en la calle, encantadora, con una anatomía hermosa que Dios le dio, y Satanás usándola. Y ella se viste muy inmoralmente, sin saber que en una semana pudiera estarse pudriendo en la tumba.",
    "Viniendo por la calle aquí no hace mucho. Yo estaba predicando en una convención en una Asamblea de Dios allá en la Costa Oeste, en una reunión en la Escuela Bíblica Southwestern. Y una muchachita caminaba junto a la carretera, con pequeñas… vestida con prendas pequeñas, bikinis, o como Uds. le llamen, y adornada con flecos, y con sombrero y botas vaqueras. Yo iba por la carretera. Pensé: “Pobrecita, alguna muchachita de mamá y papá, puesta aquí para que fuera una hija de Dios, y ha venido a ser una carnada del diablo”. Y pensé: “Creo que daré la vuelta y regresaré y se lo diré a esa muchachita”. Ella parecía ser de la edad de mi Sara allí, como de diecisiete o de dieciséis años, o algo así. Pensé: “No, mejor no. Sólo llegaré aquí más adelante y oraré por ella. Alguien podría verme parar a hablar con ella, es mejor que no lo haga”.",
    "Ahora, y escuchen, hijos de Dios: si Uds. se encuentran en esa misma situación, estas Jezabeles actuales se les van a presentar, pero un hombre que piensa, pensará primero. Ella pudiera ser muy bonita, pudiera ser que “tal vez yo le guste”, pero te costará tu alma, muchacho; ¡y algunas de Uds. jovencitas, con estos Rickies! El Filtro de un hombre que piensa, produce el gusto de un hombre santo.",
    "Uds. hombres casados, cuando vean a esas mujeres por la calle de esa manera, Uds. hijos de Dios: ¿no se dan cuenta lo que sucedió en el principio? Cuando la ciencia del mundo antediluviano había hecho a la mujer tan bonita, que los hijos de Dios tomaron hijas de hombres (no hijas de Dios), y Dios nunca olvidó eso. Ellos destruyeron la cosa por completo; la ciencia, más hermoso. En el pasado… Fíjense Uds., la belleza de la mujer aumentando en los últimos días, es una señal del fin; Dios lo ha probado. Así que, usen el Filtro de un hombre que piensa, tendrán el gusto de un hombre santo. Eso le costará su hogar; le costará su posición; le costará todo lo que Ud. tiene, y además de eso, ¡su alma! Hará pedazos su hogar. Puede terminar en que otro hombre críe a sus hijos, o que otra mujer críe a sus hijos.",
    "Tome el Filtro de un hombre que piensa, le producirá el gusto de una mujer santa. Cuando Ud. vaya a la barbería, o donde sea, y ellos le digan: “Sabe, le va a doler la cabeza”. Tome Ud. el Filtro de una mujer que piensa, lo que dice la Biblia (¿ve?), y váyase de allí. ¿Ve? Ud. no lo haga.",
    "Yo soy su hermano, y la amo; no es nada en contra suya. Dios lo sabe. Y lo que me hace decir las cosas que digo, es el—el amor de Dios que tengo por Ud. Si un hombre sale allí y ellos no se lo dicen, si su pastor la deja que esté así por allí y que se comporte así, él no la ama; él no puede amarla. Yo no quiero esa clase de amor por las mujeres. Yo quiero tener un gusto santo por mi hermana. Yo quiero que ella realmente sea mi hermana. No alguien que ande diciendo, alguien que hable de lo bonita que ella es y cómo es ella, y esas reinas del sexo, “Ella va a mi…”. Ah-ah. No ¡Yo la quiero a ella una dama!",
    "¡Oh, Señor, guárdame bajo la Roca! Sí. En Efesios 5:26, la única manera que Ud. puede llegar a esa Roca, es siendo “Lavado por el agua de separación por la Palabra”. Correcto.",
    "Ahora, no permita Ud. que este diablo lo rocíe a Ud. con su educación. No, no. Eso matará la influencia suya. No permita que el diablo use eso de: “Bueno, yo pertenezco a la iglesia que perteneció mi madre, a la de mi padre y mi abuela”. No permita que el diablo lo rocíe a Ud. con eso. La Biblia ya lo ha dicho, en las Siete Edades de la Iglesia, y demás cosas allí: ¡todo ha ido a semilla! Correcto. Todo el asunto está corrupto. La cosa completa es una llaga putrefacta. No le permita a él que lo rocíe, diciéndole: “Bien, es una ética mejor. Estamos mejor educados hoy que en los tiempos de antaño”. No permita Ud. que el diablo le meta eso. Yo le he mostrado a Ud. todo su programa de la civilización, de educación y de la ciencia. Él lo ha metido directamente en la iglesia, y Ud. no le haga caso a eso. ¡No asome su cabeza en esos televisores y cosas tan viles!",
    "Y nuestro texto dice: “No os conforméis, sino transformaos”. No entrar allí y decir: “Yo recibí la confirmación, el domingo”. No. Vaya y sea transformado ahora mismo, transformado de lo que Ud. es, a lo que Dios quiere que Ud. sea.",
    "Ahora, depende de qué clase de simiente está en Ud. Si en Ud. ha sido puesta una semilla intelectual, educacional, sólo hay una cosa que puede hacer: deformarlo a Ud., eso es todo; con un hijo e hija de Dios, es lo único que puede hacer. La gente hoy en día, según yo la veo, actúa como si no creyera que exista un Dios.",
    "Perdonen esta expresión. Si esto le hiere los sentimientos a alguien, no es mi intención. Hace unos dos domingos fui invitado, por mi propia hija, a que entrara frente a un televisor a ver cantos religiosos. Fue el domingo por la mañana. Yo quería escuchar a Oral Roberts en su programa, y les había dicho que me avisaran. Dijeron: “Escucha esto, cantan muy bien los himnos”. Mi hijo parado allí, también me lo dijo. Y prendí ese aparato…",
    "Alquilamos de una mujer que tiene el televisor en su casa. No pienso jamás tener uno en mi casa. No, señor. Yo no quiero esa cosa en mi casa. La volaría a pedazos con mi escopeta. Yo no quiero tener nada que ver con esa cosa maligna. ¡No, señor! Pero, hicieron un…",
    "Permítame decirles algo aquí acerca de Uds. los arizonianos. ¿Vieron Uds. ese análisis el otro día, de las escuelas, verdad? Ochenta por ciento de los niños en las escuelas de Arizona sufren con deficiencia mental, el sesenta y siete por ciento de ellos era por ver televisión. ¿Qué les parece?",
    "¡Más vale que Uds. usen la escopeta! ¿Ven? Ahora, no permitan Uds. que el diablo los rocíe con eso. No, señor. Ahora, la gente, como dije, la gente actúa como si no tuvieran que venir a Juicio.",
    "Estos muchachos y muchachas, tenían a una familia indígena, y muchas cosas más. Creo que un individuo llamado el Sr. Pool los dirige. Y si yo alguna vez he visto una mofa moderna de himnos, fue la manera como ellos lo manejaron; una cantidad de Rickies parados allí, sacudiendo sus manos de arriba abajo.",
    "Realmente me agradó ese jovencito aquí en esta mañana que cantó, lucía decente, como un verdadero hombre; me—me gusta eso. Uds.—Uds. hombres de negocios algunas veces traen una cantidad de estos Rickies que se paran aquí, y saltan en una gritería, con ese comportamiento, y aguantan la respiración hasta que se ponen azul en el rostro; eso no es cantar, eso científicamente sólo es hacer mucho ruido. Cantar es una “melodía del corazón”.",
    "Y yo pensé: “¡Qué lástima! ¡Qué vergonzoso es! ¡Cómo bajo el nombre de religión, ellos actúan como si no hubiera Dios!”. El otro día alguien le dijo a un muchacho que simpatiza con mi hija. Un muchacho Cristiano dijo, dio una opinión burlesca de Adán y Eva, dijo: “Eva paseándose por el huerto, dijo: ‘Hijos: ¿Ven ese árbol allí?’. Dijo: ‘Allí es donde su madre nos dejó sin casa ni hogar por una comida’”. ¡Se pueden Uds. imaginar, se supone que él es un Cristiano firme, y tomar una promesa y Palabra de Dios y arrojarla a un corral de cerdos! Ellos actúan como si no tuvieran que venir a Juicio. Pero Dios traerá cada secreto a Juicio. Ellos actúan como si no hubiera Dios.",
    "Yo no quiero llamarlo necio, porque la Biblia dice: el necio… eso no es correcto. Jesús lo dijo, ¿verdad? “No llaméis a ningún hombre necio”. Pero en el Salmo 14:1: “El necio dice en su corazón: ‘no hay Dios’”. ¿Ven? Ellos, ellos no son… Yo no quiero llamarlos necios, pero se comportan como si lo fueran. Ellos actúan como tales.",
    "Entonces, Uds. ven dónde estamos viviendo hoy día, es como “si no hubiera Dios”. “¡Yo pertenezco a la iglesia”! Y la cosa completa, la Biblia, es un gran chiste. “¡Nuestra iglesia sabe a dónde van”! Sí, seguro, directamente al infierno. Y exactamente, directo por ese camino, directamente allí por la ciencia y la educación, seminarios teológicos y cosas, impulsándolos por ese camino. El Espíritu Santo no tiene la oportunidad de dar una revelación en nada; ya el seminario ha cortado todo eso de allí.",
    "El Espíritu Santo es para guiarnos; no un seminario, no obispos ni superintendentes ni todo eso. El Espíritu Santo es nuestro Líder.",
    "Caín fue una persona de ésas. En realidad, él era muy religioso. Ahora, si religión es todo lo que se necesita, entonces Dios fue injusto al condenar a Caín. Pues, él era religioso, él era tan religioso y sincero como Abel. Ahora recuerden: él meditó en Dios, él adoró a Dios, él tenía una iglesia, él construyó un altar, él hizo un sacrificio, él oró, él adoró, pero él fue rechazado. No importa cuán… Esaú también lo fue. ¿Ven?",
    "Noten que la religión es el negocio de Satanás; no acabar la cosa completamente, sino sólo contaminarla; eso es todo. Él no va a acabar la cosa completamente. ¡Oh, no los comunistas!; no, no, el anticristo no es el comunismo. La Biblia dice que: “Engañaría a los Elegidos si fuere posible”. No se fijen en la cortina de hierro, sino en la púrpura. Ajá.",
    "Pero, noten: Caín vino a adorar, pero en él estaba la simiente incorrecta, la simiente de la serpiente. El silbido de la serpiente había siseado sobre él, porque él era simiente de la mujer. Él conocía la voluntad perfecta de Dios, pero rehusó hacerla. ¿Sabían Uds. eso? Satanás conoce la voluntad de Dios, pero simplemente rehúsa hacerla.",
    "Fíjense, él había visto que Dios había vindicado el mensaje de Abel. Ahora, quiero que Uds. piensen, usen su Filtro del hombre que piensa por un minuto. ¡El mensaje correcto de Abel, el cual Dios vindicó ser la Verdad! ¿Lo están captando ahora? Ajá. El mensaje de Abel había sido recibido y Caín vio eso, y supo que Dios había vindicado ese mensaje como lo correcto. Pero él simplemente no lo pudo hacer; su orgullo se lo evitó. Correcto, su orgullo le evitó que él lo hiciera. Él vio a Dios vindicar el mensaje.",
    "Así parece ser hoy, es muy difícil para la gente humillarse a la Palabra de Dios. Ellos, ellos sencillamente no quieren hacerlo. Ellos se humillan al credo de la iglesia, seguro, pero no a la Palabra de Dios.",
    "Si Ud. quiere ver esto, vaya a… Aquí tengo Escrituras, a ellas es que me he estado refiriendo aquí. Génesis 4:6 y 7, Dios le dijo a Caín, dijo: “¿Por qué ha decaído tu semblante? ¿Por qué andas caminando lleno de malgenio? Acabas de oír un mensaje que te molestó”. Dijo: “Bueno, ¿por qué estás así? ¿Por qué ha decaído tu semblante, porque no vine a tu iglesia? Entonces ¿por qué lo hiciste?”.\n\n¿Están Uds. usando el Filtro de un hombre que piensa? ¿Ven?",
    "O, “¿por qué no… por qué ese semblante?”. Dijo: “Si vas a hacer el bien, ve y has como tu hermano está haciendo allá, Yo te recibiré y te bendeciré. Yo haré por ti lo mismo”. Pero él simplemente no pudo hacerlo. Él dijo: “Ahora, si no lo haces, el pecado de incredulidad está a la puerta”.",
    "Ahora cuando ellos nos dicen: “Los días de los milagros han pasado”, ellos ven esto perfectamente vindicado y probado (¿ven Uds.?), todas estas cosas que Dios prometió que Él haría en los últimos días, de Apocalipsis 10 y Malaquías 4, todas esas cosas perfectamente vindicadas, ¿qué es lo que está pasando, hermanos? ¿Qué andará mal? ¿Ven?",
    "Si ellos no lo hacen: incredulidad, lo cual es pecado. Solamente hay un pecado, y ése es la incredulidad. Correcto. Ud. no es condenado porque toma, fuma, masca tabaco, usa pantalones cortos, o lo que Ud. haga; no, eso no lo condena a Ud. Es porque Ud. no cree. Si Ud. cree, Ud. no haría eso. ¿Ve? Un creyente no hace eso. Él usa el Filtro de un hombre que piensa, ¿ve?, ¿ve?, o el Filtro de una mujer que piensa, cualquiera que sea. Muy bien. Pero, ven Uds., el pecado está a la puerta.",
    "Ahora, fíjense lo que eso le hizo a Caín, y hará lo mismo hoy. Eso hizo que Caín se apartara, voluntariamente siendo un pecador. Él fue desobediente voluntariamente; con toda persona será de la misma manera. Desobedeció voluntariamente después de que él vio el mensaje de Abel tan vindicado por Dios, de que era la verdad, y rehusó hacerlo. Hizo lo mismo en ése entonces. Después él cruzó la línea divisoria.",
    "Hay una línea que Uds. pueden cruzar; Uds. lo saben, ¿verdad? [La congregación dice: “Amén”.—Ed.] Ahora, ministros, aquí y allá en—en la esfera telefónica, donde esta emisión está siendo sintonizada a través de la nación: ¿entienden eso? Cuando Uds. ven que es la Escritura, y no lo hacen, Dios no siempre… Él… ¡Oh, Ud. continuará, será bendecido! También lo fue cada uno de los de Israel, ellos vivieron en el desierto y criaron sus hijos y cosechas, bendecidos y todo, pero “cada uno está Eternamente separado de Dios”, Jesús lo dijo. ¡Oh, sí!, Dios continuará bendiciéndolo a Ud., pero Ud. está terminado. Seguro. Ahora, eso es lo que dice la Biblia, es lo que Él dijo. Fíjense, Uds. pueden cruzar la línea divisoria. ¿Creen Uds. eso? [“Amén”.] Caín lo hizo.",
    "Vamos, vamos a abrir aquí por un minuto, tengo Hebreos 10:26. Veamos si puedo encontrar eso rápidamente. En el Libro de Hebreos, el capítulo 10, y el… creo que, el versículo 26. Aquí lo tengo apuntado. Esperen un minuto, si me tienen paciencia, y vamos a leerlo por un minuto. Muy bien, aquí está.\n\nPorque si pecáremos voluntariamente después de… recibido el conocimiento de la verdad, ya no queda más sacrificio por el pecado,\n\nsino una horrenda expectación de juicio, y el hervor de fuego que ha de devorar al adversario.",
    "Esto es ASÍ DICE LA SANTA PALABRA DE DIOS. Si nosotros descreemos voluntariamente después de que Lo hemos visto y oído, entonces hemos cruzado la línea. No habrá ya más perdón por eso, Ud. ha cruzado la línea.\n\n“¡Oh!” dice Ud., “Dios aún me bendice”. ¡Oh, sí!",
    "Recuerden a Israel en la frontera. Cuando Dios les hizo la promesa, allá en la Tierra Santa; en esa tierra había buena leche y miel; y cuando Moisés envió a Caleb y a Josué, y a los espías, para que fueran a espiar la tierra, y que trajeran la evidencia vindicada.",
    "Diez de ellos dijeron: “No podemos hacerlo. No somos capaces. Miren las dificultades allí. Seríamos fanáticos. Tenemos estas cositas pequeñas con las cuales pelear. Miren lo que ellos tienen. Nosotros, nosotros no podemos hacerlo; no somos capaces de hacerlo”.",
    "Josué y Caleb dijeron: “¡Somos más que capaces de hacerlo! Dios hizo la promesa”.",
    "Y, recuerden: ellos regresaron. Eso fue en Cades-barnea. Y ellos regresaron y se convirtieron en errantes del desierto. Y cada uno de ellos murió, y están perdidos Eternamente. Jesús lo dijo.",
    "No crucen esa línea divisoria, ¿ven? “Cuando Ud. sabe hacer el bien y no lo hace, eso es pecado para Ud.”.",
    "Israel hizo lo mismo. Después que habían visto a Moisés vindicado, y luego permitieron que Balaam los rociara, esa preciosa Simiente vindicada. Pastor, nunca diga Ud. nada en contra de esta Palabra. Miren a Balaam, él era un profeta, y él había visto la Simiente de Dios vindicada. Pero bajo su propia gran denominación en la que él vivía, Moab, vio esa cantidad de errabundos pasando por la tierra, y él roció y dijo: “Bueno, esperen un minuto. Todos nosotros somos Cristianos; todos somos creyentes. Pues, nuestros padres y vuestros padres son los mismos. ¿Qué no somos nosotros los hijos de Lot? ¿No era Lot sobrino de Abraham? ¿No somos todos iguales? Casémonos uno con el otro”. Entonces Israel, así como Eva en el huerto del Edén que permitió que Satanás la rociara, él también roció a Israel por medio de un profeta falso; a pesar de que el verdadero profeta estaba con ellos, con Palabra vindicada. Sin embargo, él los roció por medio de un conocimiento de un concepto intelectual. Piensen en eso. Ahora, nunca fue perdonado, ese pecado nunca fue perdonado.",
    "Las simientes se pudrieron allí en el camino del deber, camino a la tierra prometida. Cada uno de ellos pereció y se pudrió, allí mismo en la iglesia, en la línea del deber, siguiendo a Dios. Y le permitieron a Satanás que les rociara encima ese veneno intelectual en spray, algo educacional, concebido intelectualmente, que decía: “Vaya, todos somos iguales, todos somos hijos de Dios”. ¡Uds. no lo son! Pero él permitió allá que ese maestro falso los rociara con esa concepción intelectual que él tenía de Eso.",
    "Y es lo mismo que está haciendo el Concilio Ecuménico en este momento (¿ven?), lo mismo; “Pues, nos uniremos todos en una gran organización”. Todo su sistema organizacional es del diablo; es la marca de la bestia, en la Biblia. Muy pronto tendré el libro acerca de eso, el Señor mediante.",
    "Fíjense, en el tiempo de Noé, ellos vieron la Palabra siendo construida, para que flotara. Ahora, permítanme hacer un pequeño comentario aquí: la Palabra está siendo juntada para transformarnos de la tierra a los cielos. Viendo la estructura de la cosa; pero con sus conceptos intelectuales, se rieron en la cara del profeta, Noé, cuando él estaba profetizando del tiempo del fin. Pero ¿qué…? Esa estructura fue hecha de la Palabra de Dios, calafateada por dentro y por fuera con oración y fe. Cuando vinieron las lluvias, todas esas religiones concebidas intelectualmente murieron y se pudrieron allí mismo en el… allí mismo en sus iglesias, allí sobre la tierra. Y el arca flotó por encima de todo eso. La simiente rociada por la ciencia se pudrió allí en el juicio.",
    "De todas maneras, ¿qué es lo que estamos tratando de hacer?, ¿estamos queriendo establecer nuestra iglesia, o estamos queriendo establecer la Palabra de Dios? ¿Qué es lo que estamos queriendo hacer? ¿En qué estamos trabajando? ¿Nos estamos esforzando por meter a la gente otra vez en Esto? ¿Qué es lo que está tratando de hacer esta gran Eva, en estos últimos días, esta iglesia Eva?",
    "Voy a tener que terminar inmediatamente, hermano, porque se—se está haciendo muy tarde. [Un hermano dice: “¡Continúe!”.—Ed.] Deme sólo otros quince minutos, y terminaré aquí en mis—mis Escrituras. [“Seguro, continúe”.] Sí. Muy bien. Lo sé. Bueno, probablemente la gente quiere entrar aquí para limpiar. Pero se me hace difícil terminar. [“Siga adelante”. “Pues, no hay ninguna prisa”.] Me daré prisa. Muy bien.",
    "Miren, la gran Eva científica educacional e híbrida de hoy, llamada la iglesia, ¿qué está queriendo hacer? ¿Está queriendo exaltar la Palabra de Dios, y permitiéndole a la gente portarse como lo hacen? Ellos no están usando el Filtro de un hombre que piensa, o, el filtro de Dios. Miren lo que están produciendo. Se están exaltando ellos mismos. La iglesia, deformada en su simiente por un programa de sabiduría, ha causado que toda la raza esté científicamente ignorante de la Palabra de Dios. Ahora, cubriré estos puntos, no los voy a demorar ahora mucho en ellos, para terminar. ¡Científicamente ignorantes! Cuando Dios, aquí mismo en la tierra, está haciendo las cosas que Él está haciendo, según Su Palabra prometida, y ellos ignoran Eso y le dan la espalda porque están científicamente ignorantes. ¡Científicamente ignorantes!",
    "Me sonreí porque el Hermano Williams aquí, escribió acá en un pedazo de papel: “Puede quedarse toda la tarde”, algo así. Pero, se lo agradezco, eso está muy bien. ¿Ven?",
    "Pero la gente está—está pecando voluntariamente. Eso ha traído todo el—el sistema de la iglesia mundial hoy, a un pecado intencional en contra de Dios. Pues, la decencia común le probará a Ud. que Eso está correcto. Muy bien. Un velo de concupiscencia le cegó a ella los ojos, a la Palabra de Dios, y ella se encuentra otra vez desnuda. Saben, Dios, en Apocalipsis 3, dice: “Ven y compra colirio de Mí, para que tus ojos sean abiertos”. ¿Ven?, el colirio para los ojos es Su Palabra.",
    "Uds. saben, ellos dicen: “Bueno, este hombre estudió cuarenta años, para obtener sus grados. Él es un B.L.D. D.D., y todo esto”.",
    "¿Saben Uds. lo que dijo Jesús acerca de eso? Él dijo: “Que el hombre se niegue a sí mismo”, fue Pablo.\n\nUd. dirá: “Allí no quiere decir eso”.",
    "Bueno, entonces ¿por qué lo seguiría Pablo con esto? Él les dijo: “Yo no vine a Uds. con palabras persuasivas de humana sabiduría, porque fundarías vuestras esperanzas en eso; sino que vine a vosotros con el poder y las demostraciones del Espíritu Santo, para que vuestra palabra fuera… vuestra fe estuviera fundada en la Palabra de Dios, no en las manifestaciones de alguna sabiduría”.",
    "Parece que la gente ha perdido su decencia común y su modestia. Ellos no son como solían ser. Antes, cuando el profeta decía: “ASÍ DICE EL SEÑOR”, la gente temblaba. Sí, seguro que sí. La gente se movía, porque tenían temor. Pero hoy día le han perdido todo el temor. Ellos no temen a Dios.",
    "Salomón dijo: “El—el temor de Dios es el principio de la sabiduría”, tan solo el principio de ella.",
    "Pero el profeta puede decir ASÍ DICE EL SEÑOR; la gente dice: “¡tonterías!”. ¿Ven?, no hay esperanza para ellos. Es que, dicen ellos: “Pues, somos inteligentes; somos intelectuales, ¡nosotros no tenemos que aceptar esa clase de cosas! ¡Nosotros sabemos de lo que estamos hablando!”.",
    "También hay un proverbio antiguo que: “Los necios caminan con zapatos con clavos, donde Ángeles temen pisar”. Seguro.",
    "Ahora, ¿qué es la transformación? (Rápidamente.) ¿Cómo la obtenemos? ¿Qué hace la transformación? Dios la hace por el Espíritu de Su Palabra. Él transforma. Él planta Su Simiente, pone Su Espíritu en Ella, y trae a luz el producto. Su Espíritu Santo transforma la Palabra Simiente adentro para ser vindicada según su género.",
    "La clase de simiente que Ud. es, muestra lo que está en Ud. Ud. no puede esconderlo. Lo que Ud. es en lo interior, se muestra en lo exterior; Ud. no puede evitar eso. Ud. no puede hacer de ese árbol, algo más de lo que es. ¿Ven?, él—él va a ser de ésa manera. El Espíritu Santo transforma las simientes que están en lo interior. No importa qué clase de simiente sea, Él la transformará. Si es perversa, traerá a luz perversidad. Si es hipócrita traerá a luz un hipócrita. Si es genuina Palabra de Dios, traerá a luz un hijo y una hija genuina de Dios, a través de un Filtro del hombre que piensa. Cuando la Simiente brota, pasa a través de Eso, y Eso produce un hijo e hija de Dios.",
    "Un día cuando el mundo estaba en la oscuridad del caos, Dios… Ahora escuchen atentamente, porque no vamos a hablar sino un poquito más. Miren. Un día cuando el mundo estaba otra vez en toda clase de religiones, de lavamiento de manos, vasijas, usando diferentes togas y capotes y todo eso, estaba en medio de un caos absoluto. El Israel genuino de Dios había sido tan pervertido de las leyes y estatutos de Dios, que Jesús dijo: “Vosotros con vuestras tradiciones, habéis hecho la Palabra de Dios sin efecto para el pueblo, por vuestras tradiciones”. Y miren a esos sacerdotes santos, como ellos los llamaban; y Jesús dijo: “Vosotros sois de vuestro padre el diablo, y sus obras hacéis”. ¿Ven?, eso exactamente es lo que Él dijo.",
    "Ahora, cuando el mundo estaba en esa clase de aprieto, el Espíritu de Dios se movió también sobre una Simiente que había sido predestinada. Él trasladó y transformó Su promesa de Isaías 9:6; Él, Dios, fue formado en carne humana, para salvar en ese tiempo de caos. Cuando el hombre fue hecho a la imagen de Dios, aquí viene Dios, a través del profeta viéndolo previamente… Ahora, recuerden: la Palabra, el profeta lo vio previamente; el mismo profeta que vio a Satanás en estos últimos días (¿ven?), con su programa educacional y cosas que él tiene, un programa religioso. El mismo profeta, Isaías 9:6, dijo: “Un Niño nos es nacido, Hijo nos es dado; y se llamará Su Nombre ‘Consejero, El Príncipe de Paz, El Dios Fuerte, El Padre Eterno’. Y Su reino no tendrá límite”. Y esa Palabra es la Palabra de Dios. Y el Espíritu se movió sobre esa Palabra, y se formó en el vientre de una virgen; un Hombre, “un Hijo nos es nacido”, no creado, “nacido”.",
    "Satanás trató y trató de volver a rociarla. Lo llevó a Él arriba y dijo: “Si eres lo que dices que Tú eres, hazme entonces unas cuantas sanidades. Muéstrame como lo puedes hacer. Convierte este pan y, estas piedras en pan. Veremos si tú saltas de allí, porque la Escritura dice que Tú lo harás”.",
    "¿Ven Uds. a esos diablos religiosos hoy aún diciendo eso mismo? “Si hay tal cosa como Sanidad Divina, aquí está el Hermano fulano de tal, veamos que Ud. lo sane”.",
    "Ese mismo diablo se paró ante la cruz de Jesús, le dijo: “Si Tú eres el Hijo de Dios, baja de la cruz”.",
    "La Palabra dice que Él era el Hijo de Dios. El Espíritu probó que Él era el Hijo de Dios. Isaías 9:6 fue cumplido. Y la otra noche, muchos de Uds. escucharon por la emisión como dimos casi sesenta y tantas Escrituras, me parece, probando que la Escritura decía que Ése era Él.",
    "¡Oh, Satanás trató y volvió a tratar, intentó de todo! Una noche, acostado en la parte de atrás de una barca, él lo vio a Él dormido. Y dijo: “Lo destruiré ahora mismo”; pero no pudo.",
    "Trató de tentarlo para que Él hiciera lo errado, pero no pudo. ¿Por qué? Porque Él había sido rociado con el repelente de la predestinación; no puede ser engañado. No, no. La Palabra dijo que Él estaría aquí. Amén. No hay diablo que lo pueda perturbar a Él, ni a ningún otro hijo de Dios que esté predestinado para tomar su lugar. Él está rociado con un repelente. El veneno de Satanás, los doctores denominacionales ni siquiera lo tocan a Él, para nada. Sigue adelante, nada lo va a perturbar a Él, ¿ven? Eso no tuvo ningún efecto sobre Él.",
    "🦅 Bueno, te voy a hacer el obispo de toda la tierra; yo tengo dominio sobre ella. Si Tú tan sólo me adoras, ven y únete a mi grupo, yo—yo te haré el gobernante. Yo me bajaré, para que Tú subas”.",
    "Y Él le dijo: “Apártate de mí, Satanás. Escrito está: ‘Adorarás a Dios, la Palabra, y solamente a Él servirás’”. Entonces un día…\n\nMe gustaría quedarme un rato, hablando de esta gran Persona.",
    "Pero un día, el Espíritu se volvió a mover sobre Él, porque había Palabra que había sido escrita de Él, vino de Dios, por medio del profeta: “Y como cordero, Él fue guiado al matadero”. Y el Espíritu se movió sobre Él, y Lo guió, y Lo envió a la Cruz del Calvario. Allí murió. Y todo lo que fue dicho de Él en su muerte, fue cumplido, para traer Luz y Vida a toda la Simiente predestinada de Dios que estaba sobre la tierra. Él proveyó el camino para hacerlo. Aquí está la Simiente, el Espíritu trae la Vida; transformando hijos e hijas de Dios, del mundo en este caos oscuro, entrando para que sean hijos e hijas de Dios.",
    "No tropiecen en esa palabra “predestinación”; yo sé que tropiezan. Pero, escuchen: no es mi palabra, es una de las Palabras de Dios. Si quieren leerlo, lean Efesios 1:5, de que: “Él nos ha predestinado para ser adoptados como hijos por medio de Jesucristo”. ¿Ven?",
    "Permítame tan sólo desglosarlo por un minuto, tan sólo un minuto, para sacarles eso de la mente. Miren: Es igual como cuando Uds. estaban en su padre, en el principio, en forma de una semilla germen. ¿Sabían eso, cada uno de Uds.? Uds. estaban en su tatarabuelo, también, ¿sabían Uds. esto? [La congregación dice: “Amen”.—Ed.]",
    "Lean en el Libro de Hebreos, en donde encontramos que Leví pagó diezmos cuando él estaba en los lomos de Abraham, cuatro generaciones anteriores a él. Cuando Abraham pagó diezmos a Melquisedec, le fue contado a su tataranieto bajo él, que en ese entonces estaba en los lomos de Abraham. Allí lo tienen Uds. ¿Ven?",
    "Uds. estaban en los lomos de su padre, pero su padre no podía tener compañerismo con Ud. hasta que Ud. fuera transformado en un cuerpo de carne.",
    "Mi hijo allí, estaba en mí. Yo—yo—yo quería un hijo, pero él ya estaba en mí en ese entonces. ¿Ven? Él ya estaba en mí desde entonces. Pero a través del matrimonio, él fue transformado en un hombre como yo, y entonces vino a ser como yo.",
    "Y Uds. llegaron a ser como sus padres (¿ven?), porque eso ya estaba en Uds., desde el principio. Ahora, si nosotros somos los hijos de Dios, atributos Suyos… Pues, Ud. es un atributo de su padre, no de su madre, de su padre. El germen está en el padre. ¿Ven? Y luego su madre fue una incubadora que lo cargó a Ud., cargó la simiente de su padre. ¿Ven?",
    "Y la tierra, en carne, también es la incubadora que porta la simiente de Dios. ¿Ven?, exactamente igual. No el mundo, cuán grande es el mundo; es cuán grande es el Dios que lo hizo. ¿Ven? ¿Ven?",
    "Ahora si Uds. son un hijo y una hija de Dios, entonces Uds. estuvieron en Dios en el principio. Uds. son Su atributo. Si Ud. no estaba allí desde entonces, luego Ud. nunca estuvo y nunca estará.",
    "Pues, yo no puedo llevar en mis lomos, el hijo de este hombre aquí, o de ese hombre allá; yo sólo puedo llevar mis propios hijos, y ellos llevarán mi semblante. Aleluya. ¿Lo ven?",
    "Los hijos e hijas estaban en Dios en el principio. Ahora mire: Ud. tiene Vida Eterna, dice Ud. Nosotros lo creemos, que tenemos Vida Eterna. Bien, solamente hay una forma de Vida Eterna, y ésa es Dios. Eso es lo único que es Eterno, es Dios. Entonces si Ud. tiene Vida Eterna, esa Vida que está en Ud. siempre existió, y Ud. estuvo en los lomos de Dios antes de que aún existiera el mundo. Y cuando la Palabra misma… Jesús Mismo es llamado la Palabra, y en San Juan 1, dice: “En el principio era la Palabra, y la Palabra era con Dios, y la Palabra era Dios. Y la Palabra fue hecha carne y habitó entre nosotros”. Por tanto, Uds. estuvieron en los lomos de Jesús, y fueron al Calvario con Él. Uds. murieron con Él, y Uds. resucitaron con Él. Y hoy estamos sentados en lugares Celestiales en Él, llenos de Su Espíritu, hijos e hijas de Dios. Morimos con Él, resucitamos con Él. Seguro.",
    "Ahora, por tanto, luego, ahora Ud. puede tener compañerismo con Él. Allá en ese entonces Ud. no podía, porque tan sólo eran una Palabra en Él, una simiente. Pero ahora Él lo ha manifestado a Ud., y ahora Él quiere que Ud. tenga compañerismo con Él. Entonces Él descendió, fue hecho carne para que Él pudiera tener compañerismo perfecto con Ud. ¿Ven el compañerismo perfecto? ¡Oh, vaya, esos misterios profundos de Dios! ¡Cuán maravilloso! ¿Ven? Dios no podía tener compañerismo en el Espíritu, así que Dios vino a ser hombre con nosotros.",
    "Jesucristo fue Dios mismo, manifestado, pues Él fue un hijo porque fue engendrado, pero ése solamente fue un tabernáculo en el cual Él pudiera vivir. “Ningún hombre ha visto a Dios, jamás, sino únicamente el Unigénito del Padre lo ha declarado a Él”. Dios mismo Se construyó una casa, un cuerpo en el cual vivir, bajó para que Ud. pudiera tocarlo. Primera de Timoteo 3:16: “Indiscutiblemente, grande es el misterio de la piedad: pues Dios fue manifestado en carne, visto de los ángeles, creído, recibido arriba en el Cielo”. ¿Ven? Ahora, Él…",
    "Ud. siendo carne, y Él siendo carne, pueden así ahora tener compañerismo, porque Él fue el atributo de Dios de amor. Dios es amor. ¿Es correcto? Y Jesús fue el atributo de amor de Dios. Y cuando el atributo de amor fue mostrado (el cuál era Dios mismo), todos los atributos que colgaban de Él, vienen a Él, “Todo lo que el Padre Me ha dado, vendrá a Mí”. Seguro, ellos tenían que ser predestinados; si no fue así, Ud. no estará allá. Eso es todo. Seguro.",
    "Ahora podemos tener compañerismo, y fue por medio de—de las riquezas de Su Palabra, y de la cual Ud. es parte. Ud. es parte de la Palabra; porque Él era la Palabra en el principio, Ud. es la Palabra ahora. ¿Ven? Voy a predicar esta noche, o el domingo o uno de los días cuando venga, acerca de lo que es la Palabra, ¿ven? Y ahora, Ud. es parte de la Palabra.",
    "Escuchen. Hay una cosa que yo no puedo hacer, no puedo alardear de mis antepasados. No, yo vengo de una mezcla terrible. Mi padre era un irlandés. Mi madre era una indígena squaw, media indígena; su madre era indígena, recibía la pensión. Ahora, todos ellos eran borrachos, la mayoría murió con las botas puestas, peleando, pistoleros y todo eso. Yo no me puedo jactar de algo así, porque mis antepasados y mi árbol familiar son terribles.",
    "Pero, hermano, hay una cosa de la que sí me puedo jactar, me puedo jactar de mi Señor Jesús, Quien me ha redimido. Y con Su poder transformador plantó una simiente, por predestinación, y yo vi Eso. Entonces ¿de quién soy hijo? Sí. Yo puedo jactarme de Él. Y he pasado treinta y tres años de mi vida, jactándome de Él. Y si Él me diera otros treinta y tres años más, yo trataría de jactarme más de Él. ¿Ven? Yo me puedo jactar de mi Antepasado, aleluya, Aquél que me redimió y plantó la simiente de Vida aquí, y me permitió ver esta Palabra, envió Su Espíritu y dijo: “Aquí está. Habla esto, y sucederá. Has esto”. Y ¡oh, vaya, yo puedo jactarme de Él! ¿Cómo lo hizo Él? Por medio del lavacro del agua por la Palabra, las aguas de separación. Desearía que pudiéramos explicarlo.",
    "Los verdaderos creyentes predestinados, se quedarán con la Palabra porque ellos son parte de esa Palabra.",
    "¡Oh, estrellas errantes!, ¿cuánto más andaréis errantes? Uds. metodistas, bautistas, presbiterianos, los de afuera, lo que Ud. pudiera ser, estrellas errantes de iglesia en iglesia, de poste en poste, de televisión a televisión, de mundo a mundo: ¿por qué no vienen? Él anhela tener compañerismo con Ud. Él lo está anhelando a Ud. Él quiere transformarlo a Ud. por la renovación de su mente, no a la iglesia o a la denominación, sino a Su Palabra, de la cual, Ud. es parte si ese deseo está en Ud.\n\nBienaventurados los que tienen hambre y sed de justicia porque ellos serán saciados. (¿Ven? Ajá.)",
    "Y ha enviado Su Poder transformador, para sacarlo a Ud. de esta deformidad de religión en la que Ud. está. En este caos de deformidad en el que estamos, Dios ha enviado Su Poder transformador, Su Palabra, vindicada, probada, para sacarlo a Ud. de esta deformidad religiosa de ignorancia en la que Ud. está caminando: “desnudo, ciego, miserable y no lo saben”. Piensen en eso, amigos.",
    "Saben, Dios envió Su Poder transformador para cumplir Su Palabra, y cambiar totalmente el cuerpo de Sara y Abraham. Transformó a un anciano y a una anciana, porque prometió que Él lo haría.",
    "Y lo que Dios promete hacer, eso hará. No hay nada, alguna cosa… Dios no podrá hacer nada con alguna cosa pervertida. ¡Pero Él cumplirá Su Palabra, y enviará Su Espíritu! “Yo El Señor lo he plantado. Yo lo regaré día y noche, para que no los arrebaten de Mis manos”. La Biblia lo dice.",
    "¡Oh, estrellas errantes, Uds. con ese deseo en su corazón! Uds. tienen que tenerlo, o no estarían sentados aquí en esta mañana. Y Uds. no estarían en esas iglesias y auditorios, ni en las cosas en las que Uds. están, viajando por la nación, si Algo no los hubiera hecho entrar allí. Alguna persona le habló a Ud. No siga más adelante; hay un lavacro de agua por la Palabra, que lo hará a Ud. blanco como la nieve. ¡Oh, hijos de Dios, escuchen! No se queden en esa deformidad; salgan de ella. Abraham le creyó a Dios, y llamó contrario a todo…",
    "Ud. dice: “¿Cómo me ganaré el sustento? ¿Cómo haría esto?”. Eso es asunto de Dios. “¿Cómo lo haría? Mis asociados me rechazarían”.",
    "Dios dijo: “Aquel que dejare a Su propio padre, madre, esposa, esposo, hogares, casas; Yo les daré hogares y casas, les daré padres y madres, y hermanos y hermanas, en este mundo, y Vida Eterna en el mundo por venir”. Es una promesa, amigo. Eso, ¡oh, tiene que ser irrigado! Cada promesa que Dios hace, se cumple. Cada Simiente de Dios es una promesa.",
    "Y, hermana, deje de cortarse ese cabello, porque es una cosa desagradable delante de Dios. ¡Deje de usar esas ropas, son una abominación a Él!",
    "Uds. hermanos, Uds. hombres, dejen de servir a estas denominaciones, haciendo cosas y permitiéndoles a sus esposas hacer tales cosas; eso no es propio de Cristianos.",
    "¡Regresen a la Palabra! Reciban esa Palabra, Eso crecerá; tiene que crecer. El Poder transformador de Dios que la hizo surgir la primera vez, Él simplemente está de nuevo en camino, recibiéndola ahora nuevamente. Él está regresando directamente adonde estaba.",
    "Enoc fue trasladado, de muerte, por el Poder transformador de Dios. ¿Para qué hizo Dios eso? Lo hizo como un tipo de la Iglesia que va a ser raptada, lo cual viene. Sí. Pasó lo mismo con Elías.",
    "El cuerpo de Jesús fue vivificado después de que estuvo muerto. Y en el sepulcro, el cuerpo de Jesús fue vivificado por la Palabra de Dios; y fue transformado de una imagen fría, muerta, en el Hijo de Dios resucitado y glorificado. Porque el profeta (Salmo 16:10, si quieren anotarlo, 16:10), dijo: “No dejaré Su alma en el sepulcro, ni dejaré que Mi Santo vea corrupción”. ¡Oh, Dios!",
    "Esa Palabra tiene que cumplirse, ¡es la Palabra de Dios! Plántenla en su corazón, si Uds. quieren irse en el Rapto. Si Uds. quieren ser Cristianos genuinos, denle cabida a esta Palabra. Como, creo que fue a Ezequiel que Dios le dijo: “Toma ese rollo y cómetelo”, para que el profeta y la Palabra llegaran a ser lo mismo. Y cada promesa allí tiene que manifestarse, porque es la Simiente original de Dios. No permitan Uds. que algún teólogo educado de por acá trate de sacarla de Uds. No permitan Uds. que él los rocíe con esa ciencia carnal y conocimiento, y educación. ¡Créanle a Dios!",
    "Abraham no aceptó la investigación científica de su día, diciendo: “Estoy muy anciano para tener un bebé, he avanzado demasiado. Ya he tenido esto, eso, o lo otro”. Sino que él consideró todo lo que era contrario a la Palabra de Dios, como si no fuera. Y él no titubeó en la promesa de Dios, por incredulidad, sino que fue fuerte, dando gloria a Dios. Él sabía que Dios era capaz de cumplir lo que Él había prometido.",
    "¡Oh, hijos errantes, deformados por las hierbas trepadoras de este mundo! ¡Hermanas errantes que los lugares y las modas de este mundo han atraído! Y, hermana amada: Ud. pudiera considerarme como un viejo cascarrabias, pero un día de estos cuando Ud. se enfrente con lo que Florence Shakarian se enfrentó la otra noche (de hecho, ella se sentó en este auditorio, en este lugar, como Uds. saben), cuando Ud. se enfrente con eso, Ud. se dará cuenta que, no yo, sino que esta Palabra es correcta. Aléjese de esas barberías, de esas tiendas de modas. Apártese de esas cosas.",
    "Dicen: “¿Por qué no les enseña grandes cosas, cómo ser esto?”. Sólo empiecen con su ABC y entonces llegaremos al álgebra. ¿Ven? Empiecen a aprender, “lo cual es vuestro culto racional”.\n\nAsí que, hermanos, os ruego por las misericordias de Dios, que presentéis vuestro cuerpo en sacrificio vivo, santo y agradable a Dios, que es vuestro culto racional.",
    "Ud. sólo haga “su culto racional”, Dios se hará cargo de lo demás; vea, sólo cosas que Ud. mismo puede razonar y hacer. ¿No es…? ¿No es irrazonable que una mujer se desvista y salga acá y actúe de esa manera cuando la Biblia condena eso? ¿No es irrazonable que un hombre se meta en tales dogmas como los que tenemos hoy, y toda esta cosa aquí, y todo este asunto de seminario, y cosas como ésas, cuando eso es absolutamente contrario a la Palabra de Dios? ¿Ven?",
    "Los labios de Isaías, que era sólo un hombre común de labios inmundos. Él dijo: “Señor, estoy entre pueblo inmundo y yo tengo labios inmundos. ¡Ay de mí!, pues he visto a Dios”. Y un Ángel bajó, tomó el Fuego, Fuego Santo del altar de Dios, y transformó sus labios; de labios de un hombre errante, a labios de un profeta con ASÍ DICE EL SEÑOR. ¡El poder transformador de Dios!",
    "Ciento veinte pescadores y—y vendedoras de púrpura, mujeres, y todos ellos se reunieron en un aposento alto y cerraron las puertas, algunos de ellos sin suficiente educación para firmar sus propios nombres. Dios los transformó de pescadores, a ser pescadores de hombres; de hombres y mujeres de la calle, a santos de Dios, inmortales. ¡El Poder Transformador de Dios!",
    "Pablo, un miembro de la iglesia local, presbiteriana, metodista, bautista, pentecostal, o algo así; salió por la calle, con su gran espíritu desafiante, porque él sabía más que cualquiera de ellos. Él había crecido bajo Gamaliel, uno de los mejores maestros que había en la región. ¿Qué le sucedió en el camino a Damasco, cuando iba a capturar una cantidad de personas que estaban creyendo la Palabra de Dios? En el camino para allá, fue derribado, y él escuchó un Mensaje. Y eso lo transformó de ser un miembro de iglesia, de uno que iba a la iglesia, a un profeta de Dios, que escribió la Palabra de Dios, en el Nuevo Testamento. ¡De un miembro de iglesia a un santo!",
    "¡Oh, estrellas errantes, detengámonos! Hijo errante, Simiente errante que va de lugar en lugar, en esta deformidad; den vuelta en esta mañana, hijos. Por favor escúchenme como un—como un hombre que está tratando de pararse entre los vivos y los muertos.",
    "Allá a través de la nación en donde está llegando esta emisión, si aún están conectados, Ud. que sin pensarlo llegó al lugar, por favor siéntese un minuto más. Yo sé que es muy tarde aquí en Tucson o, perdónenme, Phoenix, faltan veinte minutos para las doce. Y he tenido aquí estas personas toda la mañana. Los he detenido de sus trabajos y demás. Pero mire, querido amigo, Ud. pudiera terminar apartado de Dios para siempre. Por favor, regrese en esta mañana, ¿lo hará? Hay lugar en la Fuente.\n\nEn un pesebre tiempo atrás, yo sé que es verdad,\n\nNació un Bebé para salvarnos del pecado.\n\nEn la ribera Juan lo vio, el Cordero Eterno fue,\n\n¡Oh, Cristo, el Crucificado del Calvario!\n\n¡Oh, amo a ese galileo, de Galilea,\n\nPorque tanto ha hecho por mí!\n\nMis pecados Él perdonó, de Su Espíritu me llenó;\n\n¡Oh, amo, yo amo a ese Galileo!\n\nEl publicano un día en el templo oró,\n\n“Misericordia ten de mí, Clamó al Señor”.\n\nPerdonado fue, y una paz profunda entró en él;\n\nDijo: “Vengan vean a este Galileo”. Correcto.\n\nEl cojo pudo andar, el mudo pudo hablar,\n\nCon amor ese poder habló sobre el mar;\n\nAl ciego hizo ver, la misericordia del Galileo sólo pudo ser.",
    "Tipifiquen eso con el ministerio de hoy.\n\nEn el pozo a la mujer, le dijo sus pecados,\n\nDe los cinco esposos que había tenido.\n\nPerdonada fue de su pecado, y una paz profunda entró allí;\n\n“¡Vengan vean a este Galileo!”, ella clamó.",
    "Mujer, Él puede hacer lo mismo. Él ha leído su corazón en esta mañana. Hombre, Él ha leído su corazón. ¡Oh, publicano, oremos!\n\n¡Oh, yo amo a este Galileo, de Galilea,\n\nPorque tanto ha hecho por mí!\n\nMis pecados Él perdonó, de Su Espíritu me llenó;\n\n¡Oh, amo, yo amo a ese Galileo!",
    "¿Lo amarán Uds. conmigo en esta mañana? ¡Oh pecador, vacilante, errante, aquí o afuera en donde Ud. pudiera estar!, ¿aceptará a mi Señor en esta mañana? Él es la Palabra, y la Palabra ha sido traída a Ud. ¿Lo aceptará Ud. en esta mañana? Levantará sus manos o se pondría de pie, o algo, y orará diciendo: “Yo quiero aceptarlo a Él en estos momentos. Hermano, yo estoy dispuesto. Quiero ahora mismo aceptarlo a Él”. Se pondrá de pie, todo aquél que quiere oración, y dirá: “Soy…”. Que se ore por él, mejor dicho. “Soy un pecador. Yo quiero…”. Dios le bendiga, señor. ¿Alguien más? Ahora todos oren, solo por un minuto.\n\n¡Oh en ese pesebre tiempo atrás, (el mundo estaba en un caos, Uds. saben), y yo sé que es realidad!\n\nUn Bebé nació para salvar al hombre de su pecado.\n\nCuando Juan lo vio en la ribera, Él era ese Cordero eterno (el mismo hoy).\n\n¡Oh, Él es Cristo, el Crucificado del Calvario!",
    "¿Lo amará Ud. hoy con todo su corazón, para que así pueda salir de esta condición mundana en la que Ud. está? Uds. mujeres, Uds. hombres, ¡oh!, ¿por qué se sentaron aquí todo este tiempo? Muestra que en el fondo suyo hay algo, hay algo que tiene hambre y sed. Si no, Ud. no se hubiera quedado aquí estas dos o tres horas, sentado en este edificio como lo hizo; hay algo. ¿No le prestará Ud. atención hoy? Deje que las modas y la ciencia, y todas las cosas del mundo, salgan ahora mismo de su mente, querido hermano o querida hermana.\n\nIglesias uniéndose, las grandes naciones en la ruina, Israel despertando,\n\nSeñales que los profetas predijeron;\n\nLos días gentiles contados, cargados de horrores;\n\n“Volved, oh, dispersos a lo vuestro”.\n\nEl día de redención cerca está,\n\nPor temor están fallando corazones humanos;\n\nSed llenos del Espíritu, las lámparas limpias y brillando,\n\n¡Miren arriba, la redención está cerca!\n\nProfetas falsos mienten, la Verdad de Dios niegan,\n\nQue Jesús el Cristo es nuestro Dios.",
    "Ahora, eso es verdad. Uds. saben eso, todos sabemos, del día en que estamos viviendo.\n\nPero Él dijo que habría Luz al caer la tarde,\n\nY el camino a la Gloria, seguro encontrarás.",
    "Ése es el día en que estamos viviendo ahora mismo. La Luz brillará justo al caer la tarde cuando la oscuridad está asentándose, el crepúsculo, la estrella vespertina.\n\n¡El crepúsculo y la estrella vespertina\n\nY después de eso, la oscuridad!\n\nQue no haya una despedida de tristeza,\n\nCuando yo por fin haya embarcado;\n\nPorque todo lo de afuera es de tiempo y espacio,\n\nY las inundaciones me pueden llevar lejos,\n\nPero a mi Piloto quiero ver cara a cara\n\nCuando yo haya cruzado a aquella ribera.\n\nNo me digas en tonos tristes,\n\n¡Que la vida es un sueño vacío!\n\nY que el alma que duerme está muerta,\n\nY que las cosas no son como parecen.\n\n¡Sí, la vida es real! ¡Y la vida es provechosa!\n\nY la tumba no es su destino final;\n\nPorque polvo eres y al polvo volverás,\n\nNo se refiere al alma.\n\nLas vidas de grandes hombres nos recuerdan\n\nQue podemos sublimar las nuestras\n\nY al partir tras de sí, dejan\n\nHuellas en las arenas del tiempo;\n\nHuellas por las que quizás otro que navegue\n\nPor el solemne océano de la vida,\n\nUn hermano náufrago desolado,\n\nAl verlas, vuelva a recobrar la esperanza.\n\nEn pie y manos a la obra,\n\nCon ánimo para afrontar cualquier problema;\n\n¡No seáis como bestias brutas!\n\n¡Sean un héroe en la batalla!",
    "Amado Dios, son Tuyos. He observado a dos hombres ponerse de pie, Padre. Oro, Dios, que Tú los tomes en estos momentos. Ellos quieren ser Tus hijos. Ellos han despertado de la vida de ignorancia en que han vivido, y ahora quieren ser refrescados, renovados, con el bautismo del Espíritu Santo sobre esa Simiente que ha sido plantada en sus corazones en este día. Dios Eterno, el Creador de todas las cosas, que formaste Tu Palabra, y yo creo que Tú sabías que estos hombres harían eso en esta mañana. Oro Señor, que Tú irrigues esa Palabra día y noche, y no permitas jamás que Satanás la arrebate de Tus manos. Permite que sea un árbol en el Paraíso de Dios, cuando todo sea traído de nuevo, porque Tu Palabra no puede fallar, existirá otra vez. Pues este mundo…",
    "Y no habrá esta clase de civilización en el mundo venidero. No habrá automóviles ni nada que la ciencia haya hecho. No habrá tales cosas en el mundo venidero. Sino que será la Propia civilización de Dios que Él establecerá en ese reinado glorioso. Pues, en esta civilización hay enfermedad, muerte, pesares, tumbas y necesidades. Pero en ese Reino venidero, no hay muerte, no hay pesar, no hay enfermedad, no hay vejez. ¡Oh, Dios!, todo será nuevo allí, en Tu civilización.",
    "Dios, transfórmanos hoy, por Tu Poder, por la renovación de nuestras mentes, para cambiar de estos elementos mezquinos de este mundo actual, a la Palabra de Dios. Y permite que nosotros seamos renovados por el Poder transformador de Dios cayendo sobre la Simiente que está en nuestro corazón, lo cual creemos, transformándonos en criaturas llamadas hijos e hijas de Dios. Ésta es mi oración a Ti, Padre, por el pueblo, en el Nombre de Jesús. Amén.",
    "Ahora, para Ud. que está allá a través de la emisión, en donde quiera que esté, yo quiero que Ud. reciba a Cristo allá, como su Salvador personal, y que sea lleno de Su Espíritu. Las Palabras que han sido habladas en esta mañana, que bajen a su corazón. Y que Ud. allí reciba a Jesús. Y observe su vida, y vea cómo vivirá después. Y tome aquí el Filtro del hombre que piensa. Y cuando Ud. se vea haciendo algo que es contrario a esta Palabra, aléjese de ello, rápidamente. ¿Ve? Porque hay un Filtro que aparta a la muerte de Ud., y ése es la Palabra de Dios. Sus Palabras son Vida, y ellas le apartarán a Ud. de la muerte.",
    "Y para Uds. personas que están aquí en el auditorio en estos momentos, los he retenido aquí por mucho tiempo. Les doy las gracias por su asistencia. Oro que Dios nunca deje morir esta Simiente. Espero que Uds. no piensen que estoy parado aquí sólo para decir estas cosas y ser diferente. Yo las digo por amor; y sabiendo que mientras sea un mortal, como ahora lo soy, será la única oportunidad que tendré de predicarle a la gente. Y yo amo a Jesucristo; Él es mi Salvador. Y recuerden: yo hubiera estado allá en la calle si no hubiera sido por Él. Yo hubiera estado allá; todos mis parientes, toda mi gente, eran pecadores. Pero Dios, con Su Poder transformador, sé que hizo de mí una criatura diferente. Y puedo—yo puedo recomendárselo a Uds., que Él es bueno. Y que los guardará en las horas de problemas. Aun estando a la puerta de la muerte, uno no temerá. “No hay nada que pueda separarnos del amor de Dios, que es en Cristo”. Que Dios bendiga a cada uno de Uds. y les dé Vida Eterna.",
    "¿Cuántos hay aquí que no tienen la Simiente de Dios, el bautismo del Espíritu Santo? ¿Levantarán Uds. la mano, y dirán: “Recuérdeme, Hermano Branham, para que yo reciba ese Espíritu Santo”? Ahora, tome Ud. la Palabra en su—en su corazón y créala. Ahora, si Ud.… Ud. puede mirarse. Suba y mire en el espejo, y Ud. podrá ver en dónde está. ¿Ve?, Ud. lo puede saber.",
    "Ud. dirá: “Bueno, yo no levanté mi mano porque yo creo que lo tengo”.",
    "Mírese Ud. en el espejo, entonces vea qué clase de espíritu lo está engañando, ¿ve? ¡Pensamiento engañoso! “Hay camino que al hombre le parece recto, pero en el fin es camino de muerte”. ¿Es verdad esto?\n\nFue mi Jesús que allí murió,\n\nY mis pecados Él perdonó,\n\n¡Oh, la hermosa Sangre que allí Él vertió!\n\nA Su…",
    "Sólo cierre los ojos ahora por un minuto, y cántele a Él. Levantemos nuestras manos.\n\n¡A Su Nombre Gloria! ¡Precioso Nombre!\n\n¡A Su Nombre Gloria!\n\nLa hermosa Sangre que allí Él vertió,\n\n¡A Su…!",
    "Uds. los Cristianos, estréchenle la mano a otro que ha sido salvo.\n\nHermosa Sangre que Él vertió,\n\nTodas mis manchas ya quitó,\n\nToda la obra consumó;\n\n¡A Su Nombre Gloria!\n\n¡A Su Nombre Gloria! ¡Precioso Nombre!\n\n¡A Su Nombre Gloria!\n\nHermosa Sangre que allí Él vertió,\n\n¡A Su Nombre Gloria!",
    "La Sangre tiene el germen de Vida, Uds. saben. Esto es para aquellos que no lo conocen a Él.\n\nVen a esta fuente rica y dulce;\n\nTu pobre alma arroja a los pies del Salvador;\n\n¡Oh, sumérgete hoy y sé completo!;\n\n¡A Su Nombre gloria!\n\n¡Oh, a Su Nombre…!\n\nInclinemos ahora nuestros rostros mientras lo cantamos.\n\n¡A Su Nombre Gloria!\n\nAllí a mi corazón la Sangre fue aplicada;\n\n¡A Su Nombre gloria!",
    "¿Lo aman Uds.? [La congregación dice: “Amén”.—Ed.] Pablo dijo: “Cantaré en el Espíritu; adoraré en el Espíritu”. Cantémoslo suave otra vez, con nuestras manos levantadas.",
    "¿Saben Uds.?, el problema es que nosotros, el pueblo pentecostal, hemos perdido nuestro gozo, hemos perdido nuestras emociones. Como dijo Billy Graham la otra noche: “Esos predicadores, con los cuellos volteados, que iban rumbo al sur, batiendo las manos y llevando el ritmo con los pies, y pisoteando, ellos tenían algo por lo cual estaban contentos”. Bueno, sí, yo tengo Algo por lo cual estoy contento. ¿Ven? ¿Ven? Sí. Sí, nosotros hemos perdido nuestra emoción.",
    "Ahora, levantemos nuestras manos. No se preocupen por las lágrimas, no harán daño, ¿ven? Eso no daña. “Aquel que va sembrando con lágrimas, regresará otra vez trayendo su preciosa gavilla”. Muy bien.\n\n¡A Su Nombre Gloria! ¡Precioso Nombre!\n\n¡A Su Nombre Gloria!\n\nLa hermosa Sangre que allí Él vertió,\n\n¡A Su Nombre Gloria!\n\nA Su… (¡Oh, Dios! ¡Gloria a Dios!)\n\n¡A Su Nombre Gloria!\n\n¡Sepulta la Simiente Señor, en el corazón!\n\nHermosa Sangre que allí Él vertió,\n\n¡A Su Nombre Gloria! 🦅"
  ]
}