{
  "title": "SED",
  "id": "65390009",
  "content": [
    "🦅  Gracias, Hermano Vayle. [Cinta en blanco.—Ed.]\n\nBuenas tardes, amigo. Es un privilegio estar aquí en esta noche. Ésta es mi segunda vez que estoy aquí en esta Asamblea Grantway, con mi querido Hermano, Mack, y todo este personal aquí tan fino, y con los Cristianos que se han reunido de las diferentes iglesias, el Hermano Lee Vayle. Y acabo de conocer a un hermano aquí, que, un—un buen amigo del Hermano F. F. Bosworth, y no sabía que el Hermano Bosworth había partido para encontrarse con el Señor. Yo dije: “Me siento como que acabo de conocer al Eliseo que derramó agua en las manos de Elías”, habiendo estado en el extranjero pues ellos no sabían que el Hermano Bosworth había partido a encontrarse con el Señor, a los ochenta y cuatro años.",
    "Ahora quiero saludar a los que están en la conexión telefónica esta noche, en todo el país, desde California hasta New York, y Texas y—y en las diferentes partes de la nación, desde Maine hasta California. Así que, tenemos un—un sistema para conectar estos teléfonos que ha sido una gran bendición. Y ahora nos enteramos (por medio de nuestro buen amigo, el Hermano Pearry Green), que tienen un—un pequeño aparato que pueden poner en su televisor, y no solamente estará por el teléfono sino que también será televisado directo en su televisor. Y están investigando eso ahora.",
    "Y, Hermana Mack, estoy contento de verla saludable, sentada aquí al órgano, esta noche. Y veo a muchos de mis amigos de allá de Sierra Vista, y al Hermano Borders… o al Hermano Roberson, mejor dicho, de Indiana; a muchos. Quiero decirles a las personas en el tabernáculo en esta noche, que parece que la mitad de ellos están aquí, y del tabernáculo en Jeffersonville.",
    "Y a mi amigo allá, el Hermano Kuhn, que llamó concerniente a esa petición por el enfermo: estoy orando al respecto, Hermano Kuhn. Sólo tenga fe. No se preocupe; eso saldrá bien.",
    "Y por allá en Texas, Hermano Blair, si está escuchando en esta noche, mi hermano, solamente recuerde esto: que Dios Quien lo libró a Ud. la primera vez puede librarlo una segunda vez. Y estamos creyendo que Dios le concederá esto. Y no le acepte Ud. mentiras al diablo acerca de ninguna cosa. Ud. solamente recuerde que Dios es Dios, y hay… y Él sigue siendo el mismo ayer, hoy, y por los siglos. Y nosotros lo amamos a Él y Le creemos, y estamos orando por Ud.",
    "A todos nuestros amigos en California (al Hermano Mercier y los demás aquí en Arizona, en muchos otros lugares, Phoenix, y para el Hermano Williams, y todos Uds. conectados por allá en esta noche, todo alrededor): realmente estamos agradecidos; y por allá en Georgia. Y verdaderamente estamos muy agradecidos por cada uno de Uds. El Señor los bendiga.",
    "Me siento realmente bienvenido aquí en esta noche, en esta iglesia fina, la Asamblea de Dios aquí en Grantway, y con el Hermano Mack, mi buen amigo. Dios ha bendecido al Hermano Mack. Recuerdo una vez en Canadá, que él estaba… yo cabalgaba por un camino, a caballo, lejos por allá en unos bosques, y el Espíritu Santo me dijo que me bajara y orara por el Hermano Mack. En ese momento él se encontraba en una emergencia, y el Señor lo sanó. Y, pues, estoy muy agradecido por eso, y por estar reunido aquí en esta noche con él, para alabar al Señor en esta Verdad tan fina.",
    "Un hombre sentado en la plataforma, detrás de mí, dijo: “Supongo que no me conoce”. Dijo: “Una vez Ud. me recogió, yo era un autoestopista”, y, no lo sé, fue en algún lugar en Boston o alguna parte, “en Detroit, pidiendo un aventón”.",
    "Y dije: “Bueno, usualmente le extiendo una mano, si puedo, a los que están necesitados”.",
    "Y, entonces, en esta noche, todos estamos necesitados. Y oramos que Dios nos dé una mano en esta noche, de ayuda, de bendiciones, y de Su gracia y misericordia.",
    "Ahora, tiendo a ser un poco demorado cuando hablo, pero trataré de no hacerlo en esta noche. Pues, las personas en Ohio acaban de llamar, la Sra. Dauch y el grupo allá, el Hermano McKinney y el Hermano Brown, y todos los que están conectados por Ohio; también les mandamos saludos. Es tarde allá en Nueva York, y supongo que son como las once o las doce, en este momento, en Nueva York. Y las iglesias vinieron y esperaron hasta esta hora, exclusivamente para el servicio. Estamos agradecidos por esos amigos tan finos en todas partes.",
    "Ahora antes de abrir la Palabra, sólo hablemos con el Autor por un momento, mientras inclinamos nuestros rostros.",
    "Querido Padre Celestial, estamos… nuestros corazones se regocijan, por el privilegio que tenemos de estar vivos aquí en esta noche, y reunidos con Tu pueblo. El pueblo… y los cuales creemos que vivirán para siempre. Nosotros ahora poseemos la Vida Eterna, porque, “Tú diste Tu Hijo unigénito para que todo aquel que en Él cree no se pierda, mas tenga Vida Eterna”. En Su peregrinaje aquí en la tierra, Él nos enseñó: “El que oye Mi Palabra y cree al que Me envió, tiene Vida Eterna; y no vendrá al juicio, mas ha pasado de muerte a Vida, por cuanto hemos creído en el unigénito Hijo de Dios”. ¡Cómo Te agradecemos por este Gran Salvador! Y oramos, en esta noche, que Su gran Presencia nos bendiga ahora aquí reunidos, mientras leemos de Su Palabra y hablamos de Ella. Que el Espíritu Santo lleve eso a cada corazón a través de la nación, Señor, donde sea que la gente está reunida.",
    "Bendice a otros ministros que están en el púlpito. Oramos, Padre, que bendigas esta Asamblea Grantway; a su pastor, su esposa, sus hijos; los diáconos, síndicos, y a toda la junta. Y, Padre, que juntos podamos trabajar para el Reino de Dios, mientras que hay suficiente Luz para ver adónde vamos, porque la hora viene cuando ningún hombre podrá trabajar. Y, Padre, mientras tenemos este privilegio, permite que—permite que redimamos el tiempo, Señor. Que a nosotros, eso nos sea concedido. Sana los enfermos y afligidos en todo lugar. Que la Presencia de Dios se sienta en cada grieta y hendidura de la nación, esta noche.",
    "Nos damos cuenta que está cayendo juicio. Las grandes fallas se están hundiendo, y la nación está temblando, y hay terremotos en diversos lugares. Grandes cosas históricas que hemos escuchado en días pasados, de juicio, por la Biblia, pues lo vemos repitiéndose hoy. La profecía dice: “Como fue en los días de Noé, así también será en la venida del Hijo del Hombre. Como fue en los días de Lot, así también será en la venida del Hijo del Hombre”, y vemos eso aconteciendo ahora. “Los corazones de los hombres fallando; perplejidad del tiempo; angustia entre naciones”. Dios, sabemos que estamos en el tiempo del fin.",
    "Ayúdanos, Señor, a—a llevar el Mensaje a cada grieta y rincón, a cada hijo que Tú has ordenado a Vida. Concédelo, Señor. Lo pedimos en el Nombre de Jesús. Amén. Señor, bendice ahora la lectura de Su Palabra.",
    "Ahora a muchos de Uds. les gusta ver en la Biblia, donde el ministro está leyendo. Y yo quiero leer en esta noche, unos dos, tres versículos de los Salmos, el Salmo 42, sólo para tener un texto. Y tengo algunas Escrituras apuntadas aquí, y quiero referirme a ellas, si puedo, a medida que avanzamos en los próximos minutos, para hablar de este tema. El Salmo de David. David escribió los Salmos.",
    "Ahora, mientras buscan, tal vez diga esto: Muchas personas dicen: “Bueno, ¿son inspirados los Salmos?”. Seguro, lo son. Ellos…",
    "Todo lo que está—que está en esta Biblia está inspirado, ya sea historia, sean cantos, lo que sea; está inspirado. Jesús dijo: “¿No han leído lo que dijo David en los Salmos?”. Y luego pienso, los Salmos, desde luego, son cantos. Y si los cantos son inspirados por Dios, lo cual, yo creo que lo son, y también proféticos, espero que yo esté en aquel día cuando se cumpla este canto:\n\nHabrá en el aire un encuentro,\n\nEn el dulce más allá,\n\nQuisiera verte en la mansión de luz,\n\nEn gloriosa Eternidad,\n\nUn canto se oirá, nunca oído por mortal,\n\n¡Muy glorioso al declarar!\n\nY el Hijo de Dios nuestro Guía será,\n\nEn el encuentro celestial.\n\n¡Oh, yo—yo quiero estar allí en ese momento!",
    "Ahora, el Salmo 42.\n\nComo el ciervo brama por las corrientes de las aguas,\n\nAsí clama por ti, oh Dios, el alma mía.\n\nMi alma tiene sed de Dios, del Dios vivo; ¿Cuándo vendré, y me presentaré delante de Dios?\n\nFueron mis lágrimas mi pan de día y de noche, Mientras mis…Mientras me dicen todos los días: ¿Dónde está tu Dios?",
    "Yo creo que David, al escribir este Salmo, debe haber estado angustiado. Y normalmente se requiere la angustia para sacar lo mejor de un hombre. Eso, en realidad, es cuando Dios… llega cuando ayunamos, muchas veces, para nosotros mismos llegar a una posición que no estorbemos. Y yo creo que cuando David llegó a estos lugares, entonces fue que comenzó a meditar en el Señor, comenzó a pensar en las cosas.",
    "Muchas veces, Dios nos pone en—en aprietos donde tenemos que mirar hacia arriba. A veces hasta tenemos que quedar postrados en el hospital, o en una cama en algún lugar, para que podamos levantar la mirada y ver de dónde vienen las grandes bendiciones de Dios.",
    "Ahora la palabra de la cual quiero hablar en esta noche, es una palabra de la Biblia, y se encuentra en el versículo 2, “sed”, la palabra: Sed. Me puse a mirar en el diccionario cuando buscaba esta palabra.",
    "Me vino a la mente un—un sermón de cierta ocasión, prediqué de Estar Sediento De Vida. Y también lo tomé de los Salmos, cuando David dijo: “Tus estatutos” creo que es, “son más preciosos para mí que la vida”.",
    "Entonces me puse a buscar y a pensar en esta palabra, “sed”, entonces la busqué en el diccionario, para ver el significado. Y esto es lo que dice Webster: “Es un deseo doloroso”, algo doloroso, cuando Ud. quiere algo tanto que se le vuelve doloroso.",
    "Ahora, es—no es algo fuera de lo normal, tener sed. La sed es una—una cosa natural. Sólo es algo que Dios nos ha dado, para que podamos, para darnos un—un deseo por algo. A veces Dios también le ha dado a Ud. una—una torre de control, algo que Ud. tiene por dentro, que—que controla estos diferentes deseos. Y esta sed, esta torre de control que está en el corazón del hombre, es algo que Dios le dio para—para advertirle de los deseos que son necesidades de él.",
    "Ahora hay dos tipos de sed diferentes. Hay una sed física; y también hay una sed espiritual. Me gustaría leer esto de nuevo, lo que dijo David.\n\nMi alma tiene sed de Dios, del Dios vivo;…",
    "No de algo histórico, ni algo que aconteció hace años, ni—ni de alguna fabula que alguien contó; sino, “del Dios vivo”, un Dios que siempre está presente. Y su alma estaba sedienta por ese Dios, no alguna cosa histórica.",
    "Ahora encontramos que Dios le da a uno la torre de control, para darle las cosas que uno necesita. Ahora, la torre de control en uno es lo que le guía. Y esta sed corre por este contr-… por esta torre de control, y le dice a uno lo que necesita, espiritualmente hablando; la torre de control está en el cuerpo, como también en el alma. Hay una torre de control en el cuerpo, que le avisa de la necesidad que hay en su cuerpo, y le llega a uno por medio de la sed. También, hay una torre de control en su alma, que le avisa de las necesidades espirituales que Ud. tiene, algo en su espíritu, y, y a través de esto Ud. puede ver cuál tipo de vida lo está controlando a Ud.",
    "Cuando Ud.—cuando Ud. puede ver cuáles son sus deseos, entonces según eso, Ud. puede ver la clase de cosa que hay en Ud., que está creándole a Ud. este deseo. Vea, hay una cierta cosa por lo cual Ud. tiene sed, y esto—y esto le puede decir en su alma cuál es este deseo, según la naturaleza de la sed que Ud. tiene. Espero que puedan entender eso.",
    "Hay una—una torre de control del alma, y una para el cuerpo, y cada torre suena la alarma de las necesidades del otro. Cada una alerta de la necesidad por la cual el timbre está sonando, manda una onda de alarma.",
    "Por ejemplo, la—la carne tiene sed por satisfacer los deseos del cuerpo, y el deseo del espíritu es por las cosas que están en el alma (el deseo), y muchas veces estos están en guerra el uno contra el otro. Nosotros vemos allí el gran problema de hoy: que demasiadas personas tratan de vivir en medio de esos dos deseos. Pues, uno de ellos desea las cosas de la tierra, el otro desea las cosas del Cielo.",
    "Como dijo Pablo, descrito en Romanos 7:21: “Queriendo yo hacer el bien, el mal está cerca”. Cuando Uds. intentan, ¿han tenido esta experiencia, Cristianos? Que cuando Uds. tratan de hacer algo que vale la pena, hacen un esfuerzo por lograr algo bueno, entonces encuentran que allí está el diablo, en cada ocasión, sólo para perturbarlos, en todo lo que Uds.… Y es algo bueno, eso. Y me gustaría decir esto para que los Cristianos lo sepan: que cuando Ud. está—cuando Ud. comienza hacer algo, y algo parece perturbarle constantemente mientras lo hace, hágalo de todas maneras. Ése allí es el diablo, queriendo evitar que Ud. haga lo correcto.",
    "Ahora, muchas veces, conozco personas con tendencia a ser un poco nerviosas. Cuando se dan cuenta que quieren hacer algo, y—y todo lo está impidiendo de los dos lados, ellos dicen: “Quizás no haya sido la voluntad del Señor”. ¿Ven? Bueno, no permitan que el diablo les mienta a Uds. así.",
    "Lo primero, es averiguar si es la voluntad de Dios o no. Y, luego, si Ud. quiere saber si es la voluntad de Dios, busque en la Biblia. Eso es lo que—que le pone en el camino correcto, la Palabra de Dios; y también, si Ud. ve que está en la Palabra de Dios, para que lo haga.",
    "Por ejemplo, al buscar el bautismo del Espíritu Santo. Muchas veces, me he encontrado con personas que dicen: “Bueno, yo busqué el Espíritu Santo, y sencillamente no pude recibirlo. Yo no creo que sea para mí. Cada vez que me arrodillo, me enfermo. Y si comienzo a orar, si ayuno, me enfermo. Y si me esfuerzo toda la noche, me desvelo, me da tanto sueño; no me—no me puedo levantar”. Recuerden: ése es el diablo. Pues, Dios quiere que Ud. tenga el Espíritu Santo; es para todo el que quiera.",
    "Muchas veces Ud. encuentra, cuando oran por Ud., en una reunión, por sanidad Divina, luego, al día siguiente Ud. encuentra, sin duda, que el diablo lo empeora el doble que el día anterior. ¿Ven? Recuerden: eso sólo es Satanás intentando desviarlo a Ud. de la bendición que Dios tiene para Ud. ¿Ve? No le hagan caso a ese tipo. ¿Ven? Siempre sigan adelante.",
    "Yo tuve una experiencia con eso recientemente rumbo a África. Si alguna vez me ha presionado el diablo, fue esta última vez para ir a África. Llegó a ser una de las—las mejores reuniones y momentos en que he viajado al extranjero. Pude hacer, creo yo, más cosas en ese corto tiempo que estuve allí (aparte de mi viaje de cacería), que en cualquier otro tiempo. Siempre pensé que esas iglesias no me querían allí, y me enteré… había recibido una carta de alguien, que fue, ¡oh, ellos no querían que yo estuviera allí, toda la asociación!; y me enteré que era un solo hombre, con la carta membretada de una organización, que decía: “Nosotros no le queremos”, se refería a él y a su familia. ¿Ven? Y entonces, cuando llegué allá… Vean, sólo era que “nosotros”, era él y su familia; y no era el pueblo, en lo absoluto. Por tanto, ahora es un gran campo abierto para nosotros.",
    "¿Ven Uds.?, cuando Pablo dijo: “Cuando yo quiero hacer el bien, entonces el mal está cerca”.",
    "Deje que un joven convertido venga esta noche al altar, de por aquí en este tabernáculo, o—o por allá en la nación; y sólo recuerden: mañana, mamá estará más enojada que nunca, papá estará todo molesto, y así todos los muchachos del colegio. Y todo saldrá mal, porque es Satanás queriendo que Ud. dé la vuelta. Él quiere sacarlo a Ud. del Camino. “Cuando yo quiero hacer el bien, entonces el mal siempre está cerca”.",
    "Ahora miremos la sed, y veamos si realmente la sed es una cosa natural. Personas me han dicho: “¡Oh, yo nunca lo quise! Yo creo que sólo es para algunas personas el querer ser Cristianos”. ¡Oh, no! Eso está errado. Eso es algo que realmente está asociado con cada ser humano. Seguro que es verdad. Cuando primero llegamos a este país, encontramos a los indios aquí. Y los indios, a pesar de que eran paganos en aquel entonces, adoraban al sol o algo. Mientras sean humanos, hay algo en ellos, una sed natural, clamando por Dios, de alguna parte.",
    "Allá en las junglas, hace poco allá, a cuatrocientas ochenta millas [772 kms] de la civilización más cercana (en un pueblito de unas tres mil personas, en Beira, Mozambique), encontramos nativos que ni siquiera… nunca habían visto una persona blanca. Encontré a una muchachita nativa, ella estaba sin ropa (pocos de ellos usan ropa), y ella estaba sentada en un árbol. Y yo estaba rastreando el león, y algo… oí algo como un ser humano, gritando. Esta muchachita nativa estaba sentada allí arriba, con los ojos que se le salían, cargando un bebé. Y el miedo que tenía… Ésa es su única protección, subirse a un árbol, de un león, leopardo o algo, algún animal. Y ella me había visto, y escuchó que era un ser humano, pero ¡cuando miró, pues vio que era una persona blanca! Ella nunca había visto una en su vida (¿ven?), y estaba que se moría del susto. ¿Ven?",
    "Pero cuando encontramos a esas personas, aun en esa condición primitiva, por allá, ellos aún estaban adorando. Antes de que llamáramos al león, ellos derramaron un poco de harina (es lo que comen) sobre una hoja pequeña, y batían las manos, invocando el espíritu de algún gran algo que ellos ni sabían de dónde (como un santo o algo, para un católico), que los protegiera; que no murieran en la embestida de este león.",
    "¿Ven?, es algo natural. No es algo fuera de lo natural tener sed de Dios; es una cosa natural. Simplemente es algo que uno debe hacer. Dios lo ha hecho a uno así. Y no es de un súper humano, realmente es de un ser humano común; no es algo especial sólo para algunas personas.",
    "Ellos dicen: “Bueno, yo he visto algunas personas vivir una—una vida tan victoriosa, que constantemente están en el techo, están alabando a Dios. Yo desearía poder sentirme así”. Bueno, la razón por la cual Ud. está sintiéndose así, es por la sed que hay en Ud.; y eso simplemente es algo natural. Es con cada persona, que tenga sed de Dios.",
    "Ahora tomaremos algo de lo natural. La sed primero. Tomemos, por ejemplo, la sed de agua. Como dijo David aquí, tener sed de “el agua”. La sed de agua, es el cuerpo necesitando agua. Y si Ud. no suple esa sed, perecerá. Ud. se deshidrata, y Ud.—Ud. no vivirá. Si Ud. no puede darle agua a esta sed, para saciar esta sed del cuerpo natural, Ud. pronto perecerá. Uno no vivirá mucho tiempo. Uno puede vivir más tiempo sin comida que sin agua. Pues, uno puede ayunar por cuarenta días (Jesús lo hizo), supongo, sin—sin comida, pero uno no puede durar tanto tiempo sin agua. Uno simplemente se seca y morirá. Uno necesita el agua. Y—y la sed que le viene a Ud., pues, es para mostrar que el cuerpo necesita de algo, para mantenerlo vivo. El cuerpo necesita tener el agua, para mantenerlo vivo. Ud. de todas maneras es ochenta y algo porciento agua y petróleo, y Ud. tiene que tomar de estas fuentes, para mantenerse vivo. Como he dicho, si Ud. descuida eso, perecerá.",
    "La sed también es una alarma. Es como un reloj despertador, esta sed. El alma prende un despertador, un pequeño timbre en Ud. que le dice que la muerte está acechando. Que, si Ud. no llega al agua pronto, tendrá que morir. Y se hace más y más fuerte, hasta que finalmente si Ud. lo aplaza, pues morirá, porque es un despertador.",
    "Como David lo describió aquí en los Salmos, “Como el ciervo brama por las corrientes de las aguas, así clama por Ti, oh Dios, el alma mía”. ¡Como el ciervo brama por la corriente de agua!",
    "Muchas veces he pensado, mientras leía esto de David. David era un hombre del bosque, un cazador. Y él cazaba venados, desde luego. Y muchos de nosotros, hoy en día, los cazamos. El ciervo es un venado.",
    "Y vemos, si Uds. alguna vez han visto a los perros, que los perros salvajes agarrarán un venado. Y normalmente ellos tienen, igual como el coyote, el colmillo. Y él puede agarrar a un venado justamente sobre la base de la oreja, aquí, y usar su peso. Él corta el cuello del venado, y entonces el venado no tiene oportunidad. Pero a veces el—el—el perro, como allá en África, el perro salvaje agarra al venado justo en el costado, si no alcanza el cuello. Agarrará una segunda vez, en el costado. Y si el venado es lo suficientemente fuerte y lo suficientemente rápido, él puede soltarse del perro.",
    "El venado es mucho más rápido. El perro lo acecha cuando no está mirando, y cuando está en la dirección opuesta del viento, y—y que él—él no sabe que el—el perro está cerca.",
    "Y, luego, cuando el perro salvaje lo agarra, si él realmente es rápido, puede sacudirlo. Y, pero cuando el perro se desprende del costado, se lleva un bocado de la carne del venado. O, cuando le muerde el cuello, a veces, corta cerca de la vena yugular, y falla. Y el venado, al sacudirlo, le sacará al venado un pedazo de carne del cuello, luego la sangre comienza a fluir.",
    "Y entonces el perro seguirá la pista de esa sangre, tras el venado. Y a medida que la vida del venado mengua, a medida que la sangre (la cual es el torrente de vida del cuerpo), a medida que ella empieza a disminuir, el venado se debilita. Y luego el perro, o el lobo, va allí detrás del venado.",
    "Ahora, ¡si ese venado no logra encontrar agua! Bueno, el agua tiene algo que, cuando el venado bebe el agua, eso detiene la sangre. Pero si él no consigue agua que lo refresque, entonces la—la sangre sigue fluyendo más rápido; porque él está corriendo, forzando el corazón a bombear. Pero si él puede llegar al agua, el venado vivirá.",
    "Ahora hay una gran lección allí (¿ven?), y David está diciendo aquí: “Como el ciervo brama por la corriente de agua, así clama por Ti, oh Dios, el alma mía”.",
    "Ahora ese venado sabe, que a menos que encuentre agua, está perdido; sencillamente no puede vivir. Yo los he rastreado muchas veces después de heridos. Cuando llega a un arroyo de agua, él cruza y toma agua, sube la colina; baja otra vez, cruza, toma agua y sube. Ud. jamás lo alcanzará mientras él siga ese arroyo. Pero una vez que deja el arroyo, si él no puede encontrar otro arroyo en algún lugar, uno lo encuentra de inmediato. Y pues el venado sabe eso, por lo cual se queda junto al agua, donde puede llegar a ella rápidamente. Ahora, ¿pueden Uds. imaginarse a un venado con la nariz al aire, sorprendido en algún lugar donde no hay agua?",
    "Y él dice: “Como el ciervo tiene sed o clama (es una sed) por las corrientes de agua, mi alma tiene sed de Ti, oh Dios. A menos que yo Te encuentre, Señor, pereceré. ¡Yo—yo—yo no puedo seguir a menos que Te encuentre a Ti!”. Y cuando un hombre o una mujer, muchacho o muchacha, tiene ese tipo de sed de Dios, él va a encontrar algo. ¿Ven?",
    "Pero cuando venimos, desganados: “Bueno, me arrodillaré a ver lo que hace el Señor”. ¿Ve?, Ud. realmente aún no tiene sed. Tiene que ser una sed entre la muerte y la Vida, y entonces algo acontece.",
    "El venado, también aquí, él… Encontramos que él también tiene otro sentido, del olfato, que le suena una alarma cuando su enemigo está cerca. Él es poseído, esta pequeña criatura, con un—un sentido de protegerse. Y él—él tiene una pequeña alarma, una cosita, que le hace cosquillas a la nariz cuando el enemigo está cerca. Ud. entra en la dirección del viento del enemigo, y él sabe que Ud. está allí, y se va. A veces él puede olfatearlo a uno a media milla de distancia, y escapar, o al lobo o cualquier peligro. Él puede sentirlo porque ha sido hecho así. Él es un venado, por naturaleza. Y ese sentido en él tan sólo es uno que Dios le dio, de sus sentidos, para poder vivir.",
    "Y yo lo pensé, comparando al venado con un hombre que tiene sed de Dios, antes de que el enemigo llegue allí. Un hijo de Dios tiene algo, una vez nace del Espíritu de Dios (recibe el bautismo del Espíritu Santo), hay algo acerca de esa persona que puede sentir al enemigo. Uno puede tomar a un hombre cuando él toma la Escritura, y está leyendo la Escritura y trata de inyectarle algo a esa Escritura (que es contrario a la Escritura), un hombre que está lleno del Espíritu Santo puede [El Hermano Branham chasquea los dedos.—Ed.] sentir eso, rápidamente. Hay algo que no está bien. Cuando él entra en un lugar, y—y este pequeño sentido está allí, esto es hecho para proteger su vida. Ud., Ud. no debe, no debe jamás ir tras algo a menos que no sea exactamente la Palabra de Dios. Ud. debe quedarse exactamente con esa Palabra. Y, ahora, pues estamos seguros con este sentido, siempre y cuando estemos en el Espíritu Santo.",
    "Uno puede ir a leer, y por ejemplo, alguien dice, y voy a leer en Marcos 16, y dice: “Y estas señales seguirán a los que creen: En Mi Nombre echarán fuera demonios; hablarán nuevas lenguas; o tomarán serpientes en las manos o beberán cosas mortíferas y no les hará daño; si ponen las manos sobre los enfermos, sanarán”.",
    "Ahora, entonces, Ud. halla una persona que se sube allí y dice: “Pues, eso fue para la edad apostólica”. Eso, bueno, de inmediato, si Ud. ha recibido el Espíritu Santo, Ud. ha sido dotado con ese sentido. Eso hace que suene. Algo anda mal allí. ¿Ven? Ellos intentan rechazarlo con explicaciones, que eso es para otro día; que hoy en día realmente no se necesitan esas cosas. Pero Jesús dijo: “Estas señales seguirán a los que creen”. ¿Ven?, hay algo pequeño que suena dentro de uno, una alarma pequeña, sabiendo que eso está errado y que ése es camino de muerte.",
    "Porque, Jesús dijo: “Si le añadimos una palabra a Esto, o le quitamos una Palabra, nuestra parte es quitada del Libro de la Vida”. ¿Ven?, a ni una sola Escritura; tenemos que tomarla exactamente como está escrita. Y Dios cuida de Su Palabra, para cumplirla, y nosotros sabemos que tiene que estar exactamente correcta.",
    "Por tanto, no importa lo que diga una iglesia, lo que cualquier otro diga, si Ud. ha nacido del Espíritu de Dios, Ud. se vuelve parte de la Biblia. Dios le dijo a Ezequiel, a él, el profeta, Él le dijo: “Toma el rollo y cómelo”, luego el profeta y el rollo se volvieron parte el uno del otro. Y ése es el creyente cuando recibe el Espíritu Santo; el Espíritu Santo escribió la Biblia, y el Espíritu de Dios es la Palabra de Dios; “Mis Palabras son Espíritu. En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios. Y el Verbo se hizo carne y habitó entre nosotros”. Hebreos 13:8: “Él es el mismo ayer, hoy y por los siglos”. Y cuando Ud. es parte de esa Palabra, oh, entonces si algo viene contrario a esa Palabra, [El Hermano Branham chasquea los dedos.—Ed.] hay una pequeña alarma que suena rápidamente. ¿Ven?, es para advertirles a Uds. que la muerte viene de camino. Nunca debemos hacer eso. También hay…",
    "Estas clases de sed sólo son algo natural. Ellas son naturales para el Cristiano; son naturales para el ser humano.",
    "También hay una sed por el éxito. Tantas personas hoy en día, ¡cuánto nos educamos por esta sed! Lo acabamos de ver, comenzaron con la universidad. Y nosotros vamos allí, y la gente gasta miles de dólares para enviar a sus hijos a la escuela, y—y a las universidades y colegios, y todo eso, para recibir una educación: “Para ser exitosos” dicen ellos, “en la vida”. Pero, bueno, yo no tengo nada en contra de eso, pues, está bien. Pero, para mí, Ud. puede recibir toda la educación del mundo, y aún no ha encontrado el verdadero éxito. Correcto. Pues, eso sólo hace la cosa aquí un poquito más fácil para Ud. temporalmente. Y hay… Pero cuando se muere, Ud. deja todo eso atrás, y toda esta economía que tenemos.",
    "Yo estaba diciendo el otro día, en Phoenix (vale la pena citarlo otra vez), que: “toda esta civilización moderna, todo el programa educacional, todo el programa científico, es completamente contrario a la Palabra de Dios y a Su voluntad”. La civilización, absolutamente es… En el mundo venidero no habrá una civilización como ésta. Ésta es una civilización pervertida. Dios tuvo su primera civilización sobre la tierra, cuando Él habló Sus Palabras y ellas brotaron, cada semilla según su género; y en esa civilización no había muerte, enfermedad, ni tristeza. Y ahora nosotros tomamos las cosas, del mundo científico, que fueron puestas aquí para mantenerlo en orden, y las pervertimos en algo, y eso trae muerte.",
    "Como la bomba atómica. Yo no conozco las fórmulas para esas cosas, pero podría decir esto mal: Ellos toman uranio, para dividir una—una molécula, y una molécula se divide en átomos. Luego ¿qué hace? Sencillamente casi aniquila, sencillamente destruye. ¡Todo lo que hacemos!",
    "Tomamos la medicina, mezclamos esta fórmula con esta fórmula, para curar esto, y la tomamos. Y ¿qué hacemos? Dañamos otra cosa.",
    "Ahora supongo que Uds. leen, leyeron las Selecciones del mes pasado, donde dice que, “En esta edad en la cual estamos viviendo ahora, que los jóvenes y las jóvenes pueden llegar a la mediana edad entre los veinte y los veinticinco años”. Piensen en eso. Muchachitas en la menopausia, y a los veinte, y veintidós y veintitrés años de edad, pasando por la mediana edad. ¿Lo ven? ¿Qué lo ha causado? Ha sido esta comida híbrida y cosas que estamos comiendo. ¿Ven?, es eso, la comida y la—la vida que estamos llevando. Los científicos nos trajeron eso, y, al hacerlo, lo están matando a uno.",
    "Yo estuve en África donde veía aquellos muchachos que nunca han recibido una dosis de medicina en su vida. Ellos comen carne que tenía gusanos. Ellos bebían de un estanque que parecía que podía matar a un buey. Y yo le estaba disparando a un blanco a doscientas yardas, y ni siquiera podía verlo con unos binoculares setenta-cincuenta. Y un hombre de mi edad estaba parado allí, diciendo donde pegó, con el puro ojo. Ahora, si toda esta cultura moderna ha hecho algo… Pienso que si yo tuviera sus ojos y su estómago, sería un muy buen hombre. Sí.",
    "Pero ahí lo tienen (¿ven Uds.?), eso por la ciencia, la educación, la civilización, somos destruidos por eso. Nosotros mismos nos destruimos. Eso empezó en el huerto del Edén, y sigue hoy en día. No obstante, ¡sedientos de éxito!\n\nLuego, tenemos sed de compañerismo. Nosotros vamos, queremos compañerismo.",
    "Es como un joven y una jovencita. Ahora, no es innecesario (o digo), no fuera de lo común que un joven y una jovencita el—el amarse el uno al otro. Es una sed por el amor. Es su edad, y ellos—ellos se aman. Y no es fuera de lo común, simplemente es algo natural que hagan eso.",
    "Ahora encontramos muchas cosas, en la vida que vivimos, en el cuerpo natural, por las cuales tenemos sed. Simplemente es algo en nosotros. Queremos hacerlo, sentimos que es absolutamente necesario. Y es necesario que lo hagamos.",
    "Nos enteramos de muchas mujeres, en estos días, sedientas de belleza. Ahora no hay mujer… Es algo natural que una mujer tenga sed de ser bonita. Ése—ése es su instinto dado por Dios, y—y es la hermosura que Dios le dio para su compañero. Y ahora nos damos cuenta que las mujeres quieren estar así. ¿Por qué será? Sólo es por algo que Dios le dio a ella. Y no es malo que las mujeres sean bonitas; ellas deben serlo.",
    "Y, saben, ellas son la única criatura en que—en que la hembra es más bonita que el macho, es en la raza humana. En todos los demás animales, compare la—la vaca con el toro, la cierva con el venado, la gallina con el gallo, el pájaro mamá con el pájaro papá, siempre uno encuentra que el macho es grande y bonito. Pero en la raza humana, mostró que allí es donde vino la perversión, eso es contrario; y es la mujer que está—está bonita, y ellas codician ser bonitas.",
    "No como algunas de estas criaturas raras que vemos en la calle, de este día; no, no, no ese tipo de belleza. No. Ésa es la escena más horrible que yo he visto en mi vida. Sí, señor. Ésa es la perversión que está pervirtiendo la verdadera sed.",
    "Ahora, la sed genuina que una mujer debe tener, sería por “ataviarse de ropa decorosa, y tener un espíritu como Cristo”, Primera de Timoteo 2:9. Ahora la mujer debería sentir sed por ser así. Ahora si Ud. quiere ser bonita, ésa es la manera que la hace a Ud. bonita (¿ve?), un espíritu como Cristo, y adornada de ropa decorosa.",
    "¡Oh, vaya, algunas de estas personas hoy por la calle! Uno a duras penas diferencia un hombre de una mujer, y es—es la cosa más horrible que uno… Yo no, es—es… Yo—yo nunca he visto nada semejante, como en los seres humanos. Eso va más allá de lo humano. Los ojos pintados arriba así, y, saben, esos ojos raros de lagartija, y toda esa ropa tan rara. Y, vaya, ni siquiera… Todo tan fuera de forma, ni siquiera parece un ser humano. Y algunos de esos muchachos por acá, con su pelo peinado, los rulos de sus hermanas aquí en frente, Uds. saben, vaya, ¡es una perversión completa! Así es. Es—es—es Satanás, y Satanás es el pervertidor.",
    "Cuando Dios hizo todo en el huerto del Edén, fue hermoso, luego Satanás entró y pervirtió. Satanás no puede crear nada; solamente hay un Creador, es Dios. Pero Satanás pervierte la creación original. Y ahora él ha entrado en esto (quiero hablar de eso esta noche) de pervertir la—la creación original de la sed.",
    "Ahora, una mujer, como dije antes, quiere ser bonita. Hay algo en ella, que es femenina, y quiere ser de esa manera.",
    "Pero la manera como andan por la calle hoy, el cabello cortado como un hombre, usando ropa de hombre; y luego los hombres van y se ponen ropa de mujer, y con un corte de cabello como una mujer. ¿Ven? Eso es una perversión, ¡todo el asunto! Su comida está pervertida; su vida está pervertida; su sed, pervertida; su deseo está pervertido. ¡Es un día de perversión!",
    "Yo estaba hablando aquí, no hace mucho, de El Edén de Satanás. Dios tomó seis mil años, e hizo un Edén perfecto. Satanás vino y roció esas semillas y las deformó. Ahora él ha tenido seis mil años, y tiene su propio Edén científico, nuevamente basado en una perversión de lo correcto.",
    "Y ésta es la edad de hibridar, hibridar. Ellos aun tienen las—a las iglesias hoy a tal grado que están hibridadas. Así es. Ellos entran aquí, sólo van a la iglesia, es una logia en vez de una iglesia. Una iglesia es un lugar donde la gente se reúne y alaba a Dios en Espíritu y en Verdad. Y hoy es una logia. Vamos allí y tenemos un tiempo para estrechar manos y tener compañerismo, y un poco de café negro en el fondo del salón, y regresamos a casa hasta la siguiente semana, y hemos cumplido con nuestro deber religioso.",
    "Ahora es una edad pervertida. Y Satanás está pervirtiendo toda esta sed que Dios puso en Ud., para que tuviera sed. Satanás las está pervirtiendo. Ahora si Ud. quiere saber lo correcto, perversión…",
    "Si Uds., las mujeres, quieren estar bonitas, tomen Primera de Timoteo 2:9, que es: “ataviarse de ropa—ropa decorosa, con un espíritu como Cristo, humildes, sujetas a sus esposos”, y todo eso. Así es como Ud. debe adornarse, la vida que vive.",
    "Él pervierte la verdadera naturaleza de Dios, y la verdadera sed de Dios, del cuerpo y el alma, por la codicia del pecado. El pecado, ¡una perversión! Ahora, vemos una persona hoy, la manera que han recibido esa perversión; la sed por Dios, la sed de estar bonita, y toda esta sed. Pues, por el agua, han convertido eso en andar bebiendo. La sed de gozo, todos quieren tener el gozo; la sed por el compañerismo; toda esta gran sed que Dios puso en nosotros, para que al estar sedientos busquemos de Él. Dios lo hizo a Ud. para que estuviera sediento de Él, y nosotros queremos satisfacer eso con otro tipo de sed, con otro tipo de perversión de la sed correcta. ¿Ven cómo es en lo natural? ¿Ven cómo es en lo espiritual? Nosotros pensamos que siempre y cuando nos unamos a la iglesia, que—que allí queda resuelto, que es todo lo que tenemos que hacer. Bueno, eso está absolutamente errado. No.",
    "¡Dios quiere que Ud. tenga sed de Él! “Como el ciervo brama por la corriente de agua, así clama mi alma por Ti, oh Dios”. ¿Ven? ¿Ven?",
    "Ahora, si ese venado estuviera bramando por la corriente de agua, que tal si alguien viniera, y otro amigo venado pudiera venir, y dijera: “Mira, te diré lo que yo—yo pudiera hacer; sé dónde hay un pozo de lodo por acá”. Bueno, el venado no va a querer eso. Él, eso no le ayudaría.",
    "Y no hay nada que pueda satisfacer esa sed que hay en el ser humano, hasta que Dios entre. Lo necesita a Él, o morirá. Y ninguna persona tiene el derecho de intentar callar o satisfacer esa sed santa, que hay en él, con las cosas del mundo. No, señor. Es impúdico hacer eso. Y si Ud. tiene sed de Dios, no le estreche la mano al predicador ni ponga su nombre en el libro; si Ud. tiene sed de Dios, sólo hay una cosa para satisfacerla, es conocer a Dios. Si Ud. está sediento de Dios, ésa es la única manera en que puede conocerlo, haciendo eso.",
    "Y luego, también hay un gran peligro, si Ud. no vigila lo que está haciendo durante ese tiempo. Si Ud. está sediento de Dios, asegúrese que es Dios el que encuentra. ¿Ven?, asegúrese que su sed quede satisfecha. Pero si Satanás ha podido pervertirlo a Ud., en estos apetitos naturales, y eso hará él si puede, él—él simplemente intentará que Ud. esté satisfecho.",
    "Un hombre sale, ¿qué hace que un hombre se emborrache? Es porque está preocupado y molesto. A él le falta algo.",
    "Yo estaba aquí en la Mayo hace poco, y subí allá para una entrevista. Y entonces estando allí fue dicho, hablando acerca de tomar, y les dije que mi padre tomaba.\n\nDijo: “¿Qué le hacía tomar?”.\n\nDije: “No lo sé”.",
    "Él dijo: “Es porque había algo que (él) no lo satisfacía, y él pensaba que podía tomar para sacar eso de la mente”.",
    "Lo capté allí en ese momento, ¿ven? Realmente era Dios, era lo único que podía satisfacer esa sed. Dios Mismo es la única cosa que puede satisfacer esa sed humana, es aceptar a Dios.",
    "Ahora Satanás toma estas cosas, como dije, y las pervierte. Luego, si Ud.—si Ud.… Si no le da a esta sed el lugar indicado en su vida, y no tiene sed ni toma las cosas que Dios proveyó para detener esa sed, para saciarla, entonces Satanás lo guiará a Ud. a algunos de sus estanques inmundos de este mundo. Ud. tendrá que tomarla de algún lugar. Si Ud. no encuentra comida, comería de un bote de basura. ¿Ven? Y si Ud.—si Ud. no pudiera encontrar agua, y estuviera muriéndose, bebería de—de cualquier clase de pozo, porque Ud. está pereciendo.",
    "Pero no hay necesidad de eso cuando Ud. tiene sed de Dios, porque Dios es un Dios vivo, no algo histórico. “Mi alma tiene sed de Ti, el Dios vivo”, Algo que da aguas vivas, Algo que satisface.",
    "Hay otra naturaleza, natural, una sed natural, en esa sed del alma. Ud. podría decir: “Hermano Branham, esta sed del alma, ¿es una sed natural?”. Sí, es natural que el alma tenga sed. Y es porque Dios le hizo a Ud. de esta manera, para que Ud. tuviera sed de Él. Él quiere que Ud. tenga sed de Él. Ahora, Dios lo hizo a Ud. así. Él no tenía que hacerlo así, pero lo hizo. Y si Él no le hubiera hecho así, que Ud. tuviera sed, habría una excusa en el Juicio, diría: “Yo—yo—yo nunca tuve sed de Dios”. Pero, no hay excusa, Ud. la tiene. Ud. lo hará de alguna manera; podría hacer de ella a su esposa, podría hacerla su auto, podría hacerla otra cosa, puede ser que Ud. vaya a la iglesia para querer satisfacerla. Y yo no tengo nada en contra de ir a la iglesia, pero ésa no es la satisfacción. Es encontrar a Dios, al Dios viviente, el Dios del Cielo, en su alma, que satisface ese anhelo y la sed que Ud. anhela.",
    "Ahora, pues, Él lo hizo a Ud. para que tuviera sed de Él, de Su compañerismo. Bueno, hay una sed genuina de compañerismo; pues nos gusta reunirnos el uno con el otro. Estamos haciéndolo en esta noche. Nos reunimos aquí en esta noche porque nos gusta el compañerismo, el uno con el otro. ¿Por qué hacemos eso? Porque hay algo dentro de nosotros, lo cual queremos reunirnos el uno con el otro; sólo es natural. Y ahora nos reunimos aquí en un terreno común, lo cual, es porque todos estamos sedientos de Dios. ¿Ven? Y luego, nos reunimos aquí en este terreno común, usual, aquí de compañerismo. En la iglesia, en esta noche (aquí), podrían haber muchos puntos de vista denominacionales, y demás; pero cuando se trata de esa sed, podemos reunirnos en un terreno común, un terreno: todos tenemos sed. Puede ser que algunos crean en rociar, el otro en el bautismo, y uno en derramar, y así; pero cuando se trata de la sed por Dios, nosotros—nosotros venimos a un terreno mutuo. Y Dios nos hizo para que hiciéramos eso, tener sed de Él y por Su compañerismo. Yo no sé de nada…",
    "Cuando yo era niño, recuerdo que fui criado en una familia muy pobre. Y recuerdo muchas veces que salía con los muchachos. Yo no podía vestirme para salir a un buen lugar. Pero, yo—yo no sé, había algo en las personas que me gustaba. Me gustaba reunirme con ellos. Pero yo era, más o menos, lo que llaman, una oveja negra. Y cuando fui salvo y encontré aquel Algo en mí, de lo cual tenía sed, un—un Amigo, Alguien que sería un amigo para mí, Alguien en quien podría confiar, Alguien con quien uno puede sentarse a platicar de sus problemas. Y cuando… Yo encontré esa verdadera satisfacción cuando encontré a Jesucristo, el verdadero que satisface, quitando todo—todo… sacia toda esa sed, y le da Algo a uno que—que parece que no hay nada que pueda tomar Su lugar.",
    "Y ahora ¡cómo intenta Satanás pervertir esta satisfacción del alma, esa sed del alma! Él intenta darle de todo a uno para saciarla. Y él es muy engañoso en estos días de perversión. Éste es un mundo pervertido; es una raza pervertida; es un pueblo pervertido. Todo está pervertido, y se ha pervertido tan gradualmente hasta que ha venido a ser la edad más engañosa en la cual hemos… ha vivido cualquier ser humano. Es más engañosa que nunca.",
    "Ahora Uds.—Uds. no se pueden imaginar lo engañosa que se ha vuelto la nación, aun con nuestros propios hermanos, el pueblo americano.",
    "Yo iba a hablar, hace un tiempo. Me encontraba en el bosque hace unas semanas y hallé un—un—un paquete de cigarrillos tirado en el bosque. Y decía allí: “El filtro de un hombre que piensa”. Y seguí allí por el bosque una distancia, y regresé; eso me quedó en la mente: “el filtro de un hombre que piensa, y el gusto de un hombre que fuma”.",
    "Bueno, yo estuve en la Feria Mundial, hace unos años, recuerdo cuando tenían a Yul Brynner y todos ellos allí, cuando estaban haciendo demostraciones con los cigarrillos. Y cómo tomaron ese humo y lo pusieron sobre un pedazo de mármol, y tomaron un palillo de algodón y allí lo untaron de nicotina y lo pusieron en el lomo de una rata. En siete días, ella tenía tanto cáncer que ni siquiera podía pararse. ¿Ven?, ¡de un cigarrillo! Y luego ellos mostraban cómo es cuando entra al pulmón de un humano. Algunos dicen: “Yo no inhalo; solamente lo mantengo en la boca”. Muestran cómo entra a la saliva y de todas maneras baja, a la garganta, ¿ven?",
    "Y luego este hombre dijo: “Uno ve tanto que hablan de un filtro”. Él dijo: “Bueno, si Ud. tiene un deseo”, hay una sed, ¿ven Uds.?, “un deseo de fumar un cigarrillo, un cigarrillo natural podría saciar ese deseo por el momento. Pero si Ud. tiene un filtro, se necesitan cuatro cigarrillos para que sacie” dijo, “porque Ud. solamente recibe como una cuarta parte del humo”.",
    "Y dijo: “¿El gusto de un hombre que fuma?”. Vean, no se puede tener el humo sin que tenga alquitrán. Y al tener alquitrán, tiene el cáncer. Entonces, allí lo tienen (¿ven?), sólo es—es una artimaña. Y yo pienso en una—una compañía de tabaco que está en esta nación, y—y se mantiene por esta nación, y luego usando una artimaña así, para engañar completamente a los ciudadanos americanos, para engañarlos. ¿Un filtro de un hombre que piensa? Sólo es una artimaña para vender más cigarrillos.",
    "Entonces me vino a la mente esta cosa: “el Filtro de un hombre que piensa” pensé, “es una buena idea”. Entonces sí hay un Filtro para el hombre que piensa, y es esta Biblia. Un—un filtro para un hombre que piensa tomará este Filtro, producirá el gusto de un hombre justo. ¿Ven?",
    "Ahora, uno no puede pasar el pecado por las páginas de esta Biblia. No, lo detiene; Ella lo filtra. Ahora, Ud. puede asistir a la iglesia, y simplemente aceptar cualquier cosa, pero Ud. no puede pasar por esta Biblia y tener pecado; Ella no lo dejará. Ella filtra todo el pecado, y da el gusto de un hombre santo. Porque si el hombre está pensando que quiere ser santo, y ser como Dios, y ser un hijo o una hija de Dios, entonces él quiere el Filtro correcto. Entonces Él detiene todo el pecado de este lado de la Biblia, y Él sólo puede pasar el Espíritu Santo por la Biblia, el cual escribió la Biblia. Es el gusto de un hombre santo, tener este Filtro de un hombre que piensa.",
    "Ahora nos damos cuenta de lo engañoso que es hoy en día. Mateo 24:24, Jesús dijo: “En los últimos días, que los dos espíritus serían tan parecidos que engañarían a los mismos Elegidos si fuere posible”. ¡Cuán parecidos! ¡Qué tan, que engaño entre—entre lo correcto y lo errado que tenemos hoy!",
    "Hasta en nuestro—en nuestro gobierno, en nuestra política, nosotros—nosotros ni siquiera tenemos un hombre que pudiéramos poner como político, que se pare concretamente por lo que él piensa que es correcto. ¿Dónde están nuestros Patrick Henry y George Washington y Abraham Lincoln de hoy? Como dijo nuestro Presidente allí: “El camino, si ellos quieren el comunismo, pueden tenerlo; lo que el pueblo quiera”. ¡Ahí tienen a un—un hombre que no habla su convicción! Un hombre que se pare por un principio, que se pare en lo que es un principio… sólo quiere ir por el—el—el camino de menos resistencia.",
    "Y así se ha vuelto la gente, en la iglesia. Ellos quieren venir y unirse a la iglesia, y dicen: “¡Oh, bueno, eso—con eso basta, ya me uní a la iglesia!”. Ud. está queriendo saciar esa gran sed santa que Dios puso en Ud., esa Torre de control que está tratando de dirigirle hacia la cosa correcta, y Ud. quiere saciar eso con unirse a una iglesia, con citar un credo, o algo así. Cuando, sólo la misma Presencia y llenura de Dios Mismo en su vida, saciará eso.",
    "Él no quedará satisfecho con un credo. Ud. nunca podrá pasar un credo por esa Biblia. No. Ni siquiera el Credo Apostólico, así llamado, pasará por Ella. Muéstreme en la Biblia donde el Credo Apostólico dice: “Yo creo en la Santa Iglesia Católica Romana; yo creo en la comunión de los santos”; cuando la Biblia dice: “Hay un solo mediador entre Dios y los hombres, y ése es el Hombre Cristo Jesús”. Uds. jamás podrán pasar eso por la Biblia.",
    "Uno nunca podrá pasar todos estos bailes, y pantalones cortos, y cosas que la gente hacen hoy, esto del twist y watusi, y todas estas cosas, por la Palabra de Dios. Ud. jamás podrá pasar esta costumbre moderna de civilización por esa Biblia. Ella está en contra de eso. ¿Ven? Y Uds. intentan satisfacer esa sed, pero (¿ven?), eso… Esta Biblia solamente saciará el gusto de un hombre justo o de una mujer. Este Espíritu Santo, del que ellos se burlan, y han dicho: “Ud. se ha vuelto loco”. Sin embargo, Eso sacia ese anhelo, ese algo de lo que el mundo no sabe nada. Ellos mismos se han pervertido, del verdadero bautismo del Espíritu Santo y la Palabra de Dios (¿hacia qué?) hacia los pozos estancados, los pozos estancados de la iglesia, de dogmas y credos, y—y diferencias denominacionales, y todo eso.\n\nDicen: “¿Es Ud. Cristiano?”.",
    "🦅 Yo soy metodista; soy bautista; soy presbiteriano”. Eso no significa nada para Dios, ni lo más mínimo. Ud. no puede pasar estas cosas aquí por la Biblia de Dios. Y Ud. sólo está queriendo satisfacer esa sed santa que Dios le dio, de tener sed de Él. ¿Verdad que sí? [La congregación dice: “Amén”.—Ed.]",
    "Ahora, Uds. bien saben que David dijo aquí: “es por el Dios vivo”. Ahora, “En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios. Y el Verbo se hizo carne y habitó con nosotros”. Entonces no puede haber satisfacción hasta que esta Palabra, la cual es Dios, cobre vida en Ud.; luego Ud. ve a Dios Mismo cumpliendo las promesas que Él hizo en la Biblia.",
    "Ahora tenemos diferentes intérpretes de la Biblia. Una iglesia la interpreta así, otra la interpreta así, y otra así. Algunas sólo aceptan un poco de Ella. Algunos toman aquí y allí, una parte de Ella; pero Dios es Su Propio Intérprete. Cuando Él hace una promesa y la cumple, ésa es la interpretación de eso.",
    "Si yo les hubiera prometido que estaría aquí en esta noche, y aquí estoy, esto es el cumplimiento de mi promesa. Si yo dijera que le veré en la mañana, y allí estoy, ésa es mi promesa. No hay necesidad de sacar otras excusas, yo tengo que estar allí.",
    "Y cuando Dios hace una promesa, y luego viene y cumple esa promesa, eso es la interpretación de la promesa. Y yo reto a cualquiera que tome a Dios por Su Palabra, y ver si cada Palabra en esa Biblia no es la Verdad. Correcto. Es por eso que esa sed está allí.",
    "Ud. dice: “Si yo hubiera vivido en los días de Jesús, yo hubiera hecho tal y tal”.",
    "Pues, Ud. está viviendo en Sus días. ¿Qué estamos haciendo al respecto? ¿Qué estamos haciendo? Ud. dice: “¿Bueno?”. Lo que Ud. ha hecho, quizás es lo que hicieron los fariseos: ellos pertenecieron a la iglesia, y negaron a Jesucristo.",
    "Nosotros siempre decimos hoy, la gente quiere decir: “Nosotros comparamos. Tenemos que comparar hoja con hoja de la Biblia, Escritura con Escritura”. Eso no es la Verdad. No, no es la Verdad. “Esta palabra griega significa esto, y esto significa aquello”. Los griegos mismos, allá en el Concilio de Nicea, y esos escritores allá atrás, ellos tenían diferentes formas. Uno creía de esta forma: este erudito griego quiso decir esto; y el otro dijo que éste quería decirlo así. Y ellos discutían sobre Eso. Nosotros no necesitamos la interpretación de los eruditos griegos o de las palabras griegas.",
    "🦅 Conocerlo a Él es Vida” a la Persona, ¡Cristo Mismo! No comparar. Es sobre una revelación que Dios edificó Su Iglesia. Y si nosotros no edificamos sobre esa misma Iglesia… La Biblia dijo: “Abel, ¡por fe!”; y la fe es una revelación Divina. ¿Ven?, la fe es una revelación Divina. Muy bien. Entonces todo Esto está edificado sobre la revelación, ¡y a menos que esto le sea revelado a Ud.! Jesús dijo: “Yo te alabo, Padre, porque escondiste estas cosas de los sabios de este mundo, y las has revelado a los niños, dispuestos a aprender”. ¿Ven?, ahora, todo está edificado allí, ¡Ud. tiene que conocer a la Persona!",
    "Y uno no puede saciar eso uniéndose a la iglesia. Ud. tiene que encontrar a la Persona, Dios Mismo, quien es la Palabra y—y la interpretación de Sí Mismo hoy, las promesas que Él hizo hoy. La gente que Él iba a tener en este día, “la Iglesia sin mancha ni arruga”, no significa una denominación; significa las personas, los individuos sin mancha ni arruga. “Habrá dos en una cama, el uno será tomado y el otro será dejado; dos en el campo, uno será tomado y el otro dejado”. Pero cuando Dios, esa sed santa de ser como Él, y luego Ud. ve que Su Palabra está en Ud., confirmándose Ella Misma, que Ud. es siervo Dios. Lo que diga Dios, Ud. lo cumple al pie de la letra, entonces Ud. está viniendo por el proceso correcto para satisfacer esa sed santa que hay en Ud.",
    "¡Oh, claro!, la gente se reirá de Ud., y dirá: “Ha perdido la mente; Ud. se ha vuelto loco”. Pero recuerden de dónde están bebiendo ellos, ¿ven? Miren dónde están. ¿Se pueden Uds. imaginar un pozo artesiano brotando agua fresca, y alguien allí en uno de esos estanques allá abajo, con renacuajos muertos, y credos y de todo allí, tomando allí, mirándolo a Ud. y burlándose? ¡Oh! Pues, él no sabe, él no sabe del Arroyo que satisface la sed, del cual Ud. está viviendo. Eso es exactamente cierto.",
    "Nosotros tenemos a un Dios vivo. No es uno que murió hace mil novecientos años y permaneció en la tumba, sino Uno que resucitó. Hebreos 13:8 dice: “Él es el mismo ayer, hoy y por los siglos”. El mismo Espíritu Santo que cayó en el Día de Pentecostés es el mismo Espíritu Santo que está aquí ahora. Él es la Porción que satisface, porque Él es la Palabra. Así es. El Espíritu Santo escribió la Palabra, Él interpreta la Palabra. La Biblia dice, en Segunda de Pedro, que el Espíritu Santo escribió la Biblia; “Hombres del pasado, movidos por el Espíritu Santo, escribieron la Biblia”.",
    "Ahora, Ud. no puede hacerlo, Ud. no puede satisfacer esa sed santa con nada menos que Dios Mismo viviendo en Ud., en la Persona del Espíritu Santo. La educación, la cultura, unirse a iglesias, citar credos, ir a pertenecer a compañerismos: todas estas cosas son muy buenas, pero absolutamente no detendrán aquel silencio santo, esa—esa sed santa digo, no silenciará esa sed santa.",
    "Yo estaba escuchando a Billy Graham, el gran evangelista, la otra noche. Y les diré que oro por él ahora más que nunca. Lo vi regañarlos fuertemente, por lo que hicieron. Él dijo: “¡Aquel grupo de clérigos marchando por la calle con sus cuellos volteados!”. Yendo allá donde no tenían ningún asunto en ir a meter la nariz. Pero ellos iban por la calle [el Hermano Branham bate las manos.—Ed.], batiendo las manos y dando pisoteadas. Bueno, ellos parecían rodadores-impíos. Ahora (¿ven?), pero tienen algo en lo cual ellos—ellos creen. Ellos tienen algo, eso emociona el alma. Ellos tenían algo que los emocionaba. Alguna mujer fue y metió la cabeza en algo, y ellos pensaron que era una mártir, y ella no tenía ningún asunto en eso. Ahora encontramos que estos hombres [el Hermano Branham bate las manos] tenían algo por lo cual podían aplaudir. Ellos estaban felices. Ellos estaban haciendo algo.",
    "Bueno, si Ud. puede hacer eso por un—un principio que considera que está correcto aquí; y luego se para en una iglesia y que alguien aplauda o pisotee, los diáconos le guiarían a salir por la puerta. ¿Ven?, ellos han llevado su gente a un pozo inmundo de credo y denominación, en lugar de alimentarlos con la santa y bendita Palabra de Dios que nos fue traída por el Poder de la resurrección de Jesucristo.",
    "¿Ven?, ellos intentan, ellos sacian su sed diciendo: “Yo soy el Doctor Tal y tal”, o porque salieron de cierto seminario o cierto colegio. Pero eso no significa nada, nada. Pero (¿ven Uds.?), ellos, ellos intentan satisfacerse, dicen: “Ahora Dios me reconocerá porque yo soy un pastor de Él. Dios me reconocerá porque yo soy el santo Padre Tal y tal, o el Obispo Tal y tal”, o—o algo así. Ellos quieren satisfacer su sed allí, cuando no se puede. “Yo tengo un Ph.D, LL.D; yo tengo una licenciatura en arte; yo tengo esto”. Todo eso está bien. Pero, para mí, eso sólo significa que Ud. está aún más lejos de Dios. Correcto. ¡Aún más lejos de Dios, todo el tiempo!",
    "Uno sólo conoce a Dios por medio de una experiencia. Uno no puede recibir Esto por la educación, ¡nace en uno!; es algo que Dios le da. La educación no tiene nada que ver con Eso. Uno de los hombres más grandes de la Biblia ni siquiera podía firmar su nombre, San Pedro. Exactamente la verdad, él y Juan, la Biblia dice: “Los dos eran ignorantes y sin letras”. Pero le plació a Jesús darle las llaves del Reino, porque él estaba sediento de Dios. Amén. Sediento de Dios, compañerismo. Sí, señor. ¡Oh, vaya!",
    "Pienso en Isaías, aquel joven, ¡oh!, un joven fino, él estaba allá en el templo, un día.",
    "El gran rey, pues, puso en él la mirada y lo consideró uno de los hombres más grandes; que por cierto, era un gran hombre. Él fue criado de padres finos, una buena madre y padre. Pero cuando él comenzó, su política era limpia y él hizo las cosas de acuerdo con Dios. Entonces Isaías lo vio y consideró que era un gran hombre, lo puso como un ejemplo. Pero no pongan Uds. a ningún hombre (nunca), sino a Cristo Jesús el Hombre, como su ejemplo. Todo hombre fallará. Después de un tiempo, él llegó a un lugar; él era—él era rey, pero quiso tomar el lugar de un sacerdote y entró al templo, y él fue herido con lepra.",
    "Entonces Isaías quedó todo preocupado, así que se fue al templo y empezó a—a orar; pensó en que iría a orar un rato. Y ahora, miren, ese hombre era un profeta; pero allá en el templo siendo un joven, él le estaba clamando a Dios, un día, y una visión se abrió delante de él. Y cuando así fue, él vio Ángeles, Querubines, con Sus rostros cubiertos, con Sus—con Sus alas, y Sus pies cubiertos, y volando con dos alas. Y ellos iban y venían, de allá para acá por el templo, clamando: “Santo, santo, santo es el Señor Dios Todopoderoso”.",
    "Entonces Isaías, esa gran sed que él había tenido, él—él quizás era estudiado. Él—él probablemente tenía una buena educación; él tenía una concepción maravillosa de lo que Dios debería ser. Él—él había escuchado a los sacerdotes. Él había estado en el templo. Él había sido criado para ser un—un creyente, pero, noten Uds.: él nunca se había encontrado antes cara a cara con Eso. ¿Ven? Él—él tenía un deseo de hacer lo correcto. Él quería estar correcto, pero solamente tenía el lado educacional; él tenía el lado teológico de Eso.",
    "Pero cuando él llegó al templo aquel día, y vio estos Querubines agitando estas alas para allá y para acá, y se dio cuenta que estos Ángeles ministraban en la presencia de Dios (y esos Ángeles ni siquiera sabían lo que era el pecado, y para estar en la Presencia de Dios tenían que cubrir Sus rostros santos; para estar en la Presencia de Dios), entonces fue que ese profeta clamó: “¡Ay de mí, porque yo soy un hombre inmundo de labios! Toda mi teolo-, teología y cosas que he aprendido, toda mi concepción maravillosa que yo tenía de Dios, ahora estoy cara a cara con eso”. Él dijo: “Soy un hombre inmundo de labios, y habito en medio de pueblo que tiene labios inmundos”. Todas sus enseñanzas de las leyes, y cosas que habían hecho, nunca habían llegado a ese lugar donde él entró en la Presencia de Dios, y vio a Dios con sus propios ojos; y Sus faldas, cuando Él estaba sentado en lo Alto, en los Cielos. Y allí estaba, cara a cara con la realidad. Y él clamó: “Soy un hombre de labios inmundos, y habitando en medio de pueblo inmundo”.",
    "Entonces fue cuando el Querubín tomó las tenazas y un carbón de Fuego del altar, y tocó esos labios inmundos. Y le cambió de un cobarde, o de un hombre educado, un maestro, a un profeta por el cual la Palabra de Dios podía hablar. Seguro, estar en la Presencia de Dios era algo diferente. Esa sed que él tenía, había llegado al punto ahora que él fue lleno de Eso.",
    "Y déjeme decirle, amigo: a mí no me interesa a cuántas iglesias Ud. se una, cuántos nombres inscriba, en cuál dirección va, ni si se rocía o se bautiza, o como sea con Ud.; ¡no es sino hasta que Ud. conozca esa Persona, Jesucristo! Eso, eso es lo único que realmente lo saciará.",
    "La emoción no lo hará; puede ser que Ud. dé brincos y que grite todo lo que quiera, o podría correr de allá para acá por el piso, y podría hablar en lenguas todo lo que quiera. Y esas cosas son santas y buenas; yo no digo—yo no digo nada en contra de eso. Pero es hasta que Ud. conozca a esa Persona, esa Porción que satisface, ese Algo que toma cada fibra de su cuerpo; no por medio de emoción, ¡sino por una satisfacción!",
    "Antes veía un pequeño anuncio, decía: “Si tiene sed, diga Parfay”. Era una bebida, cuando yo era niño, llamada Parfay. Yo recuerdo cuando venía por la calle, ¡oh!, de pescar, había ido al estanque, aguas estancadas. Y estaba que me moría del hambre, y vi un anuncio que decía: “Si tiene sed, sólo diga Parfay”. Y yo comencé a decir: “Parfay, Parfay”. Me daba más sed todo el tiempo. Y yo—yo… ¿Ven?, yo—yo—yo llegué al punto que después de un rato ni escupir podía, de tanta—tanta sed.",
    "Bueno (¿ven Uds.?), eso no funciona. No hay nada que puede saciarla. No me importa, Ud. puede tomar Coca Colas, puede tomar lo que quiera, estas aguas dulces, carbonatadas, y todo eso, no hay nada que pueda saciar la sed como un buen chorro fresco de agua fría. Eso saciará esa sed. Todas estas otras cosas son substitutos.",
    "Y ¿por qué queremos tomar un substituto, cuando hay un bautismo genuino del Espíritu Santo que satisface cada fibra y deseo del alma humana? Entonces párese y encare la muerte, como el gran apóstol Pablo, dijo: “¡Oh, muerte!, ¿dónde está tu aguijón? Y sepulcro, ¿dónde tu victoria? Pero ¡gracias a Dios, Quien nos da la victoria por nuestro Señor Jesucristo!”. Ésa es la experiencia, hermano, eso satisface aquel silencio santo que… o esa sed santa que hay en Ud. Esto la sacia. Ud. no tiene que hacer nada más. Sí, limpia los labios.",
    "Y también hay personas que sólo viven de la emoción, en base a la… Algunas personas dicen: “Bueno, nosotros tenemos bastante de eso en nuestro movimiento pentecostal”. Y ellos van, lo cual está bien, baten las manos [el Hermano Branham bate las manos.—Ed.] y tocan la música. Detienen la música, “sh, fiu”, un balde de agua cayó sobre todo, ¿ven? Ahora nosotros—nosotros hacemos eso, nosotros—nosotros lo hicimos un hábito. Se nos convirtió, nosotros—nosotros… simplemente se convirtió en una de nuestras costumbres.",
    "Déjenme decirles algo: Cuando uno está alabando a Dios, en Espíritu y en Verdad, cuando se le vuelve una costumbre hacerlo, porque Ud. piensa que debería hacerlo, porque piensa que si Ud. no grita o da brincos o danza con la música, su vecino va a pensar que Ud. está descarriado, Ud. está tomando de un arroyo estancado. ¡Correcto!",
    "Hasta que Eso llene cada fibra, hasta que el Espíritu Santo Mismo esté burbujeando en Ud. (no me importa si la música está tocando, si están tocando Más Cerca De Ti, Mi Dios, o lo que sea), el Espíritu Santo sigue aún tocando las campanas de gloria en su corazón. Eso satisface. Ésa es la Porción de Dios que satisface. Cualquier cosa aparte de Eso, hasta ahí llega Ud.",
    "Ud. puede ser que hable lenguas como hombres y Ángeles, así Ud. dé todos sus bienes para alimentar a los pobres, Ud. puede ser que profetice, puede ser que tenga conocimiento, entienda todos los misterios y todas estas cosas, y Ud. aún no es nada (Primera de Corintios 13) ¡hasta conseguir ese Algo que satisface, lo único que puede satisfacer esa sed!",
    "🦅 Mi alma tiene sed del Dios viviente, como el ciervo bramando por la corriente de agua. Si no La encuentro, pereceré”. Cuando Ud. tenga hambre de Dios así, algo acontecerá. El Espíritu Santo es para guiarle hacia esas grandes fuentes de Dios. Sí, señor.",
    "Ahora, es buena cosa alabar en el Espíritu; es cierto. Pero a veces uno tiene el Espíritu sin la Verdad. San Juan 4 dice: “Alabamos a Dios, en Espíritu y Verdad”. Y Jesús es la Verdad. Eso es exactamente correcto. Y Él es la Palabra.",
    "Los arroyos que Dios mandó para satisfacerlo a uno, en lo natural, Satanás los ha contaminado todos. Él ha puesto el veneno en cada uno al que ha podido entrar. Así es. Él tomó ese gran arroyo, de la iglesia.",
    "Ésa, ésa era la manera de Dios. Jesús dijo: “Sobre esta Roca edificaré Mi Iglesia, y las puertas del Hades no prevalecerán contra Ella”.",
    "Ahora hay diferentes argumentos de eso. La gente romana, los católicos dicen: “Él La construyó sobre Pedro”. ¿Ven? Y si así fuera, Pedro se descarrió a los pocos días; así que no lo era. Ella ciertamente no fue construida sobre Pedro, Petra, la pequeña roca. Y luego el protestante dice que, “La construyó sobre Sí Mismo, Jesucristo”. No para ser diferente, pero difiero con ellos. Él nunca La construyó sobre ninguno de los dos.",
    "Él la construyó sobre la revelación de Quien era Él. Él dijo: “Bienaventurado eres Simón, hijo de Jonás, porque no te lo reveló carne ni sangre, sino Mi Padre que está en el Cielo te lo ha revelado”. ¡No es por conocimiento! No Lo aprendiste por medio de libros; no Lo aprendiste por unirte a la iglesia; no Lo aprendiste en los gritos. Tú… Sino que el Espíritu Santo Mismo le ha traído a Ud. la Persona de Jesucristo, entonces: “Sobre esta Roca edificaré Mi Iglesia, y las puertas del Hades no pueden prevalecer contra Ella”. Esa sed santa ha sido saciada en la Persona de Jesucristo. Allí lo tienen. Eso es lo que nosotros queremos buscar, saciar esa sed con Eso. Muy bien, nos damos cuenta que así tenemos que hacerlo.",
    "¿Conocimiento? ¡Oh, vaya! El conocimiento es una gran cosa, nos llenamos, y hoy en día estamos llenos de eso. Pero, vean, el conocimiento… como decía el otro día, hablando de ese tema del conocimiento. Había un hombre afuera, hablando con un amigo mío parado allí, decía: “Si un hombre no cree en la educación, ¿por qué está leyendo la Biblia?”. Ellos…",
    "Yo pensé, “Bueno, si ellos no entendieron lo que dijo el Señor Jesús, ¿cómo van a entender a un bruto como yo, lo que digo yo?”. Ellos ni siquiera pudieron entenderlo a Él, con lo claro que fue.",
    "Él dijo allí un día: “Si no coméis el cuerpo, la Sangre, bebéis la Sangre y coméis el cuerpo del Hijo del Hombre, no tenéis Vida en vosotros”. Él no Lo explicó; siguió adelante. Correcto. ¿Ven?",
    "🦅 Bueno” ellos dijeron, “este Hombre es un caníbal. Nosotros Lo queremos… comer Su cuerpo, beber Su Sangre. Él es un vampiro. ¿Ven?, Él quiere que nos convirtamos en vampiros”. ¿Ven? ¡Aquellos intelectuales!",
    "Pero Él dijo: “Mis ovejas oyen Mi Voz”. ¿Ven?, vendría a los Elegidos, Dios había elegido por el previo conocimiento. “Y aquellos que el Padre… Nadie puede venir a mí, si el Padre no lo trae. Y todo lo que el Padre me da, vendrá, ellos lo entenderán”.",
    "Esos discípulos no Lo podían entender, pero Lo creían. ¿Ven? Correcto. ¡Si uno Lo cree! Yo no puedo entender muchas cosas. Yo de todas maneras Lo creo (¿ven?), porque Dios dijo que así era.",
    "Conocimiento: saben, el evangelio de Satanás es el conocimiento, ¿sabían Uds. eso? Él se lo predicó en el huerto del Edén a Eva, y ella fue engañada por su evangelio de conocimiento. Ahora, y ha contaminado a toda la raza humana, con eso. Exactamente correcto. Ellos han optado por los programas educacionales, los pusieron en la iglesia. Ellos están bien, allá afuera, pero no en la Palabra de Dios. No, señor. Ud. no conoce a Dios por medio de la educación. Ud. no conoce a Dios por—por—por medio del saber, aprendiendo matemática y pronunciando palabras infladas.",
    "Pablo, él era un hombre inteligente. Pero cuando vino a Cristo y recibió el Espíritu Santo, fue a los corintios, él dijo: “No vine a Uds. con palabras persuasivas de humana sabiduría”, aunque él pudiera haberlo hecho. Dijo: “Vine a Uds. en el poder y manifestación del Espíritu Santo, para que vuestra fe esté en Dios, no en la sabiduría de algún hombre”.",
    "Ahora, a veces hacemos los programas de la iglesia, también para elegir a su—su pastor. La iglesia va a votar por el pastor, ellos dicen: “Bueno, este pastor, pues, él tiene dos títulos universitarios. Él estudió cuatro años de psicología. Él tomó esto, eso, y lo otro”. Y ellos votan por esa clase de hombre (¿por qué?) en lugar de un pastor que cree que la Palabra de Dios es inspirada y que es Dios, y quien predicará la Palabra a pesar de lo que piense la gente.",
    "Dios le dijo a Ezequiel, sabes, dijo: “Predica eso así Lo crean o no. Tú predícalo, de todas maneras”. ¿Ven? Correcto. Si ellos Lo aceptan o no, nada tiene que ver. Ellos no aceptaron a Jesús; y Él continuó predicando de todas maneras. ¿Ven?",
    "En vez de un verdadero pastor que realmente predique la Palabra y crea en Dios, ellos—ellos—ellos quieren traer el—el intelecto, al hombre con la mejor educación; al hombre que puede pararse en el púlpito y solamente tardar unos quince minutos, para que puedan llegar a casa rápido, e ir (algunos) a hacer otra cosa, y Ricky pueda sacar su auto deportivo y salir, y ellos puedan ir a las fiestas del twist y todo eso. Y es, oh, es—es solamente, es—es, no es más que contaminación por una educación híbrida. Así es. Eso exactamente es lo que es. Correcto. Pero, ¿qué es? Eso les sacia el gusto (¿ven?), eso sacia el gusto de un miembro mundano de iglesia.\n\nNo sacia el gusto de un santo. ¡Él escogerá la Palabra cada vez!",
    "Pero ellos dicen: “¡Oh, bueno, ahora esas personas están un poco mal de la mente!”. ¿Ven?, ellos simplemente no, no entienden. Ellos, ellos quieren vivir en un día pasado.",
    "¡No es extraño! Yo salgo aquí al oeste y encuentro que todos están tratando de vivir en un día pasado, ellos siempre anhelan los días de antaño de los vaqueros. Y allá en Kentucky, los días de antaño de los montañeses, ellos quieren actuar así, tener programas así. Pero cuando se trata de la Religión antigua, ellos no quieren nada de Ella.",
    "¿Días de antaño? Yo vine acá en la época del rodeo, vi que tenían a una mujer corpulenta allí con esta cosa verde debajo de los ojos, y el cabello corto, un cigarrillo en la boca. Pues, si ellos hubieran visto eso en los días de antaño, hubieran pensado que ella se estaba pudriendo en alguna parte. Ellos—ellos—ellos la hubieran internado. ¿Qué tal si su madre hubiera salido, vestida como Ud. y como su hija se visten hoy?, ¿qué hubiera pasado? La hubieran metido en una institución para dementes. Seguro, ella salió sin ponerse una falda. Bueno, ahora recuerden, es lo mismo hoy en día.",
    "Los hombres se están pudriendo en su carne. Acaso no están pasando por la mediana edad entre los veinte y veinticinco años, sus células cerebrales también se están pudriendo. Ellos no tienen… La gente se ha vuelto que ya no tienen suficiente entendimiento. Ellos no saben lo que significa la decencia. Ellos no saben la diferencia entre lo correcto y lo errado. Y, ¡oh!, pero, su programa educacional, ellos…",
    "¿Sabían Uds. que la educación, se los puedo probar, es del diablo? No leer y escribir; sino que me refiero a meter la educación de ellos en su iglesia.",
    "¿Sobre qué se basa el comunismo? La ciencia, la educación, eso es su dios. Satanás (¿ven?), fue eso lo que él le presentó a Eva. A eso es que ellos siguen aferrados.",
    "Ahora eso ha entrado a nuestras iglesias; entró a las bautistas, metodistas, y presbiterianas, pentecostales, y todas. Alguna educación, intelecto, alguna gran tal y tal cosa, que solamente los arroja aún más lejos de Dios. Está equivocada. Sí, señor. Ahora, encontramos, que (ellos) eso les sacia su deseo. Cuando una—cuando una—una iglesia vota por algo así, muestra lo que está en la mente de esa iglesia, lo que es su deseo, de lo que tienen sed. Ellos quieren decir: “Nuestro pastor tiene la mentalidad abierta. A él no le importa si nadamos todos juntos, y él nos acompaña”.",
    "Una muchachita le contó a mi Sarah, el otro día; su pastor había estado en África. Y cuando él regresó ella se quitó la ropa, esa noche, quedando con un traje de malla puesto, y le bailó el watusi, para entretenerlo porque él había estado en África. Watusi es una tribu allá, Uds. saben. ¡Vaya!, quisiera ver alguna de mis muchachas, en mi congregación, intentar hacer algo así, ¡el watusi!",
    "¿Ven? ¡Es para que Uds. vean! Y un pastor que se sienta y mira a una de su congregación, una muchachita (de dieciséis o dieciocho años) desnudarse así, y permitirle eso, muestra que él mismo salió de un estanque inmundo, ¡un hombre de Dios, hacer algo así! Seguro.",
    "Eso suena duro, pero, de hecho, sé que estoy predicando a través de la nación. Pero, Uds. sépanlo también, hermano, hermana, déjenme decirles, ésa es la Verdad.",
    "Un buitre quiere cosas muertas. Así es. ¡Y eso está muerto! Así es, exactamente. Muestra claramente, eso muestra claramente aquí cuál es su cabeza y su torre de control, lo que les está dando (¿ven?), lo que está en su alma. Su alma apetece cosas así.",
    "Sus almas apetecen una iglesia muy intelectual, donde la gente se vista finamente, y el pastor tome quince minutos, o veinte. Y si se pasa, ellos lo regañan en la junta de diáconos. Y él no debe decir nada en cuanto al pecado. Él no debe decir nada acerca de ponerse pantalones cortos, ni decir nada acerca de la gente que hace esto, eso o lo otro. Él no debe mencionar eso, en lo absoluto. Si lo hace, la junta lo echará. ¿Ven lo que es? Ése es su filtro de un hombre que piensa.",
    "La Biblia dice, en Primera de Juan 2:15: “Si Ud. ama este sistema del mundo, o las cosas de este mundo, es porque el amor de Dios ni siquiera está en Ud.”.",
    "Ahora, ¿qué de todo este alboroto que hacen hoy, en nombre de la iglesia; practicar el baile en cuadrilla, en la iglesia, naipes, bingo, fiestas, adolescentes, rock-n-roll, twist, toda esta cosa? Miren a este Elvis Presley, ¡un diablo en zapatos! Pat Boone, Ricky Nelson, ¡el peor endeudamiento que jamás ha tenido esta nación! Así es. Dicen: “¡Oh, ellos son muy religiosos, cantaron cantos Cristianos!”, no deberían. ¡La—la iglesia ni siquiera debería permitir algo así! Algunos de estos tipos salen aquí, y—y en esta noche están en un bar por acá, bailando y tocando música y todo, y la siguiente noche vienen al altar y lloran, y a la siguiente noche están tocando música en la plataforma. ¡Oh, Dios mío! Pues ¿hasta dónde, hasta dónde será que puede llegar la inmundicia? Sí, señor. ¡Que pruebe primero que él es un hombre de Dios, no todo esto solamente porque puede tocar alguna guitarra o algo!",
    "Por su deseo, se sabe quién está en el trono de su corazón. Por lo que Ud. ama, eso lo muestra. Ud., Ud. dice: “Bueno, yo pienso que esas cosas están bien, Hermano Branham”. Bueno, ahora sólo recuerde, en su corazón, Ud. sabe lo que está allí. Sí, señor. Por lo que está alimentando su alma, de lo que su alma tiene sed, y Ud. puede ver qué es lo que la satisface; si no es esta Palabra, entonces hay algo mal, porque el Espíritu Santo vive de la Palabra solamente. ¿Ven?",
    "Yo quiero que Uds. vean otro gran peligro, antes de que cerremos, si Ud. no—por si Ud. no es culpable de alguna de estas cosas que mencioné, y ése es el peligro de ignorar una sed. ¿Ven? Ud. dice: “Yo tengo una sed santa. Pero yo—yo no soy culpable, Hermano Branham, de sólo ir y unirme a una iglesia, y cosas así”. Pero, vean, ¡tal vez sí de ignorar una sed! Si Ud. ignora saciar una sed de agua o comida, Ud. morirá. Y si ignora esa sed en Ud., de Dios, Ud. morirá espiritualmente.",
    "Ud. pide avivamientos, Ud. espera que su iglesia tenga un avivamiento. Bueno, ése no—ése no es el avivamiento para Ud. El avivamiento debería comenzar ahí mismo en Ud., cuando Ud. empieza a tener sed de Dios. Quizá no haya otro miembro de la iglesia queriendo ese avivamiento. Si brota en Ud., brotará en otros lugares. ¿Ve? Pero, vean, Ud. ignora esta sed.",
    "Ignore Ud. ordeñar la vaca, cuando la vaca está… la ubre está llena de leche, y si Ud. deja esa vaca así, ella se secará. Así es, exactamente. Si Ud. ignora tomar agua, dice: “Simplemente no beberé más”, Ud. morirá. Si ignora comer, Ud. morirá.",
    "Por tanto, si Ud. ignora darle al Espíritu Santo la Palabra de Dios, Ud. morirá.",
    "Uds. Cristianos, Uds. bautistas, metodistas, presbiterianos, pentecostales, asambleas de Dios, unitarios, dualidad, trinitarios, lo que sean (¿ven?), no me interesa, eso no tiene importancia para mí, ni pienso que le importe a Dios. ¿Ven?, Ud. es un individuo, una unidad. Uds. nunca irán al Cielo como una iglesia, o una—una denominación. Ud. irá al Cielo como una persona sola, es entre Ud. y Dios. Así de sencillo. No importa la iglesia a la que Ud. pertenezca.",
    "Y si Ud. descuida la lectura de la Biblia y creer la Biblia, y que el Espíritu Santo se alimente de Esto, Ud. morirá. Jesús dijo en San Juan 4:3; la Escritura, la tengo… Jesús dijo que, “No sólo de pan vivirá el hombre, sino de toda Palabra”, no solamente una parte de Ella.",
    "Nosotros tomamos un poquito aquí. Yo le llamo a esto un caminante autoestopista de la Biblia. Ellos dicen: “Bueno, yo creo Esto, pero ahora vayamos aquí, ¿lo ve?”. ¿Ven?",
    "Ud. tiene que tomarla, Palabra por Palabra. Jesús dijo: “El hombre vivirá de toda Palabra que sale de la boca de Dios”. ¿Sabían Uds. eso? [La congregación dice: “Amén”.—Ed.]",
    "Y, saben, nosotros hemos hecho—hemos hecho el día en el que estamos viviendo, hemos—hemos hecho de este día la… una—una—una perversión religiosa.",
    "Mi hija me llamó, hace poco, y me dijo: “Papá” al otro lado de la casa, ella dijo, “Ven acá, vamos a ver un programa religioso”. Eran cantos, cantos de himnos, y había un Ricky leyéndolo allí arriba. Y si alguna vez he visto un movimiento sacrílego, ¡esto lo era! Esos tipos allá, y la gente, parecía más como una pista de baile. Se supone que era una tribu de indios, y estaban haciendo un espectáculo, y—y daban brincos y hacían como que boxeaban el uno con el otro.",
    "¿Dónde, qué pasó con la sinceridad? ¿Dónde están esos himnos antiguos que cantábamos y nos regocijábamos en el Espíritu de Dios, y las lágrimas nos corrían por las mejillas? Y ahora queremos sostener la respiración hasta quedar sin suficiente aire, hasta que la cara se nos pone azul, para querer mostrar que somos alguna clase de cantante. ¿Ven?, hemos copiado eso de Hollywood, y todos estos programas que vemos por esto de cantar himnos intelectualmente y el entrenamiento de la voz. A mí—a mí me gusta escuchar el buen canto; a mí me gusta escuchar el canto antiguo, pentecostal, con sentimiento del corazón. Pero detesto escuchar este chirrido que llaman hoy cantar. Correcto. Yo pienso que ésa es la cosa más ridícula; es una perversión. Correcto.",
    "A mí me gusta ver a un hombre cuando es un hombre. Detesto verlo por acá con la ropa interior de su esposa, y con abertura por el lado; y—y un rulo colgando aquí en la frente, y dos tonos de cabello colgando como copetes, cortados en frente. Eso, yo—yo no pudiera llamar eso un hombre. Él no sabe a cuál lado de la raza pertenece. ¿Ven? Así es. Uds. verán, la mujer, miren, la mujer quiere cortárselo, hacer su cabello como el del hombre; el hombre quiere hacerse un copete en su cabello, como la mujer. El hombre se está poniendo la ropa interior de su esposa; ella se está poniendo sus overoles. ¿Ven?, simplemente una perversión, se han cambiado.",
    "Y así mismo es con la nación, con la gente, con las iglesias, con todo. ¡Oh, Dios! ¿Dónde va a terminar la cosa? La Venida del Señor Jesucristo, allí acabará.",
    "Entonces, ¡si uno descuida alimentar el Espíritu Santo con la Palabra de Dios! Jesús dijo: “Toda Palabra será por el Espíritu Santo”. Y escuchen: Ahora, si Uds. intentan alimentarlo con la cosa equivocada, si es el Espíritu Santo genuino en Ud., Él sabrá la diferencia. Ahora, recuerden: la Palabra de Dios es de lo que se alimenta el Espíritu Santo. Él no se alimenta de entusiasmo; no se alimenta de educación; no se alimenta de ir a la iglesia; no se alimenta de teologías. Hay mucha diferencia entre algo inspirado y un punto de vista teológico al respecto.",
    "Todos aquellos teólogos en los días de Jesús, vaya, ellos lo tenían todo acomodado palabra por palabra, hoja por hoja, todo acomodado, ¡el Mesías tenía que venir de esta manera! Eso exactamente es lo que era. Y a ellos, a cada uno se les pasó por alto. Saben Uds. lo que dijo Jesús cuando vino, dijo: “Vosotros sois de vuestro padre el diablo, y sus obras hacéis”.",
    "A ellos no les fue revelada la verdadera Palabra. ¿Ven?, ellos fallaron en esas pequeñas esquinas, como ellos están fallando hoy. “Si pertenece a esto y pertenece a esto, Ud. estará bien”. No crean eso. Ud. tiene que pertenecer a Cristo. Y ¡si hay Algo en Ud., hambriento por Cristo!",
    "Solamente recuerde: cuando Ud. estaba en los lomos de su padre, Ud. estaba con él desde aquel entonces. Pero su padre no lo conocía en aquel tiempo, y Ud. no conocía a su padre; y Ud. tenía que venir y nacer. Dios proveyó la manera por medio de su madre, como lecho para la—la simiente, y entonces Ud. vino. Y luego Ud. llegó a ser un hombre o una mujer, lo que fuera, entonces Ud. reconoció a su padre, y su padre pudo tener compañerismo con Ud.",
    "Ahora, recuerde: si Ud. tiene Vida Eterna, su Vida estaba en Dios desde el principio. Y, la Vida, Dios es la Palabra. Y luego cuando la Palabra fue hecha carne en Jesucristo, Dios bajando para morar en Su Propio cuerpo, Se hizo el Hijo de Dios. Cuando Dios bajó para morar Allí, Ud. estaba en Él cuando fue crucificado. Y Ud. fue crucificado con Él, y Ud. murió con Él en el Calvario. Ud. fue sepultado con Él en la montaña. Y Ud. resucitó con Él, en la mañana de Pascua. Y ahora Ud. está sentado en lugares Celestiales, en Él, y ahora Ud. tiene compañerismo con Él. ¿Ve?",
    "Dios Mismo se hizo uno de nosotros. “Nadie ha visto al Padre jamás; sólo el Unigénito del Padre (el Hijo) lo ha dado a conocer”. Eso es que Dios se hizo Hombre, para que pudiera tener compañerismo con Ud. como un hombre. ¿Ven? Y ahora Uds. son—Uds. son carne, y Él es carne. Dios se hizo carne entre nosotros, en la Persona de Su Hijo, Jesucristo. Y en Él estaba Dios. Él era Dios, nada menos que Dios. Él era Dios. “Dios manifestado en el Hijo, Jesucristo”, lo cual le hizo Emanuel, como el profeta dijo que sería.",
    "Ahora vean, entonces, Ud. tenía que estar, antes que el mundo fuera formado, su nombre fue puesto en el Libro de la Vida del Cordero. Y entonces, ¿qué es lo que Ud. puede comer? El Espíritu Santo vive por la Palabra de Dios. Y ahora en Apocalipsis 22:19, la Biblia dice: “Quien sea que le quite una Palabra a Esto o le agregue una palabra, su parte será quitada del Libro de la Vida”. ¿Ve cuán profundo es? Uno no puede, el Espíritu Santo no vivirá de las cosas del mundo.",
    "Como un ave paloma y un cuervo. Un cuervo es un gran hipócrita. Un cuervo, ese individuo puede salir acá y comer trigo todo el día; ir allá y volar sobre los muertos, un cadáver podrido, y también comerlo. Él puede sentarse en el campo y comer con la paloma, trigo, y puede ir allá y comer del cadáver.",
    "Pero la paloma puede comer trigo todo el día, mas no puede comer del cadáver, porque es una paloma. Y una paloma no tiene hiel. Un bocado de aquel cadáver mataría a la paloma. ¿Ven?, ella no tiene hiel. Y de esa manera es, ninguna amargura.",
    "Y así es con un verdadero Cristiano genuino. Ellos no quieren las cosas del mundo. Ellos solamente comen la Palabra de Dios, y solamente Eso; lo que está limpio, el Filtro de un hombre que piensa. ¿Ven?, ellos pasan por Eso, y Eso solamente. Las cosas muertas del mundo, eso apesta para ellos.",
    "Miren ese vil cuervo en los días de la destrucción antediluviana, volando de cuerpo a cuerpo, comiendo de los cadáveres rancios, él no regresó al arca. Pero la paloma no pudo encontrar reposo para sus pies (¿ven?), ella regresó al arca donde recibía grano. Y así es como nosotros lo hacemos, nosotros vivimos de la Palabra de Dios.",
    "En el Salmo 42. David debe haber escrito este Salmo, el Salmo 42, cuando era un fugitivo, cuando él dijo: “Mi alma tiene sed de Ti, como un ciervo brama por la corriente de agua”. Miren, él clamó. David era un fugitivo. Él había sido… Él ya había sido ungido con el aceite, sabía que él iba a ser rey; el profeta lo había ungido a él rey. Ahora, noten, y allí estaba, él tenía un pequeño grupo de soldados, formado por gentiles y así, estaba en la cima del monte. Donde, en su propia ciudad querida, por causa de su pecado, habían quedado rodeados de una guarnición de filisteos. Y, David, en aquel día caloroso, debe haber sido cuando escribió este salmo: “Como el ciervo brama por la corriente de agua”.",
    "Noten a David en esta condición. Él miró allá abajo, vio a su ciudad querida. Y recordó cuando era un muchachito que llevaba las ovejas junto a este cierto pozo allá. Era una gran, una gran región de agua, y también una región de pan, allí abajo. Realmente, Belén, significa “la casa del Pan de Dios”. Y entonces cuando David recordó que pasaba por allí y tomaba esta buena agua fresca, y aquí estaba ahora acostado allá arriba, un fugitivo, separado de su propio pueblo. Él no tenía adonde ir, y su alma debe haber clamado por esa buena agua fresca.",
    "Él tenía unos siervos allí que, vaya, sólo el más mínimo deseo suyo era una orden. Y ellos, tres de ellos, pelearon para cruzar por esa línea de filisteos; quince millas, siete millas, o algo, hasta allá y de regreso; abriéndose camino cortando, y le trajeron de beber de esa agua. Pero la sed del alma…",
    "Su cuerpo, él se encontraba allí arriba, probablemente tenía que beber de lo que podía conseguir, viejos cueros de cabra y cosas así, con agua añeja y caliente, en aquel día caloroso. Él pensaba, “¡Si tan sólo pudiera acostarme y saciar esta sed que tengo! ¡Si tan sólo pudiera bajar a Belén y acostarme junto a ese manantial, y beber!”.",
    "Y cuando ellos bajaron y consiguieron el agua, y volvieron con ella, la sed de su alma era mucho mayor, no por Belén, sino Jerusalén; la de su alma. Así que sacrificó el agua, dijo: “Ni siquiera la bebería”. Él la derramó en el suelo. ¿Ven?, su alma tenía más sed de Dios, que lo que era satisfacer, saciar una buena… la sed de su cuerpo, con una buena agua fresca. Él la derramó en el suelo.",
    "¿Ven?, la Casa de Dios, las refrescantes aguas del alma, de Jerusalén, ¡la cual está arriba! Jesús dijo, en Juan 6:33: “Yo soy el Pan de Vida. Yo soy el Pan de Vida”. Belén, “la casa de Dios”, nuestra iglesia, la iglesia terrenal de Dios, la iglesia que está aquí en la tierra. A nosotros nos encanta asistir a la iglesia aquí en la tierra, pero mayor es Jerusalén, que está arriba, la cual es Dios. ¡Jerusalén de arriba, la cual es Dios! Mayor es aquella sed del alma, de estar allí con Él, que lo que sería sólo satisfacerse uno con unirse a una iglesia en algún lugar. ¿Ven?, unirse a una iglesia no sacia esa sed. David lo comprobó aquí, con las aguas directamente de la casa de Dios (¿ven?), él la derramó en el suelo; para hallar favor, para conseguir un buen trago de agua fresca de Dios. Aún en esa… Mayor que la sed en Ud., es aquella sed del alma sedienta por Dios.",
    "Noten, Jerusalén, la palabra. “Jerusalén es de arriba” dice la Biblia, “lo cual somos… es la Madre de todos”. Y Cristo es nuestra Madre. Nosotros reconocemos que Dios es nuestra Madre, porque nacemos de Él. La palabra simplemente significa “paz”, Jerusalén, Shalom. O, Shalom, la cual significa “paz”, Jerusalén (¿ven?), significa “paz”.",
    "Mayor debería ser la sed de cualquier alma, por las aguas de Vida, que decir que uno pertenece a una iglesia; esa sed del alma no se puede saciar, la verdadera sed. Puede ser pervertida. Ud. puede pensar que está bien cuando se une a la iglesia, pero no es así. Eso no saciará esa santa sed genuina por Dios. Simplemente no puede hacerlo. Sencillamente… Sencillamente no está allí.",
    "Ahora, David dijo, aquí en Salmos 42:7: “Cuando un abismo llama a otro a la voz de Tus cascadas;” el clamor del alma.",
    "Miren, muchas veces he usado esto como una ilustración. Si hay una aleta en el lomo de un pez, debe haber sido puesta allí para que él nade con ella. Él tiene una necesidad de ella. Ahora, ¿qué tal si él dijera: “Yo voy a ser un pez diferente. Voy a ser un pez listo, estudiado. A-já. Yo-yo sólo… ¡Voy a creer verdadera teología! Yo creo que no necesito aquella aleta?”. Él no avanzaría mucho en el agua, ¿verdad? Así es, exactamente.",
    "¿Qué tal si un árbol dijera: “Bueno, sé que primero tenía que haber tierra, en la cual yo creciera. Correcto. Yo debo crecer en la tierra. Pero yo voy a ser un árbol diferente, yo quiero que me pongan acá en medio de la calle, para que se fijen en mí”? ¿Ven?, él no viviría mucho tiempo. ¿Ven? Correcto.",
    "🦅 Cuando el abismo clama al Abismo”, eso requiere más que unirse a una iglesia; eso requiere más que estrecharle las manos al predicador; requiere más que vivir una buena vida recta. Se requiere de algo que lo sacie a uno por dentro, que se derrama de Dios, al alma. “El abismo clamando al Abismo, al ruido de Tus cascadas, ¡oh, Señor! ¡El abismo clamando al Abismo!”.",
    "¿Qué tipo de sed pudiéramos pensar que hay en nosotros en esta noche? Nosotros, como pueblo pentecostal, ¿a dónde estamos llegando? ¿Qué tipo de sed hay en nosotros? ¿Qué tipo de sed hay en mí? ¿Qué tipo de sed hay en Ud.? No intente callar esa sed santa por Dios.",
    "Hace años, cuando tenían oro por acá en las montañas, leí un cuento, hace muchos años, y nunca lo he olvidado. Decía que había un—un cateador que salió aquí, más allá de las montañas, y estaba buscando oro, y encontró una gran cantidad. Y él regresó, pensando que cuando llegara a la ciudad cómo sería, todos sus problemas habían terminado. Y—y él—él quiso decir: “Mañana llegaré y yo…”. Con un día más de viaje él estaría en la ciudad, y él tendría el oro. Y él tenía costales grandes llenos.",
    "Él tenía un perro con él. Ahora no estoy comparando el perro al Espíritu Santo, sino haciendo una ilustración. Pero este perro…",
    "Durante la noche, el cateador estaba en su cama, y—y se puso a pensar: “Bueno, mañana yo—yo llevaré todo mi oro y llegaré a ser lo que siempre he querido ser. Yo—yo—yo siempre he querido ser un hombre rico. Yo—yo he querido tener cosas finas, y todo eso”.",
    "Y—y entonces este perro empezó a ladrar, y era porque se acercaba un enemigo. Y él—él salió allí, y le dijo: “¡Cállate!”. Entonces el perro se calló. Y tan pronto se metió otra vez en la cama, comenzando a dormirse, el perro empezó otra vez, tirando de la cadena. Y él fue a la puerta otra vez, dijo: “¡Cállate! Quiero que sepas que mañana seré un hombre rico, ¿ves?”, y ése era su gran sueño. Pero el perro empezó a ladrar otra vez.",
    "Y finalmente, él se hartó tanto, que fue y tomó su escopeta y le disparó al perro, y lo mató. Él dijo: “Como sea, ya no te voy a necesitar. Mañana soy un hombre rico. Yo seré un hombre rico, mañana”.",
    "Y puso el rifle en el rincón, volteó su espalda a la puerta, y se durmió. Y el hombre que venía siguiéndolo por días, entró y lo mató. Él no fue un hombre rico (¿ven?), él apagó esa alarma que intentaba decirle que su vida corría peligro.",
    "Y hermano, hermana, Ud. nunca podrá… Nunca intente Ud. acallar ese santo clamor en su corazón ¿ve?, uniéndose a una iglesia, por citar un credo, por pertenecer a una cierta organización.",
    "Sólo hay una cosa que puede saciar eso, es la Persona, Jesucristo. “Como el ciervo clama por la corriente de agua, así mi alma tiene sed de Ti, oh Dios. ¡Mi alma tiene sed del Dios vivo!”. ¿Ven?, hay algo en uno que quiere ver el movimiento de Dios; el alma de uno está sedienta de Eso. No se detenga por nada que no sea Eso.",
    "No deje que algún pastor le diga: “Ud. sólo tiene que estrecharle la mano, unirse a la iglesia, o pertenecer a esta organización”. No mate Ud. ese silencio santo; le está advirtiendo. Llegará algún día cuando Ud. esté al fin del camino.",
    "Como una señorita en nuestra ciudad de donde venimos. Ella le dijo al… Una niña asistía a la iglesia allá, una niña muy fina. Y ella venía por la calle. Ella tenía el cabello largo, Uds. saben, y su pelo peinado atrás casi como una cebolla pelada, su cara parecía… no tenía maquillaje. Y esta cierta muchacha se burlaba de ella, decía: “Si no tuvieras ese predicador tan cabeza plana subido allá” hablando de mí, decía—decía, “podrías verte algo decente; pero pareces algo así como una tienda de antigüedades”. Y, ¡oh, ella la criticaba muy duro, cada vez que la veía así! Decía: “Nuestro pastor tiene la mente amplia”. Decía: “Él—él—él los conoce. ¿Por qué eres así? Eso no significa nada, la manera de vestir o cómo piensas”. ¡Sí, significa algo! La Biblia de Dios dice que sí. ¡Viviremos de toda Palabra!",
    "Así que esta niña nunca le hizo caso a ella, siguió adelante. Ahora ella es una misionera.",
    "Luego esta—esta cierta joven contrajo una enfermedad social, y murió. Un amigo mío le inyectó el líquido de embalsamar cuando estaba muriendo. Él me dijo, dijo… Después de que ella murió; él seguía oliendo ese líquido. Ella tenía un agujero en su costado, por la enfermedad social. Ellos ni siquiera… Ni aun sus padres sabían lo que tenía. Y ella murió. Pero antes de morir…",
    "Ella enseñaba la escuela dominical. Y todo su grupito de la escuela dominical vino, querían verla cuando ella se fuera al Cielo, cuando los Ángeles vinieran para llevársela. Y su pastor afuera, fumando un cigarrillo, caminando de allá para acá por el pasillo del hospital. Y todos ellos iban a cantar cuando ella muriera, Uds. saben. Ellos sabían que tenía que morir. Los médicos dijeron que se estaba muriendo, entonces todos ellos iban a ver cuando vinieran los Ángeles para llevársela.",
    "Y de repente, ¡cuando ella se enfrentó a la realidad! Ahora, ella era un miembro fiel de la iglesia, era una maestra de la escuela dominical, y un miembro fiel de una iglesia denominacional fina y grande. Pero cuando empezó a batallar, le llegó la muerte; con sus ojos casi por fuera de sus cuencas ella dijo: “¡Estoy perdida!”. Dijo: “¡Estoy perdida! ¡Vayan por el pastor!”.",
    "Él apagó su cigarrillo y entró, dijo: “¡Calma, calma! ¡Calma, calma! Haremos que el médico te dé una inyección”.",
    "Dijo: “Yo no quiero una inyección”. Dijo: “¡Engañador de hombres! Me estoy muriendo y voy al infierno. Y estoy perdida porque Ud. no me dijo la Verdad. Vayan por esa niña Goodhue y tráiganmela acá arriba, rápidamente. Ella tiene la razón”.",
    "Esperen hasta que Uds. enfrenten la realidad alguna vez. No intenten Uds. detener ese silencio santo. No le disparen con una escopeta de doble cañón de lo moderno y la educación. Hagan Uds. caso de esa advertencia del Espíritu Santo, en esta noche, que les está advirtiendo: “Yo soy el Camino, la Verdad, y la Vida; nadie viene al Padre, sino por Mí”. Y Él es la Palabra.\n\nInclinemos nuestros rostros por un momento.",
    "Yo quiero citar una Palabra más del Señor Jesús, mientras están meditándolo. Jesús dijo, en Mateo 5: “Bienaventurados los que tienen hambre y sed”. Es bendito aun tener esa sed en Ud. ¿Habrá llegado Ud. a un lugar donde todo su—su—su sistema ha sido contaminado tanto por denominacionalismos, y pequeñas sectas y clanes, y cosas, pequeñas estructuras de la iglesia, sociales, como unirse a logias y todo eso, yendo de iglesia en iglesia? ¿Habrá podido el diablo meter aquella agua de contaminación, y Ud. está bebiendo de allí a lengüetazos, como cerdo en un abrevadero? Cuando Ud. ni siquiera conoce lo que verdaderamente es saciar la sed de Dios; el verlo a Él, una realidad, por el Espíritu Santo viviendo en Ud., y manifestando. Si está—si Ud. está así en esta noche, si Ud. aún tiene sed de Dios, déjeme decirle:\n\nHay una fuente sin igual,\n\nDe Sangre de Emanuel,\n\nY queda puro en Su raudal\n\nQuien se sumerge en Él.\n\nEl malhechor se gozó al ver\n\nEsa Fuente en su día;\n\nQue allí, yo aunque vil como él,\n\nMis pecados pueda lavar.\n\nDesde que por fe vi ese Raudal\n\nFluir de Tus heridas,\n\nAmor redentor ha sido mi lema,\n\nY lo será hasta que muera.",
    "Si Ud. tiene esa sed en esta noche, de saber más de Dios, y acercarse más a Él, ¿levantaría ahora su mano mientras cada rostro está inclinado, diría: “Ore por mí?”. ¡Oh, Dios, mira las manos!",
    "Allá en la tierra donde ahora está llegando la transmisión, desde el este, norte, oeste y sur, Uds. en esos cuartos, levanten sus manos a los pastores o quien sea que esté allí, que Ud. desea; Ud., algo en Ud., está sediento de Dios. ¡Esa sed santa!",
    "No la sacie. ¡Oh!, Ud. dice: “Hermano Branham, yo—yo grité una vez. Yo dancé en el Espíritu”. No, no, no escoja Ud. eso. No.",
    "Espere que venga esa satisfacción, que entre la Porción de la plenitud del Espíritu Santo que sacia, luego estas campanas de gozo de gritar y hablar en lenguas, y danzar en el Espíritu, vendrán. Uds. no tendrán que hacerlo por la música. Uds. lo harán cuando vayan por la carretera, en su auto; lo harán cuando estén barriendo el piso: lo harán cuando estén clavando clavos en la pared, en su trabajo de carpintería; donde sea que estén, ¡ese Gozo inefable y lleno de gloria!\n\nAhora oremos.",
    "¡Querido Padre Celestial! Este Mensajito ha sido largo, extenso y demorado en esta noche, pero, amado Dios, que Tu Espíritu Santo entregue el—el significado a cada corazón. Aquí mismo en esta iglesia, esta noche, había múltiple número de manos levantadas, por los pasillos alrededor y por todo el lugar. Nosotros—nosotros oramos, amado Dios, por ellos. ¡Oh!, que esa Porción de Dios que sacia (la cual es Cristo, la Esperanza de Gloria, la Esperanza de Vida en Ti), que venga a cada uno de ellos.",
    "Lejos, al otro lado de la nación, desde California ahora hasta New York, donde es temprano en la mañana, ellos están allá escuchando; allí en—en New Hampshire, y al bajar allí a Boston, y por todo el camino hasta Texas, por Indiana, llegando hasta California, y alrededor. ¡Oh, Dios, mira esas manos!; mira allí lo que hay debajo de ellas, Señor, ese corazón allí que está hambriento y sediento.",
    "Este día perverso, cuando el diablo le ha cegado los ojos a la gente, a tan sólo unirse a una iglesia, y decir: “Es todo lo que uno necesita”. Y aun viéndose ellos mismos y viendo como se portan, y el deseo que tienen de ser como el mundo.",
    "Cuando la Biblia nos dice: “Si aún amamos las cosas del mundo, el amor de Dios ni siquiera está en nosotros”.",
    "Solamente pensar, Padre, cuánto puede pervertir él esa verdadera Palabra genuina, como ellos pueden decir: “¡Oh, nosotros creemos la Biblia, pero Esto no! Nosotros Esto no lo creemos. Creemos que Esto fue para otra edad. Nosotros creemos que esto es Eso”, porque alguna denominación les ha torcido la mente a ese estanque inmundo.",
    "Cuando Jesús dijo: “Si alguno quita una de las Palabras Aquí o le agrega, su parte será quitada del Libro de la Vida”.",
    "¡Amado Dios! Pensar en las desilusiones allí en el Juicio, cuando la gente ha vivido una buena vida limpia, santa, fueron a la iglesia tan fielmente como podían, y perdidos.",
    "Pensar en aquellos fariseos, como, desde niños, se entrenaban en la Palabra, pasaron por escuelas y todo, eran santos (tenían que serlo o morían apedreados), y Jesús dijo: “Vosotros sois de vuestro padre el diablo”.",
    "¡Cómo Israel llegó allá! Y que ésta sea una advertencia para los pentecostales, Señor, por toda la tierra. Cómo Moisés, un profeta, vino a Egipto para cumplir la Palabra de Dios, ¡para traerles a ellos la luz de la tarde! ¡Cómo vieron los grandes milagros de Dios! ¡Cómo ellos lo siguieron, cruzaron el Mar Rojo, fueron bautizados en él, fueron al desierto y comieron comida de Ángeles que cayó del Cielo! Y luego rehusaron tomar toda la Palabra, cuando regresaron de Cades-barnea… a Cades-barnea, de—de la tierra prometida, y dijeron: “Ellos son como gigantes; no podemos lograrlo”. ¡Cuando Dios dijo: “Yo ya les di la tierra”! ¡Fronterizos! Jesús dijo: “Ellos, cada uno, perecieron. Ellos están muertos”, perdidos, sin Dios, a pesar de que hicieron todas estas cosas. Ellos vieron estos milagros; disfrutaron, danzaron de allá para acá por la costa del mar, con María, cuando sonaban el pandero. Y sólo tres, de dos millones, entraron.",
    "Nos damos cuenta, Padre, que cuando la esperma, los genes del macho y la hembra, se juntan, sólo hay uno, de un millón, que es aceptado. Un germen del macho encuentra el ovulo fértil de la mujer, la hembra, y un millón de los otros perecen.",
    "Fue un millón, dos millones, que salieron de Egipto; dos, Josué y Caleb, entraron en la tierra. Uno por millón. Padre, yo—yo me estremezco cuando pienso en eso. Piensen, esparcidos por el mundo hoy, hay quinientos millones de Cristianos, serían quinientos si Tú vinieras en esta noche. ¡Oh, Dios, que recordemos que cada Palabra de Dios está como un memorial! Nosotros tenemos que creerla; tenemos que obedecerla.",
    "Y cuando Tú dijiste: “Arrepentíos y bautícese cada uno de vosotros en el Nombre de Jesucristo para perdón de los pecados; y recibiréis el don del Espíritu Santo. Porque para vosotros es la promesa, y para vuestros hijos, y para todos los que están lejos; para cuantos el Señor nuestro Dios llamare”. Y, Dios, Tú sigues llamando, esta noche, y la promesa es mientras Tú estés llamando.",
    "Y los clérigos han torcido las mentes de esas personas, y las han dirigido por medio de una escuela de teología educacional y denominacional, a una cosa para que digan: “¡Oh, Ud. solamente crea!”. El diablo también cree, pero él no puede recibir el Espíritu Santo. Judas Iscariote fue un… hizo todo lo—lo demás que hicieron los discípulos, predicó el Evangelio; pero cuando llegó el tiempo de recibir el Espíritu Santo, él mostró sus colores.",
    "Dios, que la gente de la tierra en esta noche se dé cuenta que sin esa experiencia, ellos están perdidos. Que sea en esta noche que sus almas queden satisfechas con Tu Porción, Señor, mientras los encomendamos en Tu mano. Ellos son Tuyos, Señor. Nosotros sólo somos responsables de la Palabra. Yo oro que ellos crean con todo el corazón, y sean llenos del Espíritu Santo. Lo pedimos en el Nombre de Jesús. Amén.\n\nYo Le amo, yo Le amo,\n\nPorque Él a mí me amó,\n\nY me compró la salvación\n\nAllá en la cruz.",
    "¡Oh!, ¿es Él la Porción suya que satisface? [La congregación dice: “Amén”.—Ed.] ¡Oh, vaya! ¿Le aman con todo el corazón? [“Amén”.] Ahora, esas Palabras a veces son cortantes, pero cantemos ahora en el Espíritu (¿ven?), cada uno de nosotros ahora. Saludemos al hermano sentado a su lado, a la hermana, y sólo dígales: “Dios le bendiga, peregrino”, mientras lo cantamos otra vez. [El Hermano Branham le da la mano a las personas.]\n\nYo Le amo, yo Le amo,\n\nPorque Él a mí me amó,\n\nY me compró la salvación\n\nAllá en la cruz.",
    "Ahora nos dimos la mano el uno al otro. Ahora sólo cerremos nuestros ojos y cantemos en el Espíritu, levantemos nuestras manos a Él.\n\nYo Le amo, yo Le amo,\n\nPorque Él a mí me amó,\n\nY me compró la salvación\n\nAllá en la cruz.\n\n¡Oh!, ¿no es Él maravilloso?\n\n¡Oh, maravilloso, maravilloso, Cristo es para mí!,\n\nConsejero, Príncipe de Paz, Dios Poderoso es Él;\n\n¡Oh, me salva, me guarda de pecado y vergüenza!\n\nMaravilloso Redentor, ¡alabado sea Su Nombre!\n\n¡Oh, maravilloso, maravilloso, Cristo es para mí!,\n\nConsejero, Príncipe de Paz, Dios Poderoso es Él;\n\nÉl me salva y guarda de pecado y vergüenza,\n\nMaravilloso Redentor, ¡alabado sea Su Nombre!",
    "¡Oh!, ¿los entusiasma su experiencia con Cristo? [La congregación se regocija; “Amén”.—Ed.] ¿No es Él maravilloso? ¿Satisface Él?\n\nUna vez perdido, ahora soy libre de condenación,\n\nCristo da libertad y plena salvación;\n\nÉl me salva y me guarda del pecado y la vergüenza,\n\nMaravilloso Redentor, gloria a Su Nombre.\n\n¡Oh, maravilloso, maravilloso, Cristo es para mí!,\n\nConsejero, Príncipe de Paz, Dios Poderoso es Él;\n\nÉl me salva y guarda del pecado y la vergüenza,\n\nMaravilloso Redentor, ¡alabado sea Su Nombre!",
    "¿Creen Uds. que eso es Escritural? [La congregación dice: “Amén”.—Ed.] La Biblia dice: “Aplaudid con las manos. Aclamad con júbilo a Jehová”. Saben, yo siempre quise tocar música. Mi hija, Rebekah, está aprendiendo el piano. Mi niño está aprendiendo la trompeta. Pero yo—yo sí aprendí un instrumento de diez cuerdas. [El Hermano Branham empieza a batir las manos].\n\nMaravilloso, maravilloso, Cristo es para mí,\n\nConsejero, Príncipe de Paz, Dios Poderoso es Él;\n\nÉl me salva y guarda del pecado y vergüenza,\n\nMaravilloso Redentor, ¡alabado sea Su Nombre!\n\n¿Lo aman? [La congregación dice, “Amén”.—Ed.]\n\nAndaremos en la Luz, preciosa Luz,\n\nVen donde se encuentra cual rocío el perdón;\n\nBrilla doquiera de día y de noche,\n\nJesús, del mundo es la Luz.\n\nAndaremos en la Luz, preciosa Luz,\n\nVen donde se encuentra cual rocío el perdón;\n\nBrilla doquiera de día y de noche,\n\nJesús, del mundo es la Luz.",
    "[El Hermano Branham empieza tararear, “Jesús, del Mundo es la Luz”, y luego la congregación también tararea con él.—Ed.] Adoren a Dios con todo lo que tienen.\n\nCuando los santos marchen ya,\n\nHacia la patria celestial;\n\nSeñor, quiero ir allá,\n\nCuando los santos marchen ya.\n\n¡Oh, cuando lo coronen Señor de todo!\n\nCuando lo coronen Señor de todo,\n\nSeñor, quiero ir allá,\n\nCuando lo coronen Señor de todo.\n\n¡Oh, cuando el sol rehúse brillar!\n\nCuando el sol rehúse brillar,\n\nSeñor, quiero ir allá,\n\nCuando el sol rehúse brillar.",
    "¿Les encanta eso? [La congregación dice: “Amen”.—Ed.] Ahora ¿me pregunto si sus pies se convirtieron y Uds. ya no bailan más, allá afuera para el mundo? ¿Ven? Golpeemos con nuestros pies, para el Señor, para el Señor. Uds. ¿están convertidas sus manos, y ya Uds. no roban más? ¿Están convertidos sus labios, y ya Uds. no mienten más? No solamente tengan religión en la cabeza, sino en todo el cuerpo. Así es. Se necesita el hombre completo. Correcto. Ahora golpeemos con los pies.\n\nCuando los santos marchen ya,\n\nHacia la patria celestial;\n\nSeñor, quiero ir allá,\n\nCuando los santos marchen ya.\n\nOh, cuando los santos marchen ya,\n\nHacia la patria celestial;\n\nSeñor, quiero ir allá,\n\nCuando los santos marchen ya.\n\nAhora sólo levantemos nuestras manos.\n\nCuando los santos marchen ya,\n\nHacia la patria celestial;\n\nSeñor, quiero ir allá,\n\nCuando los santos marchen ya.\n\nCuando lo coronen Señor de todo,\n\nCuando lo coronen Señor de todo,\n\nSeñor, quiero ir allá,\n\nCuando lo coronen Señor de todo.",
    "¿Le aman Uds.? [La congregación se regocija: “¡Amén! ¡Gloria! ¡Aleluya!”.—Ed.]\n\nEntonces andaremos en la Luz (Él es la Luz, saben), preciosa Luz,\n\nDonde se encuentra cual rocío en perdón;\n\nBrilla doquiera, de día y de noche,\n\nJesús, del mundo es la Luz.",
    "¿Creen Uds. que Él es la Luz del mundo? [La congregación dice: “Amén”.—Ed.] ¿Lo creen? Pablo dijo: “Cuando canto, canto en el Espíritu. Si adoro, adoro en el Espíritu”. ¿Ven?, lo que sea que Uds. hagan, háganlo todo en el Espíritu. Correcto. Y el Espíritu hace que la Palabra cobre Vida. ¿Es verdad esto? Así es. Sí, señor.\n\nTodos los santos de Luz proclamad,\n\nJesús, del mundo es la Luz.\n\nGracia y misericordia en Su Nombre,\n\nJesús, del mundo es la Luz.\n\nLuego, ¿qué hacemos?\n\nAndaremos en la Luz, preciosa Luz,\n\nDonde se encuentra cual rocío en perdón;\n\nBrilla doquiera, de día y de noche,\n\nJesús, del mundo es la Luz.",
    "Lamento haberlos confundido a Uds. los músicos así, pero a veces me emociono. No conozco nada mejor que tan sólo adorar. Así es como se hace. Sí, señor. Estoy agradecido por esta oportunidad, Hermano Mack, de venir y tener compañerismo con Ud. y su iglesia aquí en esta noche, con todas estas personas tan finas.",
    "Y Uds. que levantaron las manos para el bautismo del Espíritu Santo, confío que se verán aquí con el pastor Mack, o algunos de ellos, y entraran acá atrás en un cuarto. Y sólo recuerden, cuando Dios habló la Palabra en el principio, y dijo: “sea”, ¡tenía que haber! Y Él dijo: “Bienaventurados los que tienen hambre y sed de justicia, porque ellos serán saciados”. ¿Ven?, eso tiene que acontecer. Vengan a visitar aquí a su pastor, y apóyenlo mientras predica el Evangelio.",
    "Ahora cantemos de nuevo este buen canto antiguo, me encanta, “Andaremos en la Luz”.",
    "Jesús dijo: “Yo soy la Luz”, y Uds. están en Él. ¿Ven? ¿Cómo entra uno en Él? ¿Uniéndose a Él? No. ¿Temblando? No. ¿Bautizándose en agua? No. “Por un Espíritu somos todos bautizados en un Cuerpo, el cual es el Cuerpo de Cristo”. Y en ese Cuerpo hay nueve dones espirituales operando a través del cuerpo local, la iglesia local. Eso es apostólico, según lo conozco. Eso es correcto.\n\nSeguiremos caminando en la Luz, es tan preciosa Luz,\n\nDonde se encuentra cual rocío en…\n\n[El Hermano Branham habla con el pastor Mack.—Ed.] ¡Bien!…?…\n\nBrilla doquiera, de día y de…\n\n[El Hermano Branham habla con el pastor Mack.—Ed.] ¡Ha sido un verdadero placer! [El Hermano Mack dice: “Gracias, hermano. Gracias”.] 🦅"
  ]
}