{
  "title": "LA UNIÓN INVISIBLE DE LA NOVIA DE CRISTO",
  "id": "65430009",
  "content": [
    "🦅  Cancelé un viaje de cacería, para cumplir en el servicio al Señor. Así que es… Nos da gusto estar aquí. La última vez aquí, creo que les dije: cada vez que venimos, alguien falta. Y si regresamos el próximo año y el Señor tarda, habrá alguien que falta.",
    "Hay uno quien era muy, muy allegado a mí en corazón, espíritu, ése era el Hermano Lyle. Yo siempre recibía una bienvenida, cuando llegaba, parado allá atrás en el estudio del Hermano Jack, escuchando al cuarteto que cantaba. Ellos están cantando en la Gloria esta noche. Bueno, una de esas voces ya está Allá, esperando a las otras tres. Me supongo que no la volveré a escuchar aquí en la tierra. Pero, verdaderamente estoy ansioso de escucharla de nuevo, Hermano y Hermana Moore aquí presentes, en aquella tierra en donde ellos… jamás será silenciada.",
    "El Hermano Palmer fue un gran siervo de Cristo. Recuerdo al Hermano Jack, que me contaba de su—su vida consagrada a Dios. Ellos trabajaron juntos de carpinteros. Y contaba que al comer el—el almuerzo, él tenía el emparedado en la mano; se comía el emparedado mientras leía su Biblia. ¿Ven? Él hizo cosas muy grandiosas, el Hermano Palmer. Él fue un buen carpintero, un buen padre para sus hijos, una familia muy hermosa; los crió a todos para que sirvieran al Señor. Hasta donde sé, todos son salvos y llenos del Espíritu Santo. Y eso es un gran aporte, para cualquier hombre en estos días, tanto los muchachos como las muchachas. Pero, vean, todo lo que él hizo, no serviría de mucho, si no se sirve a Dios, si él no hubiera servido a Dios. Y en esta noche, lo que él ha hecho aquí en la tierra, sus buenas obras, él ha ido a su recompensa, a recibirlas. Dios le dé descanso al alma de nuestro hermano.",
    "Sé que mientras éste sea un tabernáculo aquí, y yo—yo sé que él… su voz seguirá aquí; uno puede oírla. La Hermana Anna Jeanne y—y su hermana tocaban el órgano y el piano, y ellas no tenían que esperar. El Hermano Palmer se paraba aquí y simplemente escogía la alabanza, y seguía de corrido; ellas la captaban. Y yo nunca… Yo anhelaba oírlo dirigir la alabanza.",
    "Para sus hijos, para su esposa, y para el Hermano Jack, su amigo íntimo (habían sido amigos todos estos años), y para el Hermano Brown, y la Hermana Brown, y para todos Uds., el tabernáculo: Dios los bendiga; yo también lo extraño. Dios le dé reposo a su alma noble, hasta que nos encontremos allá en paz con él.\n\nInclinemos nuestros rostros.",
    "Bondadoso Padre Celestial, sólo al hablar de este gran siervo, lo he extrañado en esta noche, cuando me estrechaba las manos y esa sonrisita graciosa que siempre tenía cuando él decía: “Dios lo bendiga, Hermano Branham”, cuando entrábamos por la puerta. Yo sé que él ha subido a Tu Casa, en esta noche. Entonces oro, amado Dios, que permitas que los frutos, sus obras que lo siguen, sean grandes, continuando en sus hijos y su esposa. Pedimos que Tú la bendigas, Señor. Tú dijiste que serías marido para “las viudas que verdaderamente eran viudas”. Yo oro por nuestra Hermana Palmer, y por todos los hijos. Sé cómo se sienten los dos, habiendo perdido una compañera y también habiendo perdido a mi papá.",
    "Entonces, Padre, mientras estamos aquí, en esta noche, pedimos que también prepares nuestros corazones para esa hora. Nosotros no sabemos; pudiera llegar tan repentina como la suya. No sabemos cuándo vendrá, pero sabemos que tiene que venir. Por tanto, oramos, Dios, que escudriñes cada corazón aquí, en esta noche. Dios, no excluyas el mío; escudriña también el mío, y pruébame. Señor, si en nosotros hay maldad, sácala. Queremos servirte, ése es todo nuestro fin, servirte a Ti.",
    "Derrama sobre nosotros Tu Espíritu, en esta noche, y en lo que queda de esta semana. Bendice este tabernáculo llamado el Tabernáculo Vida. Que reciba las bendiciones plenas de ese nombre, y sea lleno de la Vida de Dios, en esta semana, para que cada alma perdida sea salva; para que cada creyente sea lleno del Espíritu Santo, y otra vez renueves las esperanzas en nosotros, Señor. Oramos para que también sanes a todos los enfermos y a los afligidos que vengan entre nosotros. Permite que Tu gran Espíritu Santo esté aquí, Señor, y simplemente otorgue sanidad y unja a cada uno para que crea. Concede estas cosas, Padre.",
    "Dios, ayúdame ahora. Si ha sido (siendo mi turno para que traiga el Mensaje), pido, Dios, que permitas que la parte humana se haga a un lado. Que el Espíritu Santo entre y se mueva sobre nosotros, Señor. Que el Espíritu Santo se tome la reunión, Señor. Sabemos que somos muy insuficientes. Nosotros no pudiéramos hacerlo, ninguno de nosotros. No reclamamos que somos capaces de poder hacerlo. Pero, Señor, sabemos que Tú puedes. Así que estamos mirando hacia Ti, Señor. Muévete, Espíritu de Dios, y cae de nuevo sobre nosotros. Lo pedimos en el Nombre de Jesús. Amén.",
    "Ahora, quiero dar saludos a través de la comunicación, a las iglesias que ahora están conectadas por los estados. Estamos por la conexión telefónica, lo cual es un buen sistemita que hemos podido obtener, por medio de nuestro Hermano Pearry Green de Beaumont, Texas. Y las iglesias están siguiendo el Mensaje completamente, por los Estados Unidos, las cuales están conectadas en esta noche. Enviamos saludos de punta a punta por la costa occidental, desde Vancouver hasta Tijuana, México; por San José, Los Ángeles, todos los grupos allí, los saludamos desde Shreveport. Igualmente por allá en Prescott, Arizona, para el grupo que está esperando en el Señor, les enviamos saludos, y a Tucson. También desde Sierra Vista, hasta Nueva York, de punta a punta por la nación: el Señor los bendiga, a cada uno. Quisiera que estuvieran aquí esta noche, en este hermoso estado antiguo de Louisiana, donde parece ser como un segundo hogar para mí. Yo…",
    "Saben, Uds. en Nueva York me son un poco graciosos, la manera en que hablan; esta noche, me siento como en casa. Sí. Todos aquí, Uds. saben, dicen: “Hola, Hermano Branham. Traiga a la Hermana Branham y a todos sus pequeñuelos y vengan a vernos” [El Hermano Branham habla en inglés sureño.—Trad.]. ¡Oh, hermano! Eso me hace sentir bien. Ése es verdadero inglés, para mí. No menospreciándolos a Uds. en el Este y en el Norte, y en los diferentes lugares; pero, saben, supongo que nací un confederado rebelde y así tendré que quedarme. A mí en lo personal me—me gusta; es verdadero inglés.",
    "Estuve en un desayuno de Los Hombres De Negocios, aquí no hace mucho, y dijeron: “Nos pondremos de pie ahora y cantaremos el himno nacional”. Y yo me paré y dije: “Por mi lejano hogar de Kentucky”. Bueno, para mí, ése era el himno nacional; era todo lo que sabía de eso. Así que, les enviamos saludos. Y ahora para…",
    "Creo que también van a tratar de transmitir el desayuno, el desayuno de Los Hombres De Negocios, el sábado en la mañana. El Hermano Green les dirá, él está ahora allá en los micrófonos. Así que él les dirá a qué hora empieza el desayuno, y a qué hora sintonizar cada noche. Les damos muchas gracias. Oren por nosotros.",
    "Ahora, aquí para la asamblea local y el tabernáculo del Hermano Jack, sólo les voy a pedir un favor en esta noche: siendo que voy a dar mi Mensaje de acción de gracias a toda la—la nación, en esta noche, para nuestras iglesias locales que están siguiendo el Mensaje, en esto, tal vez sea—sea un poco extenso; y por otra parte, puede ser que predique un poco de Doctrina. Por tanto, si es así, y Uds. no están de acuerdo…",
    "Como siempre he dicho de comer pastel de cereza: “cuando llego a una semilla, no arrojo el pastel, yo arrojo la semilla; simplemente continúo comiendo el pastel”.",
    "Entonces, si sucede que menciono algo en esta noche, yo… Bueno, ésa es una razón por la cual acepté la invitación esta noche, de estar aquí, para llevar mi Mensaje de acción de gracias a los grupos alrededor del país; fue porque el Hermano Jack siempre, con toda libertad, abre su puerta y dice: “Predique lo que está en su corazón”. Así que me siento verdaderamente como en casa.",
    "Puede ser entonces que aquí, en la asamblea local, aquí con el Hermano Jack, pudiera haber ministros y algunas personas que no estuvieran de acuerdo con la Doctrina. Normalmente, tengo la cortesía de no mencionar doctrina en el púlpito de un hombre que me ha invitado a hablar en su lugar. Entonces, después de esta noche, me supongo que estaré orando por los enfermos y predicando el servicio normal. Pero pensé avisarles de antemano, por si acaso digo algo con lo que tal vez no estén de acuerdo, pues, sólo atribúyanlo a mi ignorancia, me supongo, y a la falta de conocimiento; y oren por mí.",
    "Por tanto, abramos ahora la Palabra aquí a un capítulo. Quiero referirme a muchas citas en esta noche, pues tengo varias Escrituras y unos cortos apuntes aquí en una libreta.",
    "Recuerdo la primera vez que subí a la plataforma en el Tabernáculo Vida, hace veinte años. Yo—yo no tenía que anotar mis Escrituras ni las referencias; sólo es que allá era veinte años más joven. Pero ahora he pasado los veinticinco años, así que… por segunda vez. Así que he… no puedo recordarlo como antes. Yo tengo que anotar mis Escrituras, y a veces resumir un que otro apunte a lo cual me quiero referir.",
    "Y ahora, que el Señor nos bendiga mientras leemos de la Palabra de Dios, y del Libro de Romanos, el capítulo 7. Ahora, quiero enseñar esto como una lección de escuela dominical.",
    "Sé que hay gente de pie. Y normalmente en el tabernáculo, en Jeffersonville (queremos también saludarlos en esta noche, sabiendo que Uds. están conectados allá en el tabernáculo), y pareciera como que estoy en el tabernáculo en esta noche, si Uds. estuvieran por acá; la gente hasta las paredes, está muy lleno. Ahora, me supongo que Uds. también están así, con toda la gente que está en esa región del país, que ha venido para el Mensaje.",
    "Ahora, vamos a emplear esto como una lección de escuela dominical. Y no está dirigida a nada, a ciertas personas, ni hacia nada; solamente para la Iglesia, el Cuerpo de Cristo que estamos tratando de guiar a pensamientos más profundos y a propósitos más altos, creyendo que la Venida del Señor Jesús está a la mano. Así lo creemos. Aún más, veinte años más cerca, que la primera vez que vine a Shreveport. ¡Oh, mucho ha pasado desde ese tiempo! Ahora estamos esperando la Venida del Señor, en nuestra generación. Yo no estoy esperando un avivamiento en nuestra generación; estoy esperando la Venida del Señor, en nuestra generación.",
    "Ahora, en Romanos 7 (confiando que ya tienen sus Biblias abiertas, en todas partes, por el país), queremos leer ahora detenidamente. Aquí este—este Mensaje, parece que es sobre casamiento y divorcio, pero realmente no lo es. Para mí, es una profecía para la Iglesia en los últimos días. Leamos:\n\n¿Acaso ignoráis, hermanos (pues hablo con los que conocen la ley), que la ley se enseñorea del hombre entre tanto que éste vive?\n\nPorque la mujer casada está sujeta por la ley al marido mientras éste vive; pero si el marido muere, ella queda libre de la ley del marido.\n\nAsí que, si en la vida del marido se uniere a otro varón, será llamada adúltera; pero si su marido muriere, es libre de esa ley, de tal manera que si se uniere a otro marido, no será adúltera.\n\nAsí también vosotros, hermanos míos, habéis muerto a la ley mediante el cuerpo de Cristo, para que seáis unidos, mejor dicho, para que seáis de otro, del que resucitó de los muertos, a fin de que llevemos fruto para Dios.\n\nPorque mientras estábamos en la carne,…pasiones pecaminosas que eran por la ley, obraban en nuestros miembros llevando fruto para muerte.\n\nPero ahora estamos libres de la ley, por haber muerto para aquella en la que estábamos sujetos, de modo que sirvamos bajo el régimen del espíritu y no bajo el régimen viejo de la letra.",
    "Y ahora vamos a orar:",
    "Amado Dios, acabamos de leer lo que creemos que es la Palabra sagrada de Dios. Y es lo que estamos creyendo, que ni una jota o tilde jamás pasará de Ella hasta que todo sea cumplido. Y creemos que nuestro Señor nos dijo, en Apocalipsis el capítulo 22, que, “Cualquiera que quitare una Palabra de Ella, o le añadiere una palabra, así igual, su parte será quitada del Libro de la Vida”.",
    "Y vemos que, por representación falsa de esta Palabra (Satanás representándosela falsamente a Eva, causándole que dudara una Palabra), arrojó a toda la raza humana en el caos de la caída; ¡sólo una Palabra!",
    "Luego vemos que en la mitad del Libro vino nuestro Señor y Salvador, y Él nos dio esta cita concerniente a eso: “No sólo de pan vivirá el hombre, sino de toda Palabra que sale de la boca de Dios”.",
    "Luego la advertencia solemne en el último Libro, el Apocalipsis de Jesucristo: “Cualquiera que añadiere una palabra o quitare una Palabra, su parte será quitada del Libro de la Vida”.",
    "¡Oh, Dios!, sabiendo, viendo lo frágil que somos, sabiendo que caminamos sobre los hilos frágiles de la vida, de esta vida mortal, (sin saber en qué momento seremos llamados a rendir cuentas en lo Alto), permítenos, ¡oh, Señor!, hacer a un lado todo en nuestros corazones, todo en nuestras mentes, y que miremos directamente hacia Tu Palabra, en esta noche, y a Ti, para que vengas y la interpretes en oráculos vivos. ¡Concédelo!",
    "Permite que Tu Espíritu caiga sobre nosotros y unja la Palabra en nuestro corazón, para que podamos salir de aquí esta noche, mejores personas de las que ahora somos; que podamos conocer más íntimamente a Jesucristo. Concédelo, Señor, para que podamos entender el día en que estamos viviendo, y la preparación de Dios para Su pueblo en esta hora; este tiempo oscuro, tan crucial, en el cual ahora estamos viviendo. Dios, úngenos, no sólo al que habla, sino también al que escucha. Y juntos, haz que nuestros corazones tiemblen a Tu Palabra; porque “el principio de la sabiduría es el temor de Jehová”. Concede estas cosas, Padre, porque Te lo pedimos en el Nombre de Jesús. Amén.",
    "Me gustaría titular estas pocas observaciones que iba a hacer aquí, y algunas Escrituras que me gustaría examinar más detalladamente, si el Señor lo permite, como la (el Mensaje de acción de gracias), como, la invisible, acerca de: La Unión Invisible De La Novia De Cristo, La Unión Invisible De La Novia De Cristo. Esto no suena como un Mensaje de acción de gracias; aunque, cualquier Escritura, estamos agradecidos por Ella.",
    "Yo estoy agradecido con Dios, porque estoy viviendo en este tiempo de las escenas concluyentes de la historia de este mundo. No sé; si yo hubiera podido escoger antes de la fundación del mundo, y Dios me hubiera presentado todo el programa, y me hubiera dicho: “Yo—Yo quiero que tú prediques; y ahora, ¿en qué edad deseas ir a la tierra a predicar?”. Yo hubiera escogido esta edad, pues considero que ésta es la edad dorada.",
    "Verdaderamente me hubiera gustado haber estado aquí durante el tiempo de Su visita a la tierra. Sin embargo, yo pienso que éste, ahora mismo, es un tiempo más grandioso, porque es un tiempo en el que Él está viniendo por el pueblo que ha redimido, acercándose a la resurrección cuando todos los redimidos saldrán. ¡Qué oportunidad más gloriosa tenemos, de hablarle a un pueblo moribundo! ¡Es una gran hora! Estamos entusiasmados al respecto.",
    "Y sabemos que la historia está concluyendo. La historia del mundo pronto terminará, luego entraremos a un nuevo día, al gran Milenio. Que, como un creyente, yo creo en el… en un Milenio, un reinado Milenario con Cristo, mil años sobre la tierra; el retorno físico del Señor Jesús, para tomar a un pueblo físico, glorificado, por Su Sangre purificadora.",
    "Pablo aquí está dando una ilustración, en nuestras Escrituras, acerca de la ley y la gracia, e ilustrándola como casamiento y divorcio. Es muy raro que se predique de este pasaje, porque trata más o menos sobre casamiento y divorcio. Pero también tiene que ver con una parte más importante de casamiento y divorcio: cómo él está tratando de poner en orden aquí que nosotros, como una—como una Iglesia, ya no podemos estar casados con el mundo y con Cristo, al mismo tiempo, y—y estar legal y lícitamente al respecto, como lo sería para una mujer estar viviendo con un marido mientras ella tiene un marido vivo. Y yo tengo mis propios pensamientos sobre eso, y yo creo que lo que la Biblia dice es la Verdad.",
    "Ahora, pero también creo (a mi manera de creer), que revela uno de los grandes misterios de profecía. Y espero que el Señor nos ayude, en esta noche, mientras entregamos esto a nuestro pueblo que está esperando por todo el país.",
    "En una ocasión fue dicho, estuve leyendo, cuando tomaba los apuntes para esto, no—no recuerdo exactamente en qué libro está, pero estoy seguro que es correcto; que (en uno de los libros que leí sobre el Sr. Moody, Dwight Moody, en Chicago… También tenemos una gran iglesia escuchando en Chicago esta noche), que el Señor Moody, después que leyó Romanos 7, salió corriendo a la calle, y al primer hombre que encontró, le dijo: “¿Conoce Ud. a gracia?”.\n\nY el hombre respondió: “¿Cuál gracia?”.\n\nEl Sr. Moody dijo: “La gracia de Dios”.",
    "Pues, lo emocionó mucho cuando vio cómo la gracia nos separó de la ley, y cómo fue, la parte que desempeñó la gracia. Bueno, ahora, una cosa que quiero hacer, es que cuando… siempre se lo he dicho a la gente, cuando cruce la línea, al otro Lado, me gustaría pararme y cantar:\n\n¡Sublime gracia, del Señor!,\n\n¡Que a un infeliz salvó!\n\n¡Gracia, la preciosa gracia!\n\n¡Conocer más de la gracia!",
    "🦅 Porque por gracia es que somos salvos”; no por lo que podemos hacer. Algo que hagamos, lo que sea, no cuenta a favor nuestro. Gracia es lo que nos salva; “Por gracia sois salvos, por medio de la fe”.",
    "Permítanme le añado a esta Mujer Gracia, permítanme la ubico, llamada también en la Biblia como la Señora Elegida; esta Señorita Gracia, de la que voy a hablar. Saben, la Biblia declara, dice: “A la Señora elegida”. Allí, si se fijan, “elegida” viene de la palabra “Señora elegida”. Una Señora entre todas las otras señoras fue elegida.",
    "Como lo fue la virgen para traer el cuerpo de Dios, sobre la tierra. Ella fue una mujer elegida. Dios escogió a María.",
    "Y, también, Dios ha escogido a una Dama elegida, la cual es Su Novia. Ella es elegida. Espero que seamos miembros de ella, en esta noche, por todo el mundo, o mejor dicho, por toda la nación.",
    "La ilustración aquí muestra la relación de la Novia con Cristo, la Dama elegida, y cómo Ella debía ser traída a Él; de dónde vendría; y cómo sería traída a Él. La Iglesia aquí, en la ilustración que estamos viendo, es ilustrada por una mujer; siendo que una mujer siempre es un tipo de la Iglesia, porque la Iglesia es considerada una Novia. Una Novia, Ella es la Novia del Señor Jesús, el Hijo de Dios.",
    "Siempre, si Uds. observan, miren la condición y la conducta de las mujeres, y verán por dónde va la iglesia.",
    "Ahora, esto, algunas de estas declaraciones pudieran parecer extrañas para algunos de Uds., pero complementan el Mensaje que tengo del Señor, que estoy tratando de presentarles a las personas. ¿Ven? Uno observa todo en lo natural, cómo está desarrollándose, la naturaleza, y lo observa; eso coincide también con lo espiritual.",
    "Ahora, si Uds. ven la conducta de las mujeres en el mundo hoy, observen la conducta de la iglesia mundana hoy; simplemente observen. Por supuesto, ahora, también está la conducta de la Novia espiritual, la Iglesia (¿ven?), también observen Eso. [Cinta en blanco—Ed.] …porque, la natural, así llamada, reclama ser Novia.",
    "Ahora, por favor, permítanme decirlo de nuevo a la asamblea local: no se sientan mal. Estoy—estoy hablándoles a todos a través del país, a la que yo considero que es la Dama elegida. Entonces, si sucede que haya ministros aquí que no estén de acuerdo, pues, sólo guarden su paz por unos momentos. ¿Ven? Fíjense. Sólo escuchen.",
    "Fíjense en este carácter. Cuando Uds. vean a las mujeres en alboroto, haciendo lo que quieran, observen: la iglesia está haciendo eso mismo. Nótenlo.",
    "Pero observen, cuando la Novia espiritual, cuando Ella empiece a tener un avivamiento, cuando Ella comience a regresar y a alinearse con la Palabra de Dios. Vuelvan entonces a observar (¿ven?), cómo es que las Escrituras, en ese tiempo, habrá un Mensaje que saldrá rápidamente para tomar a esa Novia, tomar a esa Mujer, la Elegida.",
    "Pues, como el mundo, Satanás, el engañador que engañó a la primera novia, para que pecara contra Dios, por dudar Su Palabra…",
    "Y ahora, hoy, viendo nosotros la iglesia natural en su Evangelio intelectual, apartándose más y más de la Palabra, en un evangelio social; nos damos cuenta que las mujeres del mundo, en las calles, miembros de ella, se comportan así, en esa misma atmósfera. Uno no se los puede decir; han perdido todo el sentido común de la decencia, la gente. ¿Ven? Y de esa manera ha sido con la iglesia. Y uno puede verla yendo directamente al concilio ecuménico, tan cierto como cualquier cosa, y directamente a Roma, tan rápido como puede (¿ven?), porque está profetizado; y allí está. Ésa es su conducta.",
    "Pero, por otra parte, observen de nuevo a la Iglesia espiritual, cómo ese grupo de personas es llamado a salir, los Elegidos, durante cada avivamiento. Con Martín Lutero, sucedió de la misma manera, en la Reforma. Sucedió igual en el tiempo de Juan Wesley. Sucedió igual cuando los pentecostales comenzaron. Ellos pusieron a esas mujeres de nuevo en línea con la Palabra, y después se apartan. Allí regresa ella otra vez al caos. Pero entonces en el tiempo en que la gente está lista para entrar en línea, hay un Mensaje que sale, y ellos se alinean con Él.",
    "Lutero fue el mensajero para un día, el de la justificación, y la Iglesia se alineó correctamente con él, algunos de ellos; los demás siguieron de largo. Wesley vino con la santificación, la Iglesia cuadró allí con eso. Pentecostés vino con la restauración de los dones; la Iglesia cuadró allí con eso, los Elegidos de ese día; y luego se desvanecieron, regresaron directamente al denominacionalismo y salieron con los demás; todos ellos, así sucesivamente.",
    "Ahora, pero se fijan, cuando el pueblo comienza a querer cuadrar con la Palabra, allí viene un Mensaje fresco de la Palabra de Dios, directamente al pueblo. Y ellos captan ese Mensaje y se alinean, cada vez. Es en el… de Dios. Tenemos eso.",
    "Nosotros tenemos familias. Toda familia aquí está acostumbrada a eso. A veces todo les marcha bien, por años. Entonces, de repente, entran en una temporada en donde, como decimos muchas veces aquí en el sur: “Cuando llueve, llueve en torrentes”, y todo va mal. Uds. van pasando por un tiempo oscuro. Luego hay un amanecer, y después un tiempo oscuro; todo va en continuidad.",
    "El profeta, Pablo, está diciendo aquí que una mujer no puede volverse a casar hasta que su primer marido esté muerto. Ella no se puede volver a casar mientras que su primer marido esté vivo; ella, absolutamente bajo ninguna circunstancia. Ella tiene que permanecer soltera mientras que su primer marido esté vivo. Y si cometiere tal pecado, “ella será llamada una adúltera”. Ahora yo estoy hablando de lo natural, para tipificarlo con lo espiritual. Si esta mujer cometiera tal pecado, entonces ella es marcada “una adúltera”, si tiene dos maridos vivos al mismo tiempo. Por lo tanto, ella renunció, por haber hecho eso, a sus derechos a Dios y al Cielo, por haber hecho eso; seguro que sí. Ella es desterrada de la economía de Dios, de acuerdo a las Escrituras que acabo de leer.",
    "También lo es la iglesia, cuando trata de mezclar credo y denominación con la Palabra de Dios. Ella no puede estar casada con una denominación, y a la misma vez ser la Novia de Cristo. Ella tiene que estar muerta al uno o al otro; así lo dice la ley aquí. Hay abundancia de leyes en la Palabra de Dios. Y ésa es Su ley, Pablo está hablando lo mismo aquí. Ella no puede estar casada con una iglesia de credo mundano, y ser la Novia de Cristo, porque (ella) una es contraria a la otra. Ahora, recuerden.\n\nDicen: “Bueno, nosotros creemos esto, pero no creemos Eso”.",
    "Si Ud. está casado con Cristo, Cristo es la Palabra de Dios. En San Juan, el capítulo 1 dice: “En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios. Y el mismo fue hecho carne y habitó entre nosotros”. Cristo era la Palabra viviente; Él siempre fue la Palabra; Él todavía es la Palabra; Él siempre será la Palabra. Él sólo fue la manifestación de los atributos de Dios, pues era el Hijo de Dios.",
    "Y cualquier hijo es los atributos de su padre, y así como Ud. estaba en los genes de su padre, en el cuerpo de su padre cuando él era un joven, Ud. estaba en él; sin embargo, él no podía tener compañerismo con Ud., porque él no lo conocía. Pero después, por medio del terreno fértil de una madre, Ud. fue traído a la tierra y vino en la imagen de su padre, entonces él podía tener compañerismo con Ud.",
    "Y también lo eran Uds., hijos de Dios e hijas de Dios, antes que aun hubiera una luna, estrellas, o alguna molécula. Uds. eran hijos e hijas de Dios, porque Uds. solamente son la manifestación física de los atributos que estaban en Dios en el principio. Porque, solamente hay una forma de Vida Eterna, y ésa eran Uds., antes. Uds. no saben nada de eso, ni tampoco lo sabían cuando estaban en su padre terrenal; pero igual Uds. son manifestados en Su imagen. Uds. están hechos a la imagen de Dios, y fueron manifestados para la gloria y el compañerismo de Dios.",
    "Y, por lo tanto, tan cierto como su gene tenía que estar en su padre, antes de su nacimiento natural, su gene espiritual tenía que estar en Dios, porque Uds. son una expresión de los atributos de Sus pensamientos, antes de la fundación del mundo; correcto. No hay manera de evitar eso; es correcto. Ahora, ahora nos damos cuenta entonces que esa Vida estaba en Uds., la Vida de Dios estaba en Uds., desde la fundación del mundo.",
    "Ahora, ahora Uds. no pueden mezclar denominación (credo), con la Palabra, porque son muy contrarios, el uno al otro.",
    "Eso exactamente es lo que Satanás trató de hacerle a Eva con su concepción intelectual. Él dijo, él admitió que Dios lo dijo, pero dijo: “Ciertamente no morirás”. ¿Ven? Y ellos creyeron eso.",
    "Y eso es lo que el credo ha hecho, en esta noche. La denominación ha separado a la gente de la Palabra de Dios. ¿Acaso no dijo Jesús cuando vino: “Habéis invalidado el mandamiento de Dios por vuestra tradición para el pueblo”? [La congregación dice: “Amén”.—Ed.] Y por nuestro credo, hemos separado el compañerismo del Espíritu Santo para que unja la Palabra de Dios, que ha sido enlazada para esta generación. Hemos separado a la gente de tal manera, por denominación, que no pueden tener oportunidad de verlo.",
    "Ahora, Dios, Él, en cada generación, Él añade una parte nueva a Su Libro. Todo va junto.",
    "Así como mi cuerpo fue formado. Me dicen que empezó en la columna, pero no era todo columna. De allí pasó a costillas, y a los pulmones, y a las manos, y a brazos, y a pies, y demás; y resultó en la persona que soy.",
    "Y así fue manifestado Dios en el principio. Y finalmente Él apareció como Jehová, Dios el Padre. Después apareció como Dios el Hijo, en Jesucristo. Ahora Él ha aparecido como Dios el Espíritu Santo. El mismo Dios, todo el tiempo, tres manifestaciones del mismo —el mismo Dios.",
    "Ahora, nos damos cuenta en esto, que en cada generación, Dios ha asignado Su Palabra desde el principio.",
    "Así como vino la evolución. Como la primera cosa que Dios creó, probablemente fue… Digamos que Él creó la vida botánica, primero. Luego creó, después, la vida animal. Después, creó luego la vida humana; como en forma de una evolución, subiendo más.",
    "Así también ha sido con Dios y Su Iglesia. La justificación bajo Lutero. Santi-… ahora, eso era sacando a Su Novia. Él está creando a Su Novia. La justificación bajo Lutero; la santificación bajo Wesley; y lo demás, ¿ven Uds.? Él está, es la evolución del Espíritu, siendo dado más y más, porque el Cuerpo se está edificando, llegando a la Cabeza, la cual es Cristo, el Cuerpo de Cristo.",
    "Ahora, Ella, como una mujer, si está casada con Cristo la Palabra, Ella no puede estar casada al mismo tiempo con una iglesia denominacional, porque está ligada a eso. Ella tendrá… no puede vivir con dos maridos al mismo tiempo. Ellos son contrarios uno al otro. Uno es enviado de Dios, el otro es hecho por el hombre; por tanto, son contrarios. Dijo: “Toda palabra de hombre sea mentira; la Mía sea Veraz”; Dios dijo eso.",
    "Tan contrario uno al otro, como la ley lo fue para la gracia, como Pablo lo dice aquí. Uno debe de estar muerto, para tener el otro. “Y si ella trata de mezclarlos, será llamada adúltera”. ¡Oh! Piénsenlo. Nueva York, Arizona, por toda la nación: ¡piénsenlo! Dios dijo: “Si ella trata de estar casada con dos al mismo tiempo, será llamada adúltera”. ¿Qué adúltera puede entrar en el Cielo? ¿Se casaría Dios con una adúltera? Seguro que no. Él pidió que nosotros no lo hiciéramos. “Ella será llamada adúltera”.",
    "Entonces, sus hijos, si ella es una adúltera, sus hijos son ilegítimos. ¡Ilegítimos! ¿Ilegítimos a qué? No a la iglesia, sino a la Palabra. Ella es ilegítima. ¡Qué cuadro de esto, aquí en Apocalipsis 3, de la edad de la iglesia de Laodicea, del último día! ¡Qué grupo tan ilegítimo! ¡Qué mezcla denominacional! Tibios, en desorden y, ellos mismos se llaman Cristianos, y niegan la Palabra de Dios: “Teniendo apariencia de piedad, pero negando su poder”, como el profeta dijo que lo serían.",
    "El matrimonio es la institución más antigua del mundo. El matrimonio primero fue efectuado, e instituido, en el huerto del Edén.",
    "A la mujer se le confían ciertas cosas en el carácter que ella no debe deshonrar; eso le ha sido encomendado a la mujer. No hay una criatura en la tierra como una mujer. No hay hembra del perro, no hay hembra de ningún género, que se le haya confiado ese carácter como a la mujer.",
    "La mujer ni siquiera estaba en el—el principio de la creación, porque Dios sabía que ella caería. Todas las otras hembras no podían cometer adulterio. Ella es la única que puede cometer adulterio. Si ella hubiera sido creada como el original, no hubiera complementado la gran sabiduría de Dios. ¿Ven? Ella fue hecha un subproducto del hombre.",
    "Pero por cuanto fue puesta en ese lado, a ella también le ha sido encomendado algo sagrado de parte de Dios, para redención. Ella tiene características que no debe deshonrar.",
    "Si ella las profana, es deshonrada de por vida. No importa cuánto es perdonada, ella no puede ser justificada. Tocaré eso en un momento. Tengo una Escritura acerca de eso, en unos minutos. Ella puede ser perdonada por deshonrarse, pero no puede ser justificada en esta vida; eso siempre queda con ella. Fíjense, ahora le ha sido dado esto. Ella puede ser perdonada, pero no justificada.",
    "A ella le es encomendado su cuerpo, es confiado sagradamente de parte de Dios. No es así con la hembra del perro, ni del pájaro, ni de otro animal, ni de cualquier otra criatura. No. Ella es la única. Por medio de eso, ella es… La razón que eso es tan sagrado, es porque así ella traerá vida a la tierra. Su cuerpo es el terreno fértil para la vida, por esa razón es que a ella le ha sido confiado esto sagrado.",
    "Ahora aquí pueda ser que no estén de acuerdo, muchos de Uds. los teólogos. Eso fue lo que corrompió a toda la raza humana, fue ese adulterio en el principio. Su terreno fértil fue estropeado. Ella produjo esos gemelos, Caín y Abel. Un acto, dos hijos. Escudriñen las Escrituras. Sí.",
    "Fíjense, ahora, nos damos cuenta que su cuerpo es el terreno fértil, y por eso le es confiado sagradamente no deshonrar eso. Ahora, entonces hablo, trayendo esto en una ilustración, para mostrarles a Uds. dónde está parada la Iglesia. Yo no estoy hablando de Uds. las mujeres (lo que sean, eso queda entre Uds. y Dios, o Uds. los hombres), sino que estoy hablando de la Iglesia y Cristo.",
    "Ahora, esto le es dado a ella, para que traiga vida que sólo Dios mismo puede dar. Su marido puede que sea el portador del germen, pero Dios tiene que producir la vida. Correcto. Tiene que venir, toda vida tiene que venir de Dios. La vida que sea, tiene que venir de Dios. Ella ha sido pervertida, y es lo que la hace pecaminosa, pero la vida tiene que venir de Dios; Él es el Autor de la vida. Ahora, ella tiene una sa-… uno…",
    "Aquí quiero nombrar tres cosas de las que ella no debe apartarse. Ahora, estoy hablando, tengan la Iglesia en mente mientras le hablo esto a la mujer natural, como Pablo lo hace aquí, en el capítulo 7 de Romanos.",
    "Ella tiene una virtud sagrada encomendada a ella por su Señor, una cierta virtud; sólo la tiene la mujer. Correcto. Eso le es encomendado a ella por Dios. Ella no debe deshonrar esa virtud.",
    "Y si llega a hacer algo errado, ella tiene que confesarle eso a su marido antes que él la reciba, y enmendar eso. De la misma manera como la iglesia que estaba casada con la ley, debe venir también delante de Cristo, antes del segundo matrimonio. Ella tiene que confesar eso. Si no lo hace, y ella ha vivido con su marido diez años y luego lo confiesa, él tiene el derecho de repudiarla y casarse con otra mujer; eso es la Escritura. Fornicación es vivir en inmundicia.",
    "🦅 José, no temas recibir a María tu mujer, porque lo que en ella es engendrado, del Espíritu Santo es”. Él había decidido dejarla secretamente (¿ven?), después de que ya se había comprometido con ella. Cuando Ud. se ha comprometido con ella, en cuanto a Dios concierne, Ud. está casado con ella.",
    "Fíjense, ahora, ella tiene una virtud sagrada que le ha sido dada, encomendada a ella por el Señor. Dios le dio a ella esa virtud. Así como fue en el huerto del Edén, ella puede decir, “sí”, o “no”. A ella le ha sido confiada esa feminidad sagrada, la cual no debe quebrantar. La feminidad de la que hablo aquí es su conducta, su carácter alrededor de los hombres. No permitiendo que todo hombre…",
    "Miran estas pantallas y ven a estas estrellas de cine besándose, y abrazándose, y baboseándose y todo, encima de estas mujeres. Una mujer que hace eso, es de un carácter errado. Puede ser que ella sea virtuosa en lo demás, pero vean, en su corazón… pues esas glándulas, las glándulas sexuales, están en los labios. Un hombre que besa a una mujer, en realidad él, potencialmente, cometió un adulterio. Las glándulas sexuales están en los labios de la mujer y en los labios del hombre. Él pudiera besarla en la mano, y no mezclarían sus glándulas sexuales; sin embargo, las glándulas sexuales están en los labios. Y vemos toda esta insensatez, en—en Hollywood hoy día; todo esto de besarse y andando en amoríos con mujeres y todo eso, y las niñitas mirando todo eso. Con razón nuestra moralidad está podrida y corrompida, inmunda (¿ven?), porque eso es presentado a los niños. Es cierto. Así tiene que ser en los postreros días.",
    "Ahora ¡tengan la iglesia en mente! Ella está besando y baboseándose, y mezclándose con todo lo demás excepto la Palabra; se lo permite al diablo, y a la educación y a los estudios científicos, y todo eso.",
    "Cuando lo científico, la educación, todo, es absolutamente contrario a Dios. Todo el sistema de civilización que ahora tenemos es absolutamente anticristo. El sistema educacional es anticristo. La civilización es anticristo, es contrario a Dios. Uds. dicen: “¿Contrario a la civilización?”. Dios va a tener una civilización un día de éstos, en la cual no estará asociada la muerte. Esta civilización moderna vino por Satanás. Se los voy a probar en esta noche, Dios mediante, por la Biblia. Todas estas cosas son de Satanás. Nuestra civilización nueva no tendrá nada de esto.\n\nElla tiene esta feminidad sagrada.",
    "Con razón los hombres se comportan alrededor de las mujeres como lo hacen, es porque las mujeres se comportan alrededor de los hombres como ellas lo hacen. Ella es la que se caracteriza así, forrándose en pantaloncitos cortos, y con ropa de hombres y cosas, por la calle, contoneándose. No importa lo que diga, ella pudiera ser tan virtuosa para su marido como fuera posible, pero, delante de Dios, “ella es una adúltera”. “Cualquiera que mira a una mujer para codiciarla, ya adulteró con ella en su corazón”. Y fue ella quien se presentó así para que sucediera.\n\nY así es exactamente como ha hecho la iglesia con el mundo.",
    "Fíjense. Eso le ha sido confiado a ella: virtud sagrada, feminidad sagrada, y luego maternidad sagrada, honrar a su esposo.",
    "Sólo miren hoy. En ciertas ciudades, muchas ciudades, incluso tienen grandes fiestas en lo que llaman la sociedad, los miembros de iglesia también. Ponen sus sombreros en el suelo, y todos se emborrachan y arrojan allí sus llaves. Cada mujer va y saca una llave del sombrero, y es del hombre con el que vivirá el fin de semana. ¡Toda esa clase de fiestas! De lo cual, tengo tanto para decir aquí, si el Señor quiere, que no tengo tiempo para entrar en eso. ¡Semejante inmundicia!",
    "Y la iglesia está igual de grave, es cierto, cometiendo adulterio con todo, y andando en cosas que ella no se debe meter. Ella debería quedarse con la Palabra.",
    "Las edificaciones están bien; los hospitales están bien; todas estas otras cosas están bien. Los programas educacionales, eso está bien; tenemos que vivir aquí, tenemos que leer, escribir, eso forma parte de la economía.",
    "Así como no habíamos de usar ropa, en el principio. Predicaré sobre eso más adelante esta semana, el Señor mediante. Pero nosotros tenemos que usar ropa porque Dios nos dio la ropa; no obstante, en el principio, no la necesitábamos, estábamos velados.",
    "Hoy, ella está velada de su pecado. Ella ni sabe que está pecando (¿ven?), así como lo estaba allá. Por el… Hoy ella está velada por el diablo, allá ella estaba velada por Dios; ésa es la diferencia.",
    "Ahora nos damos cuenta que a ella le ha sido encomendado esto sagrado, lo cual no debe quebrantar: de ser madre, comportarse, tener su carácter, criar a sus hijos, ser honorable a su esposo.",
    "Hoy en día, ellas no le prestan ni la más mínima atención a eso. Uds. deberían sentarse alguna vez en mi oficina, y ver a los hombres que traen a sus esposas, cuando ellas quieren estar correctamente con Dios y confesar de todos los hombres con los que han vivido, y cuánta cosa más, desde que han estado casadas. “¡Oh!” Uds. dicen: “ésos son…”. No, son los pentecostales, seguro; los otros ni vienen. Así que es…",
    "Estoy hablando de cuánto se puede distanciar la cosa, cuando se comienza a mezclar con el mundo (la iglesia), y con toda moda y demás cosas que tenemos. Ya no somos como era el Pentecostés original; estamos tan lejos como el día lo es de la noche. Nos hemos desviado en alguna parte, hacia un caos tenebroso en alguna parte, extraviándonos.",
    "¡Qué encomienda tan sagrada! ¡Qué responsabilidad para una mujer! ¿Ahora ven por qué ella es un tipo de la Iglesia, la cual tiene la misma responsabilidad? Así como una mujer tiene una responsabilidad sagrada a su maternidad, a sus virtudes, a su marido, la Iglesia tiene una responsabilidad sagrada a la oración y a la Palabra, y a Cristo, igual como la tiene la mujer.",
    "Y como una mujer se va con otro hombre, así es cuando la iglesia se va tras estos programas de institución, y programas para edificar y escuelas, y demás. Yo no tengo nada en contra de eso, está bien; cumplen su fin. Pero no son…",
    "Jesús no dijo: “Vayan, hagan escuelas”. Él dijo: “Prediquen la Palabra”.",
    "Allí es donde ellos La descuidan. No es hacer instituciones, hospitales, y todo eso. Esas cosas están bien, pero ése no es el deber de la Iglesia. Su deber es predicar el Evangelio; pero hemos hecho de todo menos eso. Y hemos caído en eso, como lo hizo Satanás, mezclándolo con algún Evangelio, alguna otra cosa, y alguna otra cosa, hasta que ha llegado a ser una conglomeración de nada. ¡Es una degeneración, aun en todo lo nuestro, el mundo entero! Miren la tendencia del mundo.",
    "Leía las Selecciones del Reader’s Digest, aquí no hace mucho, en donde jovencitas pasan por la menopausia, y los hombres (el cambio de vida), entre los veinte y veinticinco años. Están pasando por la mediana edad. ¡Degeneración! ¿Por qué? Por los avances científicos en la comida y todo, han alterado las cosas naturales que debemos ingerir en nuestros cuerpos. No somos más que una cantidad de degeneración moribunda.",
    "Ahora, así también está la iglesia; se encuentra en la misma condición.",
    "Ella es un tipo. Le han sido dadas las mismas virtudes preciosas por el Espíritu, para conservar el Espíritu y la Palabra, y para que no cometa adulterio con nada del mundo, ni con lo que sea. Para que permanezca virgen a la Palabra, como una mujer debe permanecer virtuosa para su marido. Es una encomienda sagrada: de honrar la Palabra de Su Señor sobre todo credo hecho por el hombre, sabiduría, denominación que exista. A la Iglesia le ha sido confiado eso.",
    "Si ellos dicen: “Bueno, es que mi iglesia…” A mí no me interesa lo que crea su iglesia. Si eso es contrario a la Palabra de Dios, aléjese de ella.",
    "La Biblia dice: “Jesucristo es el mismo ayer, hoy y por los siglos”. Marcos 16 dice: “Estas señales seguirán a los que creen”. Si una iglesia predica diferente a Eso, no lo haga Ud. Muera Ud. a esa cosa. Nazca de nuevo, en la Palabra de Dios. “Id por todo el mundo y predicad el Evangelio a toda criatura”. Ése es el alcance que tendría. “Estas señales seguirán a los que creen, en todo el mundo, y a toda criatura que crea”. ¿Ven cómo nos alejamos de Eso? Seguro. No obstante, ella es responsable por Eso.",
    "Pero miren hoy, Hollywood ha sacado las cosas virtuosas de nuestras mujeres.",
    "Estoy viendo aquí a una amada anciana, la Hermana Schrader, muchas de las mujeres aquí, y atrás (y a la Hermana Moore, acá) mujeres mayores que recuerdan hace unos años: Si sus madres, o aun ellas mismas, hubieran salido por las calles, como algunas de estas mujeres salen hoy, miembros de iglesia, hubieran encerrado a tal mujer por demente; “ella olvidó ponerse su falda”. Bueno, si fue demencia allá, es demencia hoy.",
    "Pues, miren, el mundo entero prueba que está demente. Miren los homicidios y las cosas que están sucediendo hoy en el mundo. ¿Ven? ¡Demencia!",
    "Todo eso está aconteciendo para darle cumplimiento al Apocalipsis. Quizás lleguemos a eso en esta semana, a esas cosas espantosas; que no son cosas naturales sino cosas espirituales, las cuales harán que la gente les grite a las rocas y a los montes, y a todo lo demás, que los cubran.",
    "La demencia completa y total en la que entrará este mundo, de forma inmediata, casi está allí ahora. Pues, Uds. ven los rastros de eso. Allí está. Va en marcha, abiertamente en la calle, y en las bancas de la iglesia: demencia total; hacen cosas que un ser humano no pensaría en hacer, y siendo civilizado.",
    "Miren lo que Hollywood le ha hecho a la mujer. Miren cómo está. Ha robado las virtudes sagradas de la mujer. Pudiéramos seguir y seguir. ¿Ven?",
    "Ella perdió todo esto. ¿Cómo lo hizo? Porque hubo un instrumento sutil llamado la iglesia, como lo hubo en el huerto del Edén. Una persona sutil, el diablo, entró en la iglesia (tal como lo hizo en el huerto del Edén), y la engañó a eso. Ella está engañada. La mujer piensa; ella no quiere estar en error.",
    "Eva no quiso obrar mal; no fue voluntariamente. Pero ella… La Biblia dice, en 2 Timoteo, Primera de Timoteo 3: “Ella fue engañada”. Y un engaño, no es cuando Ud. lo hace voluntariamente; es cuando Ud. es engañado a hacerlo.",
    "Y eso exactamente es lo que ha sucedido hoy. Ella ha sido engañada, por la televisión, por revistas, por estas personas, estas, todas estas cosas finas, por las cuales salen a la calle. Muchachas modernas, ellas miran las revistas y miran las películas. Ellas lo ven por la calle; ven la ropa en las tiendas. ¡Cómo es que Satanás, ése gran instrumento del—del infierno, ha bajado entre la gente y los ha engañado a estas cosas! Y la mujer piensa que ella está bien. Y ella está muerta y no lo sabe; ella está lejos de Dios. ¿Ven cómo ella perdió todo esto y lo sutil que fue?",
    "Hoy, quiero que Uds. lo noten. Jesús habló de eso. Si Uds. quisieran leerlo también, Jesús mencionó que este asunto vendría a cumplimiento (¿lo sabían Uds.?) en Sus últimas horas, poco antes de Su crucifixión. Vamos a leerlo, San Lucas, el—el capítulo 23, y sólo por un momento, como una lección de escuela dominical. Empezando con el versículo 27, creo que lo tengo marcado aquí. Jesús camino al Calvario. Escuchen mientras lo leo. Muy bien. San Lucas 23:27, creo que es donde lo tenemos. Así está en mi apunte. Sí. Aquí está.\n\nY le seguía gran multitud del pueblo, y…mujeres, las que lloraban y hacían lamentación por él.\n\nPero Jesús, vuelto hacia ellas, les dijo: Hijas de Jerusalén, no lloréis por mí, sino llorad por vosotras mismas y por vuestros hijos.\n\nPorque he aquí vendrá el día…vendrán días en que dirán: Bienaventuradas las estériles, y los vientres que no concibieron, y los pechos que no criaron.",
    "Piénsenlo hoy, la desgracia que es para ella que tenga un hijo. ¿Ven?\n\nEntonces comenzarán a decir a los montes: Caed sobre nosotros; y colla-… y a los collados: Cubridnos.\n\nPorque si en el árbol verde hacen estas cosas, ¿en el seco, qué no se hará?",
    "Hablando del día cuando las mujeres no iban a querer más tener hijos. Ellas quieren un perro o un gato, o algo así, pero ella ya no quiere hijos. ¿Por qué? “Se vuelve una anciana si tiene un hijo”. ¿Ven? Ella no quiere. Eso es—es lo que dice Hollywood. No quiere que su mujer sea una anciana. Así que ella, él se hará una operación, o ella, alguno, para evitar que tengan hijos. Ellos no quieren hijos.",
    "Jesús habló de eso. Y ¿qué dijo Él? “En ese tiempo comenzarán a decir a las rocas y a los montes que ‘nos cubran’”.",
    "Ella usará anticonceptivos, para poder ir a las fiestas. Ella no puede molestarse amamantando un bebé; “eso la deformará. Cuando quede embarazada, eso la deformará. Ella no se verá como antes”. Y su marido, tan ignorante que le permite eso. Ella no le dará un hijo.",
    "Jesús habló de eso. Y Él dijo, que “Cuando estuvieran haciendo esto, en ese tiempo clamarían que las rocas los cubrieran”; eso viene del Señor.",
    "Ellas pagan grandes cantidades de dinero por gatos, perros, para serles madres. Es cierto. Ella tiene que ser madre de algo, porque es la naturaleza dada a ella por Dios.",
    "Yo me fijo. Cazo animales grandes. Y una osa en el otoño, cuando ella ha concebido del oso macho, le nacen entonces los cachorros. Son cachorros de muy buen tamaño, tal vez pesan cien libras o más [45 kg—Trad.]. Ella hace que se vayan y que hibernen a solas, porque va a dar a luz más cachorros. Ellos nacen en febrero. La osa no sabe nada de eso.",
    "Ellos nacen en bolsitas. Dios hace que ellos mismos abran estas bolsitas, pequeñas… una bolsita como de celofán. Ellos encuentran su posición. La madre está profundamente dormida. Ella no ha comido nada desde octubre, y es febrero. Ellos vienen y se amamantan de ella hasta mediados de mayo.",
    "Para cuando ella ve sus cachorros, ya son cachorros de buen tamaño, pesan tal vez quince, diez o quince libras cada uno [de 4 a 7 kg—Trad.]. Se amamantaron de ella. ¡Cómo obtiene ella la leche, es la idea de Dios! Ella se mantiene viva, y produce leche para los cachorros.",
    "Y entonces si al aparearse no concibe, y no tiene cachorros, ella busca ese año los cachorros del año anterior, y les será madre todo el verano, porque es un instinto dado por Dios. Ella tiene que ser madre de algo.",
    "Y si una mujer no le da un bebé a su marido, ella conseguirá un perro o un gato, o algo. Ella tiene que ser madre de algo; es la naturaleza. Pero concebir un hijo para su marido, y criarlo para el servicio de Dios, queda completamente fuera de sus planes. Ella debería. ¡Oh!, ella… ¡Oh!, le sería una desgracia si lo hiciera, para su sociedad amante del pecado de este tipo de mujer de 1965.",
    "¡Es un cuadro muy fiel de la iglesia moderna hoy! Ni tampoco la iglesia moderna quiere rodearse de estos niños llorando, gritando, hablando en lenguas, de Hechos 2:38. Seguro. Seguro. ¿Ven? Seguro. Ella no los quiere; arman griterías, lloran y gritan: “¡Amén! ¡Aleluya!”. ¡Pues tal hijo causaría que la saquen inmediatamente de su denominación! Si tuvieran uno así en una de las iglesias, pues, la sacarían rápidamente.\n\n“¿Por qué permiten estas cosas entre Uds.”?",
    "Entonces (¿ven Uds.?), ella está preñada con algo, porque está produciendo miembros todo el tiempo. Pero ella no los quiere llorando a gritos, balbuceando, de Hechos 2:38, los cuales considera criaturas miserables. Verdaderamente que la avergonzarían. La arruinarían a ella y a su iglesia de sociedad científica, educada, ética, a la que pertenece aquí. Ellos la expulsarían a la siguiente junta. Ella no puede tolerarlo. Así que ella no quiere estar preñada con la Palabra, ¡porque ése es el único género que la Palabra puede producir!",
    "Cuando nace del Espíritu de Dios, tiene por dentro el Espíritu de Dios. No un intelecto de unirse a la iglesia y seguir el credo, con el cabello cortado y la cara pintada; no encontrará nada así en Ella. Uno no encuentra eso en la Palabra de Dios. Encuentran a un hijo chapado a la antigua, santificado, lleno del Espíritu Santo, nacido del Espíritu de Dios, llorando a gritos, clamando, alabando a Dios.",
    "Eso queda totalmente fuera del alcance para ella. Ella no quiere Eso. ¡Oh!, ¡no, señor! Verdaderamente que no. ¿Qué hace ella entonces? Produce un par de caras pintadas que usan pantaloncito corto (una sociedad jezabelina), ilegítimos, les dicen “gatas”, creo que es. ¿Ven? Creo que les dicen “gatas”. ¿Ven? “Mira esa gata que va allí”, dicen ellos, o algo así, Uds. saben.",
    "Ella nació, o se casó, o es conectada con su primer marido, el primer Adán, por Eva, la esposa adúltera; la primera esposa de Adán. Uds. dicen: “¿Adúltera?”. Seguro que lo fue. Pero ¡oh!, ella reclama que este Adán, este primer Adán, está muerto. “¡Oh, seguro, él murió hace mucho tiempo! Yo he nacido de nuevo” dice ella, “y realmente estoy casada con el Segundo Adán, Cristo, la Palabra”.",
    "¿Cómo? Fíjense lo que ella ama. Observen a su amante, miren Uds. de quién está enamorada. La Palabra dice esto, pero ella responde: “Mi iglesia dice esto”. Entonces ¿de quién está enamorada? ¿Quién es su marido? Sus propios frutos prueban lo que ella es. Exactamente correcto, muestra lo que ella es. Fíjense. Ella nació, primero, de Adán, porque ése es su nacimiento natural. ¿Ven? Y ella nunca lo dejó. Ése es amante del mundo. Ella reclama que ha nacido la segunda vez, de Cristo; pero su amante, fíjense, sigue siendo Adán, por cuanto ella ama al mundo.",
    "Y otra—otra cosa, fíjense en la clase de hijos que ella está produciendo. Eso dice a quién tienen por papá, si es el primer Adán o el Segundo Adán. Si la Iglesia da a luz un hijo del Segundo Adán, él actúa como el Segundo Adán, como lo hicieron en el Día de Pentecostés. Ésos son los verdaderos hijos genuinos del Segundo Adán. ¿Ven? Correcto. La naturaleza de ellos es como la de él y de ella. Sí, señor. Las hijas de ella: caras pintadas, cabello cortado, usando ropa de hombres, pantalones. La Biblia le dice a ella que “no lo haga”. Ella se corta el cabello; “es deshonroso para ella”.\n\nUds. dicen: “Calle ya en eso”.",
    "Es lo que dice la Palabra. Yo sólo estoy señalando la naturaleza. Eso es lo que ella hace.",
    "Sus hijos, los hijos nacidos de ella, dependen de la educación, la erudición, lo que supuestamente llaman un colegio bíblico, lo que supuestamente fue hace mucho tiempo una gran universidad, los empollan al estilo de alguna incubadora. Buscan denominación, religiosos como Caín, tan ilegítimos a la Palabra como Caín (es cierto); igual de malos, tan ilegítimos como Caín, seguro, buscan denominación. ¿Ven Uds. lo que es?",
    "Dios jamás organizó una denominación. Él siempre ha estado en contra de ella; Su Palabra se opone a ella.",
    "Pero ellos se aferran a ella, y ven Uds. lo que están produciendo. Eso muestra quién es el papá y la mamá de ellos. ¡Exactamente! ¡Exactamente! Tan ilegítimos como lo era Caín. Ésa es la clase de hijo que él trajo por Eva. Ellos se apartaron de la Palabra y luego ¿ven lo que ella produjo? Eso es exactamente lo que la iglesia ha producido, lo mismo.",
    "Se los puedo probar a Uds. por la Palabra, que de allí es de donde provienen la educación y la civilización: a través de Caín; exactamente cierto. Pues reclaman… Pero ellos—ellos reclaman ser hijos de Dios, pero son un engendro denominacional, eruditos instruidos en denominación, y cuanta cosa más. Es exactamente cierto. ¡Sutiles, sabios! ¡Vaya!, así también lo fue la serpiente, el padre de ellos. Correcto. Predicadores tan sutiles y científicos como lo era Caín. ¿Ven? Es exactamente igual.\n\nUds. dicen: “Hermano Branham, ¿es verdad eso?”.",
    "Vayan a Génesis 4:16 y averígüenlo. Regresen aquí a Génesis 4:16, un momento, y se darán cuenta cómo fue que eso sucedió.\n\nSalió, pues, Caín de delante de Jehová, y habitó en tierra de Nod, al oriente de Edén.\n\nY conoció Caín a su mujer, la cual concibió y dio a luz a Enoc; y edificó una ciudad, y llamó el nombre de la ciudad del nombre de su hijo, Enoc.",
    "Siguiendo por Tubal, y siguiendo aun más, pues empezaron a venir diseñadores de instrumentos, la música, y todo eso. La civilización vino de Caín, correcto; edificaron ciudades, instrumentos. Los hombres científicos provinieron de Caín, la simiente de la serpiente. Ahora, fíjense en el versículo 25.\n\nY conoció de nuevo Adán a su mujer,",
    "Ahora, él la conoció una vez y ella tuvo dos hijos. Escudriñen la Escritura. Ella tuvo a Caín y a Abel. Un acto y dos hijos. Uds. dicen…",
    "No hace mucho, me dijeron que eso no era posible, que sucediera. Tenemos un caso en Hollywood, ¿en Hollywood? Tenemos un caso en Tucson ahora mismo, en la corte. Una mujer dio a luz a un niño de color y a un niño blanco, al mismo tiempo. Ellos dicen que a ella no le es posible hacerlo. Seguro que ella puede tener dos simientes fértiles. Eso ahora está en la corte. Sé que así es con los perros; en los animales sucede. Y ella llegó allá. El hombre blanco dijo: “Yo mantendré a mi propio hijo, pero no aquél”.",
    "Y la mujer hizo la confesión. Ella estuvo con su esposo esa mañana, y con el hombre de color esa tarde. “Y si es en un lapso” dice el médico, “de veinticuatro horas, sucederá, si hay otra simiente fértil allí”. Y allá ella lo hizo.",
    "Y eso exactamente es lo que sucedió aquí: Caín, esa… Satanás, esa mañana, en la serpiente; y Adán, esa tarde, cuando ella… Y ella tuvo dos hijos.\n\nAhora, conoció de nuevo Adán a su mujer (por segunda vez); la cual dio a luz un hijo,…",
    "Recuerden, en la Biblia no hay ningún lugar que diga que Caín era el hijo de Adán. Dice: “Era del maligno”, no de Adán, “del diablo”.\n\n…conoció de nuevo a su…(la segunda vez), y conoció…y tuvo un hijo, y llamó su nombre Set: Porque Dios (dijo ella) me ha sustituido,…(Ésa no era la verdadera Simiente)…sustituido otro hijo en lugar de Adán, a quien mató Caín. Así que…\n\nY a Set también le nació un hijo, y llamó su nombre Enós. Entonces los hombres comenzaron a invocar el nombre de Jehová.",
    "No de esa generación de la genealogía de Caín, sino de la genealogía de Set.\n\nAsí que “Caín es el maligno”. Por allí vino la serpiente.",
    "Ahora, fíjense. La Biblia dice aquí claramente, que “su primer marido debe estar muerto”, no solamente repudiado; él tiene que estar muerto.",
    "Acabo de predicar sobre Casamiento Y Divorcio, y Uds. saben acerca de eso. Ahora, no le estoy hablando solamente aquí a esta congregación, sino por toda la nación. Muy bien. Ahora, Uds. ven lo que sucedió allí, en lo de Casamiento Y Divorcio. Cuando eso…?… Los Siete Sellos siendo abiertos, eso presentó la Verdad genuina de eso.",
    "Entonces, para estar casado con el Segundo Adán, Cristo, la Palabra, Ud. tiene que separarse por muerte, de su primer marido denominacional; pues no hay ni uno de ellos que pueda recibir la plenitud de la Palabra de Dios. Simplemente muéstreme dónde está. “¡Oh!” Ud. dice, “el mío”. El otro fulano también dice que el de él. Reúnanlos, y se darán cuenta que Uds. dos están mal, tan pronto Uds. se denominan. Lean Apocalipsis 17. Por tanto (¿lo ven?), Uds. tienen que haber muerto a esa cosa.",
    "Ahora, no se lo estoy hablando a esta asamblea local; lo estoy hablando a través de la nación. Ud. tiene que haber muerto a su primer marido. Si Ud. está unido a Cristo y todavía está casado con una denominación, Ud. es una adúltera. Ud. es de Laodicea.",
    "Una Iglesia por toda la nación, estamos siguiendo a Jesucristo, la Palabra. Para estar en la Novia, Ud. tiene que volverse a casar con la Palabra de Dios, que es Cristo. “En el principio era el Verbo, y el Verbo era con Dios y el Verbo era Dios. Y el Verbo fue hecho carne, y habitó entre nosotros”.",
    "Mientras Ud. se aferre a las tradiciones de hombres de las denominaciones, Ud. es llamado, según la Palabra de Dios, “un adúltero”. Mientras Ud. sea un busca credos denominacional, perteneciendo a una iglesia denominacional que niega la Palabra, Ud. es “un adúltero”. Eso es lo que dice la Biblia.",
    "Jesús dijo: “No se puede servir a dos dioses al mismo tiempo. Uno le sirve a Dios o a mamón”; Mamón es “el mundo”. “El que ama al mundo o las cosas del mundo, el amor de Dios ni siquiera está en él”. La Simiente de Dios no puede estar en él al mismo tiempo (el amor de Dios), que exista allí el amor por el mundo. Cuando la Simiente de Dios está obrando a través de Ud., eso es la Palabra de Dios. El amor del mundo no puede estar allí al mismo tiempo. Ahora, ¿dónde queda el cabello corto y los pantalones cortos, y las caras pintadas? Ahora, ¿dónde habrá quedado?",
    "Uds. no pueden ser virtuosos para Cristo, la Palabra de Dios, y al mismo tiempo servir a una denominación hecha por el hombre; es contrario a la Palabra. Pablo lo dijo aquí (“¿Dónde?”), en Romanos 7.",
    "Ni tampoco pueden Uds. engendrar los hijos de Dios, de Su Palabra, de este grupo denominacional ilegítimo. Uds. no pueden hacerlo. En su incubadora, Uds. no pueden dar a luz a un hijo-Palabra de Dios. Le estoy hablando a la iglesia. Sin embargo, Uds. reclaman ser muy religiosos. También lo era Caín, el hijo de Eva la prostituta, muy religioso: edificó altares y ofreció sacrificio, y pagó sus diezmos, e hizo todo lo que cualquier otro hombre religioso haría. ¡Pero él falló en obedecer esa Palabra! ¡Él falló al no recibir la revelación!",
    "Y la revelación es lo único, la revelación de la Palabra. ¿Qué es la…? ¿Qué es una revelación? Jesús dijo: “Sobre esta Roca edificaré Mi Iglesia, y las puertas del Hades no prevalecerán contra Ella”. Fe es una revelación; por cuanto Fe le ha sido revelada a uno.",
    "🦅 Abel, por Fe, ofreció por revelación (Fe), ofreció a Dios un sacrificio más excelente que el de Caín”.",
    "Caín pensó que ellos comieron manzanas. Ellos todavía siguen con esa idea, pero no fue así. Fue un adulterio: la simiente de la serpiente. Y allá cuando se abrieron los Siete Sellos, fue declarado y probado. Mi libro acerca de eso acaba de salir. Creo que ahora tenemos mil aquí. ¿Ven? Fíjense. Eso es Escritural, desde Génesis hasta el Apocalipsis.",
    "En el tiempo del fin, los dos árboles están volviendo a la semilla y probando lo que son. Aquí estamos, hoy mismo, Laodicea y la Novia, tan claro y hermoso como puede estar en la Escritura, y aquí frente a sus rostros; “Uds. no pueden servir a Dios y a mamón”. Ud. no puede ser un Cristiano virtuoso, creyente de la Biblia, y asociarse en ese asunto denominacional; simplemente no se puede hacer al mismo tiempo. Alguno tendrá que estar muerto, y permitir que el otro viva.",
    "Ni tampoco pueden Uds. engendrar un hijo de Dios de la Palabra; ni tampoco puede darlos a luz la iglesia. Ellas no los quieren, niños de ésos que gritan, claman y hablan en lenguas, y todas esas cosas. Ellas, uno no puede hacer eso, no lo tolerarán en una iglesia denominacional; ellos no los producen de esa manera. Ellos los hacen pasar adelante y les dan la mano y dicen: “Si Ud. cree, ya lo tiene. Siempre y cuando Ud. ponga su nombre en el libro, es todo lo que tiene que hacer”. ¿Ven? Son—son hijos ilegítimos a la Palabra, aunque reclaman ser religión.",
    "¡La iglesia ha llegado a estar muy preñada con la sabiduría y el conocimiento de Satanás! Envían a su gente a los colegios, para que aprendan cómo decir, “amén” correctamente. Les enseñan cómo decir todo esto, y a ser muy intelectuales. ¿Qué es? ¡Es la preñez del diablo! ¿Con qué preñó Satanás a Eva? Con incredulidad a la Palabra, por la intelectualidad, el intelecto, y arruinó toda la creación. Eso es exactamente lo que ella ha hecho en la Palabra hoy, la iglesia. Se ha preñado ella misma con escuelas bíblicas y universidades, y cosas de ésas, lectura, escritura, y aritmética, y no saben más de Dios de lo que sabría un hotentote acerca de una noche egipcia. Ellos se saben todos sus credos, sus devocionarios, y lo demás, pero no saben nada de Dios.",
    "Ellos saben cuando la Palabra es vindicada, cuando Dios habló en el pasado y designó Su Palabra para cada generación a medida que venían. Noé vino, y le predicó a esa generación.",
    "Ahora, ¿qué si Moisés hubiera venido, dicho: “Construyamos un arca?”. Él hubiera estado completamente fuera de estilo; pero él era un profeta. Él tenía la revelación de Dios.",
    "Dios vindicó que eso era la Verdad. Él sacó a los hijos, sacó a Israel, y mostró la Columna de Fuego delante de ellos y vindicó al profeta; y dijo exactamente lo que Él haría, y Él lo hizo.",
    "Ellos dijeron: “No hable Dios; hable Moisés, para que no muramos”.",
    "Él dijo: “No les hablaré más de esa manera, pero les levantaré profetas, y ellos hablarán”.",
    "Allí estuvo Isaías parado allá, dijo: “Una virgen concebirá”. Un hombre como él en un día cuando… ¿Cómo es que una virgen va a concebir? “Porque un Hijo nos es nacido: un Niño nos es nacido, Hijo nos es dado. Se llamará Su Nombre Consejero, Príncipe de Paz, Dios Fuerte, Padre Eterno. Sobre el trono de Su padre David, Él reinará. Su Imperio no tendrá límite”. ¿Cómo va a ser? Él no sabía. Él sólo habló lo que Dios dijo. ¡Eso sobrepasa toda imaginación e intelecto! Eso sobrepasa toda investigación científica: es la Palabra de Dios.",
    "Ahora, instruimos a nuestros estudiantes seminaristas en toda clase de teología bíblica y cosas como ésas (teología hecha por hombres), contiene una gran cantidad de iglesia: es exactamente Laodicea, como Dios dijo que sería. ¡Oh, vaya! Cuando miro eso, me dan escalofríos. ¡Preñada con concepciones intelectuales! Uno tiene que ser graduado de la secundaria antes de que pueda siquiera ingresar. Uno necesita… hay que ser evaluado por un psiquiatra antes de que uno pueda ser ordenado.",
    "¿Se imaginan a Pedro, a Santiago, y a Juan, presentándose ante un psiquiatra? ¿Recuerdan que esos ciento veinte allá en el aposento alto ni siquiera podían firmar su propio nombre? ¿Y pararse frente a un psiquiatra, para ver si ellos… si todos sus—si sus reflejos estaban bien, y lo demás? Ellos tenían un reflejo, pero no era el de la concepción intelectual o la investigación científica; era por medio del poder de Dios. Cuando los impactó, ellos no sabían más que manifestar lo que el Espíritu Santo les dijo que hicieran. Ellos no le prestaron atención a ningún intelectual, lo que decía la iglesia, ni a lo que decía el sacerdote; a lo que dijo éste, o dijo aquél. Ellos se movían por el Espíritu; hombres valientes.",
    "Primera de Juan 2:15, Él dijo: “Si amáis al mundo, o las cosas del mundo, ni siquiera tenéis el amor de Dios”. ¿Ven? Entonces ¿cómo puede Ud. estar preñado con la Palabra de Dios, la cual condena al mundo, condena a Hollywood, condena todas sus modas, condena todas estas fiestas y ese comportamiento, y lo que supuestamente tienen en el nombre de religión? ¡Ella lo condena! ¿Cómo puede la Palabra preñar a una persona; cómo podrá en una mujer con el cabello cortado, la cara pintada, usando pantalones cortos?",
    "¿Cómo puede un predicador, que viene acá a un seminario, y mira Hechos 2:38 y ve que no hay una sola persona en la Biblia que haya sido bautizada en esos títulos: y luego aún decir que él está preñado con la Palabra de Dios? ¡Él les está hablando una mentira! Él vendió su primogenitura. Ha cometido adulterio en contra de la propia Cosa que él ha declarado. Él es repudiado, en divorcio.\n\nDios va a tener una Iglesia que es virtuosa, exactamente; ¡una Novia!",
    "La Biblia dice: “La Palabra no está en Uds.” Entonces ¿qué clase de hijos están engendrando? Denominacionales preñados; no ha habido muerte para separarlos a Uds. de su primer amante.",
    "🦅 ¿Qué pensarán los Jones si me pongo a llorar y hablo en lenguas? ¿Qué pensarán si me vuelvo a bautizar”? ¡Qué tontería! ¿Está Ud. casado con los Jones? O ¿está Ud. casado con la iglesia? O ¿está Ud. casado con Cristo, la Palabra?",
    "Ahora, por eso es que ella todavía sigue produciendo sus hijos. ¿Qué clase de hijos tiene ella? Aquí están algunos de sus nombres, que se dan hoy: gatos, beatles, monsters, rickys, ricketas. Gatos, beatles, siendo miembros de iglesia; seguro. Todos son sus hijos, hijos de Caín, que son hijos de la bestia engañosa, lisonjeros como tan sólo ellos pueden serlo.",
    "Ahora examine cuidadosamente por un momento, con su propio discernimiento espiritual, en su alma. Tan sólo miren alrededor. Estoy hablando ahora a través de la nación. Miren sólo por unos minutos, Uds. allá en el Tabernáculo Branham; Uds. en los tabernáculos en la Costa Occidental, y en Arizona, y en todas partes donde se encuentren. Examínense por unos minutos. Uds. dicen: “Ese Mensaje que Ud. está predicando, Hermano Branham, está errado”. Examínense Uds. mismos por un momento. Permitan que el Espíritu Santo les escudriñe la mente con la Palabra, y Uds. estarán de acuerdo con el Mensaje. Permitan que Cristo, la Palabra ungida, les examine su propia conciencia. Permitan que Él entre en Uds., para ver si Eso es lo correcto o no. Y ésa sola es una o dos cosas que estoy mencionando, cuando hay cientos de ellas.",
    "¿Está de acuerdo la Biblia con que la mujer se corte el cabello? [La congregación dice: “No”.—Ed.] ¿Cree la Biblia, o estará de acuerdo con tres bautismos en el Nombre de “Padre, Hijo, Espíritu Santo”? [“No”.] No hay tal cosa. ¿Estará de acuerdo la Biblia con que las mujeres usen ropa de hombre? [“No”.] Bueno, sólo tomen allí esas tres, cuando hay cientos más. Escudríñenlo a la Luz de la Palabra de Dios.",
    "Ud. dice: “Yo soy un miembro de iglesia”; también lo era Caín; también lo era Eva. La Biblia predice en los días postreros, que Laodicea sería igual.",
    "Permita que el Espíritu Santo le escudriñe la conciencia, y Ud. estará de acuerdo con Daniel 5:12. Cuando la reina vino delante de Belsasar, y dijo que ella averiguó que había un profeta, Daniel estaba entre ellos, y él disipaba las dudas. Déle cabida Ud. al Espíritu Santo; Él es el profeta del día. Déle entrada en su corazón ahora mismo y examine con la Palabra de Dios, y todas las dudas acerca del Mensaje serán disipadas. Él disipa todas las dudas. Averígüelo Ud., cuadra exactamente con la Palabra para este día.",
    "Ud. no puede predicar el mensaje de Lutero hoy. Él forma parte, pero eso son los pies. Sí. Sí. No se puede predicar a Wesley; no se puede predicar Pentecostés; ya hemos pasado eso. Ellos se denominaron y murieron; son el tallo.",
    "El tallo salió con la hoja, ésa es la primera etapa de la iglesia. Ahora, eso allí no luce como el primer grano que cayó en la tierra, el trigo.",
    "Lo segundo que salió, fue el polen. Eso aún no luce como el grano; se va pareciendo más. Cada vez viene más en la imagen del verdadero grano. Pero las hojas, por cierto, no se parecen al grano que cayó en tierra. Es un portador de la Vida que estaba en el grano. ¿Pero qué hizo? Se denominó, igual como todo lo demás en la naturaleza que cuadra con eso; se murió.",
    "¿Entonces qué? La vida subió directamente a la borla. Tiene una cantidad de pequeñas—pequeñas bolitas colgando allí, parece tener pequeños—pequeños granos; parece ser como el grano verdadero, pero no lo es.",
    "Luego entra a la cáscara. Y ¿qué es lo que trae? Una cáscara.",
    "Ahora, tomen Uds. un grano de trigo, cuando primero empieza a salir. Y Jesús dijo: “Un grano de trigo…”. Y tome Ud. ese trigo y ábralo, arránquelo del tallo; obsérvelo, Ud. dice: “Tenemos un grano de trigo”. Tenga cuidado. Es exactamente como el grano, pero allí no hay ni una pizca de grano; es la cáscara.",
    "Ésos son los pentecostales, “de tal manera”, como dice Mateo 24:24, “que engañarán a los Escogidos, en los postreros días, si fuere posible”. Pero arranque hoja por hoja, Ud. no tiene grano. El grano estará allí adentro, detrás de eso. ¿Ven?",
    "Y luego la Vida sale de esa denominación, y entra al grano. Luego ¿qué sucede? Cuando el grano comienza a crecer, y se pone más grande, teniendo algo que lo cubre, la denominación se le aparta. ¿Por qué no tenemos una denominación de Esto? Ellos jamás lo serán; es el grano. Ya no puede avanzar más. Estamos en el tiempo del fin. Entonces ¿qué es lo que él tiene que hacer ahora? Permanecer en la presencia del Hijo, para que madure, exactamente; para que la Palabra madure en su corazón, para que produzca y viva aquello de lo cual estamos hablando. Sí, señor.",
    "Luego Uds. no tendrán más dudas, si permiten que el Espíritu Santo se los revele, como dijo la reina acerca de Daniel.",
    "Uds. pudieran decir: “¿Qué tiene que ver todo esto con el día de dar gracias? ¿De qué está hablando, Hermano Branham? Aquí está, falta un cuarto para las nueve; Ud. no dijo nada del día de gracias”. ¡Qué mensaje para la ocasión, digo yo! Sí, verdaderamente que lo es.",
    "Los padres peregrinos estaban muy agradecidos por encontrar su nuevo estilo de vida. Estando separados de las antiguas denominaciones inglesas y los credos, ellos podían casarse con la nueva Palabra ungida para su edad; correcto, la nueva Palabra ungida para su edad, para su día.",
    "Así también nosotros podemos estar agradecidos, como peregrinos, igual que Abraham, habiéndonos separado de las cosas del mundo y todos nuestros asociados. Abraham fue un peregrino. Dios nos ha separado a nosotros de todas las religiones muertas. Estoy hablando a través de la nación en estos momentos, de todos los credos muertos. Y ¿para qué? Nos separó, y nos abrió una nueva tierra, un nuevo Mensaje para este día.",
    "Pentecostés se secó y murió, igual que Lutero, Wesley, y los demás. No es más que un grupo de iglesias que se han juntado. Todavía hay gente buena allí, que tiene que salir.",
    "¿Qué hizo Él? Abrió los Siete Sellos del último Mensaje. ¿Se fijaron en eso? Los Siete Sellos, lo cual todos los misterios de las siete edades de la iglesia estaban sellados con Siete Sellos. Los reformadores no tuvieron tiempo para hacerlo en sus días; no vivieron el tiempo suficiente. Pero esta revelación bendita de los Siete Sellos, es abierta a nosotros en estos últimos días, de una profecía que fue dada para Arizona.",
    "Le pregunté a Dios el otro día: “¿Qué estás haciendo conmigo aquí en este desierto?”.",
    "¿Sabían Uds. que Moisés escribió el Nuevo Testamento… o el Antiguo Testamento? Seguro que lo hizo. Los primeros cuatro libros dan las leyes, todo: Génesis, Éxodo, Levítico, y Deuteronomio. Él escribió el Antiguo Testamento. Para hacer eso, él tuvo que dejar a todos sus asociados y a los seres queridos, y salir a un desierto.",
    "Pablo escribió el Nuevo Testamento. Correcto. Él escribió Romanos y, Romanos y los demás Allí, Hebreos y Timoteo, y demás. Y para hacer eso, él tuvo que separarse de sí mismo, y viajar a Arabia, a un desierto, por tres años, y recibir la revelación de Dios.",
    "🦅 Oh” dicen Uds., “¿qué de Mateo, Marcos, Lucas y Juan?”. Ellos fueron escribas que sólo escribieron lo que Jesús hizo.",
    "Pablo se apartó, y ensambló la Palabra. Correcto. Bueno, entonces, miren, si se requirió eso, y tuvo que ir a un desierto, separado de sus amados…",
    "Recuerdan, ¿Qué Hora Es, Señor? ¿Cuántos han llegado a oírlo? Digan: “Amén”. [La congregación dice: “Amén”.—Ed.] ¿Fue exactamente correcto? [“Amén”.] Entonces tenemos la revelación en estos postreros días, para que el Mensaje de Jehová Dios reúna a Su Novia. A ninguna otra edad le ha sido prometido. Fue prometido en esta edad: Malaquías 4, Lucas 17:30, San Juan 14:12, Joel 2:38. Esas promesas son igual, exactamente como Juan el Bautista se identificó en la Escritura.",
    "Jesús mismo se identificó. ¿Qué dijeron ellos? “¡Quiten a tal persona”! “Juan es un hombre salvaje”. La iglesia no fue capaz de recibir eso; ése es el patrón; ni tampoco la iglesia lo recibirá hoy.",
    "Pero, para los Elegidos, Dios está llamando, para los Elegidos. Ellos lo saben; está llamando a la Novia virtuosa, la Palabra, la Iglesia del último día, la Dama elegida de nuestro Señor Jesucristo, la Palabra. Si Jesús es la Palabra… ¿Cuántos lo creen? [La congregación dice: “Amén”.—Ed.] Muy bien. Entonces, la Novia siempre es parte del Novio, así que la Novia no será una denominación; tendrá que ser la Palabra, manifestada, para que sea la Novia de Cristo. Él prometió que lo haría. Él dijo cómo lo haría. Jamás usa… se sale de Su patrón. Él siempre lo hizo según el patrón; lo ha hecho cada vez, según el patrón. Él lo hace otra vez, llamando a Su Novia virtuosa a que salga en los postreros días, la hermosa Rebeca que espera a Su Isaac. ¡Qué tiempo tan hermoso!",
    "Aquí lo presenta, los dos libros que van a ser misteriosos para Uds. cuando lean el libro de Las Siete Edades de la Iglesia. Los dos Libros: el Libro de la Vida, dice, uno dice que Ud. puede poner allí su nombre y Ud. jamás es quitado; el otro dice que se le puede quitar el nombre del Libro de la Vida. Esto aquí, lo presenta perfectamente. Voy a detenerme tal vez por unos minutos, en unas notas aquí, y cubriré esto antes que terminemos.",
    "La vida es algo sagrado para Dios, y está registrada en un libro. Dios es el Autor de la vida; ¿lo creen Uds.? [La congregación dice: “Amén”.—Ed.]",
    "Nuestra vida natural que tenemos aquí sólo es una perversión. Realmente debería ser la vida correcta, desde que comenzamos, pero es pervertida por el nacimiento natural. La primera vida, o su primera unión, Ud. fue unido a ella cuando nació, por la naturaleza, un acto en lo natural. Un ser humano en lo natural, se asoció un hombre y una mujer, se asociaron en un asunto sexual, lo cual produjo su primera vida aquí, y eso está asociado con pecado y muerte. ¿Cómo no pueden Uds. ver la simiente de la serpiente?",
    "Siendo que Uds. ven a la mujer, un producto secundario (no hay otra hembra como ella), hecha de esa manera, sabiendo que ella podía ser engañada. Dios sabía. Si Él no sabía el fin desde el principio, entonces Él no era Dios. Si Él no es infinito, si no es… Y Él no puede ser infinito sin ser omnisciente, omnipresente, sabiendo todas las cosas; Eterno. Así que Él sabía todas las cosas, y Él tenía que hacer a esa mujer.",
    "El hombre no tenía esposa. La esposa y el hombre eran lo mismo. Él llevaba por dentro el espíritu femenino y masculino.",
    "Él tuvo que separar, tomar un producto secundario, después que toda la creación fue hecha. No hay hembra creada por Dios, en la creación original, que pueda hacer una cosa como ésa. Ella fue hecha así, para que lo hiciera. Él sabía que ella lo haría; si no, Él no era Dios.",
    "Pero vean, los atributos que hay en Dios tenían que ser desplegados. Él—Él sería un Salvador. Y al hacer todo perfecto, como Él lo tenía, entonces nada se podía perder. ¡Oh, no sean niños! Sean hombres y mujeres. Estamos al final del camino. Fíjense.",
    "Ahora, fue la naturaleza que se asoció con la muerte. Su primer marido, que tenía potestad sobre Ud., fue su naturaleza por el nacimiento natural. En lo natural, Uds. aman al mundo porque Uds. son el mundo, y parte del mundo. ¿Es correcto eso? [La congregación dice: “Amén”.—Ed.] Sus deseos eran, por naturaleza, amar al mundo del cual Uds. son parte. Uds. son parte de la naturaleza. ¿Lo creen Uds.? [“Amén”.] Y eso es natural para Uds.",
    "Por eso es que Uds. tienen que nacer de nuevo. Uds. tienen que separarse; tienen que morir a ese primer marido. Uds. no pueden vivir con él; no pueden simplemente decir: “Bueno, lo voy a divorciar, y lo voy a colgar aquí hasta que llegue la ocasión”. No, señor. ¡No hay divorcio! ¡Él muere! ¡La naturaleza del mundo tiene que morir! ¡Toda partícula de él tiene que morir! Ud. tiene que ser reunido, nuevamente, con otra Naturaleza.",
    "El nombre suyo de su primera naturaleza nació y fue puesto en un libro de la vida; y de hecho, todas sus obras fueron escritas allí. Todo lo que Ud. hizo bajo esa naturaleza fue puesto en un libro, llamado el libro de la vida.",
    "Se fijan que en Daniel, cuando llegó “al Anciano de Días, cuyo pelo era blanco como lana; millares de millares vinieron con Él, para servirle (la—la Novia), y entonces los libros fueron abiertos”. “Y otro Libro fue abierto, el cual era el Libro de la Vida”. ¿Ven? Ya hay santos allá, la Iglesia, la Novia. “Otro Libro fue abierto, el cual era el Libro de la Vida”.",
    "Ahora, Ud., pero cuando Ud. fue separado de esa unión, por la muerte espiritual: Su deseo natural es cortarse el cabello; su deseo natural es usar pantalón corto, pintarse la cara. Su deseo natural es ser intelectual, un hombre inteligente, saber algo más que el otro. Eso es lo que Eva quería. Eso exactamente es lo que ella quería.",
    "🦅 ¡Pues, vaya! ¿Predicadorcito ignorante, se va a parar allí a decirme eso? Yo tengo un Ph.D., L.L.”. Eso sólo lo aparta a Ud. más de Dios, cada vez que le añade algo. ¿Ven? ¿Ven? Es cierto. Es verdad. ¿Ven?",
    "Eso es lo que Eva escogió. Ella fue preñada con esa clase de preñez. Así está la iglesia hoy, por las escuelas bíblicas y los intelectuales. Y miren, cada una discrepando con la otra, es una gran confusión; exactamente lo que la Biblia dijo: “Babilonia”.",
    "La Novia sabe dónde está parada; se compone de muy pocos. No habrá muchos salvos; sólo muy, muy, muy pocos. Ud. dice: “Bueno, Allí dice ‘miles’”. Sí. Pero también han aparecido durante esos dos mil años, de cada edad de donde Ella salió. Cada…",
    "La edad de Lutero y ese grupo; y luego fueron muriendo, y terminaron denominados; después Wesley; y después vinieron los pentecostales, y todos ellos. Y todas las pequeñas ramas de los bautistas, presbiterianos, metodistas, nazarenos, peregrinos de la santidad y demás (¿ven?), todos ésos salieron de allí, como la hoja.",
    "Pero recuerden, cuando ella cayó, y el grano empezó a madurar, Uds. encuentran que antes de que el grano pueda madurar, todo en ese tallo tiene que haber muerto. ¡Aleluya! ¿No ven Uds. dónde estamos? La Vida nuevamente está en el grano. ¿Qué es? Es exactamente como el mismo grano que cayó en la tierra, el mismo Jesús en forma de la Novia; el mismo poder, la misma Iglesia, lo mismo, la misma Palabra. La misma Palabra absorbida por todos éstos y sale aquí y llega a una cabeza. Y toda esa Vida que pasó por aquí, recogió a Su pueblo. Ahora está formándose en una cabeza, para el Rapto. Hablaré de eso mañana por la noche, o la noche que sigue, en alguna, si el Señor permite.",
    "Bueno, Ud. se separó de su primera unión, por muerte espiritual. Ahora Ud. ha nacido de nuevo, o se ha vuelto a casar, con su nueva unión espiritual (no con su vida natural de las cosas del mundo), sino con la de Vida Eterna. Ese germen que estaba en Ud. en el principio, le encontró.",
    "Ahora, su libro viejo ha desaparecido juntamente con su antigua unión. Ahora, su nombre en el antiguo, en su… ha sido transferido. Ahora, Ud. dirá: “Quiere Ud. decirme que mi libro viejo…”. ¡Dios lo puso en el mar de Su Olvido! Ud. está parado perfectamente delante de Dios.",
    "Ahora, su nombre está ahora en el Libro nuevo (no en el libro de la vida), sino en el Libro de la Vida del Cordero; aquello que el Cordero redimió. No el libro viejo de la unión suya en lo natural, sino que Ud. está en el nuevo, es Novia. ¡Aleluya! La vida nueva suya está en el Libro de la Vida del Cordero, su acta de matrimonio, aleluya, donde su verdadero germen Eterno, desde el principio, se ancla. Ahora Ud. no sólo ha sido perdonado, sino que está justificado. ¡Gloria! “Justificados”, dice Romanos 5:1. Sí. Romanos 5:1 dice: “justificados, pues, por la fe”.",
    "Busquen la palabra. La palabra no quiere decir perdonado. La palabra quiere decir justificado. Ella no significa que Ud. ha sido perdonado.",
    "Por ejemplo: Ud. escuchó que yo me emborraché y—y que hice algunas cosas malas, y todo. Luego Ud. viene, me dice (Ud. se entera que yo no las hice) luego Ud. viene, dice: “Hermano Branham, yo lo perdono”. ¿Me perdona? En primer lugar, yo no lo hice. ¿Ven?",
    "Ahora, si lo hubiera hecho, yo soy culpable; sin embargo, Ud. pudiera perdonarme, y ya no sería culpable. Pero a pesar de eso no quedo justificado, porque en realidad yo lo hice.",
    "Pero la palabra, justificado, es como si Ud. nunca lo hubiera hecho. Amén. Ni siquiera es tomado en cuenta, para nada. ¿Cómo se hace? En el Libro de Dios (el Mar del Olvido), su libro viejo y matrimonio han sido divorciados y han muerto, y ni siquiera están en la memoria de Dios. Amén. Ud. está justificado. “Justificados, pues”. Era una acusación. Ud. fue acusado. En primer lugar, Ud. no lo hizo. Esa unión vieja está en el Mar del Olvido de Dios. Para comenzar, Ud. no estaba casado con ella. Él, el Novio, llevó sobre sí la deshonra, por Ud., en su lugar; Él mismo tomó su lugar, porque Ud. fue predestinado para Él, para que estuviera en Su Novia, desde antes de la fundación del mundo. La Biblia lo dice. Ud. es la Simiente predestinada.",
    "¿Cómo llegaron Uds. a hacer esto? Uds. fueron engañados, por su primer matrimonio, por su madre adúltera, Eva. No es por culpa suya. Por su nacimiento natural, Ud. vino conforme a Eva, quien cometió adulterio. Por eso es que Ud. nació un adúltero. Para comenzar Ud. es un pecador. Correcto. Ud. fue engañado en eso. Ud. no tenía… No, Ud., no es culpa suya.",
    "Ud. no lo hizo; porque ese pequeño germen que estaba en Ud., iba a ser Ud. desde antes de la fundación del mundo. Dios puso su nombre en el Libro de la Vida del Cordero.",
    "Como en mi historia del aguilucho, todos la han oído. Una gallina… Un granjero colocó una—una gallina, cierta vez. Y él no tenía suficientes gallinas… huevos para colocar debajo de la gallina. Entonces, él encontró un huevo de águila, y lo puso allí debajo. Cuando nació el águila, era la gallina más graciosa que esas gallinas jamás habían visto, el aguilucho siguiendo allí. Y la gallina hacía: “Cloc, cloc, cloc, cloc”.",
    "El aguilucho decía: “Yo no reconozco ese sonido, pero la seguiré de todas maneras”.",
    "Y salieron al corral de la granja y empezaron a escarbar en los montones de estiércol. Y ella: “‘Cloc, cloc, cloc’, esto es sabroso, esto es sabroso; únete al nuestro; y esto es…”.",
    "Ese aguilucho no podía comer esa cosa. ¿Ven? Él sólo—él sólo seguía a la gallina porque no sabía; él no sabía qué hacer. Y entonces ella salió allá, y ella escarbaba esto o aquello. Y el aguilucho sólo… pues tenía que comerlo, pero él—él no sabía cómo hacerlo. Pero él había visto a todas las gallinas que lo hacían, pero había algo diferente. A él no le gustaba eso.",
    "Entonces, un día, la madre sabía que había puesto dos huevos. Así que empezó a buscar el otro, volando alrededor, buscando, como el gran Espíritu Santo. Un día voló sobre el corral de la granja, esa denominación. Ella miró allá abajo y vio a su bebé. Ella dio un chillido. Era la Voz de algo que hizo eco en su interior. [Cinta en blanco.—Ed.] “¡Oh, eso suena correcto”! ¡Oh! Permita que un verdadero germen predestinado que haya nacido (predestinado por Dios), que oiga la Palabra de Dios, para él es música; él sabe que Eso es la Verdad.",
    "Él, como sea, está cansado de esa cosa denominacional; “Únete a nosotros; ven, acompáñanos; tenemos una fiesta social; tenemos esto; tenemos…”. Eso sencillamente no le sonaba correcto al pequeño.",
    "Ella dijo: “Hijo, para comenzar, no perteneces en ese grupo, me perteneces a mí; eres mío”.",
    "Él dijo: “Mamá, eso suena real. ¿Cómo voy a salir?”.",
    "🦅 Sólo da un salto; yo te agarraré”. ¡Sí! Es todo lo que Ud. tiene que hacer.",
    "La Palabra ungida de Dios, siendo vindicada delante de cualquier hombre (el cual haya nacido para ser un hijo de Dios, que tenga en él el germen predestinado para esta hora), verá el Mensaje de Dios, tan cierto como hay un Dios en el Cielo. Martín Lutero lo vio para la suya; Wesley lo vio para la suya; los pentecostales lo vieron para la suya. Ahora ¿qué de Uds.? Ajá. Ellos entraron en denominación. Aquí está la Palabra condenando eso; diciéndoles a Uds. lo que debemos tener hoy, y es exactamente Malaquías 4 y todas estas otras promesas para la hora. ¿Qué ven Uds.? ¿Qué están mirando? Amén. Aquí estamos. Las verdaderas águilas genuinas oyen. “Mis ovejas conocen Mi Voz, al extraño no seguirán”.",
    "¿Por qué? Eso fue puesto allí por predestinación. Ud. fue preordenado como hijo de Dios. Ud. estaba en Dios desde antes de la fundación del mundo. Ud. ha sido manifestado en este día únicamente para Su honra y gloria. ¿Cómo podrá Ud. hacerlo sin honrar Su Palabra, y pararse por toda Palabra de Dios? Sí, señor. Pues Ud. es parte de esa Palabra, por predestinación; porque, miren, Dios es la Palabra. ¿Lo creen? [La congregación dice: “Amén”.—Ed.] Bueno, entonces, si… Él siempre fue la Palabra —“En el principio era el Verbo”— y si el Verbo era Dios, entonces Ud. estaba en Dios. El Verbo, la parte que Ud. debe desempeñar, estaba en Dios antes de la fundación del mundo. Él lo vio a Ud. Él lo conoció; lo predestinó a Ud. para eso.",
    "Déjenme decirles, como esa águila reconoció esa voz, así también un—un verdadero Cristiano nacido de nuevo reconoce la Voz de Dios hablando por la Palabra, cuando la ven ungida y vindicada. Miren. Él miró hacia arriba. Él no vio a esa gallina, cloc, cloc por aquí; “Únete a nosotros y asiste aquí; y ven a esto, y ven a esto y a eso”. Él vio un—un Ser como él quería ser, remontado en el aire, gritando, libre, allá en las alturas, por encima de todos los buitres y cosas de la tierra. ¡Aleluya! Él quería serlo, porque estaba en él ser eso.",
    "Y un hombre que es nacido de Dios, un hijo de Dios, tiene que tener la naturaleza de Dios. Él tiene que ser como Dios. Él honra a Dios. Él es parte de la Palabra de Dios. Y en estos postreros días de esta Novia, la cual está tomando forma, es exactamente el mismo poder que Él tenía en el principio, ha pasado a través de estas organizaciones, y demás, y ha salido para la Novia. Él no puede ser otra cosa sino eso.",
    "Deberían haberlo visto, esos judíos en sus días, cuando Lo vieron manifestado allí delante de ellos, como el profeta dijo que Él lo sería. Él dijo: “Escudriñad las Escrituras; en Ellas os parece que tenéis Vida Eterna; Ellas son las que dan testimonio de Mí”. “Si no hago las obras de Mi Padre, no me creáis. Pero aunque no me creáis a Mí, creed a las obras que He hecho”.",
    "Ellos dijeron: “Nuestros padres comieron maná en el desierto por cuarenta años. Nosotros sabemos en dónde estamos”.",
    "Él dijo: “Y todos están muertos”, lo cual es, separación Eterna. Todos murieron. Sólo tres, dos, salieron de un millón, de dos millones; eso es uno en un millón.",
    "Pues, en una inyección, la esperma del varón y de la hembra, por lo general hay un óvulo que es fértil; hay un óvulo, un germen que es fértil, si han llegado a ver el cruzamiento del ganado. Fíjense. Aquí hay un—un millón de óvulos; aquí hay un millón de gérmenes; y cuando son—son arrojados, para juntarse en la matriz, pasando a través del tubo y entrando en la matriz, se encuentran. Uno son los óvulos, un millón de óvulos; un millón de gérmenes. Sólo hay un óvulo allí fértil. Sólo hay un germen fértil. ¡Todos están vivos! Uds. pueden observar esos becerritos saltando allí, en un poquito que se pudiera poner en la cabeza de un fósforo.",
    "Y Demos y los demás están escuchando esta noche, y él recuerda cuando los llevamos. Él me llevó allá, me mostró cómo era que funcionaba. Tubos de ensayo, y sólo ponen allí lo suficiente como para poner en la cabeza de un fósforo. Había miles de becerritos y toros allí, pero sólo uno de ellos puede vivir; ¡sólo uno! Y aquí hay una bola llena de ellos, en esto. Y si se fijan, uno sale arrastrándose aquí de esto, se pasa, el germen viene aquí; y un óvulo sale de entre estos otros óvulos aquí, y se encuentran; y los demás mueren. Aunque están vivos, sin embargo, ellos mueren.",
    "Pues, hay Algo. Alguien hizo a éste fértil, y también ordenó a éste otro. Es predestinación, mi hermano. Seguro. Dios tiene que determinar si va a ser niño o niña, cabello rojo, cabello oscuro, o lo que vaya a ser; eso es determinado por Dios. Es más misterioso que el nacimiento virginal, para mí. No obstante, fíjense, los demás mueren.",
    "Hubo dos millones de personas que salieron, cantaron, gritaron, hicieron todo. Hablaron en… (no hablaron en lenguas), pero gritaron, y—y dieron gloria a Dios, y danzaron a lo largo de la orilla del mar, e hicieron todo como los demás, pero sólo dos entraron a la tierra prometida. Caleb entró, Caleb y Josué, sólo dos. Eso es uno de un millón. Es uno de un millón en el nacimiento natural. Cada uno de ellos tuvo la misma bendición.\n\n¡Oh, Uds. pentecostales, espero que no despierten demasiado tarde!",
    "Uno de un millón. Miren. Se supone que hay quinientos millones de así-llamados Cristianos en el mundo hoy. Si Jesús viniera, sólo quinientos se irían con Él, por decir, si esa estadística fuera verídica. Pues, hay más que desaparecen a diario, alrededor del mundo. Ellos no saben nada al respecto.",
    "🦅 ‘Entiendo’ dijeron los escribas (Uds. saben) ‘que…’ ¿Por qué dicen los escribas que—que es necesario que Elías venga primero?”, le dijeron ellos a Jesús.",
    "Él dijo: “Elías ya vino, y Uds. no lo supieron”. ¿Ven? Él hizo exactamente lo que las Escrituras dijeron que le sucedería. ¿Ven? “Así es menester que el Hijo del hombre sufra. Bajo…”. Ellos no Le reconocieron. Sin embargo, todos estaban en la iglesia; todos reclamaban estar vivos.",
    "Y deje Ud. que un verdadero Cristiano nacido de nuevo (un verdadero siervo de Dios), escuche esa Palabra de Dios, él saldrá inmediatamente de cada denominación, a ese terreno verdaderamente fértil, por la Palabra, el terreno de siembra. Él sencillamente lo hará. Yo no sé cómo lo hace. Dios ha ordenado que así sea hecho.",
    "Ud. fue engañado en el principio, por su primer matrimonio. Ahora Ud. conoce bien lo que es la verdad. Como acabo de decir del aguilucho, cuando oyó la Voz del Novio, fue a Ella, a la Palabra de Dios, ungida, vindicada, para el día postrero.",
    "Noé fue la Palabra vindicada para su día. ¿Lo creen Uds.? [La congregación dice: “Amén”.—Ed.] Bueno, su mensaje no funcionará hoy.",
    "Moisés fue la Palabra vindicada de su día. ¿Lo creen Uds.? [La congregación dice: “Amén”.—Ed.] Eso no funcionará ahora. Jesús era…",
    "Juan era la Palabra vindicada. ¿Lo creen Uds.? [La congregación dice: “Amén”.—Ed.] Eso no funcionó en los días de Jesús. Seguro que no. No, señor. “La ley y los profetas eran hasta Juan; desde entonces el Reino del Cielo”.",
    "¡Los apóstoles, los que establecieron la Biblia! Aquí aparece Lutero, en la reforma, sus palabras, aquello, su iglesia no funcionará hoy. Tampoco lo de Wesley; ni lo de los pentecostales. Eso funcionó en su día.",
    "Pero éste es otro día. Éste es el de la apertura de los Siete Sellos. Yo sé que suena extraño para Uds., pero Dios lo ha vindicado perfectamente; no—no queda duda de eso. ¡Es muy perfecto! Yo no estoy esparciendo eso aquí para la asamblea local; estoy hablándoles a las personas por toda la nación. ¿Ven? Hagan lo que Uds. deseen.",
    "Ahora fíjense, la Palabra ungida de su día, de la cual Uds. son parte, por predestinación. Uds., inmediatamente, como que lo sabían. Cuando oyeron Eso, Uds. supieron rápidamente que eran un águila. También comprendieron, que para empezar, no eran una gallina denominacional. Uds. supieron que allí había algo mal. Algo estaba mal, así es, por cuanto Ud. sabía que fue atrapado en eso, en el principio.",
    "Él, el Novio, quitó la vergüenza suya, “y la puso en el Mar del Olvido, por el lavamiento del Agua por la Palabra y la Sangre de Vida”; es lo que dice la Biblia. El primer marido con el que Ud. estaba casado, el mundo, el Novio ungido, que lo preordenó a Ud., lo ha lavado por el lavamiento del Agua. Por ¿la iglesia? [La congregación dice: “No”.—Ed.] Eso no suena correcto. ¿Verdad que no? [“No”.] Puede ser que encuentren eso en el almanaque, pero no en la Biblia de Dios. “Por el lavamiento del Agua por la Palabra”; ¡en la Palabra! ¿Ven? Por el…",
    "Ud. está completamente justificado, como si desde un principio no lo hubiera hecho: Éste es mi Mensaje a la Iglesia ahora. Mientras Uds.… mientras dejamos de transmitir, en un minuto. De esa manera se encuentra, si Ud. está parado por la Palabra de Dios y con la Palabra de Dios, con todo amén, toda jota, toda tilde. Ud. ¿dónde estará parado? Estoy tratando de decirles: apártense de esas cáscaras. Y salgan aquí al trigo, donde podrán madurar delante del Hijo. Puedo oír la trilladora que llega. Uds. están completos, justificados, como si en realidad nunca lo hubieran hecho. ¡Aleluya!",
    "¡Hábleme de un día de acción de gracias! Me siento muy bien. Estoy más agradecido por eso que por cualquier otra cosa que conozco.",
    "Uds. son la Novia pura, virtuosa, sin pecado, del Hijo del Dios viviente. Cada hombre y mujer que nace del Espíritu de Dios, y que es lavado en la Sangre de Jesucristo, y que cree toda Palabra de Dios, está como si desde un principio no hubiera pecado; Ud. es perfecto. ¡La Sangre de Jesucristo! Cómo puede Ud…. Si un hombre…",
    "Si yo tuviera que morir en la mañana, y un hombre tomara mi lugar, yo no puedo morir por ese pecado; alguien tomó mi lugar.",
    "Y Jesús, la Palabra, tomó mi lugar. Él vino a ser yo, un pecador, para que yo pudiera llegar a ser Él, la Palabra. Amén. Que yo me mantenga fiel a Ella, no a la iglesia; ¡a la Palabra! Amén.",
    "¡Oh, esa unión espiritual ahora de Cristo y Su Iglesia, cuando la carne está llegando a ser la Palabra y la Palabra está llegando a ser carne, manifestada, vindicada! Exactamente lo que la Biblia dijo que sucedería en este día, está sucediendo, día tras día. Pues, se está acumulando tan rápido, allá en esos desiertos, y cosas están aconteciendo, que yo ni pudiera llevar el registro. Estamos cerca de la Venida de Jesús, para que se una con Su Iglesia, en donde la Palabra llega a ser la Palabra. ¡El llamado del Espíritu Santo, escudriñando los corazones!",
    "Uds. están parados completamente. Para comenzar, Uds. no pecaron. Dios ni siquiera lo sabe; está en el Mar del Olvido. Uds. no lo hicieron. Uds. fueron acusados de eso, por el acusador. Pero realmente, desde el principio, Uds. fueron predestinados para ser un hijo e hija de Dios. Uds. están parados allí, lavados. Y su libro del divorcio pasado ha sido descartado, y ha muerto, está absolutamente fuera de existencia, aun de la mente de Dios.",
    "Uds. son la Novia virtuosa de Cristo, lavada en la Sangre de Cristo. El precioso Hijo de Dios, virtuoso, sin pecado, parado con una Novia-Palabra, pura, sin adulterio, que Él lavó por el Agua de Su propia Sangre; que llegó a ser carne y se manifestó, para que pudiera tomarlos a Uds., quienes fueron predestinados en el seno del Padre, antes del principio, igual como lo fue Él. Él fue ese gran atributo de Dios, llamado “amor”.",
    "Lo que Uds. sean, son siervos de Dios; lo que Dios quiera que hagan, es la posición de Uds. “Dios constituyó en la Iglesia, a unos, apóstoles, profetas, maestros, pastores…”. Él constituyó eso por virtud de Su propia predestinación. Y desde un principio, ya Uds. eran eso.",
    "Su primera boda quedó anulada; lo fue. Uds., para comenzar, no lo hicieron. Pues solamente una cosa pudo lograrlo, fue que Dios Mismo descendió, y tomó el lugar suyo en la forma del Hijo de Dios, Jesucristo, y los lavó por el Agua, el lavamiento del Agua por la Palabra. La Palabra; ¡no la denominación! La Palabra los lavó a Uds. Pero si Uds. no se paran en el Agua de la Palabra, ¿cómo van a ser lavados? Aún siguen tan manchados como Eva.\n\n¡Oh, querido Cordero moribundo, Tu preciosa Sangre nunca perderá su poder!,\n\nHasta que toda la Iglesia Rescatada de Dios\n\nSea salva para ya no pecar.",
    "¿Qué es pecado? Pecado es “incredulidad”. Incredulidad a (¿qué?) la Palabra; incredulidad a Dios que es la Palabra.",
    "Pura, no adulterada (¡oh, aleluya!), partiendo pronto para los cielos (amén), estando preparados. Piénsenlo, ¡sus vestiduras lavadas por el Agua de la Palabra ensangrentada! ¡La Palabra llegó a ser Sangre! La Palabra sangró por Ud., y Ud. está lavado en la Palabra ensangrentada. ¡La Palabra ensangrentada! La Vida de Dios en la Palabra, y la Palabra sangró por Ud., para que Ud. pudiera ser lavado de la inmundicia de estas prostitutas, y ser limpiado y santificado por el lavamiento del Agua de la Palabra, y hace que su mente y su corazón permanezcan en Dios y en Su Palabra.",
    "Ahora, ¿cómo sabe Ud. que Eso es verdad? Cuando Dios baja y Lo vindica y prueba Eso.",
    "Ud. dice: “Bueno, yo no Lo he creído de esa manera”. Ellos no lo creyeron a la manera de Jesús, pero Dios lo probó. Ellos no lo creyeron a la manera de Noé; no lo creyeron a la manera de Moisés. Ellos estaban dispuestos a tomar la palabra de Balaam en cuanto a Eso: “Todos somos iguales, así que asociémonos”.\n\n“¡Sepárese Ud.!” dice la Biblia, “de incredulidad”.",
    "¡Aleluya! Ahora, fíjense. No sólo son Uds. eso, sino que van a las Bodas en el cielo. Y Uds. tienen puesto el anillo de boda de la gracia inmerecida, predestinada; un anillo de boda de gracia, no merecido por sus propios méritos. Dios Mismo lo logró. Él lo conocía a Ud. desde antes de la fundación del mundo, así que Él le puso a Ud. el anillo de bodas Allá, puso su nombre en un Libro. ¡Qué día de acción gracias! ¡Aleluya! ¡Alabado sea nuestro Dios!",
    "Ahora, para terminar, yo diría esto: todos sabemos que la iglesia moderna, pentecostal, en su condición actual… todas las denominaciones juntas, las pongo a todas en un manojo, porque lo están. Recuerden, Él va a atar primero las cizañas en un manojo, y las quemará. Toma el… Él toma todos los tallos del trigo y primero lo quema todo; después toma, Él viene y recoge Su trigo y se lo lleva a Casa. Todos ellos se están juntando en manojos; manojos de metodistas, bautistas, pentecostales, todos caminando hacia el Concilio Ecuménico. Así es. Todos son quemados. ¿Ven?",
    "Todos sabemos que la iglesia moderna, en su condición actual y su presente estado, no está en condición para terminar la gran comisión que Dios le dio a la Iglesia para este día. ¿Cuántos pentecostales le pueden decir “amén” a eso? [La congregación dice: “Amén”.—Ed.] Correcto. ¿Ven? Es en…",
    "Somos unitarios, de dos, de la trinidad, esto, eso, lo otro, discuten, pelean. Uno es esto, y el otro eso y lo otro. Y todos ellos, temen ser confrontados con la Palabra, la prueba directa. ¿Ven? Ellos saben. Uno les dice de Eso; ellos dicen: “Yo—yo qué puedo hacer, no puedo creer Eso; no me interesa qué tanto haga él. Yo…”. ¿Ven? ¿Ven? ¿Ven? Muestra la mamá y el papá que Uds. tienen. “Ud. pudiera llegar a presbítero estatal algún día. Ud. pudiera ser esto, eso, o lo otro”. Vale más que Ud. sea un hijo de Dios.",
    "Ahora, sabemos que la iglesia no podía, la iglesia Pentecostal, de ninguna manera, de ninguna manera, podía traer el Mensaje del último día, en su condición actual. ¿Pudiera? [La congregación dice: “No”.—Ed.] Pues, ni siquiera se puede poner de acuerdo en una o dos palabras en la Biblia. ¿Cómo lo van a hacer? Ella no lo puede hacer. Así que, Uds. ven, la denominación queda descartada. Correcto.\n\nVa a ser un pueblo elegido que ha sido elegido para eso. ¿Ven?",
    "Lo saben, y así cada uno de nosotros sabe, que toda la jerarquía de los denominacionales, pentecostales y todos, ha muerto; eso es para los Cristianos nacidos de nuevo del Mensaje. Sí. Su primer marido ha muerto. Uds. saben que él ha muerto. Dios permitió que muriera. Eso concluyó. Todas sus vías científicas, intelectuales, de conocimiento, ciencias, en sus así-llamadas escuelas bíblicas y demás, han perecido. ¿Qué ha hecho? Ha separado: unitarios aquí y trinitarios aquí, y los de dos aquí y acá, y aquí, y qué enredo, y ellos se dicen pentecostales.",
    "¡Qué cosa! Fui a ver a un joven el otro día (él está escuchando en estos momentos), y a una joven; ella pertenecía a una cierta iglesia. Ella dijo… les dije… Ellos se separaron. Dije: “¿Qué es lo que pasa?”.\n\nDijo: “Somos de diferente fe”.\n\nYo dije: “¡Oh, lo siento! ¿Es Ud. católica?”.",
    "Ella dijo: “No”. Me dijo la iglesia denominacional a la que pertenecía, a una pentecostal.",
    "Yo dije: “¿Qué es Ud.?”. Él también es pentecostal, pero de otra denominación. ¡Oh!",
    "¿Saben Uds. que la iglesia Católica Romana empezó siendo Pentecostal? ¿Cuántos saben que es cierto? [La congregación dice: “Amén”.—Ed.] Ha tardado dos mil años para que llegue donde ahora está, simplemente ya no siguen nada de la Escritura; nada. Pues, los pentecostales, de aquí a veinte años, estarán peor que ellos hoy, si continúan ahora como van. ¡Pues, seguro! ¿Ven? ¿Qué es? ¿Qué es? Miren quién es el papá y la mamá. Permiten que sus mujeres se corten el cabello. Pueden hacer casi cualquier cosa que quieran, “siempre y cuando pertenezcan a esta iglesia, es todo lo necesario”.",
    "¡Oh, con razón, con razón se acumula la condenación de Dios! Dios lo puso allí frente a Uds. y Uds. cierran los ojos y no quieren verlo. Sí. Cierran sus entrañas de compasión, viendo Uds. la verdadera Palabra de Dios y estos Siete Sellos siendo vindicados y con prueba que es la verdad; habiendo dado testimonio en los cielos, por todas las naciones y en todas partes, con grandes señales y maravillas que Él prometió que haría: luego Uds. se cierran, dicen: “Yo—yo no sé. Es por demás. Yo…”. ¿Ven? ¡Oh, vaya! Muertos y no lo saben. Uds. están muertos en pecados y transgresiones. ¡Oh, vaya!",
    "Todos sabemos que la iglesia en esa condición no pudiera concluir este último día. ¿Cómo pudiera producir a Malaquías 4? ¿Cómo pudiera hacerlo? Ellos ni siquiera creen tal cosa. ¿Cómo pudiera creerlo, traer Lucas 17:30? ¿Cómo pudiera traer todas estas otras Escrituras que han sido prometidas para este día postrero? No pudiera, porque La niega; “Como fue en los días de Lot, así será en la Venida del Hijo del hombre”.",
    "Miren la condición de Lot, en la que estaba Sodoma, en ese día; miren la condición de la iglesia hoy. Miren lo que le sucedió a Abraham, el Elegido.",
    "Miren lo que les sucedió a Lot y a ellos allá en Sodoma. Miren a Billy Graham y a Oral Roberts, a ellos allá entre esas denominaciones. Miren la Iglesia elegida de Abraham, se apartó.",
    "Miren la clase de señal: que Jesús mismo, Dios encarnado, se paró allá en carne humana. Uds. dicen: “Ése fue un Ángel”; la Biblia dice que era Dios.",
    "Jehová Dios, Elohim, parado allí en carne humana, mostrando que Él así ungiría a Su Iglesia en los postreros días. Sería Dios obrando de nuevo en carne humana. “Como fue en los días de Sodoma, así será en la Venida del Hijo del hombre”. La misma clase de cosa. Ellos lo ven allí mismo en las Escrituras. Lean la… “Escudriñad las Escrituras, porque en Ellas os parece que tenéis la Vida Eterna”. Y Ellas son las que dan testimonio de Esto. ¿Ven? ¿Ven?",
    "Entonces sabemos que ellos han muerto. Dios dejó que eso muriera en sus propios programas educacionales, científicos, egoístas.",
    "Todos los pentecostales no hablaban sino de—de enviar sus hijos al colegio Bíblico, en aquel tiempo cuando el Hermano Loyate, el anciano, y los demás estaban por aquí, ellos los hubieran corrido de la iglesia. “Pero, ¡oh, ahora es algo grandioso! Mi hijo está en el colegio Bíblico”. ¡Él se está cavando la tumba! Así que, ahora, ¿piensan Uds. que ellos pudieran recibir Eso hoy?",
    "¿Piensan Uds. que yo estoy tratando de apoyar la ignorancia? No es así. Yo les estoy diciendo que hay una diferencia entre esta edad intelectual en la que vivimos, en donde la iglesia ha sido preñada con ciencia y todas estas así-llamadas “explicaciones” y todo. Ud. no puede explicar a Dios.",
    "Bueno, esos—esos sacerdotes tenían a Dios calculado tan perfectamente, que sabían cómo era que el Mesías iba a venir; pero Él vino muy diferente a lo que ellos habían calculado. Eso no fue algo científico. “¿Cómo era posible, este Hombre siendo un Hijo ilegítimo? ¿A dónde fue al colegio? ¿De dónde vino Su educación? ¿Dónde obtuvo esta enseñanza?”.",
    "🦅 Pues, ¿Tú tratas de enseñarnos a nosotros? Naciste en fornicaciones”. ¿Ven? ¡Oh, qué barbaridad!",
    "¿Ven que lo mismo se repite? [La congregación dice: “Amén”.—Ed.] ¿Lo ven, que se repite? Todos en su conocimiento—conocimiento religioso, conforme a su escuela bíblica lo ha dicho, así es como ellos lo quieren; “tiene que ser así, o no es”.",
    "Dios simplemente los engaña, en cada ocasión. Eso siempre viene diferente. Fue así en el tiempo de Noé; en el tiempo de Moisés; en el tiempo de Cristo; en el tiempo de Juan; en el tiempo de los discípulos; en el tiempo de Wesley; en el tiempo de Lutero; en el tiempo de los pentecostales; y así ha sucedido otra vez. Eso no cambia de patrón. Siempre viene igual. Sólo que eran reformadores a través de esas siete, seis edades, hasta la séptima. Y Apocalipsis 10 dice, en esta hora cambiará; y así fue.",
    "Ya estamos terminando, diciendo esto: ¿Finalizar la gran comisión?, ¿cómo pudieran hacerlo? Nosotros sabemos que ellos están muertos. Dios dejó que eso muriera en esta edad científica, todo, para—para que Él pudiera (¿hacer qué?) abrir el misterio de los Siete Sellos, a la Novia que no es denominacional. ¿Cómo puede una denominación aceptar esos Siete Sellos, cuando Eso es absolutamente contrario; la simiente de la serpiente y todas esas cosas? Los Siete Misterios enteramente, son completamente contrarios a lo que ellos han sido enseñados, por cuanto han tomado esa enseñanza vieja de su colegio Bíblico.",
    "Y los Siete Sellos de Dios, cuando Eso fue abierto allá en la montaña: que Dios me deje morir ahora mismo en este púlpito si Eso no es la Verdad. Y se los predije, un año y seis meses antes que sucediera, que Él me dijo: “Ve a Arizona”, y lo que sucedería allá en el desierto. Y hay hombres sentados aquí, esta noche, que estuvieron allí y presentes, cuando los siete Ángeles bajaron. Y aun la rev-… La revista, la revista Life, publicó el artículo acerca de Eso. Y todo está allí mismo, en el observatorio. Ahora ni siquiera saben de lo que se trata.",
    "Y todo ha sido dicho, oh, aun hasta la destrucción de California, que está ahora por venir, y todas estas otras cosas. Y cómo les dije, a cuántos días sucedería; cómo sería, en lo de este gran terremoto que sucedió en Alaska; y que eso sería el principio de la señal del tiempo, y lo que acontecería. Y acontecer exactamente palabra por palabra, lo que fue dicho, no ha fallado ni una vez. Uds. no han visto que eso falle. Y no puede fallar, porque son las Palabras de Dios. “Y cielos y tierra pasarán, pero Ella no puede fallar”. Correcto.",
    "Dios tuvo que abrir esos Siete Sellos, no en una denominación (yo siempre he estado en contra de ella); sino que afuera de la denominación es de donde Él tomaría una Novia, no una novia denominacional. Él no pudiera hacer eso; es contrario a Su propia Palabra. Él abrió esos siete misterios allí. Eso muestra, trae esas cosas que habían sido escondidas desde la fundación del mundo, pudiendo ser reveladas en los últimos días a hijos de Dios. Ellos presentaron Eso ahora ante el pueblo para que Lo vean; y ahora allí, son Uds., a esta Novia que no es denominacional. ¡Oh, vaya!",
    "Allí tienen sus dos libros. Uno de ellos es el Libro de la Vida del Cordero. Su nombre Allí ha sido predestinado, Allí. No puede ser quitado, Ud. no puede ser quitado por nada (¿ven?), porque fue preordenado para que estuviera Allí. Pero el libro en general de la vida, de allí puede ser quitado en cualquier momento. ¿Ven? Si Ud. no se arrepiente, de todas maneras es quitado, porque Ud. va a recibir el Juicio. La Novia ni siquiera recibe el Juicio, se va en el Rapto. Igual que…",
    "Digo esto ya para terminar. Se hace tarde, pues son casi las nueve y media. Y vamos a salir de aquí para las nueve y media, Dios mediante. Ahora con mucha reverencia, escuchen. En una ocasión…",
    "Diré esto ahora: va por toda la nación. En Nueva York ahora, son las once y veinticinco minutos; por allá en Filadelfia y en los alrededores, esos santos preciosos sentados allá escuchando, ahora mismo, en iglesias por todos los lugares; por allá arriba, abajo alrededor de México; arriba por el Canadá y por todos los lugares; aproximadamente a doscientas millas dentro del continente Norteamericano [322 km—Trad.], hay personas atentas, escuchando en estos momentos. Miles de miles, escuchando.",
    "Y ése es mi Mensaje para Uds., Iglesia, Uds. que son una unión, una unión espiritual por la Palabra: que Uds. han muerto a estos antiguos maridos; Uds. han nacido de nuevo. No vayan a tratar de desenterrarlo, él está muerto. Si Ud. es un Cristiano nacido de nuevo, ese pequeño germen que fue predestinado en Ud., es Palabra edificando sobre Palabra, sobre Palabra, sobre Palabra, sobre Palabra, hasta que llega a la estatura completa de Cristo, correcto, para que Él pueda venir por Su Novia. Ahora sólo estamos listos para una cosa, ésa es la Venida del Señor.",
    "Allí está su nombre en el Libro de la Vida. El Libro de la Vida es la Palabra de Dios, porque la Palabra es Dios, y Dios es lo único que es Vida. Así que el nombre suyo estuvo representado en la Biblia, antes que la Biblia llegara en letra. Y si Uds. están aquí para llevar a cabo eso, ¿no vindicará esa Palabra? [La congregación dice: “Amén”.—Ed.] ¿No se vindicará la Iglesia misma? ¿Malaquías 4, y todas esas otras cosas mismas, acaso no vindicarán y mostrarán perfectamente, perfectamente que Eso es lo que es? [“Amén”.]",
    "Cuando Jesús vino, Él dijo: “Si no hago las obras que están prometidas que Yo haría, no me creáis”. ¿A cuál de los grupos se unió Él? Dijo: “Todos… Vosotros sois de vuestro padre, el diablo, y sus deseos hacéis”. ¿Ven? ¿Ven?",
    "Estamos en los últimos días, Iglesia. Ése es mi Mensaje de acción de gracias para Uds.",
    "Ahora, antes de que terminemos. En una ocasión, estaba en el Parque Nacional Glaciar. Durante el día habíamos escuchado que tenían—tenían un fuego que caería sobre un glaciar por la noche. Así que la gente estuvo ocupada todo el día, preparando ese asunto, porque iban a derramar ese fuego esa noche. Ellos abrieron unas cataratas de fuego líquido, como un gran glaciar de agua. Pero es… Se veía casi como un arco iris, cuando salía, ese fuego cayendo, de este glaciar. Anduvimos por todo ese parque, mi esposa y yo, con los niños, durante el día. Queríamos quedarnos para ver esa exhibición de fuego. Pues nos—nos—nos prometieron que la veríamos, y la presenciaríamos nuevamente. Dijeron que la tenían en las temporadas del verano y así sucesivamente. Yo dije: “Bueno, ¿podremos verla nosotros?”.",
    "Dijo: “Lo prometimos para esta noche; nos lo prometieron”. Dijo: “Están ahora allá arriba, preparándolo”.",
    "¡Después que todo había sido preparado para el evento! Eso es lo que está sucediendo en estos momentos. Todo está siendo preparado para el evento, una Iglesia siendo sacada por amor de Su Nombre, sacando a Su Novia de entre el mundo (estas denominaciones) y de todo el mundo, y de la inmundicia y las cosas del mundo.",
    "Y toda persona (el evento estaba listo), toda persona estaba parada afuera. Ellos dijeron: “Ahora, fijen la mirada allá arriba, a la cima de la montaña”.",
    "Así es que Eso siempre ha venido. Así es como Eso vendrá esta vez, de esa manera es que Eso siempre viene; ¡no por medio de una denominación! Dios jamás usó una denominación, ¡jamás!",
    "El reformador se levanta, él recibe la Palabra del Señor, Y luego cuando muere, ellos forman una denominación de eso. Eso es lo que los pentecostales y todos hicieron. Cuando los puntos nuevos y todo eso, sucedió exactamente así. La cosa terminó de esa manera. Se añade una palabra nueva, luego ellos edifican una iglesia con eso, hicieron una denominación, ellos mismos se separaron; tenía que ser de esa manera.",
    "Ahora, no se le puede ganar—no se le puede ganar a la naturaleza. La naturaleza viene en la misma rutina, todo el tiempo: tallo, hoja, borla, y lo demás; cáscara, luego el trigo.",
    "Ahora fíjense. Todo estaba listo. Todo había sido encendido y estaba preparado. Y todos estaban parados allá. Yo tenía la cabeza levantada; a mi esposa abrazada. Estábamos mirando. Y los niños estaban allí parados, todos estábamos mirando así, allá arriba. ¡Vaya! Fue tremendo, porque lo estábamos esperando; nos había sido prometido.",
    "¡Amén! La Palabra promete Esto: “Acontecerá, antes que venga el día de Jehová, grande y terrible: he aquí, Yo os envió el profeta Elías. Él hará volver los corazones de los hijos hacia los padres”…?… “Y acontecerá, en los postreros días, que Yo derramaré Mi Espíritu desde lo alto”. “La lluvia temprana y tardía vendrán juntas en los últimos días”. Todas estas promesas a través de las Escrituras, han sido dadas. Tenemos la mirada puesta arriba. Observándolo, la Novia verdadera, por toda la nación en esta hora, con la mirada puesta arriba. Iglesia: Él viene, uno de estos días. Tan cierto como vino la primera vez, Él viene otra vez. Tengan todo listo. Sepárense de la cáscara. Pónganse delante del Hijo. Mantengan la mirada puesta arriba; estén bajo expectativa.",
    "De repente, escuchamos algo desde la cima del monte, una voz sonó por el altavoz, dijo: “¡Todo está listo!”.",
    "Entonces este hombre, parado allí, al lado mío, dijo: “Que caiga el fuego”. Y allí vino, derramándose por toda esa montaña, un glaciar encendido y lengüetas de fuego vivo, un espectáculo digno de contemplar.",
    "Hermano, preparemos todas las cosas, porque un día de éstos el Fuego va a caer; nosotros subiremos. Ahora preparémonos para el tiempo en que caerá Fuego. Estamos en los últimos días, todos sabemos eso, y estamos listos para la Venida del Señor. Lo que hay que hacer, es que Ud. se separe de todo pecado; sepárese de cualquier cosa que se relaciona al mundo; “No améis al mundo, ni las cosas que están en el mundo”.",
    "🦅 Nadie (por su credo) os engañe”. Quédese directamente en la promesa de Dios, la Palabra de Dios. Y esa Palabra, si es la Palabra para este día, Dios La vindicará. Si Él no lo hace, no es la Palabra para este día.",
    "La Palabra que cayó en el día de Pentecostés, no funcionará en este día (no, señor); eso fue para Pentecostés; Ésta es para la Novia, la ida a Casa de la Novia. Nosotros tenemos algo diferente. Los pentecostales fueron los que de nuevo representaron eso; nosotros estamos en la edad de la Novia. Es como la—la Palabra de Noé que no funcionaba en los días de Moisés; o que la ley de Moisés hubiera funcionado aquí en el tiempo de Pablo. Él trató de decirles: “Habéis muerto a ella, y no podéis tenerla”.",
    "Iglesia, a Uds. que les estoy hablando en esta noche, por toda la nación: si—si Uds. se han separado de la denominación y de toda la inmundicia y cosas de este mundo, y de todas esas cosas que los mantienen en credos hechos por el hombre y reglamentos y cosas como ésas, si Uds. se han separado: ¡Miren hacia arriba!, ¡prepárense! El Fuego va a caer un día de éstos. Dios va a permitir que Él venga, y qué escena digna de contemplar. ¿Estarán Uds. listos cuando Él venga? ¿Estarán Uds. listos para subir con Él, cuando venga? El Rapto secreto de la Novia sobrenatural, “Ella pasará de lo mor-… de mortal a la inmortalidad; será cambiada, en un momento, en un abrir y cerrar de ojos. Nosotros que vivimos, que habremos quedado, no precederemos a los que durmieron”.",
    "El otro día, el día de Armisticio, yo estaba parado allá en Tucson. Mi muchachito quería ver el desfile. Yo estaba estudiando y no tenía tiempo para llevarlo; y tenía que visitar a muchos enfermos y todo eso. Así que él dijo: “Papá, ellos no me llevan”; él dijo: “Llévame”.",
    "Le dije: “Está bien”. El Hermano Simpson, pienso que está aquí, y el muchachito de él quería ir. Así que los metí rápidamente al auto y me di prisa para allá.",
    "Me paré allí en la esquina y observé. Y después de un rato, escuché a la distancia, atrás, un sonido embozado que venía: “Pom, pom”, golpeaban los tambores. Permanecí allí parado. Pensé: “Bueno, estos niños leen todos estos libros del ejército; eso realmente les va a gustar”. Me fijé que primero venían los tanques antiguos de la Primera Guerra Mundial. Allí venían, ésos, los pequeños. Después venía el que le seguía; el que seguía era el nuevo tanque grande de la Segunda Guerra Mundial, ese tanque grande Sherman, con el protector sobre el cañón. Luego vino el que seguía, y el que seguía, y pasado un rato vinieron las madres con las Estrellas Doradas.",
    "Y luego, después de un rato, vinieron doce veteranos que aún vivían, de todo el estado de Arizona, de la Primera Guerra Mundial; doce veteranos. Después de eso, vino una carroza alegórica, el soldado desconocido, la crucecita blanca. Parado allí estaba un marinero, un infante de la marina, y un soldado, en guardia; en una pequeña división de la carroza. Del otro lado estaba una madre anciana, de cabello blanco, sentada con un broche de una estrella dorada; una esposa muy bonita llorando, su marido había muerto; un muchachito harapiento, con su rostro de lado: su papá había muerto. Y luego, detrás vinieron más y más y más, y después, el ejército nuevo. Permanecí allí parado. ¡Qué escena para contemplar, pero cuán triste!",
    "Pensé: “¡Oh, Dios, un día de éstos yo voy a contemplar otra escena!”.",
    "Vendrá un día de resurrección, en el cual, “los primeros serán los últimos; los últimos serán primero”. Los profetas de antaño saldrán primero, y ellos verán esa procesión que se va, marchando en el aire. “Y nosotros que vivimos, que habremos quedado, no precederemos a los que durmieron. Porque la trompeta de Dios sonará, los muertos en Cristo resucitarán primero”. Nosotros entraremos en línea con ellos entrando (¡aleluya!) de todas las edades, los de Lutero, Wesley, metodistas, presbiterianos, hasta la última edad, quienes recibieron la Palabra en su edad.\n\nDios los bendiga. Preparen todas las cosas, y el Fuego caerá.",
    "Inclinemos nuestros rostros por un momento. Me pregunto, en esta audiencia visible, en esta noche, siendo que los he tenido aquí por—hasta las nueve y media: ¿Habrá uno aquí?, ¿habrá una docena aquí? ¿Cuántos aquí dirían: “Hermano Branham: me avergüenzo de mí mismo, de la manera en que he vivido. He servido mucho a la denominación y al hombre; yo sé que no estoy a la altura de la Palabra de Dios. Sólo le voy a pedir que ore por mí, Hermano Branham”? Levanten la mano. Dios le bendiga. Dios le bendiga. Miren, allá arriba hasta en los balcones, alrededor. Dios los bendiga. “Yo sé…”. Ahora, no se avergüencen. Miren, no lo hagan.",
    "Y allá, a través de la nación, desde Nueva York hasta California, de Canadá hasta México, Uds., las personas que se han reunido en esas iglesias en donde están esos grupitos fieles que han creído este Mensaje con todo su corazón: ellos han salido, salido de grandes tribulaciones, salido de entre esas denominaciones; ellos son gérmenes de Vida. ¿Sienten una urgencia, en esta noche, como el aguilucho, al escuchar Uds. Algo que es un poquito diferente de lo que han oído; no obstante, en sus corazones saben que es la Verdad? Ud. allá, hay un pastor parado allá en alguna parte. Ud. tiene la mano levantada. Yo voy a orar por Ud.",
    "Estas cosas no fueron hechas en un rincón, amigo. Recuerde: “Estrecha es la puerta, y angosto es el camino, y pocos son los que la hallan”. No vaya con esa multitud que está caminando hacia allá, amigo; esa Edad de la Iglesia de Laodicea. Pudiera ser que brinquen, y dancen bajo la música, son tibios. No dijo que era fría como hielo. Dijo que era “tibia”, ésos son los pentecostales; “y no sabe que es miserable, desventurada, ciega”. ¿Ciega a qué? A la Palabra, a la manifestación de la Palabra; por cuanto no vino a través de sus organizaciones, ellos no pueden recibirla.",
    "Y Uds. ministros, allá en Tucson esta noche, yo no los responsabilizo por eso; más bien es Dios. Yo estuve allá por tres años. Les dije que yo no fundaría una iglesia; no lo hice. El Hermano Pearry Green la empezó. Estuve allá por tres años, y ni una sola vez me invitaron Uds. a su púlpito; estuve en Tucson por cerca de tres años. Dios me llevará del desierto uno de estos días; este Mensaje tendrá que seguir. Y traté en lo que más pude para que Uds. lo recibieran. Yo—yo sé la razón por la cual Uds. lo hicieron. ¿Me oyen? La única razón por la cual Uds. lo hicieron, es porque sus denominaciones los echarían. Y Uds. saben, he hablado con muchos de Uds. allí en el Restaurante Furr’s, y Uds. saben que es la verdad; vergüenza deberían tener.",
    "¡Salgan de eso! Salga de allí, hermano. Si hay Vida en Ud., será como ese aguilucho del que acabo de hablar, Ud. oirá la Palabra de Dios. Recuerde, Ud. va a escuchar Esto por última vez, uno de estos días; estamos ahora muy cerca. ¿Pasaría Ud., en esta noche?",
    "Amado Dios, estamos ahora en reverencia, verdaderamente que es un día de dar gracias, Señor. Estoy agradecido, Señor, de estar con vida en este día. Éste es el día más grandioso. Pablo, el apóstol, anheló ver este día. Los grandes hombres de antaño anhelaron verlo. Los profetas anhelaron verlo. Ellos esperaron este día. Abraham esperó este día, pues buscó una Ciudad cuyo Artífice y Hacedor era Dios; está suspendida sobre nosotros en esta noche. Juan vio el Espíritu de Dios que descendía del Cielo, dio testimonio, y sabía que ése era el Hijo de Dios. Y ahora piensen, Él está escogiendo a Su Novia.",
    "Amado Dios, por todo el país, háblales al corazón. Tú eres el Único que puedes cambiarles el corazón. Si ésa no fue Simiente puesta allí desde el principio, ellos jamás verán Eso, Señor. Ellos sólo… “Si el ciego guiare al ciego, ambos caerán en el hoyo”, tan cierto como cualquier cosa, porque Tu Palabra dice que lo harán.",
    "Ahora, Padre, siendo que vemos por todo el país, alrededor del mundo (en África, docenas, docenas por Sudáfrica, Mozambique, por todo el país), pequeñas asambleas que reciben estas cintas. Y de esa manera irá esta cinta por veinte y tantas naciones diferentes. Y ellos están empezando a verlo y a apartarse, cientos y cientos de ellos. No se necesitarán muchos, Señor. Entonces cuando el último miembro sea recibido en el Cuerpo, Cristo vendrá.",
    "Señor Dios, le estoy pidiendo a la Novia, en esta noche, a los que puedo sentir que se han apartado y están esperando: que se separen de todo lo del mundo. Ellos tienen que estar en la Presencia de la Luz cálida del Hijo de Dios, bañándose en Su Palabra, en Su amor. Concédelo, amado Dios.",
    "Que este pueblo aquí visible, que levantaron las manos en esta noche (docenas en este gran tabernáculo) oro, Dios, que Vida nueva entre en ellos. Pido, para que por la nación y aun alrededor del mundo, en donde la cinta será puesta a sonar, que ellos también reciban este Mensaje de día de acción de gracias y sepan, por lo insinuado y las cosas que han sido dichas, lo que deben hacer. Yo lo pido, Padre; concédelo. Bendícelos; ellos son Tuyos.",
    "Yo sé que ahora se acostumbra, Padre, que llamemos la gente al altar. Y pido, amado Dios, que en cada misión, en todas partes, y por todo el mundo, que vengan al altar; los negros, los blancos, los amarillos, los cafés, el que sea; el rico, el pobre, el desinteresado, los mendigos, lo que sean.",
    "Los denominacionales, aquéllos que están a su estilo propio y egocéntricos, oh, Dios; “Desnuda, miserable, desventurada, ciega y ni siquiera lo sabe”. Tú dijiste que sería de esa manera, y así está.",
    "Entonces pido, Padre, que llames a cada Simiente, en esta noche. Y por todas partes del mundo donde Esto pueda caer, que pueda captar a ese aguilucho que conoce la Voz de su Señor. Concédelo, Señor. Te los encomiendo, en el Nombre de Jesús. Amén.",
    "Ahora con sus rostros inclinados, aquí en la audiencia visible, ¿habrá aquí algunos que no han sido salvos, que ni siquiera le han entregado su corazón a Dios?, ¿no piensan que deberían estar agradecidos por lo que Jesús hizo por Uds.? Al considerar que Ud. es un pecador, que es un extraño para Dios, y con todo, hay Algo en su corazón, tocando. [El Hermano Branham toca en el púlpito.—Ed.] ¡Cómo sabrá que Ud. no es un aguilucho de ésos! Ud. es miserable y seguirá miserable hasta que se rinda a Eso. ¿Por qué no hacer de éste uno de los días de acción de gracias más grandiosos que Ud. haya tenido, cuando Ud. recibió a Jesucristo como su Salvador?",
    "¿Vendría Ud. aquí a pararse al altar? Lo acompañaré en oración si viene; cualquier pecador, hombre o mujer, muchacho o muchacha, miembro de iglesia o no miembro de iglesia. Ahora, ser miembro de iglesia no lo hace a Ud. un Cristiano. El altar está abierto. Vendrían, cualquier pecador que quisiera venir, recibir al Señor Jesucristo. Que verdaderamente le gustaría dejar…",
    "Algunos de Uds. denominacionales que les gustaría dejar de alimentarse de esa comida de gallina, que dicen: “Uds. pertenezcan a esto y todo está bien”; ¿realmente quieren saber Uds. lo que es el verdadero bautismo del Espíritu Santo? Vengan, averígüenlo.",
    "Pueden pasar al altar; estamos listos. Sólo venga, de—de su asiento. Venga y arrodíllese aquí al altar, este hermano que acaba de venir.",
    "🦅 Dando las gracias (¡Oh Dios!), estoy tan agradecido Contigo; de que toda mi vida he sabido que había algo, Señor. Yo nunca he estado satisfecho; he intentado. Yo—yo he pensado: ‘El año que viene, lo haré; la próxima semana, lo haré, la próxima vez que oiga un llamado al altar. Haré eso, algún día’. Lo he aplazado y aplazado; no obstante, Señor, sé que hay algo mal conmigo. Yo siempre creí que había algo diferente. Y ahora, Señor, en esta noche, estoy agradecido por la preparación que ha sido hecha por el Hijo de Dios, para que mis pecados (de hecho, mi incredulidad), fuera lavada de mí. Vengo esta noche, y me arrodillo para aceptar la gran bendición del día de gracias que Jesucristo efectuó por mí, cuando murió por mí en el Calvario”.",
    "¿Vendrá Ud.? Ahora hay gente de rodillas, aquí alrededor del altar. ¿Por qué no se levanta y viene? Ud. ha querido hacerlo; Ud. lo ha intentado.",
    "Sólo piensen en el Hermano Lyle Palmer, nuestro buen hermano precioso. Él estaba sentado en el patio (según entiendo), mirando a su hijita jugar cróquet afuera, o algo, y se fue hacia adelante en el asiento, y estaba muerto antes de que pudiera hacer algo. Uno no sabe en qué momento va a salir de aquí. Uno sencillamente no sabe la hora en la que va a partir de aquí. Aun pudiera ser esta noche, entonces ¿por qué no viene y arregla eso ahora?",
    "Vengan, pueblo. ¿Acaso no sienten Algo que jala? Yo—yo sé que hay muchos de Uds. aquí que deberían estar aquí en el altar, y sólo estas seis o siete personas aquí, no son todos los que hay aquí. Ahora, si Uds. me creen, y ven cosas suceder aquí en la plataforma, entonces créanme ahora. Un día mi voz será silenciada. Uds. no la oirán más. Quizás van a desear que hubieran venido.",
    "Ud. dice: “Pero, Hermano Branham, he sido un miembro de iglesia”. No tiene ninguna importancia lo que Ud. haya sido. Igual—igual Nicodemo había sido un miembro de iglesia; también Juan, Pedro, Santiago, Pablo, todos los demás habían sido miembros de iglesia.",
    "Pablo era un miembro de iglesia, hasta que algo sucedió una noche, mejor dicho, fue un día, y él vino. Él fue entonces un miembro de iglesia cambiado, a un hijo de Dios. ¿Por qué no viene Ud.? ¡Oh, él fue instruido; era intelectual! Él sabía que estaba instruido en una de las mejores escuelas que había, Gamaliel, uno de los mejores maestros que había en la región; sin embargo, él sabía que necesitaba algo.",
    "¿Vendrá Ud.? Una vez más le invito. En donde… Aquí o en toda la nación, lo invito, en dondequiera que Ud. esté, en la asamblea que se encuentre en esta hora de dar gracias. Recuerden, estoy siendo grabado aquí; no sólo aquí, pero en el Cielo.",
    "Saben, ha sido probado científicamente que cada movimiento que Uds. hacen es grabado. Ellos probaron eso. Recuerden: la televisión prueba eso. La televisión no—no manufactura la imagen; Ud. es la imagen. Ella solamente transmite por un canal lo que Ud. está haciendo. Ud. de todas maneras está allí. ¿Ven? Cuando Ud. mueve el dedo, ese movimiento le da la vuelta al mundo. Cada vez que Ud. se pone un vestido, su imagen le da la vuelta al mundo; está en un registro. Cada pensamiento que pasa por su mente queda en un registro. Y algún día, el registro va a parar, será guardado en el álbum.",
    "Y luego será repetido en el Juicio. Allí va a estar Ud. con el cabello cortado, reclamando ser Cristiana. Allí va a estar Ud. con pensamientos en su mente en contra de la Palabra, y será ahí mismo en su mente; Ud. no podrá esconderlo. Recuerden, la televisión, la ciencia aun sabe que eso es verdad. Ud. ahora allí parado, sabiendo que debería estar aquí, no olvide (siendo que esto está siendo grabado), en el día del Juicio, ese mismo pensamiento que está teniendo, regresará de nuevo a su mente; estará allí registrado. El mundo entero lo verá cuando sea puesto. ¿Por qué es que el mundo no…? Mirándole a Ud. en el día del Juicio, todos los Ángeles allí.",
    "🦅 Si Ud. se avergüenza aquí de Mí, ahora cuando su película está siendo grabada ahora, allá en el día del Juicio Yo me avergonzaré de Ud. Pues Yo ungí Mi Palabra, se la envié; Ud. no la quiso creer. Ud. se escondió detrás de algo”.",
    "🦅 ¡Oh!” dice Ud., “soy lo suficientemente bueno, yo he hecho esto; he danzado en el Espíritu; he hablado en lenguas”; los paganos también. “Yo grité”; el pagano también. Entonces ¿cómo puede Ud. retractarse en cuanto a la Palabra?\n\n¿Por qué no?\n\n¿Por qué no vienes ahora a Él?\n\n¿Por qué no, por qué no?\n\n¿Por qué no vienes ahora a Él?\n\n¿Por qué esperas, amado hermano?\n\n¡Oh!, ¿por qué tardas tanto?\n\nJesús está esperando para darte\n\nUn lugar en Su Hogar santificado.\n\n¡Hacerte uno de los miembros de Su Cuerpo!\n\n¿Por qué no?\n\n¡Oh!, aguilucho, ven ahora.\n\n¡Oh!, ¿por qué no vienes?",
    "Señor, estoy agradecido. Estoy muy agradecido. Agradecido Contigo, Señor, no por la comida natural (aunque también), sino, Señor, por el tiempo del fin que ha llegado. Estoy agradecido por este Alimento espiritual, Señor, el Alimento espiritual de los Siete Sellos, prometido que sería abierto.\n\nUds. dicen: “Eso será algo diferente”. No, no.",
    "No se le puede añadir una palabra. Ni quitar… Eso ya está Allí, sólo que escondido; está sellado. ¿Cuántos lo entienden? Digan: “Amén”. [La congregación dice: “Amén”.—Ed.] ¿Ven?\n\nUds. dicen: “Bueno, eso es un misterio que vendrá”. ¡Oh, no!",
    "Ya está Escrito. Uno no puede añadirle una palabra a Ella, o quitarle alguna. ¿Ven? Ya está Allí. Solamente tiene que ser revelado en el día postrero.",
    "¿Por qué no viene? Venga ahora, amigo. Si no puede entender, venga. Arrodíllese, háblele a Él de eso. Si yo no se lo puedo aclarar a Ud., Él lo hará, porque Él es el que—que resuelve toda duda.\n\n…en Su multitud santificada.\n\n¡Oh!, ¿por qué no viene Ud.? ¿Por qué no?\n\n¿Por qué no vienes ahora a Él?",
    "Recuerden, se está haciendo una grabación de esto, no sólo en esta cinta, sino en el gran registro de Dios. Cada uno de Uds., cada movimiento, cuando inclinan el rostro, que inclinan el corazón, cualquier pensamiento que pasa por su mente, recuerden, está siendo grabado en estos momentos en Gloria, y la grabación va a ser puesta en el día del Juicio. ¿Cuál es su decisión? ¡Oh, cuánto va a querer Ud. que sea cambiada, en ese Día!",
    "Sólo voy a esperar, porque hay muchos, muchos, ahora alrededor del altar. ¿Ven? Tal vez uno, si espero un poco más, pudiera haber otro por allá; pudiera estar en alguna parte en Nueva York, pudiera estar en alguna parte en Filadelfia, allá en California, Arizona. En alguna parte, pudiera haber otro que venga. Pastor, dondequiera que Ud. esté, no desista ahora del llamado al altar.",
    "Puede ser que no volvamos a ver otro día de Acción de Gracias. Éste pudiera ser el último, y se guarden los registros, en esta noche, por última vez. La cinta concluirá, un día de éstos. La grabación terminará y entrará en el álbum de Dios. Entonces será tocada de nuevo, los pensamientos que Ud. ahora está teniendo. No vaya a decir que Ud. no sabía; Ud. lo sabe. “Ninguno puede venir a Mí, si Mi Padre no le trajere. Y todo aquél que el Padre me ha dado, vendrá”.\n\n¿…vendrías a Él?",
    "Yo creo que si estuviera sentado allá en alguna parte, y tuviera algún pensamiento, por más mínimo, ciertamente vendría aquí tan rápido como pudiera. Seguro.\n\n… ¡Oh! ¿Por qué no? ¿Por qué?",
    "¿Serán todos? ¿Está seguro que Ud. no está contristando ahora a Su Espíritu? Tengamos entonces los rostros inclinados. ¿Está Ud. seguro que no ha contristado a Su Espíritu? ¿Está seguro que Ud. ha hecho exactamente lo que Él le dijo que hiciera? Ahora ¿está seguro? Recuerde, puede ser que Ud.—Ud. no tenga otra oportunidad. Pueda ser que la grabación en el registro concluya en esta noche; hasta aquí pudiera llegar. Ésta pudiera ser la última cinta para Ud. ¿Ud. está seguro que ahora está listo? Si es así, lo dejo en sus manos, en el Nombre del Señor Jesús.",
    "Ahora mientras el coro está cantando suavemente, voy a orar por éstos que están aquí. Yo soy un Cristiano un poco raro. Yo creo que Dios es el que tiene que salvar. Yo creo que Dios tiene que plantar la Palabra. “Yo el Señor” dice la Biblia en Isaías, “Yo el Señor la he plantado. Yo la regaré, día y noche, no sea que alguien la arrebate de Mi mano”. Antes que le pida a alguien que venga alrededor del altar, con estas personas, yo mismo quiero orar por ellos.\n\nInclinemos ahora nuestros rostros.",
    "Amado Jesús, acabo de citar Tu Palabra, que Tu profeta habló, y yo sé que las palabras de los profetas son verdaderas. Y Tú dijiste: “Yo el Señor La he plantado”. Pues, ciertamente, La has puesto en el Libro de la Vida del Cordero, desde antes de la fundación del mundo. “Yo el Señor La he plantado, y Yo La regaré, día y noche, no sea que alguien La arrebate de Mi mano”. Éstos, probablemente, Señor, han oído muchos llamados al altar. Pero Tú aún La estás regando, Señor.",
    "Aquí están esta noche. Que ellos se liberen, en esta noche, Padre, de todas las cosas del mundo, de todos los pecados y problemas en su corazón; y que en sano juicio, en reverencia en el corazón, se entreguen a Tu Palabra; que ahora mismo digan: “Señor Jesús, en el fondo de mi corazón, siempre he creído que había algo para mí, que aún no he recibido. Aunque me he esforzado, como ha sido expresado, en esta noche, de seguir a la gallina; pero había algo para mí que parecía extraño; no sonaba del todo correcto. Por tanto, en esta noche, siento que me estoy acercando ahora a los brazos de la Palabra viviente. Vengo aquí muy reverentemente, en mi mente cabal. Me he postrado aquí junto a este altar. Yo quiero, desesperadamente, la salvación, Señor. ¡Estoy tan hambriento! Yo quiero, Señor, que me tomes en Tus brazos, en esta noche; no por alguna emoción, sino por medio del Espíritu de amor, tómame en Tus brazos, amado Dios”.",
    "🦅 Soy Tu hijo. Yo siento que soy esa águila de la que estaban hablando. Tómame, Señor, estoy saltando. Me levanté de mi asiento, y me he arrodillado aquí. Recíbeme, Señor. Estoy saltando. Tráeme sobre Tus alas, Señor, lejos de estas cosas del mundo. Permíteme volar lejos de la inmundicia de este mundo, de mis malos hábitos, de toda mi tradición denominacional. Permite que yo venga sólo a Ti, amado Dios, para que Tu Santo Espíritu derrame en mí el perdón por todas mis dudas. Que en esta noche, yo llegue a ser Tu hijo, recién nacido, y una nueva criatura, en esta noche. Tómame. Llévame lejos, más allá del cloqueo de la gallina. Llévame al nido del águila, para que allí yo pueda ser nutrido por la Palabra de Dios, hasta que yo pueda volar”.",
    "Concédelo, amado Dios. Tómalos; son Tuyos. Ésta es mi oración sincera, orando por gente moribunda. Concédelo, Padre. Yo ofrezco esta oración en favor de ellos. Para la gloria de Dios, lo pido.\n\nAhora, con nuestros rostros inclinados.",
    "Me pregunto, Uds. que están arrodillados aquí alrededor del altar; muchos de Uds. han reclamado que son Cristianos, pero han sentido que siempre ha habido algo, en algún lugar, que Uds. no han poseído. Puede ser que Uds. hayan hecho todo acto religioso; puede ser que hayan gritado; puede ser que Uds. hayan hecho todas las cosas; puede ser que hayan danzado en el Espíritu; puede que hayan hablado en lenguas: y nadie puede hablar nada en contra de eso; eso es verdad. Todo eso es bueno. Pero, vean, ésos son dones del Espíritu, sin el Espíritu. Si el Espíritu estuviera allí, ese sentir, no se sentirían así de condenados.",
    "¿Uds. realmente, en sinceridad aquí en el altar, creen en estos momentos, mientras están aquí, que sólo el acto de entregarse Uds. mismos (ahora no a una emoción, pero en fe genuina, no adulterada), que Dios los recibirá y los nutrirá con Su Palabra hasta que Uds. mismos sean águilas, y puedan volar? Si lo creen, y quieren que Dios lo haga, levanten las manos, Uds. que están alrededor del altar. Dios los bendiga. Cada uno tiene las manos levantadas.",
    "Ahora, en mucha quietud, voy a convocar a hombres consagrados y mujeres que verdaderamente conocen a Dios.",
    "En la mayoría, es muy extraño, parece ser de esa manera; los llamados al altar que hago, la mayoría son todos hombres. Saben, normalmente son mujeres, pero aquí todos son hombres. Creo que hay una mujer en el altar esta noche, tal vez dos. Normalmente son las mujeres. Pero, de alguna manera u otra, parece como que las mujeres piensan que hablo en contra de ellas; no es así, hermanas. Tres, creo, alguien dijo que se veían. Yo no alcanzo a ver aquí sobre el altar. Muy bien.",
    "Algunos de Uds. Cristianos consagrados, vengan aquí y párense conmigo en oración por un momento. En el altar, dondequiera que Ud. esté, en la plataforma, alguien que realmente conozca a Dios, que sepa pararse aquí sólo por unos minutos en oración con ellos; después vamos a despedir la audiencia. Todos tengan ahora mucha reverencia; no se vayan. Sólo pasen aquí y párense alrededor.",
    "Algunos de Uds. que verdaderamente creen que Esto es la Verdad; que estamos entrando en otra edad: estamos entrando en la Edad del Rapto. Uds. saben que la iglesia no se puede ir en la condición en que está, y no puede mejorar; tiene que empeorar. ¿Cuántos saben eso? Digan: “Amén”. [La congregación dice: “Amén”.—Ed.] Tiene que ponerse peor. Y no puede irse como está. ¿Ven? Tiene que haber Algo, y Eso está en movimiento ahora, amigo. Está—está—está en movimiento, el movimiento está aconteciendo para la Novia; es la Verdad. Eso es: ASÍ DICE EL SEÑOR.",
    "Pasen ahora, los Cristianos consagrados que quieren que su—su registro muestre eso, éstos que vienen sinceramente, que Uds. quieren venir y hacer la oración con ellos, como sus hermanos y hermanas; vengan alrededor del altar. Párense aquí alrededor un momento, para orar. ¿Alguien más quiere venir, para pararse aquí alrededor? Arrodíllense al lado de ellos. Uds. varones acérquense a estos hombres; Uds. las mujeres: dulce, humildemente, pidan en oración por ellos.\n\nAmado Dios, ayuda…?…",
    "🦅 Yo rindo todo. Rindo mi denominación. Rindo mi primera boda. Rindo mi primer marido. Lo rindo todo, Señor”.\n\n…me rindo a Él,\n\nTodo a Cristo, yo me entrego.\n\nQuiero serle fiel.\n\nYo me rindo a Él,\n\nYo me rindo…",
    "¿Rinde su propia idea? ¿Podrá Ud. rendir sus propias ideas, a la Palabra de Dios?\n\nTodo a Cristo, yo me entrego.\n\nQuiero serle fiel.\n\nYo me rindo a Él,\n\nYo me rindo a Él,\n\nTodo a Cristo, yo me entrego.\n\nQuiero serle fiel.",
    "Todos los que ahora creen, en la audiencia, pónganse de pie. Cantémoslo, juntos ahora.\n\nYo me rindo…\n\nTodos ríndanse. ¿Están listos para cantarlo ahora?\n\nYo…\n\nTodo a Cristo, yo me entrego.\n\nQuiero serle…",
    "Ahora, Uds. alrededor del altar, si en realidad se rinden, levanten la mano a Él, canten: “Todo a Cristo. Yo rindo la denominación. Rindo la denominación. Rindo la iglesia. Yo mismo me rindo. Rindo mi idea. Todo a Ti mi Salvador bendito, yo me entrego. Todo a Cristo…”\n\nYo me rindo a Él,\n\nYo me rindo a Él,\n\nTodo a Cristo, yo me entrego.\n\nQuiero serle fiel.\n\n¿Lo dicen en sinceridad?\n\nYo me rindo a Él,",
    "[Porción no grabada en la cinta.—Ed.]",
    "Uds. ahora aquí en el altar. Uds. los que están aquí alrededor del altar, que han orado. La iglesia ha orado por Uds. Uds. mismos han orado. Ahora solamente hay una manera en la que pueden ser salvos, es: “Por fe sois salvos, y eso es por gracia”. La gracia de Dios les habló a Uds., los trajo al altar. Uds. están buscando las bendiciones de Dios. Están buscando Su Palabra. Están buscando el Espíritu Santo. Están buscando los favores de Dios. Y si es así, y realmente pueden, de todo corazón, rindan eso. Ahora, no busquen alguna emoción. Busquen una Verdad, una Verdad que proviene de su corazón, por fe. “Señor, estoy dispuesto a hacer cualquier cosa que Tu Palabra me mande que haga. Me rindo, con todo lo que hay en mí”.",
    "Si Uds. lo creen de todo corazón, yo quiero que se pongan de pie, den la vuelta hacia a esta iglesia, a la audiencia, y levanten las manos, y lo cantaremos con ellos. “Yo rindo todo lo que hay en mí, Dios. Hasta donde sé, todo lo que yo soy, lo rindo”.",
    "Súbanse aquí a esta plataforma, los que están en el altar. Súbanse aquí a la plataforma, hermanos, aquí arriba, todos, y los hermanos y hermanas.\n\nMiren aquí, iglesia.",
    "[Una hermana dice: “Hermano Branham, pertenezco a la iglesia, pero últimamente ni siquiera asisto”.—Ed.] ¿Se rinde? [“El Señor sabe a dónde quiero ser guiada por Él. Yo quiero…?… a la iglesia. Y yo quiero el Espíritu Santo, ser llena del Espíritu. Y prefiero morir, si eso es lo que se requiere”.] Sí. Eso es correcto. ¿Lo rinde Ud. todo a Él y a Su Palabra?",
    "Una hermana aquí, de una denominación. Ella dijo: “Yo pertenezco a una denominación”. No tenemos que nombrarla. Ella es obrera allí. Pero ha dicho: “Hermano Branham, yo quiero salir a la Verdad; quiero algo más profundo que eso”. ¿Ven?",
    "Permítanme cito Su Palabra. “Bienaventurados los que tienen hambre y sed de justicia, porque ellos serán saciados”.",
    "Ahora, Uds. aquí en la plataforma, que acaban de venir, si están listos para rendir todo lo que Uds. son, todo, para obedecer la Palabra de Dios. Nadie les dijo a Uds., en esta semana, qué hacer. Ahora, si Uds. están listos para rendirse a Él en estos momentos, sólo levanten las manos, así, para la audiencia. Ahora, Uds. aquí en la plataforma, cantémoslo ahora juntos: Yo me rindo a Él. Todos, juntos. Muy bien.\n\nYo me rindo a Él,\n\n¡Ahora, sean sinceros!…?…",
    "¿Son sinceros en eso? Digan: “Amén”. [La congregación dice: “Amén”.—Ed.] Digan: “Amén” una vez más. [“Amén”.] Digan: “Señor”, [“Señor”.] “Escudríñame”. [“Escudríñame”.] “Pruébame”. [“Pruébame”.] “Y dame una oportunidad”. [“Y dame una oportunidad”.] “Esto es todo lo que yo puedo hacer, en esta noche”, [“Esto es todo lo que yo puedo hacer, en esta noche”,] “es entregarme a Ti”. [“es entregarme a Ti”.] “Tú conoces el hambre en mi corazón”. [“Tú conoces el hambre en mi corazón”.] “Conoces mi deseo”. [“Conoces mi deseo”.] “Tu promesa fue de cumplir ese deseo”. [“Tu promesa fue de cumplir ese deseo”.] “Yo ahora lo acepto”. [“Yo ahora lo acepto.”] “Y yo me rindo a Ti”. [“Y yo me rindo a Ti”.] Todos juntos:\n\nYo me rindo a Él,\n\nYo me rindo a Él,\n\nTodo a Cristo, yo me entrego.\n\nQuiero serle fiel. 🦅"
  ]
}