{
  "title": "YO HABÍA ESCUCHADO MAS AHORA VEO",
  "id": "65460009",
  "content": [
    "🦅  Pueden tomar su asiento. Es bueno estar aquí de nuevo en esta noche. Agradecido que tenemos esta oportunidad una vez más de servir al Señor. Y después de tenerles por tanto tiempo anoche, siento que no sería justo detenerlos esta noche otra vez.",
    "Estaba allí atrás escuchando a un hermano, asociado nuestro en el Señor, que acaba de venir de Indiana, inquietado por un sueño extraño. El nunca ha estado en Shreveport antes en su vida. Pero él soñó la otra noche, que él vino a Shreveport, no en su carro. Y El vino con un…o vino a alguna parte, a una iglesia donde yo estaba hablando. El dijo, después que yo había predicado y había orado por las personas, dijo: “Algo va a suceder”. Dijo que él “estaba de vuelta el próximo día”. Y dijo que él “conocía el edificio, y cómo se veía”. Dijo: “Hay un—hay un auditorio cívico al otro lado de la calle, pero nunca entraron en aquel auditorio”. Dijo: “Era en este lado, en un edificio como de piedra que tenía un ala, y el edificio era igual a este”. Y el—el muchacho es un soñador, he visto sus sueños y sé que son verdaderos.",
    "Y él dijo—él dijo: “Entonces en la última noche” que yo “estaba hablando y orando por los enfermos”. Y yo dije: “Algo está por suceder. Y sonó como un trueno”. Dijo: “La gente comenzó a gritar”. Y dijo, “Mientras el trueno comenzó a irse”, dijo, “se formó una voz, y comenzó a hablar”. Dijo, “Mientras la voz seguía hablando, por estas ventanas (aquí arriba) venía la Gloria de Dios moviéndose hacia adentro, en la forma de la Columna de Fuego”. El nunca la ha visto. Nos ha escuchado hablar de ella, pero él mismo nunca la ha visto. Y dijo: “Allí estaba, vino a través de las ventanas así, y formó aquella Luz como Uds. ven en la foto, por encima de la congregación, aquí”. Y dijo: “Al tronar estaba diciendo algo”. Y dijo, que yo me paré y dije, “Ese es Jehová Dios”.",
    "Y dijo que le recordaba cuando (cuando pensaba sobre aquello) cuando Moisés llamó la…o sacó la gente de Egipto. Y ellos dijeron, “Deja que Moisés hable, y no Dios, para que no sea que muramos”.",
    "El dijo: “Todos estaban postrados en el piso, con las manos alzadas, gritando”. Dijo que él también estaba gritando, “Señor Dios. ¡Yo te amo! ¡Yo te amo”! Y su esposa le sacudió y lo despertó.",
    "Lo veo caminando por el pasillo ahora mismo, el Hermano Jackson, anteriormente un predicador metodista. Y él estaba tan turbado que vino hasta acá; y dijo que cuando entró, “estaba tan asombrado”, era exactamente de la manera que él lo había visto en el sueño. No sé lo que signifique. El Señor no me lo ha mostrado. Pero algo puede suceder, viendo que el Hermano Jackson lo soñó, conociéndole como un verdadero— verdadero hombre honesto, un siervo de Dios.",
    "Y yo—yo conozco de sus sueños, y ha venido conmigo, y el Señor me ha dado la interpretación, siendo perfectamente de esa manera. Aun en cierta ocasión cuando yo iba para Arizona, él tuvo el sueño de eso.",
    "Y él está muy turbado. El está con su esposa, la trajo. Ella está por ser madre a cualquier momento, y la única manera que él podía viajar era por avión. El no tenía ni un centavo para venir, y alguien le dio el dinero. Así que se resolvió misteriosamente, así que algo puede suceder; y así esperamos. No sabemos lo que el Señor va a proveer para nosotros.",
    "Ahora, estamos agradecidos con el Señor de estar viviendo en el día en que estamos viviendo, justo antes de la venida de Jesús. Y como he dicho antes, es el mejor tiempo de toda la historia. Yo prefiero estar viviendo ahora que en cualquier otro tiempo, para…en la tierra.",
    "Veo aquí frente a nosotros, de nuevo en esta noche, mi buen amigo, el Hermano Dauch. Yo lo mencioné en el auditorio esta mañana. El Hermano Dauch, cumple noventa y tres años hoy, qué bendición. El atribuye su larga vida para la gloria y honra de Dios, noventa y tres años hoy. ¡“Feliz Cumpleaños” a Ud., mi hermano! Y yo sé que alrededor del país, donde escuchan en esta noche, también ellos le desean al Hermano Bill Dauch un “Feliz Cumpleaños”. El es un amigo muy personal de Oral Roberts; ha ayudado a muchos, a tantos en el camino del Evangelio, y demás. El es un gran amigo nuestro.",
    "Muy contento de ver aquí al Hermano Mann, otro predicador metodista, salvo y bautizado con el Espíritu Santo, y en el Nombre de Jesucristo, sentado aquí. El también es uno de nuestros asociados de Indiana. Entiendo que el Hermano Hickerson está sentado al lado de él, uno de nuestros diáconos de Jeffersonville, Indiana. (Ellos nos están escuchando allá en esta noche). Y entiendo que el Hermano Wheeler, uno de los otros diáconos está aquí en algún lado. Aún no he podido localizarlo, alguien está apuntando con los dedos, y después lo ubicaré; sentado allá a la derecha, sí.\n\nHermano Banks Wood, si Ud. está escuchando en esta noche, su hermano estuvo aquí anoche. Lo vi cuando salía, el Hermano Lyle, testigo de Jehová. El grupo entero fue convertido. Lyle fue traído por una visión del Señor.",
    "Lyle estaba sentado en la lancha aquel día, cuando el día anterior le fue dicho que “algo iba a suceder concerniente a una resurrección de vida”. ¡Y él era un verdadero testigo de Jehová! Pero esa mañana, sentado allí, pescando, él pescó… Pues, él tenía un gran (al estilo de Kentucky, Uds. saben)…un gran anzuelo y un pequeño pez se lo tragó. Y le sacó las agallas, entrañas y todo; y lo lanzó al agua (un pecesito muy pequeño), y le dijo: “Bien, pequeñín, ya lanzaste tu último respiro”. El pequeño… Saltando en el agua, murió, y el viento lo llevó hasta algunas azucenas o lirios de agua.",
    "Y el día antes, estando sentado, yo dije: “El Espíritu Santo me dice que habrá una resurrección de alguna criatura pequeña. Quizás habrá un—un gatito, cuando regrese a casa, porque justo…”",
    "Cuando tratábamos de hallar algunos gusanos para carnada, el Hermano Wood y yo (quien está escuchando en esta noche), mi niñita — la cual es una mujer joven sentada aquí, prometida con este soldado larguirucho, lo estoy mirando — ella vino, y dijo: “Papi…” Ella y otra niñita, me dijeron “Nosotras…” Ahora cualquiera puede tener la mascota que le guste, pero a mí no me gusta el gato, así que… Y así es con todos los Branham. Así que ella dijo: “Encontramos un pobre gato, y papi, se ha comido algo y… Alguien lo ha envenenado y está todo hinchado”. Y dijo: “Papi, de repente se va a morir, ¿podemos guardarla un par de días en una caja”?",
    "Yo dije: “Déjenme ver el gato”. Bien, ellas fueron y trajeron el gato. Yo vi lo que iba suceder, así que les di una caja. Y la mañana siguiente habían siete u ocho gatitos allí, Uds. saben. Así que mi niño pequeño, José, levantó uno y lo apretó y lo dejó caer al piso, y justo—justo…el pequeñito tirado allí dando vuelta y vuelta, pues lo había matado.",
    "Y yo le dije al Hermano Lyle y su hermano, dije: “Uds. saben, puede ser que aquel gatito vaya a ser resucitado, como hemos visto al Señor hacer cosas”.",
    "El Hermano Lyle, apenas era nuevo en el camino. El Espíritu Santo le había dicho que él era casado, y lo que había hecho, y la maldad que había hecho, y las cosas que él había hecho. Pues él pensó que el Hermano Banks me estaba diciendo aquellas cosas. Pero cuando realmente lo descubrió a él, y le dijo lo que había hecho la noche anterior, eso fue, eso ya fue demasiado para él. El no podía entenderlo.",
    "Luego, a la mañana siguiente… Pues, habíamos pescado toda la noche, con peces pequeños, estábamos pescando algunos para usar para carnada. Pero, sin embargo, él tiró ese pequeñito al agua. Tembló y allí se quedó. Como media hora después estábamos sentados allí, y yo estaba… Dije: “Hermano Lyle, Ud. permitió que el pez se tragará el anzuelo hasta el estómago”. ¿Ven? Yo dije: “Tome la línea de esta manera y así tire la carnada; y en el momento cuando la toma, entonces mantenga la presión y vaya sacándolo”. Yo dije: “El… No lo saque de esa manera, él no se lo traga, y Ud. saca el pez”.",
    "El dijo, “Pues…” El tenía una línea muy gruesa colgando allí, y dijo: “Esta es la manera como lo hacemos nosotros”, así de esa manera.",
    "Entonces, en ese momento, oí algo que venía de arriba de la montaña, un torbellino, girando y girando. Y aquí venía descendiendo, de esa manera, y el Espíritu de Dios vino sobre la lancha, y dijo: “Ponte de pie”. Dijo: “Habla a ese pez muerto. Dile, ‘Yo te devuelvo la vida’”.",
    "Y aquel pececito había estado allí por media hora, con sus entrañas en la boca, y las agallas. Dije: “Pequeño pececito, Jesucristo te devuelve tu vida. Vive, en el Nombre de Jesucristo”. Se dio la vuelta, y se sumergió en el agua y se fue tan rápido como pudo.",
    "Hermano Lyle, ¿está Ud. aquí en alguna parte? Yo—yo lo vi anoche. Dondequiera que esté, adentro, afuera, levante su mano para poder verlo. ¿Qué dicen? En el balcón… Oh, sí, por allá en el balcón, cerca de las ventanas allá atrás. Aquel es el hombre, un testigo de Jehová.",
    "El dijo: “¡Hermano Branham”! El estaba todo emocionado, dijo: “Ah, es—es bueno estar aquí. ¿No lo es”? El dijo, “Ud.— Ud… ¿Piensa Ud. que eso quiso decir que yo, que—que, yo llamé aquel pececito, diciendo, ‘ya lanzaste tu último respiro’. Que—que—que eso significó algo para mí”?",
    "Yo dije: “No, no, sólo fue una confirmación”. El se turbó mucho por eso.",
    "Bien, nosotros viajamos y se ven estas cosas sucediendo, y sabiendo… Ahora, sólo piensen ¿qué demostró aquello? Yo tenía muchos niños pequeños espásticos en mi lista de oración, orando por ellos, pero cuando vino la visión, era para aquel pececito de aproximadamente así de largo, como dos o tres pulgadas de largo. Parecía que el anzuelo era igual de grande que el pez. Pero eso era para mostrarles que Dios también se fija en las cosas pequeñas. ¿Ven?",
    "Un día cuando habían leprosos tendidos por todo el país, El usó Su poder y maldijo un árbol. Comenzó a secarse, cuando habían personas tendidas por todos lados necesitando ese poder sanador. Pero, vean, El quiere mostrar que El es Dios sobre todo, ya sea pequeño, grande, o lo que sea. El aún es Dios sobre todas las cosas, toda la creación. Así que nosotros le amamos porque… Eso—eso nos da a saber que si El está interesado en hablar la Palabra de Vida a un pequeño e insignificante pez, muerto en el agua ya por media hora, El ciertamente algún día puede hablar Vida dentro de Sus hijos. No importa que su cuerpo no sea más que una cucharada de polvo, algún día El hablará y nosotros le responderemos. El es Dios que tiene interés en todo, todo lo que hacemos, todo lo que decimos, todo. El está interesado.\n\nAhora inclinemos nuestros rostros, en todo lugar.",
    "Ahora me pregunto, antes que oremos, si hubiera alguien en esta noche, que tiene interés en El, pero aún no tiene hecha sus reservaciones para la otra Tierra a donde vamos a verle. Uds. saben, no pueden entrar sin reservaciones. Y si Ud. aún no las ha hecho, pero desea ahora ser recordado en oración, para que todo quede bien arreglado en esta noche entre Ud. y Dios, levante la mano. Ud. dirá “Recuérdame, Señor”. Sólo permita que El vea su mano. Que Dios se lo conceda.",
    "Padre Celestial, mientras estamos de pie en esta noche, entre los vivos y los muertos; y estas cosas misteriosas que están sucediendo en estos días, seguro que son misteriosas; pero Dios, Tú sabes si son verdad o no. Tú eres el Juez solemne de los cielos y la tierra. Y decimos esto, Señor, sólo para animar a la gente (algunas de las cosas que Tú nos has mostrado), que ellos puedan ser animados a amarte y a creerte, servirte; y para saber que no importa cuán pequeño sea el hecho, bueno o malo, Tú lo ves. Ruego, querido Dios que Tú bendigas cada una de esas manos en esta noche, y el alma y el espíritu que motivaron que se levantara esa mano. Y ruego, Dios, que esta sea la noche cuando sean hechas sus reservaciones para aquella Tierra más allá del río. Concédelo.",
    "Sana a los enfermos y afligidos, Señor, tanto aquí como también a lo largo del país donde la—la—la transmisión está entrando por los teléfonos. Bendice allá a los que no son salvos, desde California hasta Nueva York, de Canadá hasta México. Concédelo, Señor, que cada persona bajo el sonido de nuestra voz, en esta noche, sea salvo de sus pecados, y sanados de sus enfermedades, por causa de Tu Presencia Divina.",
    "Y nuestro Hermano Jackson, quien ha venido por avión estas mil millas para estar aquí, porque algo extrañamente le estimuló el corazón; “Y ellos soñarán sueños y verán visiones”. Querido Dios, Tú lo has mantenido un secreto de mí. Lo que significa, yo no sé. Pero Señor, si nos vas a visitar, prepara ahora nuestros corazones para esa visita. Que estemos bajo expectativas, no sabiendo qué vas a hacer, y no sabiendo si por este sueño Tú has prometido visitarnos; no sabemos. Pero estamos simplemente citando las cosas que sí entendemos, que Tú prometiste visitar a Tu pueblo; y oramos, que te hagas real a nosotros aquí. En el Nombre de Jesucristo te lo pedimos. Amén.",
    "Ahora, en esta noche, después de tenerlos tanto tiempo anoche, y esta mañana, y me estoy poniendo un poco ronco. Tengo una peluca que me pongo para tapar lo calvo aquí cuando predico. Pero en esta ocasión la olvidé, y este aire, entrando por estas ventanas, ha comenzado a ponerme un poco ronco. Antes, yo tenía que cancelar reuniones, pero desde que tengo eso, no me molesta más, sólo sigo adelante. Y se me olvidó, y lo estoy sintiendo, así que sus oraciones serán apreciadas. Y ahora, estos son dos servicios cada día, los cuales son…como que se ponen… Uds. saben, cuando uno tiene muchas millas recorridas, se nota.",
    "Entonces, para Uds. en California y allá en Arizona, todos mandamos saludos a través de la nación. El Hermano Leo, y el grupo que está esperando en el Señor en Prescott, los invitamos, y todos Uds. alrededor de Phoenix, de esta noche en ocho días, debemos estar en Yuma, en el banquete. Ya vendieron todos los boletos allá y consiguieron un auditorio más grande y aún no pueden ubicar a la gente. Así que todos Uds. vengan temprano para entrar. Después, de allí iremos a Los Angeles el próximo lunes, o el próximo domingo, el domingo por la noche. Así que esperamos verlos a todos allá. Las ricas bendiciones de Dios descansen sobre todos Uds.",
    "Para Uds. en Nueva York, y Uds. que están allá en los alrededores de Ohio y diferentes lugares, pronto quiero predicar el mensaje de El Rastro De La Serpiente (la bestia en el principio y la bestia al final), en el Tabernáculo. Billy les mandará una nota para eso, cuando vayamos a hablarlo, porque yo hago eso en el Tabernáculo por causa de que será, por lo menos, cuatro horas o más de largo.",
    "Así que ahora… Quiero que aquí, aquí y donde estén ahora, que abran al Libro de Job. Un Libro muy extraño de donde predicar, pero sólo quiero usar unas cuantas anotaciones aquí ahora.",
    "Y luego, mañana por la mañana, aquí en el tabernáculo, habrán servicios de escuela dominical en… ¿Comenzamos aquí a qué hora? A las 9:30. Y entonces tengo el privilegio de hablar aquí mañana de nuevo. El Señor permitiendo, quiero hablar sobre el tema… Si El lo permite, ahora, mientras yo estudiaba esta tarde, para mostrarles que: Sólo hay un lugar en que Dios se encuentra con el adorador. Y—y puedo decirles cuál es el lugar y cuál es el Nombre de aquel lugar, donde Dios se encontrará con el adorador.",
    "Entonces, mañana en la noche, voy a pedirles un favor, para el servicio de sanidad. Y yo—yo deseo un servicio de sanidad, a lo antiguo. Y si el Señor lo permite, quiero hablar sobre un tema que me alarmó hoy… Cuando el Hermano Moore y yo estábamos hablando juntos, mis preciosos hermanos, estábamos discutiendo las Escrituras. Y qué precioso fue estar con aquellos hermanos, como en los antiguos tiempos. Y él dijo: “Sabe Hermano Branham, de todas las predicaciones que Ud. nos ha dado aquí en Shreveport, El Cordero y La Paloma fue unos de los Mensajes más sobresalientes que Ud. nos trajo aquí en Shreveport”. Dijo: “Me supongo que con su Mensaje tan difícil como lo es hoy para Ud., Ud. nunca llega a un Mensaje como ese”.",
    "🦅 Cuando fallo en eso, entonces he fallado en mi Mensaje”.\n\nEterna Fuente carmesí,\n\nRaudal de puro amor.\n\nSe lavará por siempre en ti\n\nEl pueblo del Señor.\n\nY yo también mi pobre ser\n\nAllí logré lavar;\n\nLa gloria de su gran poder\n\nMe gozo en ensalzar.",
    "Mañana en la noche, si es la voluntad del Señor, quiero predicar sobre un tema: Sobre Las Alas De Una Paloma Blanca Como La Nieve. Mañana en la noche: El Señor bajando sobre las alas de una Paloma. Eso es, si el Señor lo permite, si mi voz no se pone muy mala. Ahora… Así que oren por nosotros.",
    "Y luego deseo una reunión de oración, a lo antiguo, como tuvimos al principio, nada de discernimiento, solamente darles a todos una tarjeta, a todos los que desean la oración. Ahora, Ud. tiene que tener una tarjeta, así que vengan temprano para que Billy pueda darles una tarjeta y mantener el orden. Si no se hace eso, la gente se mete nuevamente a la fila una y otra vez, y la línea no tiene fin. Cualquiera puede obtener una tarjeta. Quiero que el Hermano Jack se ponga a mi lado en la línea de oración, así como lo hacía antes, y el Hermano Brown que me traiga la gente en vez de Billy Paul. Deseo una línea de oración a la antigua, y oraremos como lo hacíamos años atrás.",
    "Estoy muy contento de tener otro hermano asociado con nosotros, estaba mirando alrededor lo vi y lo reconocí, hace unos momentos, el Hermano Gordon Lindsay. El es uno de los antiguos que estuvo con nosotros hace mucho tiempo. Está haciendo un gran trabajo, imprimiendo, él ahora está imprimiendo mi libro: Las Siete Edades de la Iglesia. Esperamos tenerlo listo, y también Los Siete Sellos. Si de pronto él lee eso antes de imprimirlo, vamos a tener una discusión teológica. Puedo sentirla aproximándose. Pero él sabe que no soy un teólogo, así que… Pero estamos anticipando mañana por la noche. Si Ud. está aquí Hermano Lindsay, venga aquí mañana en la noche. Si está por aquí, venga y esté con nosotros en la plataforma para una reunión de oración a la antigua.",
    "¿A cuántos les gustaría ver una de aquellas reuniones antiguas donde traemos la gente? Eso estará bien. Ahora, traigan sus enfermos y afligidos mañana en la noche, para ese propósito.",
    "Ahora, si tienen el Libro de Job, versículo 42…o el capítulo 42, los primeros seis versículos, del capítulo 42 de Job; muy extraño. Hermano Ted Dudley, si me está escuchando en esta noche, allá en Phoenix, ¿recuerda una vez que Ud. y yo hablamos, hace como una o dos semanas, y nos referimos a esto? Yo le dije: “Algún día eso será un texto para mí”. Y quiero usarlo esta noche:\n\nRespondió Job a Jehová, y dijo: (escuchen muy de cerca esta lectura)\n\nYo conozco que todo lo puedes, y que no hay pensamiento que se esconda de ti.\n\n¿Quién es el que oscurece el consejo sin entendimiento?\n\nPor tanto, yo hablaba lo que no entendía; cosas demasiado maravillosas para mí, que yo no comprendía.\n\nOye, te ruego, y hablaré; te preguntaré, y tú me enseñarás.\n\nDe oídas te había oído; mas ahora mis ojos te ven.\n\nPor tanto me aborrezco, y me arrepiento en polvo y ceniza.",
    "Ahora quiero tomar un texto del versículo 5:\n\nDe oídas te había oído; mas ahora mis ojos te ven.\n\nQue el Señor bendiga Su Palabra.",
    "Job, consideremos un poco de su vida. Job era un profeta. El fue un hombre que vivió antes que la Biblia fuera escrita. Ha sido pensado que Job es uno de los libros más antiguos de la Biblia, porque fue escrito antes que fuera escrito Génesis. Este gran guerrero y profeta, Job, fue un—un hombre poderoso en su día. No hay duda que él había sido levantado y había servido al Señor toda su vida. Y había vivido una vida tan noble ante la gente, todos le tenían respeto.",
    "Pero él había llegado a un lugar donde él lo declara aquí, siendo tentado del Señor. Pero me gustaría usar la Palabra “examinado” por el Señor. Y verdaderamente, “Todo hijo que viene a Dios, primero debe ser examinado, probado, y entrenado como hijo”. Y luego si la prueba se pone dura, y pensamos que es demasiado dura, y no escuchamos (no ponemos atención) entonces El dijo que “llegamos a ser hijos ilegítimos, y no hijos de Dios”. Porque no hay nada que mueva a un verdadero hijo de Dios, nacido de nuevo, de su Padre; él es parte de El. Ud. no puede negarlo, así como no puede negarse a sí mismo. ¿Ven? Ud. ha tenido la experiencia, Ud. ha sido entrenado y probado.",
    "Y ahora, este hombre siendo un profeta, tenía acceso a la gracia de Dios, pero Job no tenía una Biblia para leer. La Biblia aún no había sido escrita, pero él tenía acceso a Dios por revelación y por visión. Eso era antes que la Biblia fuese escrita.",
    "Ahora, nos damos cuenta y tomamos algo de su vida: cuando Dios le bendijo, le hizo un gran hombre. Pues todos le respetaban. Aún su sabiduría se había vuelto muy grande. Su inspiración de Dios lo había vindicado ser siervo de Dios tan claramente, que la gente venía de todos lados para escucharle. Y entonces Satanás comenzó a acusar a ese hombre. Y así lo hace con cada siervo inspirado de Dios. Satanás siempre está allí listo para acusarle de todo lo que él haga que no es correcto.",
    "Ahora, nos damos cuenta de su vida y sus tribulaciones, y de su gran fe. Aun Jesús, cuando El vino a la Tierra, se refirió a la paciencia de Job. El dijo: “¿No han leído de la paciencia de Job”? Fe espera con paciencia que se cumpla la Palabra prometida.",
    "Ahora, notamos aquí que Job, después que hubo pasado por sus pruebas y sus aflicciones… Tenía una familia hermosa, la cual le fue quitada. El tenía buena salud, le fue quitada. Todo lo que él poseía en esta vida le fue quitado. Y él estaba sentado entre la ceniza, y con un pedazo de tiesto se rascaba la sarna maligna. Y hasta su propia esposa habló en contra de él, y dijo: “¿Por qué no maldices a Dios y mueres”?",
    "El dijo, “Tú hablas como las mujeres fatuas”. El dijo: “¡Jehová dio, y Jehová quitó; sea el Nombre de Jehová bendito”!",
    "Ahora, Satanás había subido ante Dios, porque él podía venir ante Dios y acusar a los Cristianos (o los creyentes) en todo tiempo. Así que él acusó a Job de muchas cosas, y dijo que la razón por la cual Job servía a Dios, era porque “todo le marchaba bien”. Pero dijo: “Si me lo permites en mis manos yo haré que él te maldiga en la cara”.",
    "Quiero que noten la confianza que Dios tenía en un creyente. ¿Ven? El es… En otras palabras, Dios le dijo a Job…o sea, le dijo así a Satanás: “¡Tú no lo puedes lograr! El es un hombre justo (justificado). El es un hombre bueno, y no hay otro como él en toda la tierra”. ¡Oh, qué hombre! Que Dios mismo dijera a Su enemigo, “Mi siervo es tan perfecto que no hay otro en la tierra como él”. ¡Oh! ¡Si nosotros tan sólo pudiéramos ser esa clase de hombre! ¡Que Dios pudiera poner esa confianza en nosotros! Y saber que nosotros no nos desviaríamos de Su Palabra o Su Ser de ninguna manera. Mantenernos fijos y que El pueda poner Su confianza en nosotros.",
    "Ahora, Job era un hombre que cumplía los mandamientos de Dios al pie de la letra, exactamente. Y Satanás lo sabía, pero él dijo: “Pero si me lo permites, haré que él te maldiga en Tu cara”.",
    "Así que Dios le dijo, El dijo: “Ahora, él está en tus manos, pero no le quites la vida”. Y Satanás se extendió al extremo con eso. Le quitó todos los amigos y todo lo que él tenía, casi su vida completa, pero no le podía quitar la vida. Pero Job aún se mantuvo, no había posibilidad de retroceder.",
    "Vean Uds., cuando un hombre o una persona alguna vez ha entrado verdaderamente en contacto con Dios, con aquella genuina fe revelada, que “¡Dios es”! no hay nada, en ningún tiempo, o en ningún lugar, nada que podrá separar a ese hombre de su Dios. Yo creo que fue Pablo quien dijo: “No hay lucha, hambre, ni riesgos, ni criaturas vivientes, ni muerte, ni ninguna cosa que pueda separarnos del amor de Dios que es en Cristo Jesús”. Ud. está anclado seguramente en El porque Ud. fue ordenado para esa Vida.",
    "Pero Satanás pensó que él podía enredarlo un poquito y amarrarlo, y forzarlo para que lo hiciera. ¡Pero vean, Job con su revelación perfecta de Dios, y quién era Dios, y cómo Dios le amaba, él esperó! No importándole cuáles fueran las circunstancias, él esperó que su fe fuera confirmada, porque él estaba agarrado de Dios, una revelación (de lo que hablé anoche).",
    "Ahora, cuando los enfermos que están en el edificio, la gente inválida, o Uds. que tienen necesidad de Dios, cuando Uds. pueden obtener esa clase de revelación, que son “justificados”; cuando realmente están justificados al pedir lo que están pidiendo, y creen que “El es galardonador de los que le buscan” no hay nada que pueda separarlos de esa fe a la cual están anclados. ¿Ven? Pero, primero les tiene que ser revelado.",
    "Alguien vino no hace mucho, un grupo de hombres, algunos de ellos están escuchando en esta noche, y me dijeron… Yo me mantenía diciéndoles: “Vayan a Kentucky, allí hay petróleo”. Yo sabía que había, lo había visto en una visión.",
    "Bien, el Hermano Demas y ellos no fueron por muy largo tiempo. Después de un tiempo, finalmente dijeron…(después que los de Texas se habían metido)… Y entonces dijeron: “Ahora sí vamos para allá”.",
    "Yo dije: “Uds. debieron haber ido hace mucho tiempo”. Pero ellos no lo hicieron.",
    "Demas dijo: “Yo cometí un gran error en eso, al no haberlo hecho, Hermano Branham”.",
    "Yo dije: “Si hubieran ido allá, lo hubieran tenido todo”.",
    "Bien, ellos no quisieron escuchar. Entonces, primero… entonces antes de irnos esa noche (del lugar donde estábamos almorzando) el Espíritu Santo me mostró una grieta en la tierra y allí estaba lleno de petróleo. Y estos lugares donde se desbordaba en Kentucky eran solamente pequeños pozos de petróleo, de donde estaban sacando, pero esto acá venía de la torrente principal. Y yo dije: “Hermano Demas, allí está”.",
    "Así que comenzaron a buscarla. Dijeron: “Venga y díganos dónde—dónde está el pozo de petróleo”.",
    "Yo dije: “¡Oh, no! ¡No, no”!",
    "Vean, no usamos el don de Dios para comerciar. ¡No, no! El podía decirme dónde estaba, pero yo no tengo ninguna necesidad de eso. Yo ni siquiera tendría suficiente fe para pedirle eso. ¿Ven? Si yo tuviera necesidad de eso, yo creo que si le preguntara, El me diría. Pero vean, primero sus motivos y objetivos tienen que ser correctos. Ud. tiene que tener razones para esto. Dios no le da estas cosas sólo porque Ud. se las pide. Y uno no puede pedir en fe a menos que haya un objetivo real para eso, de estar en la voluntad de Dios. Vea Ud., si Ud. quiere estar sano, ¿para qué quiere estar sano? ¿Ven? Si Ud. quiere ser sanado, ¿cuál es la razón que Ud. quiere ser sanado? ¿Qué le está diciendo Ud. a Dios? ¿Qué quiere Ud. hacer con su vida cuando sea sanado? ¿Ven? Tiene que haber…uno tiene que tener un motivo y objetivo, y esos dos tienen que estar correctos de acuerdo a la voluntad de Dios. Y entonces es cuando la fe le es revelada a Ud., y Dios por Su soberana gracia coloca allí la fe, y entonces allí termina el asunto. ¿Ven? Ahora miren.",
    "Ahora, para verificar esa Palabra, cuando los hermanos llegaron allá, tomaron… Un individuo fue y compró un poco de cosas y vendió contratos, y defraudó al otro de cierta manera. Yo dije: “Vean, eso no va funcionar”. Ahora, para confirmar la profecía, a cien metros de donde estos hombres estaban perforando su pozo, algunos hombres encontraron el chorro grande. Y allí está, mil y cien barriles de petróleo en medio día o algo así; y todavía los está dando, allí en aquella fuente principal. Pero sólo para cumplir con la profecía, la Palabra que había sido dicha que eso existía, allí estaba. Los demás pozos casi por todo Kentucky se han secado. Pequeños pozos, los bombeaban por un tiempo, y se secan; sólo eran los rebozos de éste. ¿Ven?",
    "Pero por causa del egoísmo que entró entre ellos, los objetivos estaban errados, firmaron un poco de cosas “será de esta manera”, cuando ellos habían prometido que lo harían para el Reino de Dios, pero parecía que era para ellos mismos. ¿Ven?",
    "Y eso no funcionará, ninguna cosa egoísta funcionará. Sus motivos y objetivos tienen que ser exactamente, y perfectamente correctos, entonces Ud. allí tiene fe para pedir. “Si nuestro corazón no nos reprende, confianza tenemos”. [I Juan 3:21] Tenemos que tener confianza. “Yo deseo esto para la gloria y honra de Dios”. Entonces fe tiene un—un canal por donde entrar; y si no lo tiene, entonces lo que Ud. tiene es fe mental, intelectual y no la fe genuina de Dios. Esa fe intelectual no lo llevará a ningún lado. Quizás lo haga emocionarse, pero no le dará la sanidad que Ud. busca.",
    "Entonces Job, examinándose a sí mismo con la fe genuina que Dios le había dado a él, que él era “justo”, que él había hecho todo lo que Dios requería de él. Ahora, cuando es cuestión de nosotros recibir la oración, por nuestras enfermedades, me pregunto si hemos hecho todo lo que Dios requiere de nosotros. ¿Hemos seguido cada ápice de la Escritura? ¿Le hemos dado a El nuestros corazones y vidas para el servicio? ¿Cuál es la razón por la cual Ud. quiere ser sano? Esa es la razón por la cual uno no puede obtener suficiente fe (¿ven?), porque quizás Ud. no ha hecho estas cosas con Dios, sinceramente de su corazón, como lo hizo Ezequías. Le dio el propósito a Dios, que él quería poner su reino en orden. Y Dios mandó su profeta de nuevo y le dijo que él sería sanado ¿Ven? Pero Ud. tiene que tener esas cosas en orden primero.",
    "Así que cuando uno llega a estos lugares, y sabe que le ha sido revelado a Ud. por la Palabra de Dios, por la revelación, por la Palabra que Dios requiere de Ud., entonces, Ud. tiene fe, fe genuina.",
    "Ahora, así como Abraham cuando tenía noventa y nueve años (creo que es Génesis 17). Dios se le apareció a este anciano, ya de noventa y nueve años, cuando ya casi tenía los cien años. El había estado esperando en aquella promesa todos esos años. El se le apareció en el Nombre de El Shaddai “El de los pechos”. Y qué motivación fue, no obstante la promesa no se cumplió en ese entonces. Pero le dijo a Abraham: “Yo Soy el Todopoderoso Dios, El Shaddai, el dador de fuerza, el Dios de los pechos”.",
    "Como les he dicho antes, como ese bebé que está inquieto y enfermo, llorando, y es colocado al pecho de su madre. Y amamanta su fuerza de ella, porque está satisfecho mientras está mamando, porque el único acceso que tiene y conoce es el seno de la madre. No conoce ninguna dosis de medicina. Ud. puede darle una dosis de medicina y él gritaría y lloraría. Póngale una inyección en el brazo y seguirá llorando. Pero el único acceso para satisfacerlo es el seno de la madre.",
    "Y El dijo: “Abraham, eres viejo y tus fuerzas se han ido, tus brazos se han secado, y tu virilidad se ha ido, pero Yo soy tu Madre. Sólo agárrate de Mi promesa, y sé satisfecho mientras esperas”. ¡El descansó!",
    "Ahora, así debe ser con cada creyente. No importa qué tan mal sea el cáncer, o cuánto tiempo lleva sentado en esa silla de ruedas, o cualquiera de esas cosas, si Ud. sólo puede captar esa revelación de Dios. Entonces esté satisfecho, sabiendo que sucederá, porque fe espera pacientemente por la promesa. ¿Ven?",
    "Job sabía que él estaba correcto. Cuando nos damos cuenta aquí en la Escritura, que había… Estas personas vinieron a él (miembros de la iglesia). Todo lo que alguna vez pareció precioso para él se le había volteado en contra. Y trataron de acusarlo de ser un pecador secreto, porque todas estas cosas le habían sucedido. Aún hoy se escucha gente que dice: “Te lo dije. ¡Míralo! ¿Ven lo que…”? Eso no es enteramente la verdad. Algunas veces es Dios probando Su gente. En este caso era Dios probando a Job, el mejor hombre que había en la Tierra, en ese tiempo. Ahora, El lo estaba sosteniendo entonces, porque El sabía que Job era un profeta que tuvo una visión de Dios, que él había hecho exactamente como Dios le había dicho que hiciera, y Dios estaba comprometido en mantener Su promesa con él.",
    "¡Oh! Todos los Cristianos tienen que ser así. Cuando la última lucha de nuestra vida venga, y la muerte comience a sonar en nuestra garganta, todavía debemos mantenernos firmes y recordar que Dios dijo: “Yo os levantaré en el día postrero”. ¿Ven? Hay que mantener eso—eso, nuestro testimonio, nuestro lugar en Cristo, nuestra posición, lo que somos, sabiendo que hemos guardado toda Palabra de Sus mandamientos. “Bienaventurados son aquellos que guardan Sus mandamientos para que tengan el derecho de entrar”. [Apocalipsis 22:14] ¿Ven? Y cuando nosotros sabemos que no importa lo que cualquiera haya dicho, hemos guardado todo mandamiento que vemos en la Biblia, que Dios nos ha dicho que cumplamos, con reverencia, amor y respeto para el Creador, Quien escribió la Biblia.",
    "Decimos: “El hombre la escribió”.",
    "La escribieron santos hombres de la antigüedad, inspirados por el Espíritu Santo. ¿Ven? Dios la escribió a través del hombre. Como un profeta que habla Su palabra, no es la palabra del profeta, es la Palabra de Dios, a través del profeta. Esa es la razón que tiene cumplirse, si verdaderamente es la Verdad.",
    "Ahora, vemos este gran hombre. Y recuerden, Job no tenía Biblia para leer en su día. ¡No! El sólo se dirigía por inspiración. El era un profeta a quien la Palabra del Señor viene. El sólo— él sólo tenía que ser inspirado, porque él conocía su posición que él era el profeta de Dios. Ahora, la única cosa que tenía que suceder era que la inspiración le cayera. Y entonces él sabía que lo que él decía acontecería, porque era por inspiración.",
    "Eso es lo que la iglesia, si está en orden (puesta en orden), sólo tiene…tiene la mecánica lista, y entonces sólo necesita la dinámica. En esta noche, si alistamos la mecánica, alistando correctamente nuestros corazones, las cosas que sí podemos hacer: seguir cada palabra, seguirle a El en el bautismo, seguirle a El cada orden que nos dijo, alistar la mecánica y pararnos allí; entonces estaremos listos para que la dinámica sea encendida. Y sólo Dios puede hacer eso, y eso es dejar caer en su corazón aquella fe que dice, “Ahora mismo soy sano”. Entonces no importan las circunstancias, de todos modos Ud. ya es sano, porque es fe. Es por fe que Ud. es sano.",
    "El tenía un canal de comunicación con Dios que él había obtenido por inspiración. El tenía un modo de hacerse a sí mismo a un lado, y dejar que Dios entrara. Y él sabía que él estaba justificado. Era un don, era un don para la gente; no para Job, pero para la gente. Para esto es que son todos los dones Divinos, para servir al pueblo de Dios. No todo el mundo ha sido ordenado para ser profeta. No todos Uds.…no han sido ordenados para orar por los enfermos. No todos ellos han sido ordenados para ser pastores, y demás. Pero es un canal que Dios ha abierto para ellos. Y aún como lo tuvimos esta mañana en la lección, que él…un hombre no tiene ningún negocio desviándose al canal de otro hombre, no importando qué tan inspirado esté él, o cuánto parezca, qué tan bien… ¿Cuántos estuvieron en la reunión esta mañana? Veamos sus manos ¿Ven? Vean, no pueden.",
    "Allí estaba David, tan inspirado como podía estar, toda la gente gritando y glorificando a Dios, por una razón que parecía ser exactamente escritural, pero él era la persona equivocada. Esa inspiración debió haber venido a Natán, no a David. Vean, él ni siquiera consultó a Natán. ¿Ven lo que sucedió? Vean, tenemos… Dios dijo que él “nunca hace nada hasta que El se lo revele a Sus siervos los profetas”.",
    "Y Job era el profeta para ese día. Ahora, la única cosa que Dios había hecho con Job, siempre le había dado sabiduría y Su Palabra e inspiración; pero él no podía conseguir la inspiración. Pero él conocía toda sus mecánicas (él había ofrecido el holocausto, él había hecho todo lo que él sabía que era correcto), pero él no podía obtener una palabra de Dios. ¡Pero el Diablo no podía moverlo! Allí lo tienen.",
    "Ahora, allí está Ud., cuando se ora por Ud., no tiene que volver corriendo por una fila, o dejar que otro ore por Ud. Cuando Ud. sabe que ha hecho exactamente lo que Dios le dijo que hiciera (¿ven?), entonces espere que ese canal de inspiración sea abierto para Ud. y “¡Ahora estoy sanado”! Cuando cae adentro así, entonces todo queda concluido. ¡Oh, Ud. no necesita filas de oración, ni nada, todo está concluido! ¡Le ha sido revelado a Ud.! ¿Ven?",
    "Así como el anciano profeta, a la venida del Señor Jesús, nos damos cuenta que le fue revelado a él, al anciano sabio, que “él no vería muerte hasta que él viera el Cristo del Señor”. Y él creyó eso, y lo esperó, y la gente pensó que estaba loco, “el viejo ha perdido su mente”. ¡Pero él aún lo creía! Nada lo podía sacudir de todo esto, él sabía que Dios se lo había revelado, porque la Biblia dice: “Fue revelado a él por el Espíritu Santo”.",
    "Simeón entrando al Templo en aquel momento, caminó hacia allá y alabó a Dios, y dijo: “Permita que Tu siervo se vaya en paz”. Cuando levantó el bebé: “Mis ojos han visto Tu salvación”. Vean, él sabía que él lo iba a ver. No importando cuántos bebés él visitaría cada día, él sabía que Dios le había revelado a él que vería al Cristo antes de morir. Simeón lo creyó.",
    "Ahora, cuando le es revelado a Ud., que Ud. mismo ha recibido la promesa de Dios, la inspiración, Ud. siendo Cristiano, eso le impactó, Ud. ni siquiera necesita una línea de oración. Lo único que Ud. necesita es un corazón abierto, cuando toda la mecánica esté lista, y deje que entre la inspiración, y entonces nada podrá cambiar su mente; Ud. ya lo tiene. Aparte de eso, no tendrá ningún provecho.",
    "Ahora noten, Job necesitaba un canal de inspiración, él lo tenía abierto. El tenía un canal para comunicarse con Dios, por Su inspiración. El tenía la manera de hacerse a un lado y dejar entrar la Palabra de Dios. Noten cómo ellos—cómo ellos venían a consultarle desde el oriente y del occidente, la gente buscándole porque sabían que lo que Job decía era la Verdad. Ellos sabían que ese hombre decía la Verdad. Porque lo que él profetizaba, ¡eso sucedía! Así que la gente venía del oriente y del occidente.",
    "El dijo que iba a los mercados, y los príncipes jóvenes del oriente se inclinaban ante él sólo para oír una palabra de consolación de él, de su gran y poderosa sabiduría, porque ellos sabían que el hombre era honesto. El no quería vanagloriarse a sí mismo, no tenía intenciones ocultas, ni alguna influencia que ejercer, él simplemente era un profeta honesto ante Dios. Y ellos tenían confianza en él, y todos venían del oriente y del occidente sólo para hablar con él por un momento. La Biblia habla de él. Pero vean, él carecía inspiración para decirle a él de qué se trataba todo esto. Dios permitió que sucediera, y no le dijo a él.",
    "Entonces un día nos damos cuenta que en eso, ese es el tiempo en que… Todo el mundo, mientras Ud. pueda ayudarlos, “Todo bien”. Pero cuando ellos entran en desacuerdo con Ud., allí es cuando comienzan los problemas. Pero solamente él sabía que estaba correcto; su palpitación de fe por escuchar la Palabra de Dios hablarle a él, él sabía que era la Verdad. ¡Sí señor! El conocía la Voz de Dios. Nadie podía engañarlo en eso, porque El la conocía. Pero cuando Ud.… Cuando algo le es revelado a Ud., quizás contrario a lo que la gente piense… Ahora estoy hablando en la línea de profetas. Una vez que Dios revela algo, lo cual, si hay un secreto que venga de Dios para que se dé a conocer a la gente, nunca vendrá a través de un seminario, nunca vendrá por un grupo de gente, nunca fue así. Siempre lo hará, lo hace y lo hizo por un individuo, ¡un profeta! Amós 3:7, vean: “El Señor no hace nada excepto primero El lo revele a través de Sus profetas”.",
    "Y ahora, Job tenía un mal, pero no podía obtener la inspiración, y eso lo estaba preocupando, y eso… Cuando uno llega a esa clase de encrucijada, allí es cuando el enemigo entra prácticamente a cada amigo que uno tiene. Y ellos comenzaron a acusarle a él. Oh, debió haber sido una cosa miserable para él, al saber que sus amigos le acusaban, y Satanás entonces va y se une con el enemigo. Allí es cuando Satanás entra: “Entrégamelo y haré que él te maldiga en tu—tu…haré que él niegue su Mensaje. Haré que te maldiga. Haré que se retracte y que diga: ‘Eso todo estaba equivocado’”. Entonces lo probó con todo lo que podía, con todos los grandes hombres y amigos que él antes tenía. Pero Job se mantuvo firme, ¡porque él sabía que había escuchado la Voz de Dios!",
    "Oh Dios, ayúdame mañana en la noche, que yo pueda traer Las Alas de Una Paloma. Vean, yo escuché la Voz de Dios que dijo algo, ¡y va suceder de esa manera! Así como estas otras cosas han sucedido, ¡esto va suceder!",
    "Ahora, Job sabía que iba suceder. Y él sabía que Dios le había dicho eso, que él era “justo”. Pero ellos lo hicieron un pecador, así que él esperó por la inspiración. Satanás metiéndose en toda la—la gente y él vino con los…sus supuestos consoladores, y acusándole, pero eso no lo movió para nada. Pero cuando la Palabra de Dios le fue vindicada a él… El había escuchado de Dios por el escuchar del oído, pero un día estando en su punto más bajo… Y mientras allí estaba sentado, y todos acusándole, inclusive su esposa diciéndole que él estaba “errado”, él estaba rascándose la sarna. Y vino Elihu y lo reprendió por ser tan egoísta, por la manera en que él estaba acusando a Dios y demás cosas.",
    "Entonces fue cuando le impactó la inspiración, allí fue cuando los relámpagos comenzaron a destellar, los truenos comenzaron a rugir; allí fue cuando la inspiración impactó al profeta, y se levantó y dijo: “¡Yo sé que mi Redentor vive! Y al fin se levantará sobre el polvo. Y después de deshecha esta mi piel, en mi carne he de ver a Dios, al cual veré por mí mismo”. [Job 19:25 al 27]",
    "El vio… El había estado hablando de los árboles, la vida botánica, cómo es que muere y vive de nuevo; el agua la trae de nuevo, el olor del agua, la esencia del agua, los resultados del agua derramándose sobre un árbol, una semilla que entró en la tierra. El dijo: “Pero el hombre yace y entrega su espíritu, sus hijos vienen a honrarle, y él no lo percibe. Oh, que Tú me escondieras en la tumba” (Job 14) “hasta que Tu ira haya pasado”. El dijo: “Pero si el hombre muere, ¿volverá a vivir? Todos los días de mi edad esperaré hasta que venga mi liberación. Entonces llamarás, y yo te responderé. Tú has puesto límites que yo no puedo pasar” y así. El sabía todas estas cosas. El vio el árbol vivir, pero ¿qué sucedía con un hombre cuando él moría? El no se levantaba de nuevo. Así que Dios le estaba mostrando este Redentor.",
    "El quería saber si había alguien quien pudiera interceder por él. El había intercedido por tantos, ¿pero habría alguien que pudiera hablar por él? ¿Podría haber alguien que pusiera su mano sobre Job (o sobre un hombre pecador) y un Dios Santo, y formar un puente? ¿Podría él ir a Su casa y tocar a la puerta? ¿Abriría El la puerta para hablar con él un rato?",
    "Pero entonces, cuando la inspiración bajó a su corazón, entonces él podía ver a Dios. Los relámpagos estaban destellando, los truenos estaban rugiendo. Y cuando eso ocurrió, él se puso de pie y dijo: “¡Yo sé que mi Redentor vive! Mi Redentor, y al fin se levantará sobre el polvo”. Vean, él había comenzado a ver la reacción de Dios hacia su fe.",
    "Ahora, nos preguntamos si podemos ver a Dios. ¿Habrá una manera que le podamos ver? Ahora, aquella era la única manera que Dios tenía de probar a Job. El dijo: “De oídas te había oído, mas ahora te veo. Mas ahora mis ojos te ven”. La visión de lo invisible había sido hecha clara. El vio la nube girando alrededor, él escuchó el destello del relámpago, o lo vio. Y vio el rugir del trueno, quizás en un día despejado, y él vio que Dios estaba en aquella nube y en esos relámpagos. El podía ver a Dios con su ojo natural. ¿Ven? Porque lo invisible fue hecho visible. La visión visible de otros fue entonces vindicada, claramente, al ojo natural.",
    "Así como la fe con las obras, como lo hablamos anoche. Abraham tampoco tenía Biblia para leer, pero él era un profeta, su visión y su fe. Y les parecía errado a otros que él pensara de esa manera, que él pensara de que ellos iban a tener un bebé. Pero ellos sí tuvieron el bebé, porque su visión del bebé era de lo que él estaba hablando, “¡Voy a tenerlo! ¡Voy a tenerlo”! Pero cuando el bebé nació, entonces las otras personas vieron con el ojo lo que él había visto en la visión. Y cuando Ud. comienza a actuar sobre lo que Ud. cree en su corazón, entonces la gente conoce a Dios, y sabe lo que está sucediendo con Ud. por la manera que Ud. actúa. Así es como Ud. ve a Dios con el ojo. Pero para él, aunque él había hecho lo que era bueno, todo lo que él había hecho por otros, él necesitaba que alguien intercediera por él. Cuando vino el nacimiento del bebé, de Isaac, la—la inspiración que le había guiado a esto había vindicado su visión al punto que la gente podía ver que lo que él había visto en visión era realmente la Verdad.",
    "Ahora, algunas veces estos grandes impulsos de fe vienen justamente en el tiempo de crisis, y normalmente son las crisis que nos conducen a esto. Fue una crisis que llevó a Job a ese lugar. Pues él estaba al final de su vida. Sus hijos estaban muertos y sus camellos. Y todos sus bienes ya no existían, habían sido destruidos. Y su propia vida, había brotado desde la corona de la cabeza hasta las plantas de los pies con una sarna. Era una crisis que lo presionaba, allí fue cuando la inspiración le impactó.",
    "¡Oh, hombres y mujeres, en esta noche, si pudieran mirar alrededor y ver qué tan cerca estamos a la venida del Señor! Uds. que han aplazado el Bautismo del Espíritu Santo. Uds. quizás han dependido de alguna sensación, o algo que han hecho que Satanás puede personificar, y no pueden tener el verdadero Espíritu por dentro para llegar hasta la meta con las promesas de Dios. ¿Cómo puede un hombre que dice tener el Espíritu Santo negar una palabra de esta Biblia y decir, “equivocado”? ¡No puede hacerlo!",
    "No importa qué tan religioso sea Ud., ni a cuántas iglesias pertenezca, o en cuántos libros esté su nombre, si el genuino Espíritu Santo está en Ud. (lo cual es esta Palabra manifestada), Ud. verá el Mensaje y la hora, porque es el Espíritu Santo que lo hace. Pero tiene que haber algo que encienda eso, el impacto de inspiración. Y si hay… Si Ud. riega agua en la tierra, en la tierra, en la tierra, y no hay semilla allí para impactar, ¿cómo entonces puede producir algo? No hay nada allí que pueda salir. Eso es que sólo los Elegidos de Dios lo verán.",
    "Los elegidos de Dios lo vieron en el tiempo de Noé, en el tiempo de Moisés, en el tiempo de Jesús, en el tiempo de los apóstoles, en el tiempo de Lutero, en el tiempo de Wesley, en el tiempo pentecostal, porque esa era la Semilla que estaba en la tierra cuando esta inspiración fue derramada. Ahora, mientras la inspiración es derramada, para reunir a la Novia, sólo serán los Elegidos los que la podrán ver. Jesús dijo: “Te alabo Padre, porque escondiste estas cosas de los sabios y de los entendidos, y las has revelado a niños, los cuales aprenden”. Ahora, la inspiración tiene que impactarlo.",
    "Ahora, cuando la inspiración le impactó, con eso tuvo. ¡El entonces lo tenía! Ahora nos damos cuenta que viene un tiempo de estas crisis cuando la presión está encima. Y miren alrededor hoy, vean la condición en que vivimos. ¿No estamos viviendo en una moderna Sodoma y Gomorra? ¿No ha vuelto el mundo? Allá fue un mundo gentil que fue destruido por fuego. ¿No dijo Jesús en San Lucas capítulo 17, en los versículos 28, 29 y 30, que: “Así como fue en los días de Sodoma así también será en la venida del Hijo del Hombre, cuando el Hijo del Hombre esté siendo revelado”? ¿Qué es “revelado”? Es un secreto dado a conocer, una revelación; es para revelar o dar a conocer un secreto.",
    "Ahora, estas cosas que han estado escondidas a través de las edades de la iglesia, ahora están siendo reveladas, dadas a conocer. Ahora, nosotros pudiéramos decir eso, pero si Dios no respaldara eso, estaría errado. Vean, Dios no necesita que nadie interprete Su Palabra, El es Su propio intérprete. El dijo: “Una virgen concebirá”, y ella lo hizo. El dijo: “Que sea la luz”, y la hubo. Y nosotros no estamos viviendo en la edad de Lutero, o la de Wesley o la edad pentecostal. La edad pentecostal fue sólo una restauración de los dones volviendo a la Iglesia, pero estamos viviendo el tiempo del atardecer, estamos viviendo en el tiempo del llamamiento fuera de la Novia.",
    "Y también como fue difícil para los católicos ver a Lutero, y para los luteranos ver a los wesleyanos, y para los wesleyanos poder ver la edad pentecostal, así también es difícil para el pentecostal ver esta edad. Siempre ha sido de esta manera, porque es derramado sobre una Simiente Elegida, y sólo esa. Eso es lo que la Biblia enseña. Ellos no lo pueden ver. Inclusive Jesús oró por ellos, dijo que estaban ciegos, y no lo sabían. El Apocalipsis nos dice, en esta edad de la Iglesia de Laodicea, cuando El fue sacado de la iglesia, que ellos están “¡desnudos! ¡miserables! ¡pobres! ¡ciegos! y no lo saben”. Volvió de nuevo, ellos no lo pueden ver, no lo pueden comprender, ¡están tan metidos en las tradiciones!",
    "Pero recuerden, la Palabra de Dios prometida por la boca de Jesucristo, el mismo Dios que habló la creación a la existencia, El fue el que habló antes de la fundación del mundo las palabras “Y que sea”, y lo hubo. Porque El dijo: “El estaba en el mundo, y el mundo fue hecho por El, y el mundo no le conoció. Pero a todos los que le conocieron, a ellos les dio el poder de ser hechos hijos de Dios”. El Creador, el Creador mismo, cuando El levantó a Lázaro de los muertos, dijo: “No se extrañen de esto, porque vendrá la hora cuando todos los que están en los sepulcros escucharán la Voz del Hijo del Hombre, y saldrán”. El mismo Dios que dijo: “Que sea la luz”, dijo: “la Voz del Hijo del Hombre despertará a aquellos que están en la tumba”. Tiene que suceder en su tiempo. El habló: “Que sean macho y hembra”, y así, y todo esto, años y cientos de años antes que sucediera.",
    "La inspiración cayó sobre el profeta Isaías, y él dijo: “Porque un niño nos es nacido, hijo nos es dado. Su Nombre será llamado Consejero, Príncipe de Paz, Dios Todopoderoso, el Padre Eterno”. Pasaron años, meses, años, días, semanas, los años pasaron, cientos de años pasaron. ¡Y ochocientos años después, Emanuel nació de una virgen! ¿Por qué? Es porque fue hablado por los labios del profeta ungido de Dios, y se lanzó una semilla. ¿Ven? “Y en aquella gran hora”, dijo, “buscarán… Me pedirán una visión o una señal”.",
    "El dijo: “Yo les daré una señal, una señal eterna, una virgen concebirá, una señal eterna”.",
    "Ahora, nos damos cuenta que en esas horas de verdadera apretura, es entonces cuando normalmente el Espíritu de Dios llega. El permitió que los tres hebreos entraran al horno ardiente, antes que El moviera una mano. Pero cuando El se mueve, El se mueve.",
    "Ahora, notamos aquí, en Lucas, en el—el capítulo 17 y el versículo 30, que El dijo que en “los últimos días el Hijo del Hombre” se revelaría a Sí mismo, así como lo hizo antes de Sodoma y Gomorra, y que las mismas condiciones existirían. El habló de Moisés, de… Y discúlpenme, no de Moisés, pero de Noé. Cómo era que la gente estaba “comiendo, bebiendo y demás, casándose y dándose en casamiento”. Luego El dijo: “Ahora, así como fue en los días de Lot, así también será en el tiempo cuando el Hijo del Hombre esté siendo revelado”. Ahora, miren, el Hijo del Hombre fue revelado al grupo de Abraham, como un hombre, un profeta en forma de carne humana, un hombre ordinario con ropa polvorienta, y Abraham le llamó “Elohim”.",
    "Ahora, Jesús promete que aquí en los últimos días el Hijo del Hombre será revelado de nuevo a un grupo de esa misma clase, la Simiente real de Abraham, justamente antes que caiga el fuego. Recuerden, la iglesia no recibió otro testigo, o sea Abraham y aquellos, pero el hijo prometido que ellos buscaban apareció inmediatamente después de eso. Y la iglesia está buscando al Hijo Prometido. El vendrá justamente después de los días de este ministerio, El será revelado desde los cielos. Ahora lo vemos demasiado claro, tiene que ser así. Ahora, lo único que tiene que haber es algo impulsando, que entra en el hombre, Dios vindica y le dice y le muestra que esa es la cosa que va a suceder; y que uno va a…",
    "Así como Moisés, él no quería ser el libertador para aquella gente, pero Dios le habló en una zarza ardiente. El no quería ir, pero tuvo que ir. Moisés había oído que El era el gran Jehová. Pero entonces lo pudo ver, El estaba en la forma de una Columna de Fuego. “Yo había escuchado de Ti, pero ahora te veo”. ¿En qué fue visto? En Su Palabra vindicada.",
    "Dios le dijo a Abraham que su gente viviría “en una tierra extraña por cuatrocientos años”, pero que El los sacaría de allí con mano poderosa.",
    "Y noten, esta zarza ardiente dio vindicación a lo que el profeta Abraham dijo que sucedería. Moisés dijo: “¡Yo había escuchado de esto, pero ahora lo veo”!",
    "Ahora, nosotros hemos escuchado que en los últimos días el Hijo del Hombre vendría entre Su gente y que se revelaría a Sí mismo a la gente, del mismo modo en que lo hizo antes de la destrucción de Sodoma. El Hijo del Hombre, ¿qué hizo? El conocía los secretos que estaban en el corazón de Sara. También le dio la promesa a Abraham. Abraham había escuchado la Voz de Dios, y quizás lo había visto a El de muchas maneras distintas (yo no sé cómo le hablaba El, si fue por sueños o por profecías), pero esta vez él lo vio a El. “Yo había escuchado de Ti, pero ahora te veo”.",
    "Y la iglesia ha escuchado acerca de Dios, han leído acerca de El y lo que El ha hecho, y las promesas que El hizo, pero ahora le vemos a El con nuestros ojos, igual que Job, “Yo había escuchado de Ti, pero ahora te veo”. ¡Oh, qué diferente!",
    "Moisés, en aquella crisis, clamó. Y nos damos cuenta, en Exodo el capítulo 14, los versículos 13 al 16, Moisés en aquella gran apretura allí con los hijos de Israel, la inspiración le impactó, y él dijo lo que tenía que decir, no sabiendo que lo había dicho. Vean, “¡Estad firmes, y ved la salvación de Dios”. Dios aún no le había hablado. ¿Ven? La inspiración le impactó.",
    "Ellos dijeron: “¿Por qué nos trajiste hasta acá? Debíamos haber muerto en Egipto. ¿Acaso no habían tumbas allá? Nos trajiste acá para morir; pudiéramos haber vivido en paz como esclavos hasta morir, pero tú nos trajiste acá”.",
    "Moisés, un profeta, sabiendo que tenía acceso a Dios, fue inspirado, y dijo: “Estad firmes, y verán la salvación de Dios; porque los egipcios que hoy habéis visto, nunca más para siempre los veréis”. ¿Cómo supo él que eso iba a suceder? ¿Cómo lo supo? El no supo lo que habló.",
    "Pero inmediatamente, al haberlo dicho, Dios le dijo cómo hacerlo. Dijo: “Moisés, no me clames a Mí, toma tu vara y extiende tu mano sobre el mar y dile a los hijos de Israel que marchen”. ¡Amén!",
    "¡La inspiración! Así es como le impacta a Ud. si está enfermo. Así es como le impacta a Ud. si está afligido. Algo le es revelado a Ud., y Ud. ve que ha sido revelado, y Ud. dice: “¡He sido sanado”!",
    "Entonces Dios le dice qué debe hacer: “Levántate y comienza a caminar” ¡Amén! Entonces todo queda concluido, cuando Ud. puede hacerlo de esa manera. Así es como Dios lo hace, entonces Ud. puede ver a Dios manifestándose a través de Ud. mismo.",
    "Fue Dios quien le dijo que lo hiciera. Ahora, todos los que estaban presente, todo Israel que estaba presente vio la inspiración que impactó a Moisés. Ellos vieron a Dios con sus propios ojos, soplar aquella agua hacia los dos lados. Y aquella Columna de Fuego los guió a través del mar. Habían escuchado acerca de Dios, pero entonces vieron a Dios.",
    "Josué se encontraba en una hora de crisis cuando los ejércitos estaban reunidos y el sol estaba bajando. Josué era un profeta, y él sabía que si aquellos ejércitos alguna vez tuvieran la oportunidad de unirse nuevamente y venir en su contra, él perdería más hombres. Así que en esa hora de crisis era cuando algo tenía que ser hecho. Sólo había una cosa. Si él pudiera mantenerlos huyendo, los podría poner en fuga por completo. Pero no había suficiente luz para lograrlo, así que Josué se paró, levantó sus manos y dijo: “¡Sol, detente! Y luna, cuelga sobre Ajalón hasta que yo termine esta batalla”. [Josué 10:12] Y el sol se detuvo. Ellos escucharon a Josué hablar, y después vieron a Dios en acción con sus propios ojos. ¡Es verdad!",
    "¿Ven? Desde luego, era una paradoja ver algo que parecía ser imposible pero aún siendo la verdad. Pero, la Biblia dice: “Y el sol se detuvo”. Yo no sé ahora lo que piensen Uds., los que piensan que el mundo gira, pero de todos modos “el sol se detuvo”. Quizás Josué nunca trató de descifrar cómo era que él lo iba lograr, o cómo Dios lo iba lograr, lo único que él dijo fue, “¡Sol detente”! El lo dijo, quizás, no sabiendo lo que decía, porque fue Dios el que se lo dio, y El obró.",
    "Lo mismo en Marcos 11:23, “Si le dijeres a este monte, Muévete, y no lo dudares en vuestro corazón, pero creyereis que será hecho lo que habéis dicho, podréis tener lo que habéis dicho”. Pero uno no puede estar allí titubeando en la mente y decirlo, tiene que estar inspirado para decirlo. ¡Amén!",
    "Perdonen la expresión. Pero aquel día, sentado allá en el bosque (y Dios es mi juez, y yo podría caer muerto sobre este púlpito), y esa Escritura me había dejado perplejo toda la vida. Y sentado allí en el bosque aquella mañana, yo estaba pensando sobre aquello, y aquella Voz me habló, y me dijo: “Aquella Escritura es como todas las Escrituras, es la Verdad”.",
    "Y yo pensé: “¿Pues, cómo puede ser”?",
    "Y El dijo: “Tú estás…” Yo dije… El dijo: “Habla, y será de esa manera. No dudes”.",
    "Y yo hablaba con Alguien, sentado allá en el bosque. No había nada de ardillas, ya tenía tres días allí, no había nada de ardillas. Y yo estaba sentado entre árboles de sicómoro. Las ardillas ni siquiera se acercan. Cualquiera que caza ardillas sabe que no andan entre los sicómoros. Y yo había estado sentado allí; y el viento estaba soplando algo fuerte, eran como las diez de la mañana. Y nuevamente yo estaba pensando.",
    "Y dijo: “Estás cazando y necesitas ardillas, así como Abraham necesitaba un carnero”.",
    "Yo pensé: “Aquello siempre me ha dicho la Verdad, pero esto suena raro”. Me levanté de donde estaba sentado, mirando todo alrededor. “¿Dónde está esa Persona que me estaba hablando”? Y nada; solamente el viento soplando fuerte. Y yo pensé: “¿Será que me quedé dormido y soñé eso?” No, no estaba dormido. Yo estaba recostado allí contra un árbol, mirando. Debía recoger al Hermano Wood y al Hermano Sothmann (allá atrás), en un ratito, como a las diez de la mañana. Los granjeros estaban todos allá trabajando, recogiendo su maíz.",
    "Y lo oí de nuevo, dijo: “Estás cazando y necesitas caza. ¿Cuántas necesitas”?",
    "Y yo pensé: “Ahora, no quiero excederme en esto, sólo voy a pedir tres, tres ardillas. Quiero tres ardillas, jóvenes, rojas. Las quiero”.",
    "El dijo: “Entonces habla al respecto”.",
    "Y yo dije: “Voy a cazar tres ardillas rojas, jóvenes”.",
    "El dijo: “¿Por dónde vendrán”?",
    "🦅 Pues”, pensé, “ya he venido hasta aquí, hay Algo aquí hablándome”. Igual que Uds. me oyen hablar. Y Dios en el Cielo, con esta Biblia sobre mi corazón, sabe que eso es la verdad. Y El… Yo dije: “Bien…” Escogí un lugar ridículo, una rama seca colgando allí como a cincuenta metros — la distancia a donde tenía entrenado mi rifle.",
    "Yo dije: “La primera estará allí mismo”, y allí estaba.",
    "Yo me froté los ojos y miré nuevamente (volteé mi cabeza), y pensé: “No quiero dispararle a una visión”. Así que miré alrededor de nuevo y allí estaba la ardilla. Le metí una bala a mi rifle, apunté, y podía ver su ojo negro. Una ardilla roja, joven. Pensé, “Yo—yo…quizás estoy dormido, despertaré en unos momentos (¿ven?), estoy soñando de esto”. Pues, me acomodé, y disparé a la ardilla y ella cayó de la rama. Pensé: “Pues, no sé”. Yo pensé: “Bien, ¿debo ir a buscarla”? Y—y caminé hacia allá y allí estaba. La recogí, y le salió sangre. Una visión no sangra, Uds. saben. Así que la levanté y era una ardilla. Quedé todo entumecido.",
    "Miré alrededor y dije: “¡Dios ese eras Tú”! Dije: “Gracias por esto. Ahora saldré y…”",
    "El dijo: “¡Pero tú dijiste! ¿Dudas lo que dijiste? Tú dijiste que cazarías tres. ¿Ahora de dónde saldrá la próxima”?",
    "Pensé: “Pues, si estoy soñando, voy a continuar”.",
    "Así que yo—yo dije… Escogí un poste seco por allí, de un árbol que estaba envuelto con hiedra venenosa. Uno nunca consigue una ardilla en eso. Así que dije: “La próxima saldrá de allí de esa hiedra venenosa”, y allí estaba aquella ardilla joven roja, mirándome. Recosté mi rifle, y me froté los ojos. Volteé de nuevo y pensé… Allí estaba, volteó su cabeza de lado. Disparé a la ardilla, y luego comencé mi camino a casa.",
    "Pero dijo: “¡Tú dijiste tres! ¿Dudas lo que dijiste”?",
    "Dije: “No Señor, no dudo lo que dije, porque Tú lo estás confirmando”.\n\nEsta es una Escritura que me dejaba perplejo, no “si Yo digo”, pero “si tú dices”. No si Jesús lo dijo, pero si “tú mismo lo dices”.",
    "Y yo pensé: “De alguna manera he entrado en ese canal y yo sé que El está aquí presente porque estoy casi fuera de mí mismo”. Yo pensé: “Haré que esta sea ciertamente ridícula”.\n\nYo dije: “Habrá una ardilla roja bajando por aquella colina, vendrá por aquí, de esta manera, y pasará cerca de mí, y saldrá y se sentará en aquella rama, y mirará hacia aquel granjero”. Allí venía bajando aquella colina, pasó y se sentó, mirando al granjero. Y yo le disparé.",
    "Satanás me dijo: “¿Sabes qué? Ahora el bosque está lleno de ardillas”. Y me senté allí y esperé hasta las doce del día y ninguna otra cosa sucedió. Eso es para mostrar que cuando Dios… ¡El es el mismo Creador de los Cielos y la tierra!",
    "Escuchando allá en Jeffersonville ahora mismo, hay una familia llamada Wright. El Hermano Wood y yo fuimos allá para verlos. Ellos hacen el vino de la comunión para la iglesia. La pequeña Edith estaba sentada allí en el cuarto; una niñita lisiada, ella había estado enferma toda su vida; y siempre habíamos esperado en Dios para que la sanara. Su hermana, una viuda (su esposo había muerto), su nombre es Hattie, una mujercita muy humilde. Y mientras el Hermano Banks y yo salimos para cazarle un conejo, ellas habían preparado un gran pastel de cerezas; y me hicieron sentarme a comer.",
    "Estábamos todos sentados a la mesa, hablando de esto, había sucedido unos días antes. Y mientras yo estaba sentado a la mesa hablando de esto, de repente dije: “¿Qué podría haber sucedido”? Dije: “Hermano Wright, Ud. ya es un hombre anciano, ha cazado ardillas toda su vida. Hermano Shelby, Ud. es un cazador experto de ardillas, Ud. también Hermano Wood. Yo las he cazado desde muchacho. ¿Alguna vez han visto una ardilla en un sicómoro o entre la acacia blanca”?",
    "🦅 No señor”.",
    "Yo dije: “Simplemente no estaban allí”. Dije: “Lo único que sé yo, es que fue el mismo Dios. Cuando Abraham tuvo necesidad de un carnero, El fue Jehová-jireh, El podía proveer para Sí mismo”. Yo dije: “Creo que es la misma cosa”.",
    "Y la Hermanita Hattie, sentada allá atrás, dijo: “Hermano Branham, eso no es nada más que la Verdad”!",
    "¡Ella dijo la cosa correcta! Cuando ella dijo eso, el Espíritu Santo bajó nuevamente en ese canal, cada uno de ellos lo sintió. Me levanté y dije: “Hermana Hattie, ASI DICE EL SEÑOR, Ud. dijo la palabra correcta igual como la mujer sirofenicia. El Espíritu Santo me está hablando ahora mismo, y me dice que le dé a Ud. el deseo de su corazón”. Dije: “Ahora, si yo soy el siervo de Dios, si es así, eso sucederá. Y si no soy el siervo de Dios, entonces soy un mentiroso y no sucederá, soy un engañador”. Dije: “Ahora trate de ver si eso es el Espíritu de Dios o no”.",
    "Ella dijo: “Hermano Branham” (todos estaban llorando), dijo: “¿qué debo pedir”?",
    "Yo le dije: “Ud. tiene sentada allí una hermana lisiada”.",
    "Yo tenía veinte dólares en mi bolsillo para darle, lo que ella había dado en una donación. La mujer no gana más que un capital de doscientos dólares al año, en aquella pobre granja, ella y los dos muchachos. Sus muchachos habían llegado a ser como “Rickies” en la escuela, Uds. saben, descarándose con su madre; de quince y dieciséis años de edad. Y oh, ellos estaban parados por allá burlándose de lo que yo decía.",
    "Y yo dije: “Ud. tiene a su padre y madre sentados aquí que están ancianos. Ud. no tiene nada de dinero. Pida el dinero, y vea si no aparece. Pida por su hermana y vea si no se levanta y camina”. Entonces yo supe, como Job, que uno simplemente lo sabe cuando forma ese contacto. Dije: “¡Yo sé! Aquí estoy parado ante aproximadamente diez personas”, dije, “si esto no sucede, entonces soy un falso profeta”.",
    "Dijo: “¿Qué debo pedir”?",
    "Yo dije: “Eso es para que Ud. tome su decisión. Yo no puedo tomar su decisión”.",
    "Ella miró alrededor, la mujercita, y de repente dijo: “Hermano Branham, el deseo más grande en mi corazón es la salvación de mis dos muchachos”.",
    "Yo dije: “Le doy sus muchachos en el Nombre de Jesucristo”. Y aquellos muchachos que se reían, hacían mofa, burlones, cayeron a los pies de su madre y rindieron su vida a Dios, y fueron llenos con el Espíritu Santo allí mismo.",
    "¿Por qué? ¡Esa es la Verdad! Dios tiene la autoridad para matarme ante estas personas, y a través de la nación. Muchos de Uds. aquí y en Jeffersonville, ya puedo escuchar al Tabernáculo clamar rotundamente “¡Amén”! porque están sentados allá escuchando. Vean, por cuanto es la Verdad. ¿Qué es? ¡Es cuando Dios, por razón de Su gracia soberana; eso sucede! Aparte de eso, no sucederá.",
    "En aquel momento crítico… Piensen de los hombres y de la gente que conozco. Dios sobrepasando todas las celebridades y todo, para darle algo a una pequeña pobre humilde mujer, que escasamente puede firmar su propio nombre; y El ya sabía lo que ella iba pedir. Y eso era lo más grandioso; porque su hermana ya ha muerto, y su padre y madre tienen que morir, y el dinero hubiera perecido. ¡Pero el alma de sus muchachos es algo Eterno! Y esa era la hora para que ellos lo captaran. Y en el momento cuando dije: “Le doy sus muchachos en el Nombre de Jesucristo”, allí se cayeron a las rodillas de su madre. ¿Cuántos aquí saben que esa es la Verdad, lo saben? ¿Ven? Allí lo tienen. ¿Por qué? ¡Inspiración!",
    "Ahora: “Yo había escuchado de Ti, que podías crear ardillas; he escuchado de Ti, que podías crear un carnero; pero ahora te veo, con mis propios ojos.” La manifestación, la visión hecha visible. Cuando Dios promete algo, eso es lo que El hará.",
    "Noten, cuando Ud. tenga una necesidad, quizás como Josué. El tenía una necesidad. El no pensó en las circunstancias. ¡El lo habló, y era Dios! ¿Creen Uds. que el sol se detuvo? Yo también. ¿Cómo fue eso? No traten de descifrarlo, pero ocurrió. Josué lo hizo, y levantó sus manos; en aquel momento crítico, él tenía acceso a Dios, y eso fue lo que ocurrió. Era oportuno. El Espíritu del Dios Viviente había visto la necesidad de aquello. Y El impresionó a Josué para decirlo. El mismo Dios vio la necesidad de Abraham. ¡El mismo Dios vio la necesidad de confirmarme a mí esta Escritura, que esa Escritura también es Verdad! El mismo Dios vio la necesidad de aquellos dos muchachos predestinados, y fue en aquel momento que El lo probó y confirmó Su Palabra.",
    "En San Marcos 14, vemos a una mujer que creyó en El, ella tenía una necesidad, y vio que El tenía necesidad de que Sus pies fueran lavados, ella sólo tenía que ser inspirada para entrar en acción. Ahora escuchen atentamente mientras… antes que terminemos. Ella sólo tenía que ser inspirada para entrar en acción, porque ya había escuchado acerca de El. Ella escuchó que El había perdonado a una mujer de sus pecados, una ramera. Y dijo: “El que entre vosotros esté sin pecado, arroje la primera piedra”. Ella había escuchado acerca de El, pero ahora lo estaba viendo. Ella fue inspirada a servirle a El. Eso es lo único que Ud. necesita.",
    "Deje que el Espíritu Santo le diga: “¡Ud. es un pecador”! Deje que el Espíritu Santo le diga: “¡Ud. está equivocado”! Deje que el Espíritu Santo le pruebe por las Escrituras que Ud. está “¡Escrituralmente equivocado”! Porque eso sólo se moverá a través de un canal recto de toda Escritura de Dios, no rodeará para nada. Si Ud. lo hace, no le hará ningún bien. Porque el Espíritu Santo se lo puede inspirar, pero si el alma no está bien con Dios — así como lo hemos visto a través de esta semana — de todos modos no hará bien. Recuerden, falsos ungidos se levantarán en los últimos días, no falsos Jesuses, falsos Cristos (ungidos). Y engañarán a los propios Elegidos si fuese posible.",
    "Noten, ella tenía un servicio que rendirle a El. Ella había escuchado de El, ahora lo estaba viendo con sus ojos. Ella tenía un servicio que rendirle, y no tenía con qué hacerlo. Pero de todos modos se lanzó hacia adelante, para rendirle el servicio. Dios proveyó el agua y las toallas para lavar sus pies. Ella había escuchado de un Dios Viviente, toda su vida, pero ahora le estaba viendo con sus ojos. Ella sabía que era El, y la inspiración la impactó, y dijo: “¡Este es el Mensajero”! El necesitaba un servicio. Ella no tenía con qué servirle. Sus pies estaban sucios. Pero ella se lanzó hacia adelante, de todos modos, para rendirle un servicio a El, porque ella estaba inspirada para hacerlo.",
    "Oh, miembro descarriado de la iglesia, hombre o mujer denominacional, ¿no puede ver Ud. la necesidad que Jesús tiene en esta noche? Si la inspiración sólo pudiera impactarlo, esta es la hora para hacerlo. Pero ella le había visto a El con sus ojos. Los demás allí estaban burlándose de El. Ellos no creían Su Mensaje. Francamente el anfitrión, el pastor anfitrión, Simón, lo había traído allí para burlarse de El. Ellos no creían que El era un profeta.",
    "Entonces cuando parecía que el Diablo había preparado todo para que él dijera esto, él dijo entre sí mismo: “Si este hombre fuera un profeta El sabría qué clase de mujer estaba a Sus pies. ¡Si El fuera un profeta”! Vean, ni aún le fue revelado a él quién era El. Ninguna inspiración le podía impactar porque allí no había nada en que impactar. ¡Pero a ella sí la impactó!",
    "Sus ojos habían enfocado más allá de aquella crítica. ¡Ella creyó que El era (¿ven?) la Palabra de los profetas! Ella sabía que todas las palabras de los profetas estaban vindicadas en El. Ella había escuchado que El estaba en la tierra, pero ahora lo estaba viendo. Miren lo que ella hizo. Ella estaba viendo la Palabra hecha carne, el Mesías, el Emanuel. Cuando ella ventiló el impulso de fe — la revelación de quién era El, en el tiempo en que ella vivía, de que El era el Cordero de Dios para tales pecadores como lo era ella — ella prosiguió a servir a Sus necesidades sin saber cómo lo haría.",
    "Así es como viene una sanidad genuina, cuando le es revelado a Ud. que “El fue herido por sus rebeliones, molido por sus pecados, y por Su llaga Ud. fue sanado”. Cuando le es inspirado a Ud. para ver aquí Su Presencia, de San Marcos 11…o sea de San Lucas 17:30, que El se va a revelar en los últimos días entre Su pueblo, en carne humana, así como lo hizo antes de Sodoma. ¡Cuando Ud. ve eso y algo lo impacta!",
    "El doctor quizás diga: “El cáncer aún está allí”.",
    "El paciente pudiera decir: “Yo no sé cómo voy a caminar, pero de todos modos voy a caminar”. No sabemos cómo se va lograr.",
    "Ella prosiguió para servirle a El, porque la inspiración la impactó. La impactó a ella, que esa era la hora, ese era el Mensajero, ese era el Mesías que sanaría, y ella lo creyó. Y El necesitaba de un servicio, y ella avanzó sin una sola muestra de que ella podía hacerlo. Ella sólo avanzó a base de su inspiración. ¡Miren! Dios abrió las fuentes de las glándulas lacrimógenas en sus ojos. Los mismos ojos que habían escuchado… Oídos que le habían escuchado a El; los ojos que lo habían visto, se rebozaron del gozo. Entonces ese cabello largo, dado por Dios, y con aquellas lágrimas fluyendo, Dios le proveyó a ella las toallas (con su pelo), y con sus lágrimas. Ella sirvió a Sus necesidades, la necesidad del Dios viviente. Ella había escuchado acerca de esto, pero ahora ella le había visto a El, y podía rendirle el servicio.",
    "¡Oh, pecador! ¿Por qué no hace Ud. lo mismo, ahora que Ud. puede ver las necesidades? ¡El lo necesita a Ud., su servicio! Ahora Ud. está viendo Aquel del cual antes había escuchado en la Biblia. Lo vimos anoche venir aquí, y lo que El hizo. Lo vemos, reunión tras reunión; y muchas veces nos quedamos sentados y tan fríos e indiferentes, diciendo: “Sí, yo sé que la Escritura lo dice. Oh, yo lo he visto puesto por obra”. ¿Ven? Nos falta el entusiasmo, parece que la cosa no nos impacta exactamente bien. No parece haber algo, como si Ud., estuviera derramando…",
    "Si tomamos un fósforo para prenderlo, si el fósforo no tiene el azufre correctamente colocado en la cabeza del fósforo, no puede prender. Y Ud. puede raspar, raspar y raspar, pero si algún químico ha anulado el azufre, no encenderá, no habrá fuego. Pero si ese químico, si el azufre pega contra el metal…si todavía está allí cuando se raspe, encenderá.",
    "Y con la verdadera y genuina vindicación de las Escrituras de este Mensaje de este último día, y Ud. ve la Presencia de Jesucristo, que Ud. escuchó lo que El hizo en Su vida, y aquí las Escrituras dicen que El es “el mismo ayer, hoy, y por los siglos;” y justo antes que la condición sodomita sea quemada con la ira de Dios, viendo a Jesús volver entre Su pueblo, formado en carne humana, y haciendo las mismas cosas que El hizo. ¡Oh, eso debería impactar nuestras almas hacia la Gloria! Eso debería producir algo en nosotros. ¿Por qué? Está descendiendo sobre aquello.",
    "Ud. escuchó en la Biblia lo que El hizo, como aquella mujer que tocó Su vestidura. El se dio la vuelta y le dijo cuál era su aflicción, y su fe la sanó. Ahora, El prometió que haría lo mismo, de nuevo, justamente antes que el mundo fuera quemado, y el mundo estaría en una condición sodomita. El Nuevo Testamento, el Profeta, el Dios-profeta, el Profeta de los profetas, el Dios de todos los profetas, la plenitud de la Deidad corporalmente, Dios manifestado en carne, el Creador de Génesis. ¡Aleluya! ¡Es Su Palabra! ¡El dijo que sucedería! Y vemos la condición sodomita, vemos el mundo en esa condición; pero ahora le vemos a El bajar y hacer exactamente lo que El dijo que haría. ¡Ahora, ya hemos escuchado de El, y ahora le vemos! “De oídas te había oído; mas ahora mis ojos te ven”. ¡Amén! Yo lo veo con mis propios ojos. ¡Qué hora debería ser! ¡Qué tiempo debiera ser! La confirmación de Su Palabra! Siempre, cuando la Palabra es confirmada, ese es Dios hablando en Su Palabra, haciéndose visible para que Ud. pueda verlo.",
    "Ahora, aquí está una prostituta de la calle; ella cae al altar (ante Jesús) y ella lavó Sus pies con las—con las lágrimas, y—y los secó con su pelo. Dios la honró, El dijo: “Dondequiera que se predique este Evangelio, que se cuente esto para memoria de ella”. [Marcos 14:9] ¿Por qué? Miren qué tan sucia era ella, pero algo la impactó. Ella había visto la Palabra de la promesa, desde el Huerto del Edén, “la simiente de la mujer herirá la cabeza de la serpiente”. Ella vio el Mesías que había nacido de una virgen.",
    "Ella había escuchado que El nacería de una virgen, y escucharon que ese hombre estaba en la tierra. Ella escuchó que había un joven rabí, un profeta que sanaba a los enfermos. ¡Ella creyó eso! Y allí venía ella caminando por la calle, caminando por allí, mirando alrededor. Y miró hacia allá y vio aquella gran fiesta. Ella llegó hasta la reja y miró, y allí estaba El. ¡Allí estaba El! Algo le dijo: “¡Ese es El”! Eso fue todo lo que ella necesitó para ser inspirada. ¿Ven lo que sucedió? Ella vio la Palabra de Dios hecha carne. Ella había escuchado con sus oídos, y ahora ella estaba viendo con sus ojos.",
    "Ahora, todos saben que tenemos una promesa de la condición de la iglesia en el último día. La iglesia, en su condición presente, nunca podrá cumplir los mandamientos de Dios, la gran comisión; nunca podrá llamar fuera la Novia. ¿Cuál lo haría? ¿Los pentecostales? De ninguna manera. Ni ninguno de los demás. Ese es el forro que está en el trigo, que cuando apareció tenía la misma apariencia como el trigo, pero no tenía nada de trigo. Se abre, pero el grano sale de allí. Ellos se organizaron y se mataron ellos mismos. Allí es donde ellos mueren. Ellos son tallos. Pero el trigo ha subido por allí, y ahora ha comenzado a formarse en forma de Novia. El grano de trigo que cayó en la tierra a lo largo de la Edad del Oscurantismo tenía que morir.",
    "Aquel crítico diciendo: “¿Por qué será que un Dios de misericordia, que pudo abrir el Mar Rojo, quedarse quieto y dejar que aquellos pobres Cristianos fueran comidos por los leones, quemados y todo lo demás? ¡Se quedó quieto, como que se estaba riendo de todo eso”! ¡El pobre ignorante! ¿No sabía él que: “Si el grano de trigo no cae en la tierra…”? Tenía que morir a través de la Edad del Oscurantismo, como cualquier otro grano de trigo que tiene que ir abajo de la tierra y ser enterrado, para dar fruto en la primera reforma aquellas dos hojas de Lutero, el tallo. Tenía que salir allá en los wesleyanos, para traer el polen, la borla, la gran edad misionera. Tenía que salir en la pentecostal, para la restauración de los dones, casi para engañar a los propios Elegidos, porque parece ser un grano de trigo. Abralo, pero allí no hay nada de trigo, es sólo la cáscara. Pero allá muy adentro, se comenzaron a formar las organizaciones unitarias, las organizaciones trinitarias, y las organizaciones dualistas y la organización de la iglesia de Dios, y todas se organizaron, y la muerte, exactamente. ¿Y qué sucede ahora? Pero es un resguardo para el trigo, que ha estado creciendo a través de eso todo el tiempo.",
    "Ahora está comenzando a apartarse, el trigo comienza a salir a la vista. Esta no es una edad pentecostal, esta es la edad de los últimos días, esta es la edad de la Novia. ¡Esta es la Luz del Atardecer! Esto es cuando Malaquías 4 debe cumplirse para seguir el patrón de Dios. Este es Lucas 17:30 que debe ser cumplido. Este es el libro de Jeremías y todos los demás. Joel habló de estos días. ¡Este es ese día! “¡Yo he escuchado Señor, y esto estaba en camino, pero ahora lo veo con mis ojos”!",
    "Aunque muchos… No importa cuantos personificadores falsos se levanten, aquellos Jannes y Jambres con todos sus trucos para hacer todo lo que hacía Moisés, nada de eso pudo moverlo a él o a Aarón. Ellos sabían de dónde… Como Job, ellos sabían de Quién venía su inspiración. Ellos sabían que era ¡ASI DICE EL SEÑOR! Y la misma Biblia que habló de ellos, dice: “Ellos vendrán en los últimos días, personificadores”. Aquellas denominaciones religiosas, cuando algo comenzó… ¿Quién comenzó primero, Moisés o ellos? Si ellos hubiesen comenzado primero, Moisés hubiera sido el imitador.",
    "Ahora tenemos toda clase de discernidores, y de todo, tratando de desviar su mente de la cosa genuina de Dios, la cual Dios ha probado ser Verdad por medio de Su Escritura. “Hemos escuchado de esto con nuestros oídos, y ahora lo vemos con nuestros ojos”. ¡Amén! ¿Lo creen? ¿De todo corazón? ¡Inspiración! Y en aquel día, cuando el Hijo del Hombre esté siendo revelado, un Hijo de Hombre, Jesucristo, hecho manifiesto entre Su pueblo.",
    "Un Hombre caminó allá ante Abraham y su grupo, sólo un Hombre de apariencia común, con polvo en Sus ropas. El tenía Su espalda hacia la tienda. El dijo: “¿Dónde está tu esposa Sara”? (no S-a-r-a-i, sino S-a-r-a; A-b-r-a-h-a-m, no A-b-r-a-m). Llamó su nombre, diciendo: “¿Dónde está ella”?",
    "Dijo: “Ella está en la tienda, detrás de Ud.”.",
    "Dijo: “Voy a visitarte según el tiempo de vida”. (Y ella se rió a escondidas.) Dijo: “¿Por qué se ha reído ella”? Ahora, El prometió. Aquellos eran los que estaban esperando un hijo prometido.",
    "Ahora, no me interesa cuánto actúen las personas en estas denominaciones, y digan que ellos están “esperando a Cristo”. ¡Sus acciones demuestran que no lo están! Correcto. Sus acciones hablan más fuerte que sus palabras. Todo lo que piensan es en hacer miembros denominacionales, pero hay algunas personas, una aquí y otra allá, que están buscando la Venida del Señor. Están vigilando. Sólo a aquellos es a quienes El se revelará, sólo ellos entenderán.",
    "Sólo los Elegidos entendieron quién era El. Sólo piensen, habían quizás tres millones de personas judías en la tierra, y ni siquiera una tercera parte de ellas supieron que El estaba allí hasta después que había venido y se había ido. ¿Ven? Pero El se reveló a aquellos que lo estaban esperando: Juan el Bautista, y—y los apóstoles que habían sido llamados por Juan, y demás, y Ana la ciega en el templo, Simeón el sacerdote al que “le fue revelado por el Espíritu Santo, que él vería el Cristo”. ¡Todos aquellos grandes líderes religiosos, teólogos y demás, tan ciegos como podían estar!",
    "La lluvia sólo puede levantar la semilla, si la semilla ya está allí. Y así como Ud. primero fue un germen en su padre, y él no lo conocía a Ud., sin embargo Ud. estaba en su padre. Pero a través de una sementera, su madre, Ud. fue manifestado a su imagen, y entonces él podía hablar con Ud. Dios, siendo el Gran Dios, si Ud. tiene Vida Eterna, entonces el germen de Vida Eterna estaba en Dios en el principio. Y Ud. estaba allá. Ud. estaba en Su pensamiento, el nombre suyo y todo. Y El, por previo conocimiento lo ordenó a Ud. para poder ver esto. Y Uds. que no fueron ordenados, nunca lo verán. Pero recuerden, en el Nombre del Señor Jesús: “¡La hora ya está aquí”! ¿No le creerá Ud. a El? Entreguen sus vidas a El. Tengo que parar aquí, ya se pasaron las nueve.\n\nInclinemos nuestros rostros:",
    "🦅 ¡Señor, yo he escuchado de Ti, y ahora te veo”! Señor Jesús, bendice estas personas mientras ellos esperan.",
    "Ahora voy a hacerles una pregunta. Voy a dejar que el Espíritu Santo (confío que El lo hará) escudriñe sus mentes, los pruebe, pruebe sus almas, y ver si Uds. realmente creen. Y si Uds. encuentran que hay un poquito de duda allí, ¿levantarán Uds. sus manos? Diciendo: “Señor Jesús, déjame verte. He escuchado de Ti, pero nunca en realidad te he visto. Déjame verte, yo creeré”. Todo bien. Muy bien.",
    "¿Habrán algunos aquí que no le conocen como su Salvador? Levanten su mano, y digan: “Yo—yo soy un pecador, pero si yo…si sólo me permites verte, Señor Jesús, manifestando esta Palabra de la cual ellos están hablando. Yo sé que así es como te vio Job. Yo sé que así es como te vio Abraham. Yo sé que así es como todos los demás te vieron, porque era Tu Palabra prometida siendo vindicada. He escuchado toda clase de cosas, trucos y demás, pero entiendo que hay un Mensaje en la tierra para este último día, del cual habló un Angel en el río, en 1933. Yo escuché de los servicios de sanidad que están ocurriendo, y yo sé que cuando eso acontezca, no se pueden quedar en aquella misma rutina denominacional”. No fue enviado para eso, nunca se quedó allí. Uds. quieren verle.",
    "¿Qué si Moisés hubiese venido y hubiese dicho: “Vamos a construir un arca como hizo Noé, y flotaremos por el río para salir de Egipto”? ¡Oh, no! ¿Ven? ¡No! El tenía un Mensaje de Dios, y él era la manifestación. Aquel profeta levantándose en la escena, debió haberle probado a Israel allí mismo (no habían tenido un profeta por cuatrocientos años, ellos no habían tenido profeta, y aquí se levanta un profeta en la escena), ellos debieron haber sabido que algo iba a suceder.",
    "De nuevo Israel no había tenido profeta por cientos de años, y allí vino Jesús a la escena. Y la mujer junto al pozo dijo: “Señor, me parece que eres profeta. No hemos tenido uno por cuatrocientos años” — por cuanto El sabía lo que había en su corazón. ¿Ven?",
    "Ahora, nos fue prometida una edad de la iglesia a través de reformadores, y los hemos tenido. Pero El prometió, en Malaquías 4, que El mantendría su patrón en los últimos días, lo que sucedería: “Hacer volver los corazones de los hijos a la fe de los padres apostólicos”. ¡Para ese mismo propósito! Y la iglesia está tan dividida en denominaciones e ismos, está tan despedazada que está muerta; ha sido una portadora. Entonces El prometió, en la hora del Mensaje del séptimo ángel, que los Siete Sellos serían revelados; y los misterios de Dios serían declarados (Apocalipsis 10) cuando el séptimo ángel comenzare a sonar su Mensaje, no el servicio de sanidad, el Mensaje que sigue al servicio de sanidad.",
    "Jesús era un “gran tipo” mientras podía sanar a los enfermos. Pero cuando dijo: “Yo y Mi Padre uno somos…”",
    "🦅 ¡No, no”! ¡Eso estaba mal!",
    "Job era “bueno” hasta que algo le sucedió. ¿Ven? Siempre es de esa manera.",
    "¡Crean! ¿Le aceptarán a El ahora? Levanten la mano y digan: “Yo le creo. Quiero aceptarle”. Dios les bendiga. Dios les bendiga. Eso está bien.\n\nAhora siéntense tranquilamente y oren por un momento.",
    "Amado Dios, en este momento solemne, será un tiempo como este cuando realmente habrá un estampido de trueno algún día, y el Hijo de Dios descenderá de los cielos con voz de aclamación, con la voz de Arcángel, y la trompeta de Dios, los muertos en Cristo se levantarán. Y cada uno de nosotros sabemos, y estamos conscientes en esta noche Padre, que tenderemos que dar cuenta por cada palabra que damos, y cada palabra que decimos. Aún por los pensamientos que están en nuestros corazones, tendremos que dar cuenta. Yo te pido Dios, en el Nombre de Jesús, que Tú limpies cada corazón que está presente. Limpia mi corazón, limpia los corazones de esta gente. Y que estemos preparados Señor, y que nuestros ojos espirituales sean abiertos en esta noche para ver la Gloria del Dios Todopoderoso. Hemos escuchado de El. Oh, Padre, Dios, rogamos que Tú nos permitas verle. Concédelo Padre. Concede estas bendiciones, yo te lo pido, por el Nombre de Jesucristo. Amén.",
    "Recuerden: En su corazón, allí donde Ud. está sentado, haga su pequeño altar. Y diga: “Señor Jesús, entra a mi corazón ahora. Dame algo para—algo de qué agarrarme. Permíteme sentir esa inspiración que me dice que Tú estás presente”.",
    "Ahora, ¡qué declaración para hacerle a la gente! ¡Qué—qué cosa para hacer! Ahora voy a pedirle al Señor Dios, pidiendo…",
    "¿Cuántos de Uds. reciben las cintas? ¿Han escuchado: ¿Señores, Qué Hora es? ¿Mostramos aquellas revistas y cosas, un año antes que sucediera? La ciencia se quedó perpleja sobre eso. Allí estaba el Señor Jesús coronado y con esa peluca blanca así como lo ven en la Biblia, en Apocalipsis 1 y en Daniel, el Juez Supremo de los Cielos y de la Tierra. Allí mismo, cuando ni la propia ciencia lo puede ver. Y en el observatorio, allá en la Universidad de Arizona y por allá en México, ellos están buscando, y lo han estado haciendo por los últimos dos años. Y allí les fue dicho a Uds. que iba a suceder de antemano.",
    "¿Qué del terremoto de Alaska? ¡Observen a Hollywood caer dentro del mar! Miren y vean si no sucede. El nunca no me ha dicho alguna cosa equivocada, eso sucederá. ¿Ven? Y sólo miren y vean si no estamos viviendo en las últimas horas de la historia. Ningún hombre conoce la hora que El viene. Pero yo sé una cosa: Yo creo en mi condición presente, si estoy en mi mente correcta, y si no fuese un Cristiano, yo de seguro quisiera ser un verdadero Cristiano Bíblico y no denominacional. No se atenga a que Ud. ha gritado. Escuchamos eso hoy en la mañana, y lo probamos por la Palabra de Dios; está completamente fuera de la voluntad de Dios, no hizo nada sino que causó muerte. No se quede en el tallo, esté en la Vida. Tengan fe en Dios.",
    "¿Creen Uds. que el Dios que hizo esta promesa, y que El mismo apareció en el Libro de Génesis, y se le apareció a Abraham e hizo aquel milagro, ese mismo Dios fue hecho carne, carne humana nacido de una virgen? Desde luego, esa allá era una teofanía; pero entonces cuando El vino en carne humana y fue el mismo hombre haciendo las mismas cosas… ¿No creen que si Dios pudiera obtener una persona (lo cual El prometió hacer, de acuerdo a Malaquías 4), un canal por el cual El pudiera hablar, que El haría lo mismo como dijo que haría allá? ¿Creen eso? Yo también creo que El lo haría.",
    "¿Creen Uds. que pueden tener la fe para tocar Sus vestiduras, Su fe para tocar las vestiduras? ¿Creen Uds. que está presente ahora mismo, algo hablando a sus corazones, que les dice que tienen fe para tocar Sus vestiduras? ¿Creen que pueden hacer eso? Entonces alcancen y tóquenlo con su fe, no con emoción, pero con fe absolutamente pura e inadulterada. Sólo digan: “Señor yo creo. Yo creo con todo mi corazón. Quiero que me toques porque yo he escuchado que Tú lo has hecho, ahora quiero verlo con mis propios ojos”. ¿Ven?",
    "Ahora, yo no los puedo tocar a Uds., se requiere que Dios los toque. ¿Creen que El lo hará?",
    "Estoy mirando aquí atrás hacia mi izquierda. Parece que hay un canal, así como lo he hablado, que está atrayendo hacia allá. Siendo que lo he dirigido en esa dirección, ahora está entrando maravillosamente. Es una señora sentada allí con su esposo. Ella no es de aquí, ella es de Texas, de Dallas. Ella está sufriendo, también su marido está sufriendo. Ella está sufriendo de una complicación, ella ha tenido una operación. Eso es correcto. Su esposo sufre de la espalda, problemas en la espalda. El Señor y La Señora Corbet de Texas; de Dallas, Texas. Si es así levanten la mano. Yo soy un extraño para Uds. ¿Es correcto? No hay manera alguna para yo saber eso. ¿Qué es? “De oídas te había oído; mas ahora mis ojos te ven”. ¿Ven lo que quiero decir? Ahora pregúntenle a esa pareja. Yo nunca los he visto en mi vida. “De oídas te había oído; pero ahora te veo con mis ojos”.",
    "Si pueden creer, Dios puede proveer lo que necesitan.",
    "Aquel hombre sentado allí con la mano en la barbilla que sufre de alta presión. ¿Cree Ud. señor, que Dios le puede sanar? ¿Lo cree? Sentado con su mano así, ¿cree Ud. que Dios le sanará de la alta presión? Levante su mano, si Ud. lo cree. Muy bien, El lo hace. Yo nunca he visto al hombre en mi vida, no sé nada de él. Pero han escuchado que Jesús dijo aquí en la Biblia que El haría estas cosas, ¡ahora lo ven! ¿Ven a lo que me refiero? “Si puedes creer, al que cree todo le es posible”. [Marcos 9:23] ¡Sólo para aquellos que creen! Se requiere fe real y genuina para lograrlo. Pero si lo pueden creer, Dios lo concederá.",
    "Hay una señora sentada allá atrás, mirándome, tiene un crecimiento en su garganta.",
    "La señora que sigue, sentada a su lado, para que entienda, esa señora tiene alta presión también. Eso es correcto.",
    "La señora sentada a su lado, ella tiene un—un problema también. Ella no es de aquí, es de Arkansas. Ellas se lo están perdiendo. ¡Señora Phillips, crea en el Señor Jesucristo y sea sana! ¿Ud. le cree a El? ¿De todo corazón? ¿Lo acepta? Entonces puede recibirlo.\n\nAhora Ud. dice, “Eso es misterioso”. ¡No, no!",
    "Jesús dijo: “Tu nombre es Simón, eres el hijo de Jonás”. ¿Correcto?",
    "🦅 De oídas te había oído, pero ahora te veo con mis ojos”. Ahora ¿no vieron lo que sucedió? Alguien sentado allí mirando, creyendo, confiando, y de repente allí sucedió. ¿Ven?",
    "¿Sintiéndote mejor, hijo, en esta noche, que anoche? ¿Sentado allí? Todo está bien ahora, vas a sanar. Estaba sentado aquí anoche, golpeándose la cabeza y haciendo de todo; ahora, esta noche parece un caballero. ¿Ven? El estaba un poco confundido con respecto a algunas cosas, pero ahora ya todo está claro. ¿Ven? Estará bien. ¿Ven? “Y en aquel día, el Hijo del Hombre será revelado (¿ven?) antes que Sodoma sea quemada”.",
    "🦅 De oídas te había oído; mas ahora mis ojos te ven”. Yo escuché a Jesucristo decir que El prometió aquello, yo veo que esa promesa vive ahora mismo. ¿Ven? “De oídas te había oído; mas ahora mis ojos te ven”. ¿Cuántos creen que es El? (¡Oh Dios!)",
    "Ahora, mientras estamos aquí, se está poniendo tarde. Mañana en la noche vamos a tener un gran servicio de sanidad. Esperamos que el Hermano Moore y yo nos paremos aquí y oraremos por cada persona que quiera venir por la línea. Pero yo pensé que al hablar esto en esta noche, sólo iba a hacer un llamado al altar. Pero entonces pensé: “No” Dice allí: “De oídas te había oído; pero ahora quiero verte con mis ojos”. Ahora, El está aquí. ¿Lo creen?",
    "Ahora pongamos nuestras manos el uno sobre el otro. Ahora recuerden, el mismo que prometió que haría esto, dijo: “Estas señales seguirán a los que creen”. [Marcos 16:17] ¿Lo dijo? ¿Es Ud. un creyente? Diga: “Amén”. Bien, entonces el mismo Dios que hizo esta promesa, que le han visto cumplir ahora mismo… Pregúntenle a cualquiera de esas personas, yo nunca los he visto, ni sé nada de ellos. Yo no los conocería en este mismo instante (¿ven?), es imposible para mí. ¡Pero esa Escritura tiene que cumplirse! Bien, si esto se ha cumplido, muestra que estamos en los últimos tiempos, sabemos que el Hijo del Hombre está listo para ser… para venir, porque El se está revelando a Sí mismo en carne humana. ¿Es correcto?",
    "Entonces sabemos que es la Verdad. Y Ud. dice que es un creyente de El, y tiene sus manos sobre otro. Y si sus manos están puestas el uno sobre el otro, el mismo Hijo de Dios que está aquí para hacer que esto se vuelva verdad ante sus ojos, aquel mismo Hijo está aquí para decir: “¡Ellos sanarán”! ¡El mismo Hijo de Dios! “Yo escuché que El dijo, si los creyentes imponen sus manos, sanarán. Yo lo escuché con mis oídos, y ahora permíteme verlo con mis ojos. El lo prometió”.\n\nAhora mientras oro, oren Uds.:",
    "Señor Jesús, en el Nombre del Señor Dios del Cielo, permite que Tu Espíritu deje caer a los corazones de estas personas aquella fe genuina de Dios, que confirmará esta promesa para ellos, y que el Dios del Cielo sane a cada uno, a medida que ellos obedecen Tus mandamientos, imponiendo manos el uno sobre el otro. Permítelo Señor. En el Nombre de Jesucristo, concede que sea así para Tu gloria.",
    "Ahora, ¿creen que recibieron lo que pidieron? ¿Hay algo en su corazón que se lo dice? ¿Siente ese pequeño impulso de inspiración que le dice: “Pues ha terminado. Queda concluido”?",
    "El mandamiento de Dios dice que le podemos escuchar con nuestro oído. Ahora podemos verlo con nuestro ojo. Job dijo: “De oídas te había oído; mas ahora mis ojos te ven”.",
    "Ahora, Uds. lo escucharon por la Palabra, por escuchar la Palabra, “Fe es por el oír, y el oír por la Palabra”. [Romanos 10:17] ¡Ahora lo ven obrando con sus ojos! Ahora, el mismo Dios que dijo eso, que cuando estas cosas acontecieran, que los creyentes de esto impondrán “sus manos sobre los enfermos y ellos sanarán”. Ahora ¿ha descendido a su corazón que ha sido “sanado”? Levanten la mano si así es. ¡Amén! Esa es verdadera sanidad apostólica. ¿En realidad lo creen? ¿Lo creen de todo corazón? ¡Aleluya! Eso es todo lo que necesitamos.\n\nPongámonos de pie y alabémosle:",
    "Gracias Señor Jesús. Bendito sea el Nombre del Señor.\n\n¡Yo le alabaré! ¡Yo le alabaré!\n\nAl Cordero que murió;\n\nDenle gloria todos juntos,\n\nCon Su Sangre toda mancha quitó.",
    "¿Ahora, le aman? Ahora todos juntos, démosle gloria, todos juntos. Ahora miren, si eso les ha sido revelado por Dios, en el canal en el que Ud. fue salvo, el mismo canal que le dijo: “Ud. fue salvado”, el mismo canal a través del cual Dios se movió, como lo hizo a través de Job y los profetas, El se ha movido a través de Ud., a través de ese canal, como un Cristiano, por Su Divina revelación que: “Ud. está sano”. Entonces no hay nada que puede impedir que acontezca. Así que,\n\nDenle gloria todos juntos,\n\nCon Su sangre toda mancha quitó (toda duda, ha quitado toda duda).\n\n¡Yo le alabaré! ¡Yo le alabaré!\n\nAl Cordero que murió;\n\nDenle gloria todos juntos,\n\nCon Su Sangre toda mancha quitó.",
    "Oh, ¿no le aman? Ah, qué maravilloso. “Yo había escuchado de Ti Señor, con mis oídos (y la fe viene por el oír); mas ahora te veo”, Dios dándose a conocer entre Su pueblo como lo hizo con Abraham, por medio de Su promesa, aquí, que El Hijo del Hombre se revelaría en los días cuando el mundo se volviera en una condición sodomita.",
    "Y hubieron tres mensajeros que salieron, bajaron del Cielo.",
    "Y había un grupo denominacional allá en Sodoma, y un Billy Graham y un Oral Roberts fueron allá. Y recuerden, como les he dicho, en ninguna parte de la historia de la iglesia ha habido alguna vez un mensajero universal enviado para la iglesia hasta ahora, con su nombre terminando como Abraham, h-a-m. G-r-a-h-a-m, seis letras, el mundo, número del hombre.",
    "Pero Abraham tenía siete letras en el nombre, el número completo y perfecto de Dios. ¿Ven?",
    "Y noten lo que hicieron los mensajeros, los que fueron allá. Predicaron la Palabra, los llamaron fuera y les dijeron que se arrepintieran.",
    "Pero el que se quedó atrás con Abraham (vean) obró un milagro al decirle a Abraham lo que Sara estaba haciendo y pensando en la tienda a Sus espaldas. Y Jesús — El cual era el que estaba en esta Persona — dijo: “Cuando el mundo llegue a una condición sodomita (como lo estaba allá entonces), el Hijo del Hombre será revelado de nuevo”. Y todas las otras Escrituras confirmando que eso es así. “En el principio era el” [la congregación dice, “Verbo”], “y el Verbo era con” [“Dios”], “y el Verbo era” [“Dios”] “Y el Verbo fue hecho carne y vivió entre nosotros”. ¿Es correcto? Ahora vemos aquella misma Palabra prometida de Lucas, de Malaquías, y todas estas otras promesas de este día, hechas carne y morando entre nosotros, de que hemos escuchado con nuestros oídos; mas ahora le vemos a El con nuestros ojos, interpretando Su propia Palabra; no necesitamos ninguna interpretación de hombre. ¡Oh Iglesia del Dios Viviente, aquí y en los teléfonos, despierten rápido, antes que sea demasiado tarde! Dios les bendiga.\n\nYo le amo, yo le amo,\n\nPorque El a mí me amó,\n\nY me compró la salvación,\n\nAllá en la cruz.",
    "Pudieran pensar iglesia, que están observando con sus propios ojos: la Palabra Viviente de Dios hecha manifiesta (la promesa de la hora en los últimos días), mirando con sus propios ojos la Palabra Viviente siendo interpretada en forma natural, ¡Dios entre nosotros! “Yo le veo con mis propios ojos, El que escuché que lo haría”. Todos los antiguos sabios buscaban este día. Y ahora nosotros lo vemos manifestado con nuestros propios ojos. ¡Cuántos antiguos metodistas (los que gritaban), bautistas y los reales pentecostales genuinos en su edad, añoraron ver esto suceder! Muchos de ellos sabían que iba a suceder. ¡Pero nosotros nos paramos en esta noche viéndolo suceder! Oh, ¿no le aman?",
    "Ahora, Jesús dijo: “En esto conocerán todos que sois mis discípulos, si tuviereis amor los unos con los otros”. [Juan 13:35] Entonces así como lo amamos a El, démonos las manos y cantemos ¡Le Alabaré! ¡Le Alabaré! Muy bien.\n\n¡Yo le alabaré! ¡Yo le alabaré!\n\nAl Cordero que murió;\n\nDenle gloria todos juntos,\n\nCon Su Sangre toda mancha quitó.",
    "¿Qué dijo la reina de Beltzasar ante su rey aquella noche? “Hay un hombre en tu reino que es el que resuelve las dudas”. Y el Espíritu Santo es el que resuelve las dudas en esta noche. ¿Creen Uds. eso? ¡El que resuelve las dudas! Ahora, la Sangre de Cristo quita toda mancha, la mancha de la duda. No hay pecado mayor en todo el mundo que la incredulidad: “Porque el que no cree ya ha sido condenado”! ¿Es correcto? “El que no cree ya ha sido condenado”. Hay un solo pecado y es la incredulidad. Fumar no es pecado, maldecir no es pecado, cometer adulterio no es pecado, mentir no es pecado; esos no son pecado, son los resultados de la incredulidad. ¡La incredulidad! Ud. los hace porque no cree. Y si Ud. creyera, no haría tales cosas.",
    "¡Oh, oh! ¡Qué maravilloso! Y la Sangre del Cordero ha quitado toda duda. Creemos Su Palabra enfáticamente. Creemos que la Palabra fue hecha carne. Y creemos que la Palabra es hecha carne por la vindicación de Su Presencia, ahora para confirmar Su Palabra ¿Lo creen? Dios les bendiga.",
    "Esperamos verlos aquí en la mañana, para un gran tiempo en el Señor. Inclinemos ahora nuestros rostros, le entrego el servicio al Hermano Lindsay. 🦅"
  ]
}