{
  "title": "EN LAS ALAS DE UNA PALOMA BLANCA COMO LA NIEVE",
  "id": "65480009",
  "content": [
    "🦅  Inclinemos nuestros rostros.\n\nAmado Señor, te damos gracias esta noche por la promesa de la Venida del Señor Jesús, donde todos nos reuniremos en un grandioso encuentro que no tendrá fin, será de regocijos y cantos, a medida te alabemos a través de las—las edades incesantes que están por venir, te pedimos Tus bendiciones sobre el servicio de esta noche, pedimos Tus bendiciones sobre este tabernáculo, sobre el personal, sus pastores, sus colaboradores, sus copastores y por todos.",
    "Te pedimos que bendigas a estos, Señor, que han viajado muchas millas para estar aquí en el servicio, pon Tu mano de misericordia sobre ellos mientras viajan de regreso a sus hogares. Concédelo Señor. Que podamos congregarnos muchas veces más en este lugar que llamamos la casa de Dios, para adorar. Bendice a aquellos quienes están sintonizados esta noche, Señor, por vía telefónica. Que toda persona que no es salva, pueda encontrar a Jesucristo su Salvador, en esta noche; sana a todos los enfermos y afligidos. Padre, Tu siervo ahora se presenta para servirte, en el Nombre de Jesús. Amén.",
    "El Señor bendiga a cada uno de Uds. Estoy muy contento de estar aquí en esta noche. Apenas entré cuando el Hermano Ernie estaba cantando la última parte de su canto: En Las Alas De Una Paloma Blanca. Ciertamente es un poema hermoso, ciertamente hermoso, y yo—yo sé que es muy oportuno. Así que ahora estamos muy agradecidos.",
    "Y a todos Uds. que están sintonizados esta noche a través de la nación, yo desearía únicamente que estuvieran Uds. aquí para que vieran esta esperanza, la expectativa en los rostros de la gente al estar tan lleno el edificio en esta noche; teniendo un tiempo maravilloso.",
    "Queremos darle las gracias al Hermano Jack Moore, y a la Hermana Moore, y al Hermano Noel, al Hermano Bootlayer, al Hermano Brown, y a todos los asociados, a todo el tabernáculo, a todo el personal, por habernos invitado otra vez.",
    "Fue una…realmente una…como una…no podría decir que fuera una coincidencia, fue simplemente la mano de Dios que lo coordinó. Hay un hermano aquí que tuvo un sueño hace tiempo, acerca de esto que está sucediendo, dijo que yo, “estaba parado con un par de pantalones blancos, y con unos mocasines de indio”. Y es exactamente como me encontraba parado cuando yo llamé al Hermano Jack para este servicio, exactamente, (desde Carson, Colorado), mocasines de indio y tenía puestos un par de pantalones blancos de mezclilla; Hermano Leo, si Ud. está escuchando, estaba por encontrarlo a Ud. en unos minutos. Eso fue cuando el servicio se inició, allí mismo.",
    "Ahora es domingo por la noche; yo sé que muchos de Uds. viajarán toda esta noche para ir a casa, algunos de Uds. viajarán por la mañana. Yo tengo dos días de viaje por delante. Y así que, no—no los retendremos mucho tiempo. Y he tratado de hacer de ésta, una de esas noches antiguas, la noche en que el Hermano Brown y el Hermano Jack y todos nosotros que solíamos orar por los enfermos hace años, oraremos por los enfermos en la misma forma en que lo hacíamos entonces.",
    "Ahora, ¿pueden Uds. oírme allá atrás en el fondo? Yo sigo bajando estos micrófonos porque estoy ronco.",
    "Y así que yo quiero…Sólo una cosita pequeña, este pequeño incidente que ocurrió. Porque, ellos me estaban diciendo hace un rato, que había un hermano, que tal vez esté en el servicio esta noche, que apenas salió del denominacionalismo; vino a Shreveport, queriendo saber algo acerca del Mensaje. Y él se enredó, no sabía dónde estaba, así que fue al centro de la ciudad. Vio gente reunida y dijo: “¿Es aquí donde Billy Branham va a predicar?”",
    "El dijo: “No, aquí es donde Billy Graham está predicando por—por medio de una—una película”.",
    "El dijo: “Bueno, perdónenme, me—me equivoqué de lugar”.",
    "El dijo que siguió, y que dijo: “¿A dónde puedo ir ahora Señor?” Dijo que empezó a caminar por esta calle principal. Yo no sé cuál es, hay una iglesia grande al final. La calle Texas. Y había una gran cruz blanca arriba de la iglesia. Dijo que el Señor le dijo: “Sigue caminando”. Dijo…cuando él llegó allí estaba…El dijo: “Bueno, aquí debe ser el lugar, hay bastantes carros estacionados alrededor”. Y dijo: “Una novia y su novio venían saliendo de la iglesia”. Eso fue anoche, había una boda; yo vi cuando salieron. El Señor dijo: “Ahora eso es lo que es, estás saliendo del denominacionalismo para formar parte de la Novia, para ir con el Novio”. ¿Ven? ¿Ven?",
    "Yo estaba diciéndole a mi esposa cuando veníamos por la calle, cómo la luna y la estrella estaban colgando exactamente arriba de esa cruz, conforme nos movíamos hacia ella. Me supongo que me fijo en cosas pequeñas como esa; que son como complementarias a mi creencia en Dios y mi ministerio.",
    "Estaba pensando esta noche, en Tucson, sucedió que Victor LaDeaux, él era aquel Francés…él es un verdadero Francés. Creo que les estaba diciendo a Uds. el otro día, que cuando terminé de hablar, tratando de separar el denominacionalismo del Cristianismo verdadero…Y un hombre me estaba dando una—como una pequeña plática acerca de eso, de una famosa iglesia denominacional Pentecostal.",
    "Y entonces Danny Henry, creo que él es primo de alguna estrella de cine o algo así, él era un Bautista; y él corrió hacia la plataforma y me abrazó y dijo: “Hermano Branham; espero que esto no suene sacrílego, pero eso podría ser el capítulo 23 de Apocalipsis”. Y cuando él comenzó a decir algo más, empezó a hablar en lenguas.",
    "Y esto, tres personas Francesas…una mujer Francesa (de figura robusta, morena, de Louisiana, ella puede estar sentada aquí en esta noche), escribió en un pedazo de papel lo que él dijo. Entonces Victor LaDeaux, un ministro, escribió la misma cosa; y ellos estaban comparando las notas, o iban a hacerlo. Un hombre blanco, de cabello rubio, estando parado muy atrás, estaba muy atrás por causa de tanta gente, vino caminando, queriendo ver esas notas, él era el intérprete de Francés de la O.N.U. [Organización de las Naciones Unidas.—Traductor]. Y las tres notas eran iguales.",
    "Y decía esto:\n\nPor cuanto tú has escogido este arduo camino…Tú lo has escogido, tú lo has tomado—lo has escogido por tu propia elección. (Por supuesto, nosotros sabemos que Moisés tuvo que escoger).\n\n(Decía). Este es el camino preciso y correcto, porque es Mi Camino.\n\nY ¡qué—qué decisión más gloriosa has hecho!…(decía)…Por esto, una gran porción del Cielo te espera.\n\nY esto en sí mismo es aquello que hará y traerá a cumplimiento la tremenda victoria en el Amor Divino.",
    "Las tres eran iguales. Pensé que tenía eso en mi Biblia esta noche, miré allí pero no la tengo, la copia original.",
    "Danny Henry no sabe…así como yo, él difícilmente sabe bien el inglés, menos el francés. Si Uds. notan, está así como el lenguaje francés, ellos ponen el verbo antes que el adverbio; y la interpretación de los tres fue exactamente la misma.",
    "Danny Henry, hace tiempo, hizo…Danny puede estar escuchando en esta noche. Victor LaDeaux quizás está, porque tengo entendido que el está en Tucson. Y Uds. que están en Tucson, en la iglesia, en el Tabernáculo, el Tabernáculo de Tucson, donde el Hermano Green es el Pastor; entiendo que el Hermano Victor LaDeaux está en una serie de servicios en una carpa, al principio de la avenida Park, donde se une con la carretera 80, viniendo hacia acá. Y si Uds. están allá mañana en la noche, y la siguiente noche, el tiempo que sea que esté allí, vayan a oírlo; y puede ser que Danny esté con él. Y puede ser que ellos estén escuchando desde el Tabernáculo en esta noche, yo no sé.",
    "Danny fue a Jerusalén después de eso, y dijo que él estaba recostado ahí sobre la losa en la tumba, la losa de piedra sobre la cual estuvo Jesús, siendo un cadáver antes de Su resurrección. Y dijo que de repente pensó en mí; y dijo que salió corriendo y comenzó a llorar, y caminó hacia afuera. Y él fue dirigido…El es un hombre que trabaja haciendo cosas de las rocas; es pulidor de piedras, quiero decir. Dice que fue a donde le dijeron que fue clavada la cruz, y él dejó caer—quebró un pequeño pedazo de roca, más o menos como…oh, como de una pulgada cuadrada, o algo así; lo puso en su bolsillo, y fue movido a traerla a casa.",
    "Cuando él lo hizo, algo le dijo: “Hazle un par de mancuernillas al Hermano Branham”. Así que él la puso en ácido y la piedra cambió de color, del color natural de una piedra caliza al color de una piedra restañasangre. Y él hizo las mancuernillas.",
    "Y cuando él me las dio, él no se había fijado, pero por el centro de ambas mancuernillas corre esa franja recta y angosta. Las tengo puestas esta noche, para orar por los enfermos. ¿Ven?, un—un color restañasangre, como la sangre derramada; con la línea recta y angosta a través de ellas. Exactamente como dijo su profecía: “El camino recto y estrecho”; ¿ven?, en la profecía. Yo se la mostré a él.",
    "Danny, si tú estás escuchando, tú o el Hermano LaDeaux, cualquiera de los dos, esta noche va a ser la noche a la antigua cuando habremos de orar por los enfermos. Estoy contento de caminar este camino recto y estrecho, el camino del Evangelio, el camino de la Palabra, con nuestro Señor Jesucristo.",
    "Dios los bendiga a todos. Ahora, es tan grato hablarles a Uds., que hablaré un largo rato y los tendré aquí demasiado tiempo. Billy dijo que hay entre trescientas o cuatrocientas personas por las cuales orar, así que tendré que darme prisa con nuestro mensaje, tan rápido como sea posible, y luego orar por los enfermos.",
    "Ahora, para la gente en Arizona, el próximo sábado en la noche, estaremos en…Nunca me puedo acordar del nombre de ese pueblo, Yuma, Arizona, en el banquete. Así que entonces, en California, seguiremos de ahí el domingo en la mañana para Los Angeles y los lugares que se ha dicho que estaremos allí.",
    "En esta noche quiero tomar un texto de las Escrituras.",
    "A propósito, yo estaba en una cafetería hoy, la Cafetería Morrison; el Hermano Jack, su esposa, yo y mi esposa. Fuimos a la Cafetería Morrison para pasar un rato juntos, no habíamos salido, las mujeres nunca habían estado juntas. Un hombre joven caminó hacia mí, su apellido es Green, él es el padre del Hermano Pearry Green. Y él dijo: “Ud. sabe Hermano Branham, Ud. estaba hablando acerca de un ‘johnny pin’ la otra noche”. Eso es realmente un…¿Qué es eso? Un “bobby pin” [Horquillita para el pelo.—Traductor]. El dijo: “Ud. estaba hablando de un ‘johnny pin’”, y dijo, “le conseguí un ‘johnny pin’”. Me lo dio.",
    "Ahora, eso es un “johnny pin”, señoras, eso no funciona en el cabello. Un “johnny pin” dijo él—dijo que él lo había estado usando por años para sujetar las páginas de su Biblia. Así que él dijo: “Le voy a dar un ‘johnny pin’ genuino”. Así que Hermano Green, si Ud. está aquí en algún lugar, o está escuchando, ese “johnny pin” es magnífico, sostiene muy bien.",
    "Ahora queremos entrar inmediatamente en las Escrituras. Y quiero que abran conmigo en el Salmo 55, y también en Mateo 3. Y mi tema de esta noche es el tema del Hermano Ernie: En Las Alas De Una Paloma Blanca Como La Nieve. Ahora, no podré llegar a todas las notas y Escrituras que tengo aquí, porque pasaré por alto algunas de ellas, y porque prometí así el mensaje.",
    "Dios mediante, para el próximo sábado en la noche, en Yuma, quiero predicar sobre: Las Condiciones Para El Rapto, si el Señor lo permite.",
    "En el Salmo 53…Perdónenme, es el Salmo 55:\n\nEscucha…(¿perdón? 55, sí, señor)\n\nEscucha, oh Dios, mi oración,\n\nY no te escondas de mi súplica.\n\nEstá atento, y respóndeme;\n\nClamo en mi oración, y me conmuevo,\n\nA causa de la voz del enemigo,\n\nPor la opresión del impío;\n\nPorque sobre mí echaron iniquidad,\n\nY con furor me persiguen.\n\nMi corazón está dolorido dentro de mí,\n\nY terrores de muerte sobre mí han caído.\n\nTemor y temblor vinieron sobre mí,\n\nY terror me ha cubierto.\n\nY dije: ¡Quién me diese alas como de paloma!\n\nVolaría yo, y descansaría.\n\nCiertamente huiría lejos;\n\nMoraría en el desierto. Selah. (Selah significa “Amén”).",
    "David, siendo un amante de la soledad, cuando él estaba afligido y la gente ya no le creía, y sus enemigos venían sobre él, él dijo: “Si yo tuviera las alas de una paloma, yo volaría hacia el desierto y ahí permanecería”. ¡Cuántas veces he pensado yo la misma cosa! Si pudiera tomar mi rifle de la pared, mi maleta de campo, ir al desierto y nunca más regresar. Le he pedido al Señor que si yo puedo vivir para ver ese día…yo no quiero un servicio fúnebre, yo dije: “Si sólo pudiera ir allá al bosque en algún lugar, recargar a ‘Blondie’ contra un árbol…”",
    "Ese es mi rifle, perdónenme, yo—yo—yo dije eso tomando en cuenta que mi esposa está ahí sentada, Uds. saben, ese rifle me lo dio un hermano aquí hace años, he matado cincuenta y cinco animales con él, sin fallar un solo disparo, algunos de ellos desde setecientas a ochocientas yardas [Seiscientos cuarenta a setecientos treinta metros.—Traductor]. Yo lo llamo “Blondie” [Rubio.—Traductor], porque mi esposa es trigueña, y ella dice que pienso más en el rifle que en ella. Pero…",
    "Así que, me—me gustaría recargarlo contra un árbol y decir: “Señor, permite que Joseph lo encuentre algún día”. Me gustaría tomar las alas de una paloma e irme volando.",
    "Pero así como en una ocasión cuando estaba allá arriba en las montañas, observando a un águila y viéndola volar, Uds. saben mi historia de eso, dije: “Es bueno estar aquí, Señor; como dijo Pedro: ‘Podríamos construir aquí tres tabernáculos’. Pero abajo, al pie de la montaña, los enfermos y los afligidos están esperando, los perdidos y los moribundos están esperando”. Así que hagamos lo que podamos mientras sea de día, y algún día habrá un…las alas de un águila blanca bajará, El nos arrebatará.",
    "Ahora en Mateo 3:16, me gustaría leer el 16 y el 17.\n\nY Jesús, después que fue bautizado, subió luego del agua; y he aquí los cielos le fueron abiertos, y vio al Espíritu de Dios que descendía como paloma, y venía sobre él.\n\nY hubo una voz de los cielos, que decía: Este es mi Hijo amado, en quien tengo complacencia. (En otras palabras: “En quien me place habitar”).",
    "Ahora deseamos hablar unos cuantos minutos sobre esta ave. La paloma siempre ha sido una de mis aves preferidas. Y pensando en una paloma, una paloma es realmente—y un pichón son la misma ave. Un pichón es una paloma domesticada. Ambas son de la misma familia. Lo he investigado y son de la misma familia. Un pichón y una paloma, ambos son de la misma familia. Las costumbres de estas aves son sobresalientes.",
    "Prediqué hace algunos años, por acá en una carpa, con el Hermano Moore, acerca de: El Cordero Y La Paloma. Me supongo que todos recuerdan eso; y cómo es que la paloma es el ave más limpia que tenemos, y el cordero es el animal más manso que tenemos. Ambos son animales de sacrificio, ave y bestia.",
    "Qué hermoso está tipificado aquí, Jesús siendo el Cordero y Dios siendo la Paloma. Y la paloma no hubiera reposado en un lobo, su naturaleza no es la correcta. No hubiera reposado en un perro, su naturaleza no es la correcta. Tenía que ser sobre un cordero, las dos naturalezas tenían que ser iguales, y así es como debemos ser nosotros, nuestras naturalezas tienen que cambiar de pecador rugiente a la mansedumbre de un cordero.",
    "Y ¿se fijaron Uds. que la Paloma condujo al Cordero? Y fíjense, el Cordero sacrificó todo lo que tenía por la Paloma. Y vean adónde lo condujo la Paloma: a la crucifixión por el pecado de todos nosotros.",
    "Ahora la Paloma de…Dios quiso que representara a Su Hijo, El fue representado por el animal más manso y limpio sobre la tierra, una criatura de la tierra; pero cuando Dios se representó a Sí mismo en los cielos, fue por el ave más mansa y más limpia que hay en los cielos, una paloma.",
    "Ahora, las palomas varían, hay muchas clases diferentes. Usualmente nuestras tórtolas son como de un color gris. Y también hay la paloma triste, y también la paloma del anochecer. También está la que llamamos paloma de Sonora que tenemos allá en casa, es una pequeña paloma gris, pequeña avecita con franjas rojas en sus alas. Hay muchas diferentes clases de palomas, y varían de color. Y es la misma cosa con los pichones.",
    "Ahora, la paloma es una paloma singularmente diseñada por su costumbre de no poder comer ninguna cosa inmunda, simplemente no puede hacerlo, porque no está diseñada para hacerlo.",
    "Ahora, yo siempre me he referido a que la paloma es el símbolo de Dios, y el cuervo es el símbolo de un hipócrita. Un cuervo puede posarse sobre un cadáver y comer todo el día, y volar directamente al campo y comer trigo con la paloma. Pero la paloma puede comer trigo muy bien, pero no puede comer del cadáver. ¿Ven? No puede hacerlo, no puede digerirlo. Y yo me preguntaba: “¿Por qué no puede hacerlo? Ambos son aves, ambos son pájaros”. Pero ¿por qué? Es por la estructura de ellas.",
    "Y así es con el Cristiano genuino. Un—un Cristiano denominacional puede tomar cualquier cosa, pero un Cristiano genuino nacido de nuevo no puede tomar las cosas del mundo, él está diseñado diferente.",
    "Encontré que la paloma no tiene hiel. La paloma no tiene hiel, porque no tiene necesidad de ella.",
    "Así que así es con un Cristiano, él no necesita amargura ¿ven?, porque él sólo puede comer el alimento de Dios. Y no se requiere amargura, para disolver eso, se requiere amor, ¿ven?, así que él—para disolver la comida. Amargura: “Oh”, dicen, “bueno…”, ellos difieren con Eso. Pero el amor siempre La recibe, la Palabra de Dios.",
    "Ahora ella no tiene hiel, por consiguiente ella no podría…es algo contrario a ella el comer algo malo. Y si lo hiciera la mataría. Pero no hay peligro, no va a comerlo (ajá), porque no le apetece.",
    "Y así también es con un Cristiano verdadero. ¿Sabían Uds. que a un Cristiano verdadero no se le inculpa de ningún pecado? David dijo: “Bienaventurado el varón a quien el Señor no inculpa de pecado”. Cuando Ud. está lavado en la Sangre del Cordero, no por algo manufacturado, sino realmente por—por la Sangre del Cordero, Dios no lo acusa a Ud. de ninguna cosa que haya hecho, porque Ud. está bajo la Sangre y El no ve eso. Hay una Sangre de sacrificio; la única manera en que El puede verlo a Ud. es de la manera en que El lo vio antes de la fundación del mundo, cuando El puso su nombre en el Libro de la Vida del Cordero. Eso es todo lo que El puede ver, porque Ud. está redimido de toda cosa que se haya hecho, Ud. está lavado en la Sangre del Cordero. Por lo tanto no hay hiel en Ud., no hay hábito inmundo en Ud., por cuanto la Sangre del Cordero ha hecho esto; y Dios no puede inculparlo a Ud. de pecado, al tener Ud. ahí una ofrenda por el pecado esperándolo.",
    "🦅 Bueno”, dice Ud., “entonces eso me da bastante oportunidad, Hermano Branham, yo puedo hacer lo que yo quiera”. Yo siempre lo hago; siempre. Pero cuando un hombre puede ver realmente lo que Jesús ha hecho por él, y se da la vuelta y hace algo contrario a El, entonces muestra que él nunca recibió a Cristo.",
    "Tengo a una pequeña esposa sentada allá atrás. Ella es diez años menor que yo, y está tan canosa como yo. La razón es porque ella se ha parado entre mí y el—y el mundo de afuera. Si yo estuviera saliendo para ultramar, y yo…Esta sería una manera terrible de vivir en una familia, si yo reuniera a mi familia a mi alrededor y dijera: “Mira, Sra. Branham, tú debes darte cuenta de que eres la señora de William Branham. Tú no deberás tener otros esposos mientras yo ando fuera. No le hagas ojos a ningún otro hombre”, y todas esas cosas. “No coquetees. Si lo haces, cuando yo regrese me voy a divorciar de ti”.",
    "Y ella se voltearía y me diría. “Ahora mi buen esposo, yo también quiero decirte algo. Tú no deberás sacar a ninguna mujer mientras estás ausente. Tú no deberás hacer esto y aquello. Si lo haces, considérate divorciado cuando regreses a casa”.",
    "Ahora, ¿no sería esa una familia adorable? ¿Ven? ¡No! Si yo realmente la amara…Aunque yo creo que si yo cometiera algún error y tropezara e hiciera algo equivocado, yo creo que ella me lo perdonaría, porque ella me ama. Y si ella lo hiciera, yo creo que se lo perdonaría; ciertamente, porque la amo. Pero si yo la amo así, por cuanto yo la amo así, ella no tiene porqué preocuparse. Aunque ella me perdonaría, yo no la lastimaría por nada. Yo—yo—yo me sentiría el hombre más culpable del mundo, no podría esperar el momento de poder decirle lo que había hecho, porque la amo. Bueno, eso es…Si yo la amo así con el amor fileo, ¿cuánto más grande sería mi amor ágape por Jesucristo?",
    "Aunque yo pudiera fumarme un cigarrillo, nunca lo he hecho en mi vida; pero aunque lo hiciera, El pudiera perdonarme por eso, yo creo que El lo haría. Si me tomara un trago, nunca lo he hecho en mi vida, pero yo creo que El me perdonaría por eso. Y yo lo amo muchísimo, Dios, me ayude, yo no quiero hacer algo como eso, ¿ven?, porque lo amo. Esas cosas no están en mí, porque cuando El me cambió de un cuervo a una paloma, se efectuó un cambio, mi apetito y esas cosas me dejaron; entonces no me es inculpado pecado porque no es mi objetivo el hacerlo, no está en mí el hacerlo.",
    "Ahora otra gran cosa acerca de esta paloma. Es un pájaro extraño. ¿Han visto Uds. todos los pájaros…?",
    "Uno de mis pájaros favoritos es el petirrojo. Ahora Uds. muchachos, dejen de dispararles a mis petirrojos, ¿ven?, porque no quiero que hagan eso. Mi petirrojo, ¿saben cómo se le volvió rojo el pecho? Uds. saben que un día estaba muriendo un Hombre en la cruz, nadie lo ayudaba, Dios había abandonado a ese Hombre, y El se estaba muriendo. Sus manos tenían clavos en ellas, sus pies y su costado sangrando, una corona de espinas sobre su cabeza, sangre corriendo por su cara. Y había un pajarito pasando por ahí, un pajarito de color café. Y él vio eso, era…pensó que esa era la escena más lastimosa que alguna vez haya visto. Y él sabía que apenas era un pajarito, pero él vio esos grandes y crueles clavos Romanos clavados en Sus manos, y voló y con su pequeño pico trató de sacarlos. El se llenó todo el pecho de sangre, desde entonces ha sido rojo. Yo quiero mi pecho protegido con Su Sangre también, defendiéndola cuando vaya a encontrarlo a El. Amo al pequeño petirrojo.",
    "Pero Uds. saben, un petirrojo tiene que bañarse; pero saben, una paloma no tiene que hacerlo; no. Ella tiene una clase de aceite por dentro que la mantiene limpia desde adentro para afuera. ¿Sabían Uds. eso? ¡La paloma lo tiene! La paloma se limpia ella misma. ¿Alguna vez han recogido algún pichón o lo que sea, y olido ese olor en él? Ese es el aceite que se produce adentro de él. Su cuerpo fabrica una glándula de aceite que mantiene sus plumas siempre limpias por fuera porque está limpio desde adentro para afuera. Eso es verdad. Es un pajarito maravilloso.",
    "Ahora yo sé que Uds. los pueden cazar aquí, creo, aquí en Louisiana. ¡No hagan eso! Oh, yo no lo podría hacer, creo que si tuviera hambre, estaría bien, pero yo—yo no podría apretar el gatillo contra uno si tuviera que hacerlo.",
    "Hay…La paloma tiene que ver tremendamente en nuestra familia. Un día cuando mi abuela; ella es de Kentucky, de la reservación Cherokee. Ella estaba muriendo, era una mujer pequeña, y estaba…Tenían…Creo que ellos lo llamaban escrófula [Tumor frío de los ganglios linfáticos.—Traductor], o algo así, ella se estaba muriendo. Y mi abuelo se arrodilló al lado de la cama; mientras mamá, mi tía Birtie, mi tía Howlie, todos ellos se arrodillaron alrededor de la cama, mi tío Charlie, un chico de cuatro años de edad, el más pequeño; mamá, la mayor, tenía cerca de doce años de edad. Y ella había peinado su cabello negro sobre la cama, y ella comenzó a cantar: “Roca de la Eternidad, fuiste abierta para mí, sé mi escondedero fiel”, cuando ella se estaba muriendo. Mi abuelo no era Cristiano en ese tiempo. Lo bauticé cuando tenía ochenta y siete años de edad, en el Nombre del Señor Jesucristo, al pie del río donde el Angel del Señor apareció.",
    "Pero mientras ella estaba cantando este canto, con sus pequeñas manos débiles en el aire, una paloma voló por la puerta, voló alrededor, se posó en la cama, empezó a arrullar, Dios se llevó su alma.",
    "Yo fui a Londres, Inglaterra con el Hermano Jack y con el Hermano Gordon Lindsay, y había una mujer llamada Florence Nightingale (creo que se dice ser una bisnieta o algo así de la fallecida Florence Nightingale), que me había escrito muchas cartas. Ella estaba en Sudáfrica, muriéndose de cáncer. Y ella tenía una fotografía; Uds. la han visto en el libro. Yo nunca he visto a una persona así en mi vida. Creo que el Hermano Jack estaba conmigo ese día. Fuimos a la casa de un ministro, en la rectoría, atrás de la iglesia adonde la habían traído.",
    "Mientras estábamos todavía afuera en el…donde aterrizó el avión, nos llamaron, y ella estaba ahí en una ambulancia; la habían traído desde—desde Sudáfrica, sabiendo que yo venía a Inglaterra en ese tiempo. El ministro la llevó a la rectoría, así que nosotros fuimos allá atrás para orar por ella.",
    "He visto bastante gente enferma, pero sus pequeños brazos no se miraban más de una pulgada de grueso, uno podía ver donde su—su cráneo se entrelazaba. Y ella…los miembros de su cuerpo aquí por sus caderas no pasaban de esto, como dos pulgadas de grueso, nada más el puro hueso. Y ella no podía levantar sus manos, estaba demasiado débil para levantar sus manos. Y ella estaba tratando de decir algo y yo no le podía entender. Y cuando finalmente conseguí oír, creo que a través de una enfermera, ella dijo: “Hermano Branham, ore para que Dios me deje morir”. Ella no podía—no quería vivir. Y yo noté, y estaban corriendo lágrimas por los huesos de su cara. Yo no sé de dónde tuvo suficiente humedad para llorar; porque sus venas estaban hundidas, y ella estaba en una condición terrible. Habiendo venido a orar por los enfermos, no podía orar para que ella muriera. Pero parecía que ella no podía morir, ella seguía agonizando.",
    "Me arrodillé con su pastor, para orar ahí en el cuarto. Y cuando me arrodillé para orar, una pequeña paloma voló junto a la ventana; comenzó a arrullar. Cuando terminé de orar, pensé que era una paloma doméstica de algún lugar de por allí. Afuera había neblina, así es Inglaterra y las Islas Británicas. Y esta pequeña paloma dejó de arrullar y voló. Me acerqué y puse mis manos sobre ella e invoqué el Nombre del Señor. Y aquella mujer es ahora una mujer grande, fuerte y saludable, en las alas de una Paloma.",
    "El se mantiene limpio desde adentro. Un Cristiano también hace lo mismo, él se limpia desde adentro. Eso aleja la malicia…El no necesita nada de hiel para digerir las cosas, porque él no come eso. ¿Ven? El está limpio desde adentro.",
    "Ahora, notamos que este pájaro…Tengo muchas cosas escritas aquí, pero el reloj continúa moviéndose. Esta ave también era usada en el Antiguo Testamento para el sacrificio, para expiación y purificación. Veamos un caso aquí en Génesis 15:9. Pensemos en este versículo sólo por un momento. Ahora Abraham estaba…Aquí él le preguntó a Dios, cómo haría él esto. Y Dios le está dando Su Palabra a Abraham, y El lo hace de una manera extraña. Comenzando con el…vamos a comenzar en el primer versículo, no me gusta apurar esto.\n\nDespués de estas cosas vino la palabra de Jehová a Abraham en visión,…(¿Ven?, Abraham era un profeta, de modo que él veía visiones)…No temas, Abraham; yo soy tu escudo, y tu…tu galardón…sobremanera grande. (Jehová-manasés, ¿ven?)\n\nY respondió Abraham: Señ-…respondió: Señor Jehová, (Fíjense, “S” mayúscula, “Señor Jehová”. ¡Elohim! ¿Ven?)…Señor Jehová,…(en la visión),…¿qué me darás, siendo así que ando sin hijo, y el mayordomo de mi casa es ese damasceno Eliezer?\n\nDijo también Abram: Mira que no me has dado prole, y he aquí que será mi heredero un esclavo nacido en mi casa.\n\nLuego vino a él palabra de Jehová, diciendo: No te heredará éste,…(Ya le había hecho una promesa a él, Uds. saben, No…¿Ven?, ahí mismo Abraham hubiera fallado, pero la promesa es incondicional; el pacto, incondicional),…sino un hijo tuyo será el que te heredará. (Y él ya tenía cien años de edad).\n\nY lo llevó fuera, y le dijo: Mira ahora los cielos, y cuenta las estrellas, si las puedes contar. Y le dijo: Así será tu descendencia. (Un hombre sin una criatura y con cien años de edad).\n\nY creyó a Jehová, y le fue contado por justicia.\n\nY le dijo: Yo soy Jehová, que te saqué de Ur de los Caldeos, para darte a heredar esta tierra.\n\nY él respondió: Señor Jehová, ¿en qué conoceré que la he de heredar?",
    "Ahora escuchen esto:\n\nY le dijo: Tráeme una becerra de tres años, y una cabra de tres años, (Fíjense en los tres ahora, tres años de edad)…Y un carnero de tres años, una tórtola también, y un palomino. (Ambos son la misma gente, la misma cosa. ¿Ven?, fue usado en un sacrificio que estaba tipificando a Jesús).",
    "El pacto fue hecho…Uds. saben, cómo El los separó y los apartó, y cómo eso…",
    "O, los tiempos antiguos, cuando ellos tomaban—hacían un convenio, ellos escribían el pacto. Y mataban un animal, se paraban en medio; rompían el convenio en dos, una persona tomaba una parte…",
    "Como solían hacerlo en las lavanderías de los Chinos. El hombre Chino, no podía escribir inglés, así que él escribía allí y rompía un pedazo de papel y le daba a Ud. una parte. Y Uds.—Uds. recuerdan cuando las lavanderías chinas solían hacer eso. Y Ud.…las—las dos partes tenían que cuadrar para conseguir su ropa. ¿Ven?, no lo podían engañar, porque él tenía el otro talón. Ud. quizás podría copiar su nombre, pero no podría romper nuevamente ese papel. ¿Ven? Así que él tenía…tenía que ser el mismo pedazo de papel.",
    "Así que así es como lo hacían en los días en el Oriente, hace tiempo o hace bastante tiempo en los tiempos del Este. Mataban un animal, se paraban en medio, partían la piel de cabra, y uno tomaba una…Y cuando el convenio era confirmado, juntaban las piezas y ellas tenían que cuadrar exactamente.",
    "Ahora, lo que Dios le está mostrando a él es esto, en estos sacrificios, está hablando de Cristo; de cómo Dios llevó a Jesús al Calvario y lo rasgó, y recibió el cuerpo en el Cielo y envió Su Espíritu sobre nosotros, para que el mismo Espíritu que estaba en El tiene que estar en Ud. para cuadrar con el Cuerpo, para ser la Novia en el tiempo del fin. ¿Ven? ¿Ven? Correcto. ¿Ven? No será una denominación, ahora. Será la Palabra, lo que El era. ¿Ven?",
    "Pero así como esa Palabra tiene que venir a la Palabra, como las células en un ser humano. Uds. saben, cuando su—su cuerpo está siendo construido, no es una célula de humano, y luego una de perro, y otra de cerdo. Oh, no, no. Todas son células humanas. Así es el Cuerpo de Cristo, toda la Palabra de Dios. No sólo una parte de Ella, con alguna tradición agregada a Ella; no, es todo el Cuerpo de Cristo.",
    "Ahora encontramos aquí, que El usó ambos, a una tórtola y a un palomino, porque ellas son de la misma familia. Ahora, uno siempre…",
    "Así que noten, sólo me voy a referir a unas de estas Escrituras, Levítico 12, y el versículo 6. Encontramos aquí el orden para la purificación de una mujer; si la mujer tenía un bebé, ella tenía que esperar. Si era un niño, tenía que esperar treinta y tres días para poder entrar en la congregación con las palomas, para purificación. Si ella tenía una niña, tenía que esperar noventa y seis días, antes de que pudiera entrar en la congregación.",
    "Ahora encontramos aquí. El versículo 6:\n\nCuando los días de su purificación fueren cumplidos, por hijo o por hija, traerá un cordero de un año para holocausto, y un palomino o una tórtola para expiación, a la puerta del tabernáculo de reunión, al sacerdote;",
    "¿Ven?, ella aún no podía entrar porque sus días no se habían cumplido todavía, pero ella podía dar esto al—al sacerdote en la puerta para su ofrenda. ¿Ven?, ya fuera tórtola o palomino. Ellos son de la misma familia.",
    "Ahora—ahora una paloma se usaba para expiación, y en la expiación por el pecado. O de lepra, la cual es un tipo del pecado, uno traía dos palomas: le quitaban la cabeza a una, la volteaban hacia abajo y sangraba sobre la otra; y entonces a la otra la soltaban. Y cuando la paloma volaba, bañaba el suelo con la sangre de su compañera, y la sangre clamaba a Dios: “¡Santo! ¡Santo! ¡Santo es el Señor Dios!”",
    "¿No pueden ver a Jesucristo, el compañero muerto? Fue muerto y rociado sobre nosotros, para que pudiéramos salir libres, clamando: “¡Santo! ¡Santo! ¡Santo es el Señor!” Qué hermosos tipos. Deseara tener más voz.",
    "Ahora tipifiquemos al gran Espíritu Santo, tal como lo leímos en Apocalipsis 3:16; esta paloma era usada por Dios como señal.",
    "A Noé se le dio una señal, así como el hermano nos acaba de cantar acerca de eso. Dios se disgustó, y no había nada que pudiera detener Su ira, porque El dijo: “El día que de él comieres, ese día morirás”. Y Noé había hallado gracia ante Dios, y había construido un arca de acuerdo a las construcciones—a las instrucciones más bien, que Dios le había dado. Y él flotó por encima.",
    "Puedo imaginarme su…lo que pasó en aquellos días cuando ellos decían: “Este viejo loco, allá en la colina, un viejo fanático, construyendo un arca, diciendo: ‘va a llover’, pero nunca ha llovido”. Pero…",
    "Noé dijo: “Va a llover de todos modos”.",
    "Y yo sé que el día que él entró, creo que…no puedo pensar qué día era, creo que fue el diecisiete de mayo. Noé entró en el arca, y Dios cerró la puerta.",
    "Y las nubes comenzaron a venir, y la lluvia comenzó a caer, los drenajes comenzaron a llenarse, las fuentes del abismo se rompieron, todos los manantiales vomitaron sus aguas. Finalmente la gente entró a las casas, se subieron arriba. El arca estaba parada allí, exactamente igual.",
    "Después de un tiempo cuando había suficiente a su alrededor, comenzó a elevarse más y más alto. La gente tocó a las puertas y gritaba y lloraba, pero de nada—nada les sirvió, Noé no podía abrir la puerta. Dios la cerró, Dios es el único que puede abrirla.",
    "Así es con nuestra Arca, Jesucristo; Dios abrió la puerta para nosotros en el Calvario, El la cerrará tan cierto como que El la abrió.",
    "Y flotó, y siguió y siguió, quizás a una milla de profundidad sobre el nivel de la tierra, cuando esta tierra estaba desviándose de su camino…de la—la…de su órbita normal. E iba girando y girando, y troncos, y árboles, y sobre las montañas y demás, meciéndose por cuarenta días y cuarenta noches.",
    "Y cuando los vientos comenzaron a cesar…",
    "La ira de Dios es horrible. Su amor es puro y Divino; y Su ira es así de Divina—así de Divina como es Su amor, porque El tiene que hacer juicio, porque El es un Juez. El es un dador de la ley, y ley sin castigo no es ley. Así que debe de haber un castigo para hacer la Ley. Y cuando Ud. traspasa las leyes de Dios, entonces es cuando Ud. paga el castigo.",
    "Ahora notamos que después de que Noé estuvo flotando allá arriba, sin duda mareado por todo el rugir y tronar, y la ira de Dios triturando y aplastando, y gritos y demás. Y luego comenzó a calmarse, no pasaba nada. Los días pasaron, y nada pasaba. Quizás la provisión de comida para los animales y demás, estaba acabándose, nada pasaba. Así que él pensó: “Me pregunto…no puedo ver hacia afuera”.",
    "El arca estaba construida de tal manera, que una vez dentro de ella, había solamente una ventana en ella, y estaba en la parte superior. Uno no podía ver a los lados, no se podía mirar sino sólo directamente hacia arriba. Y así es el Arca, Jesucristo. Ud. no puede mirar a su compañero de al lado, Ud. no puede mirar nada sino a Cristo, cuando Ud. está en el Arca, porque sólo hay una puerta, y El es esa Puerta de la cual hablamos esta mañana. Uno tiene que continuar mirando hacia arriba, “Porque el que pone su mano en el arado y se voltea para ver hacia atrás, no es digno de arar”.",
    "Ahora así como en esta arca…Y él podía ver la luz, y quizás rayos de sol, pero él se preguntaba dónde estaba. El arca aún estaba flotando, él podía oír las olas que pegaban contra los lados, pero él sabía que habían sido muchos días, seguramente el agua estaba bajando para ese tiempo. Así que él fue y consiguió un pájaro, uno no digno de confianza, traicionero, y lo probó a él, y lo soltó. Este era un cuervo, y ese cuervo nunca regresó, porque encontró placer allá afuera, fuera del arca de Dios. El voló de un cadáver a otro, comiendo de cada cadáver y carroña que estaban flotando en el agua; y él estaba perfectamente satisfecho.",
    "Así que después de algunos días él probó otra vez, pues él sabía…El no quería dar un paso afuera y estar en la ira de Dios. Así que él soltó a una paloma. Y esta paloma era de diferente naturaleza que el…No era un buitre, tampoco era uno que se alimentaba de carroña, sólo podía comer cosas limpias y puras. Y estaba tan satisfecha porque no podía encontrar dónde poner la planta de sus pies, por eso regresó al arca. Y Noé dijo: “Bueno, todavía continúa el diluvio”.",
    "Entonces él esperó algunos días más, y la envió nuevamente; así fue su oración: “Oh, Dios, ¿ha sido apaciguada Tu ira? ¿Se—se—se ha pasado Tu ira, Señor? ¿Está todo consumado?” Y él dijo: “Ahora, si la suelto esta vez, puede ser que se quede, si es que las aguas han bajado, ella se pudiera quedar”. Pero él la envió afuera con una oración, y entonces cuando ella salió, siendo dirigida por Dios, ella recogió una hoja de olivo, de un árbol, y voló de regreso y picoteó en la ventana otra vez.",
    "Dios usó una paloma como señal. Ella regresó diciendo que: “La inundación ha pasado”, y entonces Dios abrió la puerta, y ellos salieron. Eso está en Génesis 8:8.",
    "También fue usada en Mateo 3:16, cuando nuevamente la ira de Dios estaba en la tierra. Y no había manera, la negrura de la noche, la medianoche, las iglesias tenían las cosas tan enredadas, al grado que no había ninguna salida. Y habían falsos maestros, y toda clase de cosas surgían, toda clase de profesiones surgían, pero nuevamente Dios usó una paloma. Le plació a El, Su Hijo Jesús lo había agradado tanto, que El lo identificó.",
    "Ahora, ellos no podían creer que este niño nacido allá en ese establo, en ese pesebre de paja, antes de que su supuesto Padre y madre, se casaran. No podían imaginarse a Dios usando algo como eso. Así que El tuvo que ser identificado ante el mundo; y ese día allá en el río, cuando llegó ahí para probar que El era la Obra Maestra de Dios, de lo cual hablé esta mañana…Cuando El fue obediente para entrar al agua…",
    "Ahora, si se fijan, allí hay una gran lección. Juan era el hombre más grande en la tierra, en ese tiempo. Jesús dijo: “Nunca hubo un hombre tan grande como él nacido de mujer”, hasta ese tiempo. Y él era un profeta. ¿Creen Uds. eso? Ahora, recuerden, si la Palabra de Dios viene a alguna cosa en la tierra, será a un profeta. Esa es siempre la manera de Dios. ¿Creen Uds. que Jesús fue la Palabra manifestada en carne? Así que sólo hay una manera en que El puede venir para ser presentado; no por los sacerdotes.",
    "El no fue a decir: “Caifás, ¿me vas a presentar?” Si El lo hubiera hecho, hubiera cometido el mismo error que David cometió en nuestra lección del otro día; ¿ven?, si El hubiese ido a la iglesia y hubiera dicho: “¿Me van a presentar?”",
    "Noten aun cuando El nació. Cuando El nació, nació en la sombra de la iglesia. Y probablemente ellos estaban sonando las campanas y todas esas cosas, pero fueron pastores y magos quienes lo reconocieron. ¿Ven?",
    "Y aquí está ahora, en…listo para Su ministerio. Y si El es la Palabra…",
    "De acuerdo al gran plan de Dios, la Palabra solamente puede… “No hará nada el Señor Dios sin que primero se lo revele a Sus siervos los profetas”. Ese siempre es Su patrón, tiene que ser; cuando los Sellos fueron abiertos, o cuando cualquier otra cosa. Cualquier evento importante que acontezca en la tierra, Dios se lo revela a Sus profetas.",
    "Y Juan era el profeta, porque él estaba profetizando: “El vendrá”.",
    "Entonces un día a un lado de una colina…cuando estaban en una discusión, un grupo de sacerdotes parados alrededor. Decían ellos: “¿Nos quieres decir que te dices ‘profeta’, y estás parado allí en ese lodo?” No en una iglesia, porque ellos no lo quisieron recibir. “¿Te paras ahí en ese lodo y nos dices que la hora vendrá, cuando el gran Jehová que ordenó estos sacrificios, cuando el gran Jehová que construyó este templo, que entró en él como una Columna de Fuego, ‘vendrá el día cuando ese sacrificio diario será quitado’?”",
    "El dijo: “Vendrá un Hombre, y ahora mismo El está entre Uds., en alguna parte, y El quitará el pecado”. Los sacerdotes se disgustaron con él.",
    "¡Juan alzó la vista! Ahora, ¿qué es él? ¡El profeta! Y aquí está la Palabra, y aquí viene la Palabra llegando directamente al profeta, directamente al agua. Juan dijo: “He aquí, el Cordero de Dios que quita el pecado del mundo. Ahí está, El es”. Jesús nunca dijo una palabra, entró directamente al agua. Y puedo ver allí, parados en el agua, imagínense un drama, dos de los más grandes que han estado en la tierra; Dios la Palabra, y Su profeta.",
    "Fíjense, la Palabra vino al profeta en esta dispensación de gracia, en el agua. Pensé que lo captarían. ¡En el agua! La primera revelación de la Palabra fue en el agua. ¿Ahora ven Uds. dónde comenzó la Novia, el Mensaje del Atardecer? ¡En el agua! La Palabra, la Palabra verdadera, no mezclada con credos, sino que vino al profeta en el agua, por el agua.",
    "¡Fíjense! ¿Se pueden Uds. imaginar los ojos de la Palabra haciendo contacto con los ojos del profeta, en el agua? Oh, eso es demasiado para mí. Ahí estaba el profeta, acá estaba la Palabra, mirándose el uno al otro a los ojos. Y dijo el profeta: “Yo necesito ser bautizado por Ti, ¿por qué vienes Tú a mí?”",
    "Y la Palabra dijo…Tiene que ser verdad.\n\nAhora déjenme hacer un drama.",
    "🦅 Juan tú eres un profeta, tú conoces la Palabra”. ¿Ven? “Tú me reconoces, tú sabes Quién soy Yo”.",
    "🦅 Tengo necesidad de ser bautizado por Ti”, dijo Juan.",
    "Jesús dijo: “Deja que así sea. Eso es correcto, tú tienes necesidad de ser bautizado por Mí. Pero recuerda, Juan, siendo tú un profeta, nos corresponde a nosotros, o nos conviene, como la Palabra y el profeta, que cumplamos toda Palabra. Porque Juan”, (ahora aquí está la revelación), “Juan, tú sabes Quién soy, Yo soy el Sacrificio. Y de acuerdo a la Palabra de Dios, el sacrificio tenía que ser lavado antes de que fuera a ser presentado como sacrificio”. ¿Es cierto eso? La Palabra… “El cordero era lavado y luego presentado como sacrificio, y Yo soy ese Cordero. Y debo ser lavado antes de que Yo pueda ser presentado al mundo como sacrificio. Deja que así sea, Juan, porque esto nos conviene a nosotros; como la Palabra y el profeta juntos”.",
    "Bueno ahí no puede haber ningún error. Ahora, cada una de estas cosas…",
    "Ahora, vean, si no hubiera sido así el cuadro, Juan hubiera sido como cualquiera de nosotros; así que dicen: “Sí, yo—yo sé quién eres Tú Señor”.",
    "🦅 Bueno”, dijo El, “espera un momento, Yo soy la Palabra. ‘No sólo de pan vivirá el hombre, sino de toda Palabra’. Eva erró en una sola, pero tú tienes que tomar toda Palabra, y Yo soy ese Sacrificio, y tengo que ser lavado antes de ser presentado. Pero lo que tú dices Juan, es cierto”.",
    "Juan siendo un profeta, sabiendo que la Palabra tenía que ser cumplida, aceptó eso y lo bautizó. Y cuando fue levantado del agua, vino bajando un Mensaje del Cielo en las alas de una Paloma: “Este es Mi Hijo amado”. El envió el Mensaje redentivo de gracia en las alas de una Paloma, que vino volando del cielo. “Paz en la tierra, buena voluntad para con los hombres”. Entonces el Sacrificio estaba listo; había sido criado, alimentado, Su ministerio estaba listo, una Palabra que habría de redimir al mundo entero: “¡Consumado es!”",
    "La paloma es usada en la Biblia como un símbolo de paz y también es usada por las naciones como un símbolo de paz. Tenemos naciones…Nuestra nación es representada por un águila. Y hay otros pájaros en otras naciones, Roma tiene un águila, Alemania tiene un águila; muchos de ellos, grandes aves del cielo. Pero de todos ellos, la paloma simboliza paz en todas las naciones. Es algo universal.",
    "Así como dijo el Hermano Green una noche, el Hermano Pearry Green dijo: “El símbolo de rendimiento es ‘levantar su mano’. En cualquier nación, Ud. levanta su mano, se rinde”. El dijo: “Cuando canten, levanten sus manos, Uds. así ríndanlo todo”.",
    "Y la paloma es el símbolo de paz en toda nación, ¿Por qué es así? Por causa de su mansedumbre, y por su inocencia. Por eso es que simboliza la paz.",
    "Otra cosa acerca de la paloma, es que es un ave que ama el hogar. Ama quedarse en casa.",
    "Y otra cosa, siempre es fiel a su compañero. La paloma, hembra o macho, nunca se dejan el uno al otro. Esa hembra encuentra a su compañero en la época de celo. ¿Ven?, eso es complementario a la gran creación de Dios. Por eso es que hizo a Eva como un subproducto. ¿Ven? Si ella hubiera sido hecha como otras hembras, cuando llegara el tiempo del apareamiento, ella hubiera encontrado a su compañero; pero ella podía a cualquier hora. ¿Ven? Y así es, eso es lo que es. Sólo…No queremos entrar en eso, porque lo tengo en Casamiento Y Divorcio y demás. Y cómo es que…Sin embargo, ella es honorable y trajo esa virtud, y Uds. saben cómo lo prediqué la otra noche. Muy bien, noten que ella tiene una gran responsabilidad.",
    "Pero la paloma siempre es fiel a su compañera. ¡Siempre! Nunca la deja.",
    "Y permítanme detenerme aquí por un momento para decir esto: una verdadera Novia, una paloma femenina, es fiel a su Compañero también. No introducirá ningún dogma, ninguna doctrina denominacional, ninguna cosa del mundo. Permanecerá fiel a su Compañero, la Palabra; siempre fiel.",
    "Y por esta conducta de que ama estar en casa, por esta conducta de amor por el hogar, ha sido usada como paloma mensajera, con mucho éxito. Porque ama el hogar, Ud. puede soltarla en cualquier lugar, y siempre regresará al hogar. Regresará a casa.",
    "Nos gustaría enfatizar eso un poco, y Uds. Cristianos entenderán lo que quiero decirles. Siempre encuentra una manera de regresar a casa, por lo tanto ha sido usada como una paloma mensajera. Ha sido usada en tiempo de guerra, solía ser usada; todavía las usan como palomas mensajeras para llevar un mensaje. Así que vemos entonces, que eso hace a la paloma una mensajera, tanto por Dios y el hombre; la paloma es una mensajera. Fue una mensajera para Noé, para decirle a Noé que: “Nuevamente hay paz”. Fue usada por Dios para vindicar que Este era Su Hijo, “el Sacrificio para traer paz a la tierra y buena voluntad a los hombres”. Fue usada como mensajera.",
    "Ahora mismo tengo una pequeña historia en mi mente, que leí una vez en un libro. Ahora, no quiero decir que esto es seguro, es posible que esté en: El Declive De La Primera Guerra Mundial. No estoy muy seguro de eso; si Ud. no la encuentra, entonces es que estoy equivocado. O lo leí en un libro…hace muchos años. Pero fue ciertamente una—una…realmente una—una cosa dramática la que pasó.",
    "Los soldados Americanos estaban acorralados por el fuego de las ametralladoras Alemanas, y ellos estaban como en una zanja. Uds. los soldados, me supongo, entienden cómo andaban explorando en alguna parte. Y estaban acorralados, y les quedaba apenas un poco de municiones. Y los Alemanes se estaban acercando, grandes unidades, acercándose por todos lados. Y ellos sabían que a menos que consiguieran algunos refuerzos, alguna ayuda, ellos morirían; no había salida, los Alemanes venían descendiendo de la colina, mirándolos directamente, avanzando directamente hacia ellos.",
    "Y uno de ellos se acordó que tenía una pequeña mascota, un pequeño pichón. Así que él sabía que si este pichón podía salir de allí, él llevaría el mensaje al cuartel general a donde ellos habían estado acampados. Así que se sentaron y escribieron en una nota: “Estamos acorralados en cierta posición, en cierta área. Estamos escasos de municiones, en pocas horas nos tendremos que rendir o de otra manera seremos eliminados”. Y ellos pusieron esto, amarraron esta nota en la—la pata de la paloma y la soltaron.",
    "Ahora él es un ave que ama el hogar, así que él…¿qué es lo que hace? Tomó vuelo a casa para su…encontrar, para hallar a su compañera. Ella estaba preocupada por él, él tenía que regresar a casa.",
    "Y cuando iba subiendo, los Alemanes vieron lo que había sucedido. Así que lo que hicieron fue, empezaron a dispararle a la paloma. Y uno de ellos le pegó con una bala de una ametralladora calibre .30, que le rompió su pata. Otra le despedazó gran parte de su espalda. Su pecho estaba todo herido. Una de sus alas estaba lastimada, le habían volado la punta, y volaba ladeada. Pero seguía subiendo, y finalmente logró llegar. Inválida, herida, destrozada, maltratada, pero cayó en el campo con el mensaje. Esa fue una gran paloma.",
    "Pero, oh, hermano, Isaías 53 nos cuenta de Uno que vino del Hogar y de todo lo que era bueno:\n\nMas él herido fue por nuestras rebeliones, molido por nuestros pecados; el castigo de nuestra paz fue sobre él, y por su llaga fuimos nosotros curados.",
    "Enfermedad, superstición, y diablos nos tenían aprisionados, no había manera de escaparnos, la iglesia había errado, se habían apartado con cosas denominacionales, y los Fariseos, Saduceos, y el lavamiento de ollas y sartenes, y la Palabra de Dios no tuvo ningún efecto. Pero esta pequeña Paloma vino bajando y sólo podía suceder una cosa: tenía que haber un redentor.",
    "Pero siendo herido, destrozado, golpeado, rasgado, pero El sabía cómo regresar a Casa. Así que de la cruz del Calvario en donde lo maltrataron, lo hirieron, lo destrozaron, como un montón de lobos sobre El; tomó Su vuelo del Calvario y llegó a las puertas de los Cielos, diciendo: “¡Consumado es! ¡Consumado es! ¡Ellos son libres! ¡La enfermedad puede ser sanada ahora! ¡Los pecadores pueden ser salvos! ¡Los cautivos pueden ser libres!”",
    "Aunque El fue traspasado y herido, aquella gran batalla cuando aun todo estaba en contra de El…también el poeta exclamó:\n\nEntre rocas rendidas y cielos oscuros,\n\nMi Salvador inclinó Su cabeza y murió;\n\nPero el velo abierto reveló el camino\n\nAl gozo celestial y día interminable.",
    "He sido un neurótico toda mi vida. Cuando era un muchachito hubo algo que me pasó, que me asustó, como cada siete años me pasaba eso. El Hermano Jack se acuerda cuando comencé, me retiré del campo por un año; algo pasó.",
    "Recuerdo el día que Juanita Hemphill…creo que su nombre es Juanita Kelly ahora, después de la muerte de su esposo se casó con el Hermano Kelly. Anna Jeanne, tengo sus fotografías y objetos, eran muy…Y su…La Hermana Moore y esas dos jóvenes tenían un—un trío. Ellas cantaban ese canto que nunca olvido: Mirando Más Allá De La Puesta Del Sol, Hermano Jack, Ud. se acuerda, creo que viniendo de Florida. Qué jóvenes tan finas.",
    "Y recuerdo esa mañana a un pequeño grupo Pentecostal provenientes de la parte Norte del país, de algún lugar de Michigan, esas jóvenes estuvieron allí cuando el Hermano Hooper…lo vi la otra noche aquí, yo…Puede ser que no esté aquí ahora, el Hermano Ed Hooper. ¿Está Ud. aquí Hermano Ed? No creo que él…El se sentó aquí la otra noche. Nadie…Muchos de Uds. lo conocen. El y yo y el Hermano Hooley estábamos saliendo. Y esas jóvenes estaban paradas ahí en la esquina cantando, y nos dieron a cada uno una rosa amarilla, que sacaron de su cabello. Ahí fue donde fue curado el maniático, sucedieron grandes cosas.",
    "Venía por el camino tan feliz como podía estarlo, de repente me pegó eso; un año entero pasó antes de que yo entrara otra vez al campo, casi me mata.",
    "Desde niño, siempre he dicho que yo no sabía lo que era una visión. De muchacho pequeño, siempre decía: “Si yo—si solamente cayera en uno de esos trances, y viera eso, me pondría bien”. Esa ocasión…Siempre quise ir a la Clínica Mayo para ver qué estaba mal. Los doctores allá…",
    "Mi estómago se pone agrio; y ¡oh, hermano! El Hermano Jack me ha ayudado en la casa. Caminaba alrededor de la casa; y algo como agua grasosa caliente, saliendo de mi boca. Llegaba al púlpito y oraba por gente que estaba dos veces más enferma, y sanaban. He hecho que otros pongan mis manos sobre un hombre con un cáncer en su cara, y el cáncer cayó de su cara, estando parado allí; y yo estaba tan enfermo que ni siquiera podía pararme.",
    "Y Uds. no saben lo que he sufrido; opresión mental. Toda mi vida, eso ha sucedido cada siete años. Ahí es donde estoy ahora, ocho veces siete.",
    "Así que yo estaba—yo estaba tan angustiado; lloré, rogué, supliqué.",
    "Y recuerdo cuando finalmente pensé que tenía suficiente dinero para ir a tomar un examen a la Clínica Mayo; me decían: “Ellos encontrarán cuál es tu problema”. Mi esposa y yo, y Becky, allá atrás…Sara era una niña pequeña. Y yo apenas había entrado a mi ministerio de sanidad. Y fuimos a la Clínica Mayo.",
    "Pasé por la clínica. Y la noche antes de saber…Tendría mis últimos exámenes la siguiente mañana, apenas desperté y estaba sentado ahí en la cama mirando alrededor. Y vi enfrente de mí, y ahí estaba un muchacho pequeño, se miraba igual que yo, como de siete años; y lo miré, y era yo. Y él estaba parado junto a un viejo tronco de árbol. Y en ese árbol…",
    "Y cualquiera de Uds. que son cazadores de ardillas, saben que pueden frotar una vara de arriba para abajo así en un árbol, y eso asustará a la ardilla y correrá para afuera si está adentro del hueco.",
    "Y estaba viendo allá donde había estado la ardilla, y pensé: “¿Qué clase de ardilla es esa?”, y lo froté. Y cuando lo hice, me fijé y entonces yo era como de treinta y ocho años, el muchachito ya no estaba. Entonces froté esa rama del árbol, y del hueco del tronco, del palo, salió una ardilla como así de larga, oscura, casi negra, y parecía como que pequeñas corrientes volaban de ella; ojos pequeños como botoncitos, la cosa más perversa que yo haya visto, se parecía más a una comadreja que a una ardilla.",
    "Y miró directamente hacia mí. Y yo abrí mi boca como para decir: “Bueno…” Y cuando lo hice, ella…Antes de que uno pudiera parpadear, saltó a mi boca, bajó a mi estómago, y me estaba destrozando. Y cuando salí de la visión, con mis manos en alto, mirando, comencé a gritar: “¡Oh Dios, ten misericordia! ¡Me está matando!”",
    "Escuché una Voz allá en el cuarto, que decía: “Recuerda, solamente tiene seis pulgadas de largo”.",
    "¿Cuántos han oído esa historia? Se los he relatado muchas veces, la gente de aquí del Tabernáculo.",
    "Pues eso siguió y siguió, sufriendo siempre igual.",
    "Al día siguiente los Hermanos Mayo me examinaron. Dijeron: “Su padre era un Irlandés, él bebía. Su madre, siendo mitad India, eso lo hace a Ud. casi un mestizo. Así que Ud. será…Ud.—Ud.—Ud. es una ruina de nervios al grado que nunca estará libre de eso”. Dijo: “Aparte de eso Ud. está sano. Pero eso es algo en el alma que el hombre no puede dominar”. Dijo: “Ud. estará…” Dijo: “Cuando el hombre muere no se le puede hacer una autopsia porque el alma se ha ido”. Dijo: “Pues, Ud. nunca estará libre de eso”.",
    "Y aquel otro individuo dijo, mi antiguo doctor, dijo: “Mi padre tuvo eso y él murió como a los ochenta y cinco o los noventa años”, algo así, dijo él. Y dijo: “Como unos dos meses antes de que muriera lo examiné; lo tuvo toda la vida, los tenía”, dijo, “ataques”.",
    "🦅 Algunas personas”, dijo, “contraen esto, y son de temperamento fuerte”; dijo, “esa es la clase que lo mata a uno”. Dijo: “La otra clase es como la mujer en la menopausia, lloran. Ud. tiene la clase que produce un sentir de cansancio”. Dijo: “Los de antaño decían que ‘tenían la morriña’ y no los dejaba”. Dijo: “Cuando eso le afecta a Ud. el estómago se le pone agrio; está muy indispuesto”.",
    "Le dije: “Pero señor, yo no hago nada”. Dije: “Estoy contento”.",
    "Dijo: “Eso es cierto. Solamente es algo que les sucede a los humanos al azar”. Dijo: “Ud. siempre lo tendrá”. ¡Oh, qué cosa más desalentadora!",
    "Pero las palabras en que hay que pensar: “Recuerda, sólo tiene seis pulgadas de largo”, eso se me ha quedado grabado, como mi querida esposa allá atrás les puede decir. Año tras año, he pensado en eso.",
    "Y luego, yendo a ultramar esta última vez, estaba…antes. Pues ya había regresado a casa, y estaba en un viaje de cacería de ardillas. Me bajé del carro con el Hermano Banks Wood, el cual me está escuchando esta noche, y comencé a correr cuesta arriba, y parecía que mi corazón se salía de mí.",
    "Y le pregunté al Doctor Sam Adair, dije: “¿Qué produce eso?”",
    "El dijo: “La próxima vez que te pase eso, tómate un electrocardiograma”.",
    "Dije: “Muy bien”.",
    "Entonces me pasó lo mismo el—el siguiente año, y fui y me tomé el electrocardiograma. El dijo: “No tienes nada malo con el corazón”, dijo, “sólo estás nervioso”. Entonces es cuando estaba comenzando.",
    "Bueno, otro médico me dijo, un buen amigo mío, dijo: “Muchacho, ese es el corazón”, dijo, “vale más que tengas cuidado”. Ese fue el año en que llamé al Hermano Moore y él consiguió que alguien predicara en mi lugar, cuando fui de cacería con el Hermano Fred y conseguí el carnero. Yo subía las montañas así como lo hacía cuando tenía dieciséis años, milla tras milla, corriendo; no me molestó para nada. ¿Ven?",
    "Y regresé y se lo conté a Sam. El dijo: “Pues, hay algo mal, vale más que tengas cuidado”.",
    "Luego vi una visión de un doctor anciano parado ahí con esos…un doctor chapado a la antigua con el estetoscopio colgado sobre el brazo. El dijo…Estaba parado frente a mí un día, dijo: “No dejes que te digan que es tu corazón, es tu estómago”.",
    "Entonces, yo—yo pensé: “Bueno, tomaré esa palabra, porque era una visión. Seguí”.",
    "Emprendí el viaje al Africa; me puse las vacunas, y tuve que ponerme varias vacunas antes de salir para Africa, es la ley. Entonces cuando me estaba poniendo estas vacunas, me dijo: “Pues, yo no puedo hallar ninguna cosa mala con Ud.” Dijo: “Su hemoglobina, su sangre está en noventa y seis, en noventa y seis”. Dijo: “Si Ud. tuviera dieciséis años no estuviera mejor, no estuviera mejor”. Y dijo: “Suficiente corazón como para latir cien años. Pulmones, todo”, dijo, “Ud. está bien; no tiene azúcar, nada”.",
    "Dije: “Muchas gracias”. Pasé por el examen físico, y—y para llevar mi certificado de salud a la agencia.",
    "Entonces, él dijo: “¿Sabe Ud. algo al respecto?”",
    "Dije: “Solamente que el estómago lo tengo continuamente agrio”.",
    "El dijo: “Bueno, le voy a decir”. El dijo…",
    "Yo dije: “Oh, me han examinado. He ido con los Hermanos Mayo, y a todas partes”.",
    "El dijo: “Pero espere un momento”. Dijo: “A veces una úlcera es tan pequeña que la preparación de bario no la muestra; y a veces es demasiado grande para que la muestre, porque una radiografía solamente es una sombra. Y una úlcera pequeñita no se puede ver, no será suficiente para que resalte. Una serie de úlceras pequeñas podrían producir eso”. El dijo: “Yo conozco a un médico anciano que ha descubierto un instrumento, y ahora lo tienen, lo pueden poner a uno a dormir con un poco de pentotal de sodio, le bajan un tubito por la garganta, y en realidad pueden mirar en el estómago y ver lo que tiene malo”. Dijo: “El…” Dijo: “El es una persona como Ud., es un Cristiano”. Dijo: “¿Por qué no lo va a ver?”",
    "Anoté su nombre: el Doctor Van Ravensworth. Entonces cuando volví, fui a ver al anciano médico. Oh, él es una persona muy fina de las Indias Orientales Holandesas, de una larga línea de misioneros. Y él había oído de mí y había leído mi libro, y oh, él me saludó de mano, dijo: “Hermano Branham, me encantaría hacer eso por Ud.” Dijo: “Le digo lo que debe hacer; la semana entrante, vaya Ud. al hospital”, y dijo, “y me llama antes de ir”. Y dijo: “Le tengo que dar una pequeña inyección de pentotal”. Y dijo: “Cuando lo haga”, dijo, “eso lo pone a dormir por cinco minutos”.",
    "Mi niña se acaba de poner eso para que le sacaran un diente, y también la niña del Hermano Norman. Pensé: “Dormir por cinco minutos, eso no me va a perjudicar”. Así que pensé que estaría bien, de que lo vieran.",
    "Y luego a la mañana siguiente, me alcé en la cama y miré alrededor, miré a la otra cama; mi esposa allá, aún no había despertado. Y estaba mirando por la ventana hacia las grandes Montañas Catalina, allí donde vivo, y miré hacia allá donde el Angel del Señor me puso esa Espada en mi mano, donde aparecieron los siete Angeles que Uds. ven en la fotografía, grandes cosas ocurrieron.",
    "Y miré, y al mirar, ahí estaba yo parado nuevamente junto a aquel árbol, ahí donde estaba la ardilla. Miré hacia arriba y pensé: “Esa es la guarida de esa ardilla”. Y pensé: “¿Será que todavía está allí?”, en la visión. Froté el árbol, y ahí venía. Y antes de que yo aun pudiera parpadear (era la ardilla más rara que yo haya visto; ahora Ud. tendrá que conocer mi ministerio para conocer estos símbolos y cosas), ella saltó hacia mí pero falló. No me dio en la boca, pegó en mi pecho y cayó.",
    "Y tan pronto como sucedió eso, escuché Algo que me decía: “Ve a las Montañas Catalina”.",
    "Entonces di la vuelta, dije: “Meda, ¿estás despierta querida?” Y la desperté.",
    "Ella dijo: “¿Qué pasa?” Eran como las cinco de la madrugada.",
    "Dije: “Estaba mirando hacia afuera, y vi a esa ardilla otra vez, querida”.",
    "🦅 ¿Cuál ardilla?”",
    "Dije: “La que vi allá en la Clínica Mayo”. Dije: “¿Sabes qué? Esta vez falló en darme en la boca, no me dio, cayó de mi pecho”. Dije: “¡Alabado sea Dios! He esperado, oh, desde pequeño, yo he deseado ver que eso suceda. Si yo pudiera ver que eso sucediera, ni siquiera…Antes de que yo conociera lo que era una visión, si yo pudiera ver que eso sucediera, entonces dije: ‘Estaré bien. Lo que eso me dijera, así estaría yo’. Y por cuarenta años he buscado eso, y allí sucedió”.",
    "Antes, cuando estaba en la Clínica Mayo, a la vez que dieron ese mensaje y vi la visión…",
    "Mi anciana madre, una mujer muy rara, ya se fue a la Gloria. Ella tuvo como tres o cuatro sueños en toda su vida, y siempre fueron verídicos. Ella me contaba y el…Ella me comenzaba a contar, y le decía…Yo le decía: “Deténgase…Mamá, yo le diré a Ud. el resto”. ¿Ven?",
    "Porque siempre, cuando Uds. me dan un sueño para que se los interprete, Uds. no siempre me dicen exactamente lo que es. Luego cuando yo lo veo nuevamente, yo veo exactamente lo que Ud. soñó, luego El me dice qué significa. ¿Ven? Uds. no me tienen que contar todo el sueño, El mismo me muestra el sueño. ¿Ven? Y luego yo lo veo, digo: “Pero Ud. no me dijo esto, ni me dijo aquello”. ¿Ven? Entonces el Dios que puede interpretar un sueño, a la vez puede mostrar un sueño; puede mostrar uno, puede interpretar uno. Y entonces…",
    "Bueno, ¿no hubo algo así en la Biblia, donde dice: “Si puedes…”? Yo—yo…Se me vino eso de repente. ¿No fue Daniel? No, José—José. Bien, está en alguna parte de la Biblia. Acabo de recordar eso, dice: “Si me pueden mostrar…Si me pueden decir qué…” Oh, fue el Rey Nabucodonosor, correcto. Dijo: “Si pueden…Si no pueden…”",
    "Los magos dijeron: “Cuéntanos el sueño”.",
    "El dijo: “Se me ha ido”. Correcto, me acuerdo de eso; acabo de pensar en eso.",
    "Ahora noten. Y mamá, ella dijo: “Billy”, cuando volví, ella dijo, “ven acá hijo, y siéntate”. Dijo: “Tuve un sueño muy raro. Soñé que te vi acostado enfermo, casi por morir, con eso del estómago, como siempre”. ¡Cuántas dietas me ha preparado! Y dijo: “Estabas construyendo una casa sobre una loma”. Y dijo: “Yo vi seis palomas blancas bajando del cielo, arrullando, formando la letra ‘S’ y reposaron sobre tu pecho. Y tú te estabas fijando, y la de enfrente te estaba queriendo decir algo”. Dijo: “Eran palomas blancas, muy lustrosas. Y con sus cabecitas contra tu mejilla, hacían: ‘coo, coo, coo’”. Y dijo: “Yo no podía entenderlo”. Dijo: “Seguían haciendo: ‘coo, coo, coo’”.",
    "Yo dije: “¡Oh, ya lo veo, alabado sea el Señor!” Y dijo: “Formaron nuevamente la letra ‘S’ y volvieron a los cielos, haciendo: ‘coo, coo, coo, coo’, volviendo a casa”.",
    "Bueno, el animalito que yo vi tenía seis pulgadas de largo. La serie de palomas que mamá vio eran seis, seis es incompleto. Yo sabía que algún día yo vería la séptima. Ese era el hombre, sufriendo; entonces eso siguió y siguió.",
    "Aquella mañana me levanté, después de haber visto esta visión; obedecí al Señor. Llevé a mi hijito Joseph a la escuela, me está escuchando ahora mismo en Tucson. Lo llevé a la escuela y le dije a Meda que no sabía a qué hora volvería.",
    "Y me fui hacia Catalina, a las—las colinas al pie de la montaña, y—y fui al lugar adonde el Angel del Señor puso la Espada en mi mano. Era muy temprano; y comencé a subir la montaña.",
    "Bueno, en vez de subir hacia los picos por esta vía (donde hay muchas víboras, escorpiones, Uds. saben cómo es Arizona), me volví hacia la derecha; Algo me dijo: “Vete hacia la derecha”. Subí muy alto entre los picos; y di la vuelta, y estaba pasando por esas tremendas piedras, muchas veces más grandes que este tabernáculo, están allá arriba en donde muy rara vez una persona pudiera llegar.",
    "Y como a las once del día, estaba pasando por un rincón, donde algo…un lugar que entraba así sobre un sendero de venados. Y me había quitado la camisa, y el sombrero en la mano, porque estaba bien mojado de sudor. Entonces me metí allí, y cuando entré a ese rinconcito, sentí la Presencia del Señor. Me quité el sombrero y miré alrededor. Pensé: “El está aquí en alguna parte. Yo sé que El está aquí”. Pensé: “¿Qué será?” Tomé unos pasos más. Dije: “Señor, Tú estás aquí en alguna parte”.",
    "Y me fijé allí en el sendero, ahí estaba tirada esa pequeña ardilla; había saltado hacia algo y había fallado, y había pegado contra un montón de cholla, lo cual es un cacto que se le pega a uno. Le traspasó la cabeza, el pecho, el estómago, y estaba muerta. Esa pequeña ardilla rara, había fallado en darme en la boca y dio contra la cholla. Y la Voz del Señor dijo: “Tu enemigo está muerto”. Me detuve ahí, temblando. Con el pie traté…",
    "Normalmente los cuervos se lo hubieran comido. Como a los dos días maté una víbora, y duró como media hora sobre la carretera. Siempre hay águilas y cuervos volando por ahí, y ellos lo levantan al momento. Maté una coral, la víbora más peligrosa que tenemos; estaba a mi lado. Unos días después de eso, regresé a recogerla para mostrarla, pero los cuervos ya se la habían comido, los cuervos que pasaban.",
    "Y esa había estado ahí desde que vi la visión, dos días antes; creo que fue un sábado y subí allá el lunes. Así que allí estaba tirada, muerta. La pisé duro con el pie.",
    "Di la vuelta, me senté de nuevo; me senté allí y lloré por un rato y oré; mirando hacia Tucson, muchas millas más abajo.",
    "Me di la vuelta y regresé, todavía estaba ahí. Cuando entré a ese rinconcito, nuevamente vino sobre mí el Espíritu de Dios.",
    "Di la vuelta, y bajé de la montaña. Me regresé y le conté a mi esposa, dije: “Querida, yo no sé cómo, pero voy a vencer a esta cosa”.",
    "Cuando el Dr. Ravensworth me examinó, me dijo: “Es totalmente imposible que pueda ser sano”. Me dio una inyección de pentotal que me debía durar por cinco minutos, y dormí diez horas. Así que esa cosa, hasta una aspirina me noquea. Así que ellos…El me dio la inyección, me metió el tubo por la garganta. Cuando volví en mí, y él me habló a la mañana siguiente, dijo: “Reverendo, me duele decirle esto, pero”, dijo, “las paredes de su estómago están tan duras que hasta se han secado”. Yo nunca lo había visto; él usó el nombre de gastritis, y yo fui y lo hallé en el diccionario y dice: “Algo que se ha secado y marchitado”. Y me dijo: “Ud. no puede vencer esta cosa”. Dijo: “Ud. siempre lo tendrá”. Y yo hubiera sido un desilusionado si no hubiera sido por la visión del Señor.",
    "Y al día siguiente Algo me dijo: “Regrésate a la montaña”.",
    "Y ese día, en vez de ir por un lado, me sentí dirigido a irme por otra vía. Y estaba parado ahí; y mirando, reposando ahí enfrente de mí, y allí estaba parada esa séptima palomita blanca, mirándome directamente. Me froté los ojos, dije: “Seguramente es una visión; seguramente lo es”. Miré y dije: “Palomita, ¿de dónde vienes?” Tan bonita y blanca, pudo haber sido un pichón; lo que fuera, allá en aquel desierto.",
    "El Dios Todopoderoso, que levantó a Jesucristo de entre los muertos, cuyo siervo soy, y Su Palabra abierta aquí ante mí, sabe que digo la verdad y no miento.",
    "Ahí estaba la paloma, parada ahí, mirándome. Caminé alrededor, pensé: “Seguramente es una visión”. Volteé la cabeza, miré hacia atrás, y ahí estaba; esas alitas blancas, tan blanca como la nieve; sus patitas amarillas; y piquito amarillo; parada ahí, mirándome. Estaba mirando directamente hacia el oeste. Caminé alrededor de ella así, no la tocaría por nada. Continué caminando por el sendero; miré hacia atrás, y ahí estaba todavía, mirándome.",
    "Hermano, como un hijo de Abraham, yo no tomo en cuenta lo que el médico me ha dicho, ¡creo que de todas maneras voy a estar bien!",
    "Al tercer día que volví, estaba subiendo muy alto. Y muchos de Uds. conocen la visión con respecto al Cacique Indio que iba cabalgando sobre esa pequeña pared hacia el oeste. Algo me atrajo la atención a una gran piedra, como a mediodía, dijo: “Pon tus manos sobre eso y ora”. Dios en el Cielo sabe que esto es la verdad.",
    "Puse mis manos sobre la piedra y miré hacia el Cielo y comencé a orar, y escuché una Voz que procedía de la cumbre de las piedras, que decía: “¿Sobre qué estás recargado, frente a tu corazón?” Y me hice para atrás así, mis hombros sin camisa; desnudo desde la cintura para arriba, por el calor. Me fijé. Y allí estaba escrito en el cuarzo, en la piedra: “Aguila Blanca”; exactamente la vía por la cual la visión dijo que procedería el siguiente Mensaje.",
    "Yo estaba tan excitado, corrí a casa; tomé una cámara y regresé al día siguiente, y tomé la fotografía. Todavía estaba escrito en la piedra: “Aguila Blanca”. La paloma guiando al águila.",
    "De alguna manera, yo—yo sé. Se los diré antes de que suceda. El doctor es un buen méd-…buen médico, no cabe duda; yo—yo pienso que es un buen hombre. Pero yo—yo sé que lo voy a vencer. ¡Ha terminado! ¡Está concluido, y voy a estar bien!",
    "Y estaba pensando mientras Ernie cantaba ese himno hace unos momentos: En Las Alas De Una Paloma. ¿Cuál es el tono de ese himno? Ernie, comiénselo por mí.\n\n…alas…blanca paloma (cántenla conmigo),\n\nEnvió Dios Su Amor,\n\nSeñal Celestial,\n\nEn las alas de amor.",
    "Yo entiendo que Ernie le compuso dos versos. Les voy a hacer tres versos.\n\nNoé en las aguas\n\nMuchos días pasó,\n\nBuscaba tierras,\n\nMas no encontró;\n\nProblemas él tuvo,\n\nPero no del Señor,\n\nDios le dio Su señal\n\nEn las alas de amor.\n\nEn las alas de una blanca paloma,\n\nEnvió Dios Su Amor,\n\nSeñal Celestial,\n\nEn las alas de amor.\n\nCristo el Salvador\n\nVino al mundo a sufrir;\n\nNació en un pesebre,\n\nPara luego morir;\n\nAunque rechazado,\n\nPero no del Señor,\n\nDios envió su señal\n\nEn las alas de amor.\n\nEn las alas de una blanca paloma,\n\nEnvió Dios Su Amor,\n\nSeñal Celestial,\n\nEn las alas de amor.\n\nAunque yo sufría\n\nEn manera sin par,\n\nClamé por alivio\n\nY lloré sin cesar;\n\nFe no fue olvidada\n\nPor Cristo el Señor,\n\nEl me dio Su señal\n\nEn las alas de amor.\n\nEn las alas de una blanca paloma,\n\nEnvió Dios Su Amor,\n\nSeñal Celestial,\n\nEn las alas de amor.\n\nEn las alas de una blanca paloma,\n\nEnvió Dios Su Amor,\n\nSeñal Celestial,\n\nEn las alas de amor.",
    "Amado Dios, te agradezco por estas cosas, Padre. Tú le diste la señal a Noé, Tú le diste la señal al mundo, y me diste una señal a mí. Y al día siguiente, viendo ese águila volando, oh Dios, hay un Mensaje que está saliendo ahora, y yo ruego, Dios, que permitas que la Paloma guíe. Concédelo Señor. Me ha guiado a una fe que nunca antes tuve. Yo sé Dios, yo sé que todo va a estar bien; así que yo te agradezco por ello, Padre.",
    "Y, esta noche, envía nuevamente Tu Mensaje, sobre las alas de la Paloma de la Palabra. Concédelo amado Padre Celestial. Y cada uno que pase por esta plataforma esta noche, y allá en las reuniones a lo largo del país, que Tu gran Paloma de fe repose en sus corazones y les conceda fe, Señor, para su sanidad. Recordando que Dios no hace acepción de personas. El, Quien le envió el Mensaje a Noé, lo envió a Juan el Bautista, me lo envió a mí, lo puede enviar a otros.",
    "Yo ruego que esa Paloma vuele a cada corazón ahora mismo, Señor, y con su pico dorado susurre que: “Por Sus llagas…Por Mis heridas y llagas sois curados”. Dios, concede que nuestras rebeliones sean borradas, nuestros pecados sean perdonados, y que nuestras enfermedades sean sanadas. Todo está en Tus manos, Padre. En el Nombre de Jesucristo. Amén.\n\nCon sus rostros inclinados por un momento más.",
    "¿Cuántos aquí desearían decir, si pueden y desean decir esto: “Hermano Branham, he estado errado toda mi vida. He querido servirle a Dios, pero en esta noche estoy listo para rendirme. Orele a Dios que esa Paloma vuele a mi corazón esta noche. Puedo sentir el aleteo de Sus alas mientras viene entrando”? Levanten sus manos, ¿lo harán? Aquí en la audiencia visible, oh, por todo el edificio.",
    "Allá en las audiencias a lo largo del país, allá con el Hermano Hunt y el Hermano Coleman, allá con el Hermano Leo y aquellos, hasta Tucson, allá en el Tabernáculo Branham, a la Costa del Oeste, levanten sus manos en todas partes: “Yo deseo que la Paloma vuele a mi corazón esta noche. Que me traiga el dulce amor de Dios en las alas de una Paloma blanca como la nieve, el Espíritu Santo. Señor, tráemelo a mí esta noche, y coloca en mi corazón la fe que necesito”.",
    "Oro en el Nombre de Jesucristo, Dios, perdónanos nuestros pecados. La Paloma herida ha traído el Mensaje, oh Dios, “¡Consumado es!” Creemos eso. Sólo danos fe para creerlo, rogamos. En el Nombre de Jesús. Amén.\n\nEn las alas de una blanca paloma,\n\nEnvió Dios Su Amor,\n\nSeñal Celestial,\n\nEn las alas de amor.",
    "¿De dónde vino aquella paloma? Yo no sé. No hubiera estado allá en ese desierto así. ¡No, no! No, no hubiera estado ahí. Y ¿por qué era blanca? El Padre Celestial sabe que era tan blanca como mi camisa. Ahí estaba.\n\nPero fue en las alas de una blanca paloma,\n\nEnvió Dios Su Amor,\n\nSeñal Celestial,\n\nEn las alas de amor.\n\nEn las alas de una blanca paloma,\n\nEnvió Dios Su Amor,\n\nSeñal Celestial,\n\nEn las alas de amor.",
    "¿No se sienten muy humildes? Estrechémonos la mano el uno al otro, al cantarlo:\n\nEn las alas de una blanca paloma,\n\nEnvió Dios Su Amor,\n\nSeñal Celestial,\n\nEn las alas de amor.",
    "Levantemos nuestras manos hacia El, y cantémoslo:\n\nEn las alas de una blanca paloma,\n\nEnvió Dios Su Amor,\n\nSeñal Celestial,\n\nEn las alas de amor.\n\nNoé en las aguas\n\nMuchos días pasó,\n\nBuscaba tierras,\n\nMas no encontró;\n\nProblemas él tuvo,\n\nPero no del Señor,\n\nDios le dio Su señal\n\nEn las alas de amor.\n\nEn las alas de una blanca paloma,\n\nEnvió Dios Su Amor,\n\nSeñal Celestial,\n\nEn las alas de amor.\n\nCristo el Salvador\n\nVino al mundo a sufrir;\n\nNació en un pesebre,\n\nPara luego morir;\n\nAunque rechazado,\n\nPero no del Señor,\n\nDios envió su señal\n\nEn las alas de amor.\n\nEn las alas de una blanca paloma,\n\nEnvió Dios Su Amor,\n\nSeñal Celestial,\n\nEn las alas de amor.",
    "¿Por qué?, yo siendo un anciano, habiendo sufrido toda mi vida, ¿por qué me sanó ahora? Yo creo que cabalgaré esta vereda una vez más, ¡tengo que traer un Mensaje! Y yo le digo a mi Padre esta noche, (como el—el sueño que tuvo Junior la otra noche de las alas de la Paloma entrando por estas mismas ventanas), Señor, Tu siervo se reporta para servicio. ¡Amén, estoy listo!\n\nEn las alas de una blanca paloma,\n\nEnvió Dios Su Amor,\n\nSeñal Celestial,\n\nEn las alas de amor.",
    "Creamos ahora que El está moviéndose sobre la audiencia.\n\nEn las alas de una blanca…(estamos esperando, Señor),\n\nEnvió Dios Su Amor,\n\nSeñal Celestial,\n\nEn las alas de amor.",
    "Uds. que tienen tarjetas de oración, en este pasillo aquí, tomen un paso hacia adelante, hacia acá; pónganse de pie, tomen un paso hacia adelante, los de este pasillo, aquí, por este lado.\n\nEn las alas de una blanca paloma,\n\nEnvió Dios Su Amor,\n\nSeñal Celestial,\n\nEn las alas de amor.",
    "Aquellos con tarjetas de oración en esta línea, salgan hacia su izquierda.\n\nEn las alas de una blanca paloma,\n\nEnvió Dios Su Amor,\n\nSeñal Celestial,\n\nEn las alas de amor.",
    "Aquellos…[Espacio en blanco en la cinta.—Editor]\n\nEn las alas de una blanca paloma,\n\nEnvió Dios Su Amor,\n\nSeñal Celestial,\n\nEn las alas de amor.",
    "¿De dónde vino aquella paloma allá en el desierto? Yo diría esto: Dios vio que Abraham necesitaba un carnero por señal, El es Jehová-jireh, “el Señor puede proveerse a Sí mismo un sacrificio”. ¡El sólo pensarlo! El mismo Dios, por medio de la misma inspiración, por medio de la misma clase de gente, envió una paloma. El todavía es Dios, Jehová-jireh puede proveer cualquier cosa que necesite.",
    "Mientras pasan ahora por esta línea de oración, ¿podrán pedirle a Dios que les provea sobre las alas de la Paloma? La Paloma, el Espíritu del Espíritu Santo, para darle fe en su corazón para creer que va a sanar.",
    "Estoy tratando de hacer que todos se pongan de pie, ¿ven? Estoy pidiendo ahora. El Hermano Brown está en su lugar. Hermano Jack…¿Qué dice? [Alguien habla con el Hermano Branham.—Editor]. Muy bien, bien. Esta sección aquí va a venir por aquí primero, los que están alineados. Las secciones de acá, síganlos a ellos. Estos sigan a los del anexo. Y Uds. sigan a estos, siguiendo la línea para que oremos por Uds.",
    "Ahora, estoy seguro que esta no va a ser una línea rápida, tomaremos un poco de tiempo para que podamos verdaderamente orar por cada uno, hasta donde podamos.",
    "Ahora, le corté un poco al mensaje, y Uds. captaron eso, ¿ven?, para que pudiera tener esta línea de oración. Esta es una línea conmemorativa en honor de los días cuando el Hermano Jack Moore, el Hermano Young Brown, sus esposas les permitían salir, y Uds. venían e íbamos a California, y por todo Arizona, juntos por el desierto, y orábamos por los enfermos.",
    "¿Saben qué? Hay personas viviendo hoy que entonces se estaban muriendo, pero aún viven hoy por causa de ese esfuerzo. ¿Qué hizo? Dio lugar a sanidad Divina en cada iglesia por todo el país, y hasta Presbiterianos y otros. Ellos…Les cerró la boca, porque apenas Dios podía ungir a alguien para terminar con el Goliat, para mostrar que se podía hacer, luego los demás se animaron, correcto, y continuaron. Se puede lograr nuevamente, porque El aún envía Su Amor sobre las alas de una Paloma.",
    "Cristianos, quiero que escuchen. Si yo me parara aquí y tratara de citarles las cosas sobrenaturales que yo he visto acontecer aun en los últimos tres años, estaría aquí hasta el próximo sábado, contándoselos. Ni siquiera hablo mucho de eso, porque suena casi como que fuera imposible, pero les digo la Verdad. Es exactamente la Verdad. Estamos viviendo bajo la guianza del Gran y Poderoso Jehová, el mismo que estaba con los profetas en el Antiguo Testamento, con la Iglesia en el Nuevo Testamento, El está aquí hoy sacando a una Novia de entre los Gentiles por causa de Su Nombre. Oh pueblo, ¿no lo podrán creer? Si alguna vez lo han creído, créanlo ahora mismo. Ese es quien…deseo que lo hagan. No sabemos qué irá a suceder aún en esta noche. No sabemos qué sucederá. Sólo estamos esperando, bajo expectativa.",
    "Por favor, en el Nombre del Señor Jesús, les ruego que como Su siervo. Yo sé que cuando uno está tratando con congregaciones, ahí hay de todo mezclado. Pero si Uds. me creen como Su siervo, si hubiera alguna pizca de duda, o, (pecado es—es “duda, incredulidad”), si hubiera alguna pizca de eso en su corazón, pídale al Padre que se lo quite ahora mismo. ¿Ven? “Señor…” Y luego cuando Ud. venga con fe genuina…Ahora, mis manos no significarán nada a menos que eso lo toque a Ud. primero; luego cuando eso llega, lo encenderá, Ud. será sanado. Correcto, Ud. sabrá que será sanado. ¿Ve? Ud. lo creerá.",
    "Ahora, yo voy a orar por cada uno de Uds. Y ahora…Cuando Uds. hagan esto, también pongan sus manos los unos sobre los otros, para que seamos…Y ore Ud. por la persona sobre quien tiene sus manos, luego los traeré por la línea. Ponga sus manos sobre alguien que esté ahí con Ud. en la línea.",
    "Amado Dios, yo—yo no sé otra manera de decir estas cosas, Señor. Sólo sé decir lo que yo sé que es la Verdad, y Tú eres mi testigo esta noche que estoy diciendo la Verdad. Mi fe, Señor, y mi propia sanidad en el futuro; no sé cuándo, no sé cómo, no lo entiendo; pero lo creo, Señor, que he recibido la señal de lo alto. Aquella séptima paloma por fin llegó, la séptima pulgada por fin se está terminando en el animalito. ¡Queda concluido!",
    "Dios, yo deseo servirle a Tu pueblo. Entonces ruego, Dios, que nos unjas de tal manera esta noche que en quien sea que pongamos nuestras manos, que ellos sean sanos; no porque seamos nosotros, sino porque estamos siguiendo Tu mandamiento. Tú dijiste: “Estas señales seguirán a los que creen”. Señor, ayúdame a creer, y ayuda a que sus corazones sean el terreno abonado para la fe. Y que así juntos, para la gloria de Dios, que toda persona enferma y afligida sea sana, ya sea en este edificio o en los edificios a través del país donde estén ahora obedeciendo estos mandamientos. En el Nombre de Jesucristo pido esto. Amén.",
    "Tengan fe; todos oren con nosotros. Ahora, esta no es una línea de discernimiento.",
    "[Espacio en blanco en la cinta.—Editor]. Depresión, temor, yo sé lo que esto…Pobrecita, dice que jamás ha conocido paz en esta vida, la misma cosa que…no puede dormir, nerviosa, tensa.",
    "Amado Dios, sé Tú mi testigo, Señor, que yo he dicho la Verdad. ¡Cómo siento yo por esta mujercita! Ruego Dios, que le envíes a ella esta noche aquel rayo de fe desde lo alto, que sepa que Tú estás obligado a Tu Palabra, y cumplirás cada Palabra. Que el Dios del Cielo quite este temor de mi hermana. Y yo te obedezco al poner mis manos sobre ella y reprendo esto. En el Nombre de Jesucristo, que esto salga de ella. Amén.",
    "Ahora mire hermana, Ud. me cree, ahora si Ud. pudiera comenzar desde aquí mismo, junto a la cruz. Desde esta noche, niegue que tiene eso. ¿Ve Ud.?, vaya diciendo: “Ya no tengo eso”. Y eso la dejará.",
    "Hermana Palmer, nuestra hermana, la Hermana Palmer; su esposo es un querido amigo mío, un ministro de Georgia, ¿o, Alabama? Georgia—Georgia. Y ella venía de viaje hacia el Tabernáculo…Cuando estoy predicando en el Tabernáculo, ellos viajan mil quinientas millas [Dos mil cuatrocientos kilómetros.—Traductor], para escuchar un solo servicio. El Hermano Palmer perdió el control del carro, o el muchacho, uno de ellos, mientras daban la vuelta a una curva, y chocaron. Ella tiene un efecto de eso. Oremos:",
    "Amado Dios, libra a este siervo Tuyo, su esposa, leal, verdadera sierva en Cristo, ruego Dios, mientras pongo mis manos sobre ella con mi Hermano Jack Moore, que Tú la sanes y la pongas bien. En el Nombre de Jesús. Amén.",
    "En el pie derecho, ¿y Ud. está aquí en su lugar? Su niño está lisiado, y él tiene un dolor en el estómago y en su espalda. Oremos:",
    "Amado Dios, permite que esa Paloma blanca como la nieve venga ahora mismo a su corazón, “Herido por nuestras rebeliones, molido por nuestros pecados, por Su llaga fuimos nosotros curados”. Yo pido que esto sea efectivo para nuestro hermano y para su niñito, en el Nombre de Jesucristo. Amén.",
    "Graves dolores de cabeza, y un malestar en la pierna que le molesta cuando trabaja.",
    "Amado Dios, concede Tus bendiciones de sanidad a este joven, mientras nosotros, como siervos de Dios, ponemos nuestras manos sobre él. En el Nombre de Jesucristo. Amén.",
    "Ella tiene un problema de mujeres, y también desea el bautismo del Espíritu Santo.",
    "Amado Dios, mientras te presento esta oración de fe a favor de esta damita, que el problema femenino la deje, que el bautismo del Espíritu Santo venga sobre las alas de una Paloma, en el Nombre de Jesucristo. Amén. Dios le bendiga, hermana.",
    "Un crecimiento en su ojo, y por su amada compañera.",
    "Amado Dios, Tú conoces el corazón del hombre. Te ruego, Padre, en el Nombre de Jesús, que concedas la petición que este hermano ha pedido; y nuestra obediencia a Tu Palabra de imponerle nuestras manos. En el Nombre de Jesucristo. Amén. Dios le bendiga hermano.",
    "Ella tiene un crecimiento en su costado izquierdo, y también tiene mala la voz.",
    "Amado Jesús, yo te ruego que sanes a esta hermana; le ponemos las manos en el Nombre de Jesucristo, que reciba su sanidad. Amén. Dios le bendiga mi hermana.",
    "Pobre hermanita, yo puedo ver su problema, una pierna hinchada. Riñón, vejiga, y un tobillo torcido.",
    "Oh, Dios Padre, sana a esta preciosa mujer, Señor, ruego mientras pongo manos sobre ella en el Nombre de Jesucristo. Amén.",
    "Dios le bendiga hermana; así es, se hará.",
    "¿Lo pudieron oír por el micrófono, verdad? El que esté de ingeniero, si lo puede aumentar un poco, la audiencia puede escuchar su testi-…o lo que dicen cuando pasan por aquí. Estén en oración cuando lo oyen; cuando yo comience a orar, oren conmigo.",
    "Amado Dios, yo ruego por nuestra hermana, que Tú la sanes amado Dios. Estamos haciendo esto porque es Tu mandamiento. En el Nombre de Jesucristo. Amén.",
    "Amado Dios, Tú escuchas ese testimonio, Tú escuchas lo que el enemigo le ha hecho a ella. Estamos tratando de tomar el Nombre de Jesús y derrotar a este enemigo; él ya está vencido porque la Paloma herida y con llagas cayó en el suelo en la Casa de Dios con un Mensaje: “¡Consumado es!” Concédelo, que ella crea eso, Padre, en el Nombre de Jesús.",
    "Amado Dios, yo ruego que sanes a nuestra hermana. Que la Paloma de Dios le atestigüe esta noche que El ya lo hizo por ella para que ella pueda ser sana. En el Nombre de Jesús. Amén.",
    "Amado Dios, pongo mis manos sobre mi hermano parado aquí. El ha tenido suficiente fe para llegar hasta aquí, Señor, ahora que reciba su sanidad y vuelva sano a su asiento. En el Nombre de Jesús.",
    "Amado Dios, yo oro por nuestro hermano, poniendo mis manos sobre él. Ayuda, oh Dios, que la fe de Dios baje en este momento; y así como Abraham, que considere las cosas que existen como si no—no existieran, porque Dios hizo la promesa. En el Nombre de Jesús. Amén.",
    "Amado Dios, Tú eres el que puedes hacer la decisión verdadera. Yo oro, oh Dios, ya que esta joven ha pedido esto, que ella lo pueda recibir en el Nombre de Jesucristo. Amén.",
    "Amado Dios, pongo mis manos sobre nuestra hermana en obediencia a lo que dijiste que hiciéramos. Esto nos lleva a muchos años atrás, Señor, desde cuando tuvimos una línea de oración así como esta; pero sabemos lo que sucedió entonces, sabemos que eres el mismo Dios hoy si la gente puede tener la misma fe hoy. Yo oro en el Nombre de Jesús por la sanidad de nuestra hermana. Amén.",
    "Amado Dios, yo pongo mis manos sobre mi hermano y ruego por su sanidad, en el Nombre de Jesucristo. Amén.",
    "Padre, traigo ante ti esta noche a nuestra hermana, y pongo mis manos sobre ella, atestiguando que estoy parado como un testigo de Tu fuerza, parado como testigo de Tus visiones, de Tu Palabra, y soy testigo de que Tú eres Dios. Y pongo mis manos sobre ella en obediencia a la Palabra de mi Dios, y pido por su sanidad. Amén.",
    "Amado Dios, pongo mis manos sobre mi hermano de igual manera, como testigo de Tu fuerza, pido su sanidad en el Nombre de Jesucristo. Amén.",
    "[Espacio en blanco en la cinta.—Editor]. “¿Qué?”",
    "Ella dijo: “El sanador”. Dijo que: “Un hombre de alguna parte de Arkansas, había sanado esa mañana, un zapatero ciego”. Uds. conocen la historia, había estado en la radio.",
    "Y dije…Pensé…Jugué el papel de un hipócrita. Dije: “¿Tú no crees que eso sea la verdad?”",
    "Ella dijo: “Sí señor, lo creo”.",
    "Y dije: “¿Crees tú en este día que Dios haría una cosa como esa, cuando…?”",
    "Ella dijo: “Señor, yo escucho los programas religiosos”. Dijo: “Yo soy Cristiana”. Dijo: “Yo escucho los programas, escuché a ese hombre que sanó esta mañana, aquel zapatero ciego. Lo echaron de la iglesia porque estaba haciendo tanto ruido, de una iglesia a otra. Con su sombrero en el bastón, dándole vuelta y vuelta, corriendo por las iglesias, a cada una en la ciudad, clamando: ‘¡Estoy sano! ¡Estoy sano!’ Un zapatero ciego”.",
    "Dije: “¿Crees tú eso?”",
    "Y ella se detuvo ahí un momento, estaba lloviznando, dijo: “Señor, si Ud. me lleva a donde él está, entonces yo hallaré a mi Padre”. Entonces me sentí como así.",
    "Dije: “Quizás yo sea el que andas buscando”.",
    "Ella dijo…Me agarró del cuello del saco, dijo: “¿Es Ud. el sanador?”",
    "Dije: “No hermana, pero yo soy el Hermano Branham”.",
    "Ella dijo: “¡Tenga misericordia!” Pensé de la pobrecita ciega, Fanny Crosby: “Mientras que a otros estés visitando, no me pases por alto a mí”. ¿Ven? El había sanado a uno, la podía sanar a ella.",
    "Puse mis manos sobre sus ojos, dije: “Amado Jesús, un día una cruenta cruz venía arrastrando por la calle, de los hombros corría sangre, el cuerpo frágil que la traía tropezó bajo tanto peso. Un hombre de color llamado Simón, de Cirene, llegó y levantó la cruz, le ayudó a llevarla. Padre, estoy seguro que te acuerdas de eso. Y una de sus hijas está tropezando entre las tinieblas, estoy seguro que Tú entiendes”.",
    "Ella dijo: “¡Gloria a Dios! ¡Puedo ver!”",
    "Dije: “¿Puedes ver?”",
    "Ella dijo: “Sí señor”.",
    "Dije: “Cuenta aquellas luces”. Y ella las contó. Dije: “¿De qué color es el traje que tengo puesto?”",
    "Dijo: “Ud. tiene puesto un traje color gris, con una corbata amarilla”. Así era, ella podía ver.",
    "Oh, Dios tiene respeto por la humildad.\n\nEsto en sí mismo es aquello que hará y traerá a cumplimiento la tremenda victoria en el Amor Divino.",
    "Amado Dios, ten misericordia y sana a mi hermana, en el Nombre de Jesucristo. Amén.",
    "Amado Dios, al tomar esta mano débil y arrugada, sólo Tú sabes lo que ha pasado por aquí. Yo ruego, amado Dios, que la misma mano que tengo aquí esta noche se unirá como las manos débiles de Simeón aquel día: “Señor, en paz despide a Tu siervo, porque ahora he visto Tu salvación”. Que venga a ella, Señor, Tu salvación, y la sane en el Nombre de Jesús. Amén.",
    "[Espacio en blanco en la cinta.—Editor]. En El Juicio, el Sr. Incrédulo acusó a Jesucristo. ¿Se acuerdan de El Juicio? Cómo fue que…Tenían a los—los abogados y todo, y quién estaba parado por quien. Y teníamos al—al fiscal, Satanás, que iba a procesar; cómo todo el juicio fue presentado.",
    "Y dijo, un tal, Sr. Dudador, vino y dijo: “Yo escuché a un predicador decir: ‘La Biblia dice que unjamos a los enfermos con aceite’. Yo fui ungido con aceite, no sané. Otro dijo: ‘Al poner las manos sobre los enfermos, sanarán’”. El estaba tratando de procesar.",
    "Pero cuando pasó el testigo, aquí estaba: “Dios les dijo, dijo: ‘Han estado…’” Dijo: “Han pasado seis meses desde que pusieron manos sobre mí, y Tu Palabra dice que: ‘Pongan las manos sobre los enfermos y estos sanarán’. Y manos fueron puestas sobre mí por uno de Tus siervos ungidos, y aún no he sanado. Por lo tanto, Tú eres un falso pretencioso, porque Tu Palabra no quiere decir lo que dice”.",
    "Entonces cuando subió el testigo, la verdad del asunto era, que: “Su Palabra es la verdad. El nunca dijo cuándo lo haría, dijo: ‘Estas señales seguirán a los que creen; si ponen sus manos sobre los enfermos, éstos sanarán’. ¿Ven? ¿Ven?, eso es lo que El dijo: ‘Sanarán’. Entonces si fuera un milagro así de repente, o si es cuestión de obedecer a Dios, eso depende de El en el individuo. ¿Ven? Pero si el individuo lo cree, no importa cuánto tiempo se lleva. El le dijo a Abraham: ‘Tendrás un niño por medio de Sara’. El niño no llegó por veinticinco años. Le dijo a Noé que ‘va a llover’. Noé tenía el diluvio—el arca construida para el diluvio muchos, muchos años antes de que viniera el diluvio, pero él sabía que iba a llover. La Biblia dice: ‘La oración de fe salvará al enfermo y Dios lo levantará’. ¿Cuándo? El no dijo. Dios es justo, El es fiel, simplemente lean lo que dice Su Palabra”.",
    "Eso es lo que yo he hecho esta noche, he puesto manos sobre los enfermos. Ahora, yo creo que cada uno será sanado. Yo creo que así será con todos. ¿Creen Uds. lo mismo? Ahora crean por esta gente afligida.",
    "Hay una señora aquí, parece que la debiera conocer, oré por ella anoche, allá en la línea de oración. ¿Cómo se llama? Chambers…Chambless. Si esa damita hubiera vivido—hubiera vivido una vida normal, y no hubiera estado afligida, ciertamente hubiera sido una mujer bella. Y ahora está sentada allí, temblando. Un espíritu hermoso y fino en la dama. Y allí está con espasmos así. Oh, cómo me parte el corazón eso. Cómo hubiera querido…¡cómo hubiera!",
    "Aquí está un bebé, una madre sentada ahí sosteniéndolo. La lengüita está por fuera, el cuerpecito afligido. ¿Qué tal si ese fuera Joseph mi pequeño? ¿Qué tal si ese fuera Paul mi nietecito? ¿Qué tal si esa fuera Rebeca sentada allá atrás, o Sara? ¿Qué tal si la Sra. Simpson fuera mi esposa Meda? ¿Si este joven sentado aquí fuera Billy Paul? ¿Si esta mujer anciana fuera mi madre? Recuerden, es el bebé de alguien, la hermana de alguien, la hija de alguien, el hijo de alguien. ¿Ven? Yo soy su hermano, El es nuestro Salvador. Todo lo que yo puedo hacer es…la fe que tengo la presento a favor de ellos. Eso es todo lo que yo sé.",
    "Ahora, el Señor me puede mostrar una visión, El me podría decir qué tiene cada uno. Yo les puedo probar eso, ¿ven?, y Uds. lo saben. Pero eso no los sana. Eso no los sana. No, tiene que haber algo que repose con ellos, ¿ven? Y espero…",
    "Como por ejemplo, yo podría tomarlos a cada uno de Uds. y bautizarlos en el Nombre del Señor Jesucristo, eso no les remitiría sus pecados. ¡No, no! No, yo no creo en el bautismo en agua en el Nombre de Jesucristo para regeneración; yo creo que la Sangre es la regeneración, ¿ven?, no—no el agua. Pero, ¿ven?, yo podría bautizar y bautizar, pero sólo bajaría como pecador seco, para luego salir como un pecador mojado; ¿ven?, hasta cuando se hayan arrepentido completamente. Arrepentíos, y luego bautícense en el Nombre de Jesucristo. ¿Ven? Y en ese punto es donde difiero con el movimiento de la Unidad. No bautizar para regeneración, no; yo creo que es la Sangre la que limpia, no el agua. ¿Ven? Arrepentimiento, y luego ser bautizado en el Nombre de Jesucristo.",
    "Ahora, voy a bajar para orar. Y esta gente significa lo mismo para Uds. como para mí, quizás aun más en esa línea de parentesco.",
    "Ahora todos juntos, y sus manos en fe, y mis manos en fe, haciendo bajar las manos del Señor Jesús para ponerlas sobre esta pobre gente lisiada. ¿Orarán conmigo?",
    "[Espacio en blanco en la cinta.—Editor]. Aquellos con pañuelos que son para los enfermos y los afligidos, los pueden tomar inmediatamente después del servicio. Ahora, ayúdenme a orar por estos, ¿lo harán?",
    "Dios, te damos gracias Señor por lo que has hecho esta noche. Te damos gracias anticipadamente por la sanidad de cada persona que pasó por la línea. Amado Dios, yo oro sobre estos pañuelos, quizás por algunos que ni siquiera pudieron llegar al servicio, y sus seres queridos trajeron los pañuelos. En la Biblia nos es enseñado que tomaron del cuerpo de Pablo, pañuelos o delantales. Ahora, esa gente allá había vivido en Tu Presencia, te habían visto en la calle, te habían visto en sus reuniones, y habían visto Tu mismo Espíritu sobre Pablo. Y ellos sabían que no era ese hombre, era Tu Espíritu que dominaba su vida, porque vemos a Pablo haciendo las mismas cosas que hiciste.",
    "Y ahora Señor, la gente de este día ve al mismo Dios viviendo en Su Iglesia con Su pueblo. Y ellos han traído estos pañuelos, para que sean llevados desde aquí a sus seres queridos. Concede Dios, que cada uno de ellos sea sanado a Tu propia manera. No estamos pidiendo que se haga ninguna cosa en particular, de alguna cierta manera o de alguna cierta naturaleza; simplemente pedimos: “A Tu manera, Padre, sánalos”. Para la gloria de Dios, presento ahora esta oración de fe sobre esto. En el Nombre de Jesucristo. Amén.",
    "He tenido un maravilloso tiempo de compañerismo alrededor de su fe, su presencia en Jesucristo. Este será un servicio que recordaré por mucho tiempo, todo lo que ha sucedido: el amor, la cooperación, el compañerismo.",
    "Y ahora, hasta que nos encontremos nuevamente, que el Dios del Cielo les guíe. El que hace que brillen las estrellas de noche, que les alumbre el camino cuando se ponga tenebroso, que El les alumbre el camino con la Estrella de Belén para guiarlos a una vida totalmente rendida a Su Palabra, esa es mi oración.\n\nAl venir Jesús nos veremos,\n\nA los pies de nuestro Salvador,\n\nReunidos todos seremos,\n\nUn redil con nuestro buen Pastor.",
    "Ahora, pongámonos de pie. Mi Fe Mira Espera En Ti…Yo…bueno, lo cambiaré. Creo que eso está bien.\n\nMi fe espera en Ti,\n\nCordero, quien por mí,\n\nFuiste a la Cruz;\n\nEscucha mi oración,\n\nDame tu bendición,\n\nLlene mi corazón,\n\nTu santa Luz.",
    "Ahora estrechémonos las manos mientras cantamos:\n\nA ruda lid iré,\n\nY pruebas hallaré,\n\nMi guía sé;\n\nLíbrame de ansiedad,\n\nGuárdame en santidad\n\nY por la eternidad\n\nTe alabaré.",
    "Ahora se sienten mejor, ¿verdad?\n\nEn las alas de una blanca paloma,\n\nEnvió Dios Su Amor,\n\nSeñal Celestial,\n\nEn las alas de amor.\n\nAhora, en las alas de una blanca paloma,\n\nEnvió Dios Su Amor,\n\nSeñal Celestial,\n\nEn las alas de amor.",
    "Ese es nuestro último mensaje para esta campaña:\n\nEn las alas de una blanca paloma,\n\nEnvió Dios Su Amor,\n\nSeñal Celestial,\n\nEn las alas de amor.",
    "Inclinemos nuestros rostros. Mientras las ruedas murmullan un canto yendo a casa, confío que…puedan oír el murmullo de las ruedas, el rugir del motor:\n\nEn las alas de una blanca paloma,\n\nEnvió Dios Su Amor,\n\nSeñal Celestial,\n\nEn las alas de amor.\n\n[El Hermano Branham comienza a tararear el coro.—Editor]…paloma,\n\nEnvió Dios Su Amor,\n\nSeñal Celestial,\n\nEn las alas de amor.",
    "Con sus rostros inclinados, los entrego a su…Hermano Noel. 🦅"
  ]
}