{
  "title": "EL RAPTO",
  "id": "65490009",
  "content": [
    "🦅  El capítulo aquí en—en Yuma, es un privilegio grandioso tener esta invitación para regresar nuevamente. Nosotros tuvimos un tiempo maravilloso, la última vez aquí. Y entonces cuando supe que estaría aquí de nuevo, me hizo sentir muy bien, el escuchar los testimonios y estas finas palabras de parte de la gente, y eso como que lo anima a uno un poco.",
    "Billy me informó que el hermano de Las Vegas, que quería una reunión allí en el capítulo, que lo viera inmediatamente después que el servicio termine aquí. Tenemos un tiempo, dice él, en el cual podemos ir, justo en enero, antes de la reunión de Phoenix (¿ven?), para ir a Las Vegas. Y así que siempre hemos querido llegar allí.\n\nCreo que el Hermano Art Wilson estaba antes allí, hace ya mucho tiempo, o quizás aún esté allí. Y él—él me pidió ir allá, él y la Hermana Wilson. Yo no tuve la oportunidad, así que quizás ésta será la ocasión cuando pueda ir.",
    "Ud. sencillamente vea a Billy Paul o al Hermano Roy Borders. Creo que él se encuentra aquí en algún lugar. Alguien dijo que el Hermano Roy estaba aquí. El Hermano Pearry, Lee, o cualquiera de ellos, ellos podrán informarle. Simplemente establezca las fechas para nosotros ir.",
    "Ahora, hace unos momentos vi a varios ministros aquí, lo cual me da mucha alegría conocer a mis hermanos. Desearía tener tiempo para ir a casa con Uds., porque sé que tienen la mejor cocinera que hay en todo el país. Eso está muy bien.",
    "Y ahora, el Hermano Pearry realmente recibió dos esta noche. El tiene ahora ya dos tachas en contra suya. Una de ellas, por haber interrumpido ese micrófono, allá afuera. Porque, a Ud.— a Ud. lo tenemos culpable de eso, Hermano Pearry. Realmente yo no pienso que Ud. fue culpable. Pero Ud.… Alguien estaba preparándose para hablar. Eso fue algo cómico.",
    "Y entonces después, la otra, él salió allá y estaba hablando, dijo: “¡Oye”!, contándole al Hermano Collins o algunos de ellos. Dijo: “La cena estuvo sabrosa. Pero”, dijo, “voy a contarles”, dijo, “ese hombre debe ser un español o algo, o un mexicano. Ese fue el picante más fuerte que yo jamás haya probado”. Comentando de esa manera, y él estaba hablándole al cocinero.\n\nEl le respondió: “Yo soy el cocinero”.",
    "Allí tienen a los de Texas. Acá en Arizona nosotros lo encarrilaremos después de un tiempo (¿no es así?), si él se queda con nosotros.",
    "¡Realmente es bueno estar aquí! Y me supongo que esos no suenan como chistes, pero mostrando un sentido de humor. Lo cual, el Señor mismo tuvo un sentido de humor, Uds. saben. El dijo de Herodes: “Vayan, díganle a esa zorra: (¿ven?) ‘He aquí echo fuera [el Hermano Branham se ríe] echo fuera demonios y hago curaciones hoy y mañana, y al tercer día termino mi obra’”. Así que si El tenía un sentido de humor, pues, creo yo que no nos hará daño a nosotros, de vez en cuando.",
    "Y ahora ya se ha hecho tarde. Y normalmente, yo—yo predico como por cuatro horas. Así que en esto, conociendo la cortesía del hermano y de la hermana aquí, del capítulo, recortaremos eso bastante en esta noche. Y sólo…le dije a Terry. Dije…\n\nEl dijo: “¿Será que…Pongo una cinta de dos horas”?",
    "Le dije: “No Terry, este es un—un banquete”. Dije: “Este es como de treinta o cuarenta minutos, para hablarle a la gente sobre algo”. Aunque esto intento, en cada ocasión, sabiendo eso.",
    "Cuando yo era muchachito, la gente solía venir a escuchar porque yo era un muchacho predicador, simplemente un joven, un muchacho. Y ellos decían, “Pues, Billy Branham, Uds. saben, es sólo un muchacho, nunca terminó la primaria, no tiene educación”. Y ellos venían a escuchar mis palabras entrecortadas, y mi inglés de Kentucky, y—y así que ellos…Mi manera rara de hablar.\n\nComo en una de las reuniones aquí no hace mucho, dijeron: “Nos pondremos todos de pie para cantar el himno nacional”.",
    "Yo me levanté y canté: “Por mi viejo hogar allá en Kentucky”. Esa era la única nación de la que yo sabía, así que ese era el himno nacional, hasta donde a mí concernía.",
    "Así que ahora, después que uno ha madurado, aunque pues, nosotros, y El ha entrado, uno tiene que tener algo más que eso. ¿Ven? Nosotros tomamos…Pablo dijo: “Cuando era niño, hablaba como niño y pensaba como niño. Uno actúa como niño”. Pero a medida que uno crece, entonces uno comienza, de tomar sus primeros pasos, tambalear y caer, y levantarse e intentarlo de nuevo. Luego uno, después de un tiempo, llega a donde puede caminar una línea recta. Y eso es lo que nosotros tenemos que hacer ahora, como soldados de la cruz. Es tiempo de caminar en una línea recta, directo por esa carretera hasta la Gloria.",
    "Yo sí creo que estamos viviendo en las escenas finales de la historia de este mundo. Verdaderamente creo que la Venida del Señor posiblemente está más cercana de lo que pensamos. Así que ahora, por cerca de treinta minutos de su tiempo, o algo, me gustaría llamarles la atención a una Escritura que me gustaría usar como texto, y—y referirme aquí a algunas más.\n\nSentado en casa el otro día, estaba meditando en este pensamiento. Y entonces me vino a la mente: “Pues, no sé, hablando de tantas Escrituras. Sólo tomaré parte de Esto, y precisamente para los servicios cortos como el de esta noche”. Yo quiero mencionar una cosa, mientras Uds. abren en los Salmos. En el—el primer…El Salmo 27, quiero leer los primeros cinco versículos.",
    "Me gustaría mencionar esto, concerniente a estos capítulos de Los Hombres De Negocio Del Evangelio Completo.\n\nMi Hermano Pearry estaba hablando sobre los libros y demás, y los libros nuevos que han recibido. ¿Cuántos recuerdan cuando tuvimos la cinta, y lo predicamos por acá en Phoenix, en una de las convenciones, sobre Señores, ¿Qué Hora Es? Ahora, ese fue el comienzo de ese libro (¿ven Uds.?), cuando esto—esto aconteció.",
    "Hay demasiada vindicación sobrenatural de la Palabra escrita de Dios, para esta hora, como para que algo no se nos esté aproximando ahora mismo. Estamos…es demasiado real. Las cosas que uno…Sería asombroso, a Uds., sólo dejarles saber lo que realmente está aconteciendo. Muchos de Uds., quizás extraños, escuchan a estos hombres que se levantan y hacen—hacen estos comentarios en cuanto a, “Un Mensaje de esta hora”, y cosas así. A lo que ellos se están refiriendo, es la promesa de Dios para esta hora, lo que El prometió hacer. Y nosotros le vemos a El vindicando según la Escritura exactamente lo que El dijo que haría, de esa misma manera. Predicho, y da perfectamente exacto cada vez, porque es Dios diciéndolo.",
    "Si algún hombre, no me interesa quién fuera, si él tratara de hacer tal predicción, existe una posibilidad en diez millones. Si un hombre le dijera a Ud. que cierta cosa acontecería, y que aconteciera en cierto tiempo; sería una entre diez millones. Y luego también el lugar donde sucedería, sería una posibilidad entre cien millones.\n\nY también la hora en la que sucedería, eso continuaría aumentando más y más, y la manera en la que sucederá, y lo que acontecerá y demás, eso es mucho más que una adivinación. Cuando nosotros lo vemos tan perfectamente, una y otra vez, entonces ese es Dios.\n\nY luego miramos nuevamente en las Escrituras. Eso puede parecernos muy extraño. Pero miramos en las Escrituras, sin siquiera saber dónde buscar, y el Espíritu Santo lo presenta y simplemente une la Palabra entera, y forma allí el cuadro para mostrarnos justamente la hora en que estamos viviendo. Estamos cambiando de dispensación.",
    "Estamos—estamos en una esquina. Es fácil cuando alguien da la vuelta en una esquina, como un albañil, construyendo una esquina. Todos comienzan, poniendo los ladrillos recto por la misma línea, como una cierta denominación cuando comienza, y empieza a rodar recto por la línea, todo marcha bien. ¡Pero es cuando se llega a esas esquinas, en las que hay que voltear hacía el otro lado!\n\nAhora, Dios no está construyendo un muro, El está edificando una casa, ¿ven? Y hay muchos cortes y esquinas que El ha predicho aquí en la Biblia. Y las esquinas, cualquiera puede tratar de hacer una esquina, pero tiene que ser según el plano. Si no, entonces tiene que ser derribada nuevamente.",
    "Así que nosotros—nosotros alabamos a Dios por Su bondad y por el compañerismo de Uds., y por las puertas abiertas que el Señor nos ha brindado a través de estos Hombres de Negocio. Siempre he contendido que yo—yo no creía en…yo sí creo en la gente en las denominaciones. Pero no tengo mucho tiempo para exhortar las denominaciones, porque cada una levanta un cerco a su alrededor.",
    "Y—y es igual al, creo yo, al dicho del Hermano David, de como él estaba criando unos patos, y dijo que el rió creció. Y cada pato, Uds. saben, querían compañerismo el uno con el otro, y no podían hacerlo porque estaban todos cercados. Pero cuando el agua alcanzó cierto nivel, simplemente hizo flotar los patos, liberándolos del corral.\n\nAsí es como yo—yo creo que es la manera de hacerlo. Es simplemente que el agua está subiendo (¿ven?), y nosotros podremos salir del corral y—y tener compañerismo uno con el otro, Uds. saben, teniendo el verdadero amor de Cristo en nuestros corazones.",
    "Y estos Hombres de Negocio del Evangelio Completo han sido un—un oasis para mí. Porque muchas veces…tengo hermanos, buenos hermanos, me supongo, en toda denominación que he conocido; presbiterianos, luteranos, bautistas, pentecostales (todas las distintas clases de pentecostales), iglesia de Dios y nazarenos, peregrinos de santidad. Buenos hermanos, por todas partes. Pero muchas veces ellos no me pueden tener en su comunidad, porque miren, no es que ellos no lo crean, pero vean, eso les cortaría de su denominación. Y cuando uno hace eso, por supuesto, allí termina todo.",
    "Aquí no hace mucho, hubo un hermano metodista que vino a mí, no diré su nombre. Un buen hombre, él estaba escribiendo una tesis sobre sanidad Divina, y vino a mí para hablar un—un poco. Nos sentamos y platicamos por un ratito. El dijo: “La única cosa que tenemos en contra suya, es que Ud. siempre anda todo el tiempo con esos pentecostales”.\n\nYo dije: “Entonces, que la iglesia metodista lo patrocine. Yo vendré”.\n\nEso era diferente. ¿Ven? El—él dijo: “Pues desde luego yo—yo no soy la iglesia metodista, simplemente pertenezco a ellos”.",
    "Yo dije: “Esa es la cosa. ¿Ve? Ellos son, los pentecostales son los que abren sus puertas. ¿Ve? Ellos son los que puedo alcanzar. Y todo aquel que abriere la puerta, pues, estamos dispuestos a entrar”.\n\nComo en Apocalipsis, el tercer capítulo, dijo: “He aquí, Yo estoy a la puerta y llamo. Si alguno abre la puerta, entraré a él, y cenaré”. Y ese fue Jesús. Todos sabemos que ese era Cristo, y El es la Palabra. Eso es correcto, El es la Palabra.",
    "Y así que los Hombres de Negocio del Evangelio Completo ha sido un oasis donde podemos reunirnos, ninguna iglesia lo está patrocinándo; todos unidos, los—los hombres de las iglesias, y nos reunimos y tenemos compañerismo, a través del mundo, por todas partes.",
    "Y he ayudado a establecer muchos, muchos capítulos por el mundo entero, de Hombres de Negocio del Evangelio Completo. Estoy agradecido por esa oportunidad que me fue otorgada. Allí, los Hombres de Negocio lo patrocinan, luego todas las iglesias, ellas—ellas de todas maneras asisten.\n\nPor lo tanto yo nunca quiero tratar de sacar a nadie de su iglesia. Simplemente permanezca en su iglesia y difunda la Luz. ¿Ve Ud.? Sea un verdadero Cristiano, su pastor le apreciará. Un sincero santo genuino, fiel, cualquier hombre que cree en Dios, apreciará una persona como esa. Sí.",
    "Ahora, le agradezco al hermano aquí y a su esposa, y a este capítulo por esta oportunidad. Y que este capítulo crezca, que las bendiciones de Dios descansen sobre ellos, y que sea un instrumento en las manos de Dios, para salvar a cientas y cientas de personas antes de la Venida del Señor; e igual para todos Uds. de los capítulos o representantes aquí de los capítulos.",
    "En el Libro de los Salmos, ahora deseo hablar sobre un—un tema muy extraño en esta noche, sólo por un ratito. Tengo algunas Escrituras anotadas aquí. Y—y pensé que quizás esta noche hablaría sobre algo diferente. Pero veo que el tiempo va corriendo, y pues no quería demorarme tanto así, entonces abrí acá y obtuve otras Escrituras. Y quiero hablar sobre el tema de: El Rapto. ¿Ven?",
    "Ahora, nosotros creemos que habrá un Rapto. Todos los Cristianos lo creen, o los que leen la Biblia, ellos creen que habrá un Rapto.",
    "Y ahora para lectura, como base leeremos el Salmo 25. Quiero decir…disculpen, el Salmo 27, versículos del 1 al 5:\n\nJehová es mi luz y mi salvación; ¿de quién temeré? Jehová es la fortaleza de mi vida; ¿de quién he de atemorizarme?\n\nCuando se juntaron contra mí los malignos, mis angustiadores y mis enemigos, para comer mis carnes, ellos tropezaron y cayeron.\n\nAunque un ejército acampe contra mí, no temerá mi corazón; aunque contra mí se levante guerra, yo estaré confiado.\n\nUna cosa he demandado a Jehová, ésta buscaré; que esté yo en la casa de Jehová todos los días de mi vida, para contemplar la hermosura de Jehová, y para inquirir en su templo.\n\nPorque él me esconderá en su tabernáculo en el día del mal; me ocultará en lo reservado de su morada; sobre una roca me pondrá en alto.\n\nQue el Señor añada Sus bendiciones a la lectura de Su Palabra.",
    "Ahora, hoy, hablando sobre este tema, y puede ser que algunos de Uds. difieran con las—las avenidas que yo tome. Pero, ¿cuántos aquí creen que la Biblia enseña que habrá un Rapto de la Iglesia? [La congregación dice: “Amén”.] Sí señor. Eso es correcto, exactamente, un arrebatamiento de la Iglesia. Aunque Ud. sea metodista, bautista, presbiteriano o quien quiera que Ud. sea, pentecostal, sí habrá un arrebatamiento.",
    "Y pienso que cuando hablo, yo—yo no simplemente subo aquí sólo para decir algo lo cual pienso que le agradaría a la gente; nunca he sido culpable de eso. Quiero subir aquí y decir algo, conforme sienta guiado a decirlo, lo cual pienso les será de ayuda a Uds. Algo que sirva para avanzar su experiencia con Dios, si Ud. es un Cristiano; y si Ud. no es un Cristiano, que le dé tanta vergüenza de sí mismo, que Ud. llegue a ser Cristiano. Y ese ha sido el propósito con el que siempre he tratado de alinear mis pensamientos, a medida que el Señor me ha guiado.",
    "Ahora, hemos sido advertidos, cómo es que la Doctrina de Esto en los últimos días sería mofada. Si por favor, sencillamente leamos Eso, sólo un minuto. Está en Segunda de Pedro, el tercer capítulo. Permítannos leer sólo un momento sobre esto. El tercer capítulo, y el tercer y cuarto versículo. Veamos si esto no es así.\n\nSabiendo primero esto, que en los postreros días vendrán burladores, andando según sus propias concupiscencias,\n\ny diciendo: ¿Dónde está la promesa de su advenimiento? Porque desde el día en que los padres durmieron, todas las cosas permanecen así como desde el principio de la creación.\n\nEstos ignoran voluntariamente, que en el tiempo antiguo fueron hechos por la palabra de Dios los cielos, y también la tierra, que proviene del agua y por el agua subsiste,\n\npor lo cual el mundo de entonces pereció anegado en agua;",
    "Ahora, entendemos la razón por la que este tema no es tomado seriamente, es porque aquí el profeta ha dicho que en estos últimos días vendrían estos mofadores diciendo estas cosas. ¿Ven? Esto ha sido predicho, la razón que la gente está comportándose en la manera que lo hacen. Pues, uno ciertamente está esperándolo, porque la Biblia dice que “En los postreros días serían impetuosos, enfatuados, amadores de placeres más que de Dios, implacables, calumniadores, intemperantes, aborrecedores de los que son buenos; que tendrán apariencia de piedad, pero negarán la eficacia de ella; a éstos evita”. ¿Podemos esperar una personificación de la Verdad? Ciertamente. [II Timoteo 3:1-5]",
    "Cuando Moisés bajó a Egipto, para libertar a los hijos de Israel, sólo con un palo en su mano como vindicación, con el Dios del Cielo respaldándole, él obró un milagro. Allí vinieron personificadores tras él, y obrando lo mismo que él hizo. ¿Ven? Ahora, ellos vinieron secundariamente, después de él haberlo hecho primero. Luego ellos aparecieron, porque ellos estaban copiando lo que él hizo, personificando al original. Hallamos eso.\n\nY entonces Ud. dirá: “Pero, eso fue en los días de Moisés”.\n\nPero la misma Escritura dice que aparecerían nuevamente en los últimos días. “Así como Janes y Jambres resistieron a Moisés, así también estos hombres de mentes réprobas concerniente a la verdad”. ¿Ven? Personificaciones; toda clase de cosas para perturbar a la gente.",
    "Y entonces si este Rapto que está por suceder; y cualquier cosa que Dios tiene por la línea de Su Palabra, siempre hay algo que sale para perturbar Eso, si es que pueden. Es—es—es el propósito de Satanás lograr eso.",
    "Como dijo el hermano aquí, de la reunión allá en Las Vegas: “Satanás dijo que el mundo era de su dominio, y—y que eso allá era su cuartel general”.\n\nYo sé que Satanás es el dios de este mundo. Toda nación debajo del cielo es controlada por él. Así es exactamente. Este mundo le pertenece a Satanás; pero Jesús lo conquistará. Satán se lo ofreció a El un día y El lo rechazó; pero lo dijo porque sabía que El sería heredero en los tiempos venideros.",
    "🦅 Burladores”. Sencillamente miremos por unos momentos sólo esa palabra, antes que avancemos. ¡Burladores!\n\nYo leía un periódico hace como dos semanas, en Tucson, donde un ciudadano de Inglaterra había hecho una declaración. Estaba en los titulares del periódico, que la crucifixión de nuestro Señor Jesucristo simplemente fue algo fingido, entre Pilato y Jesús, que El vino para…sólo para hacer algo de Sí mismo. Y no hay manera de refutarle eso a ellos, porque todas las cosas de Dios deben ser recibidas por fe. Debemos creerlas. Ahora, él prosiguió a dar una descripción de cómo eso pudo haber sido hecho.",
    "No hace mucho allí en esa gran nación, en Londres, en Inglaterra más bien, donde John Wesley y Charles, y muchos de esos grandes predicadores de los primeros días (Spurgeon y ellos), predicaron el Evangelio en los mercados y por todos lugares. Ellos rechazaron ese Mensaje para su día, y ahora miren lo que son hoy.\n\nAllá es donde el Hermano Williams y ellos están esta noche. Es uno de los países más bajos y degradados del mundo. Yo he estado por todo el mundo, pero no conozco nada que pueda ser más ilegítimo que Inglaterra. Es…Billy Graham dijo lo mismo. Pues él tuvo que sacar a su esposa de los parques, a causa de—de—de los actos entre hombres y mujeres ocurriendo públicamente en los parques. Cuando yo estuve allí, nunca vi algo que quebrantaría más el corazón de una persona como lo que acontecía en Inglaterra; la cual tuvo la oportunidad, y en una ocasión dirigió al mundo en una reforma. Sencillamente muestra cuánto se puede decaer.",
    "Pero, miren, lo que causa eso, el Mensaje que salió en aquel entonces, los ingleses procuran aferrarse hoy a ese mismo Mensaje. Eso no funciona para hoy. Eso no funcionará. ¿Cómo…?…",
    "¿Qué si Moisés hubiese venido y traído el Mensaje de Noé? “Construiremos un arca y flotaremos por el Nilo”. No hubiese funcionado. Ni tampoco hubiera funcionado el Mensaje de Jesús allá con Moisés. Y ni tampoco funcionará el Mensaje de Wesley en el de Lutero; o el Mensaje de Lutero o viceversa.\n\nY hoy, nosotros, nuestra última gran reforma fue Pentecostés. Y hoy estamos pasando más allá de eso. Y el Mensaje pentecostal no se mezclará con Este, porque ya es otro día. Es toda la Palabra de Dios, pero se está formando. Como los pies, brazos, subiendo, está formando una Novia para el Rapto. ¿Ven? No—no ubique mal aquella gente allá; ellos vivieron para su Mensaje. Todos ellos saldrán, los que estaban en la Novia.\n\nAsí como la vida pasando a través del tallo del trigo. Abandona al trigo, o la cáscara, pero el trigo se forma igual que el grano de trigo que cayó en la tierra.",
    "Aquí no hace mucho yo estaba leyendo un libro, que escribió algún alemán. En forma de crítica él dijo: “De todos los—los fanáticos en el mundo, William Branham los sobrepasa a todos”. Dijo él: “Pues, no es más que un…El es—él es un mago. El hace estas cosas”. ¿Ven? El hombre, sin saber.",
    "Y el hombre era un crítico. El ni siquiera creía en Dios. El dijo: “Un Dios que pudo estar allá durante las edades del Oscurantismo con las manos cruzadas sobre la barriga y reírse de tantos Cristianos; madres en cinta, y supuestamente Sus propios discípulos; madres con niños pequeños y demás, y permitir que leones se los comieran, y nunca siquiera mover una mano”. ¿Ven Uds. dónde la mente carnal, dónde la educación y todo eso, no puede captar la visión? [La congregación dice: “Amén”.]",
    "Aquel grano de trigo tenía que caer en la tierra. Así como Jesús tuvo que caer para resucitar de nuevo, así también tuvo que caer la iglesia de Pentecostés. Ella tenía que entrar en la tierra en esas edades del Oscurantismo. Cualquier grano que…Cualquier grano que entra en la tierra, tiene que pasar por ese tiempo oscuro, para poder producir.\n\nPero empezó a brotar en Martín Lutero, pasó por Wesley, saliendo en Pentecostés. Y entrando ahora para concluir en el grano. Y ahora los sistemas denominacionales que éstos dejaron atrás, son tallos, es todo. Eso deberá ser quemado, el sistema denominacional. Pero el verdadero grano de trigo que salió de cada una de esas reformas será arrebatado en la Novia. Todo eso juntamente constituirá la Novia.",
    "Ahora, hallamos que allí en Inglaterra, no hace mucho ellos personificaron la crucifixión, un grupo de esa gente, con esos…muchachos con ese cabello largo y demás, y gritando, llamando a Jesús “Papito” y todo así. ¡Tal inmundicia!",
    "Y ahora Ud. dice: “Pues eso es en Londres, Inglaterra”.\n\nFíjense en lo que salió en el periódico la semana pasada, aquí en América. Algún gran doctor en divinidad, de un instituto muy distinguido, dijo que la—la crucifixión fue fingida. Dijo que Jesús simplemente se causó eso intencionalmente; que El había bebido de la hierba mandrágora.\n\nY la encontramos en Génesis [Capítulo 30], donde es mencionada. Es una hierba como la marihuana o algo, y es hallada allá en el oriente. Y si uno la bebe, lo pondrá a dormir. Quizás…Y uno queda como muerto, desplomado y todo, por dos o tres días corridos.",
    "Dijo él: “Cuando a El le dieron el vinagre y la hiel, es muy posible que esa era la hierba de mandrágora. Y ellos al hacerlo, le dieron eso y El se desplomó como si estuviera muerto. Ellos lo pusieron en la tumba, y lo tendieron allí, y después de dos o tres días, por supuesto, al regresar, entonces El ya estaba despierto otra vez, se encontraba bien”. Dijo: “El se fue a la India y murió allá en algún lugar, una muerte cualquiera, procurando fingir una religión”.\n\nEn primer lugar, aquel crítico, ¿qué sucede con la gente? ¿Ven? Es solamente este día en el que estamos viviendo, mofadores (¿ven?), el día del cumplimiento de la profecía.",
    "Dios asignó Su Palabra para cada edad, y cada una de esas edades tiene que manifestar esa porción. Y El también preordenó hombres para dicha edad, para cumplir esa Palabra. Cada vez que El asignó Su Palabra, también asignó un hombre para Ella. Cuando la asignó en el tiempo de Moisés, El asignó a Moisés para Ella. Cuando El asignó el tiempo para que naciera el Hijo de Dios, le asignó a El para ello. En cada edad El ha asignado Su hombre, preordenado, como dijo la Biblia. Nada…",
    "Si Dios es Infinito, Omnipotente, Todopoderoso, Omnipresente, Omnisciente, pues entonces El conoció todas las cosas desde el principio. Así que El sabía. No hay nada fuera de orden, sólo somos nosotros los que pensamos que así es. Todo marcha…Busquen en Su Palabra y vean lo que El está haciendo, entonces lograremos entender.",
    "Ahora, sólo piensen. En primer lugar, si aquel ministro hubiese pensado que cuando le pusieron el vinagre y hiel en la boca, El lo escupió. Que para comenzar El no lo recibió. (¿Ven?) ¡Simplemente son burladores que están surgiendo! Y otra cosa: ¿Cómo es que este Jesús de Nazaret, cómo es que Su vida cuadró con cada profecía del Antiguo Testamento? ¿Cómo pudo haber sucedido? No pudo haber sido sin ser ordenado así por Dios. Su vida cuadró con toda profecía del Antiguo Testamento. Otra cosa: Si aquellos discípulos lo hubieran fingido de esa manera, entonces ¿por qué fue que cada uno de ellos murió en martirio? Y aún el apóstol Pedro dijo: “Pongan mi cabeza hacia el suelo. Yo no soy digno de morir igual que El”. Como fue que tomaron a Andrés y lo voltearon de lado sobre la cruz. Ellos, cada uno selló su testimonio con su propia sangre. Ellos le creyeron y le amaron, y dieron sus vidas por El. Si El fuera un impostor, ¿por qué hubieran hecho eso? Vean, la aplicación espiritual no la capta la gente.",
    "Estuvo aquí un gran hombre, no hace mucho, algún gran rabino, que escribió que “mientras Moisés pasaba por el Mar Rojo”, dijo, “en realidad no era agua. Las aguas en ningún momento se amurallaron”. Dijo: “Lo que sucedió, fue que en el otro extremo del Mar Muerto [Rojo], había una gran cantidad de caña. Y él pasó por encima de las cañas de agua, las cañas de agua. Allí no había agua, sencillamente un cañaveral; un océano de—de cañas por las cuales pasaron”. Y muchos hombres del clero lo creen, ellos aceptan eso.",
    "Aquí no hace mucho, cuando este primer astronauta subió, él regresó, y que no había visto nada de Dios. Eso incluso hizo que algunos ministros cambiaran de parecer. Ellos creían que Dios vivía por allí arriba en algún lugar, a unas 150 millas de altura. [a 250 kilómetros]",
    "¡Pues, vaya, cómo la educación y sabiduría de este mundo ha convertido a la iglesia en rastrojo inútil! El…Su educación y el sistema de educación, ciencia y la civilización, son del diablo. Es la civilización del diablo, la Biblia lo dice.\n\nY nuestra Civilización que vendrá no tendrá nada que ver con esta civilización, para nada. No habrá nada de ella, en absoluto, será una Civilización diferente. En esta civilización y en este mundo científico que tenemos, entre más ciencia, más científicos nos convertimos, más descubrimos cosas para la muerte; trampas para matar, y de todo. En esa nueva Civilización, no habrá muerte, ni enfermedad, tristeza, ni dolor. ¿Ven? No habrá nada de eso allí. Así que esta civilización tendrá que ser destruida, porque es del diablo.",
    "Nos damos cuenta en Génesis 4, que la gente de Caín comenzó la civilización, construyendo aldeas y ciudades y cosas así, instrumentos de música, y tuvieron éxito en la ciencia. Y la gente se alejó más de Dios, pero aún religiosos. Mas cuando apareció la gente de Set, ellos comenzaron a aparecer e invocar el Nombre del Señor.\n\n¡Oh, al hablar de uno tan sutil!",
    "Yo no estoy aquí para herirle los sentimientos a nadie, ni hablar de alguna iglesia. Y si Ud. está aquí y pertenece a esta iglesia, yo no estoy diciendo esto para herirle sus sentimientos, porque también hay igual número de personas buenas allí como las hay en otras iglesias. Pero, leía en Shreveport la semana pasada, donde la iglesia católica hizo una declaración.\n\nY vemos ahora donde todos están uniéndose en el gran Concilio Ecuménico y demás, exactamente cumpliendo lo que la Biblia dijo que harían. Exactamente.",
    "Ahora, nos enteramos que ellos dijeron: “Pues, la Biblia…” Algunos de los protestantes quieren aferrarse a esa Biblia. “Pues”, dijeron, “la Biblia no es más que un libro, una historia de la iglesia; y ni siquiera estaba en forma literaria hasta hace como doscientos cincuenta años. Siempre ha sido la iglesia”. Dijeron, “Era la iglesia, no la Biblia, y la Biblia es simplemente la historia de lo que la iglesia hizo”. ¡Qué mentira más sutil! Pues, hemos tenido la Biblia por tres mil años. El Antiguo Testamento había sido escrito como Escritura por cientos y cientos de años antes de la venida de Cristo. ¡Sencillamente es algo sutil del diablo!",
    "Y nos damos cuenta en este día, con esta gran burla y mofa que hacen de la Biblia, e intentando acabar con Ella, que Dios tiene que juzgar a la iglesia por algo. El no sería justo…\n\nNo pueden venir por esta calle y arrestarme, y decir que voy a treinta millas por hora en una zona de veinte millas por hora, a menos que exista algo allí para decirme que sólo me es permitido conducir a veinte millas por hora. Eso tiene que estar presente.\n\nY Dios va juzgar la iglesia, va juzgar a la gente, algún día. Nosotros sabemos que hay un juicio que viene. Así que si El va juzgarla por medio de la iglesia católica, ¿entonces por cuál iglesia católica? Si la va a juzgar por los metodistas, los bautistas están perdidos. Si la juzga por los unitarios, entonces los dualistas están perdidos, ¿ven Uds.? ¿Por medio de qué la va a juzgar El? El dijo que la juzgaría por Cristo, y Cristo es la Palabra. Entonces es por la Palabra de Dios por la cual Dios juzgará. “En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios. Y aquel Verbo fue hecho carne, y habitó entre nosotros. El mismo ayer, hoy y por los siglos”. ¿Ven? Así que El la juzgará por Su Palabra.",
    "Y ahora nos damos cuenta que en este día, cuando están tratando de descartar la Biblia. “Acepten la iglesia. La Biblia, no la queremos. Es más bien la iglesia”. Y así pueden hacer cualquier clase de credo o cualquier otra cosa, y ajustarse a eso.",
    "Pues, como mencionaba la otra noche en Shreveport. En la—la comunión, cuando mataban ese cordero como sacrificio, “no debía haber ninguna levadura entre ellos, por todos los siete días”. [Exodo 12:15 y 19; 13:7] Nada de levadura, ningún pan leudado. Todo tenía que ser sin levadura. Eso representó las Siete Edades de la Iglesia que ahora obtenemos en el libro aquí, y no había nada de levadura. ¿Qué es? Algo siendo mezclado con Ella. Y mezclamos credo y denominación y de todo lo demás con la Palabra, y aún persistimos en llamar eso la Palabra. “No habría levadura durante todos los siete días”.",
    "Y aun lo que se come hoy, no intente guardarlo para mañana. “Quémelo con fuego, antes que venga la luz del amanecer”, porque viene surgiendo un Mensaje nuevo, y algo nuevo. Vean, intentan retenerlo para otro día, pero esa ha sido la actitud de la iglesia. Un avivamiento surge, y de repente, dentro de unos tres años, comienzan una organización a base de eso. Una denominación comienza una organización.\n\n¿Pero han notado Uds.? Esto ha estado corriendo ya por veinte años, y no hay ninguna organización. Y nunca la habrá. Este es el fin. El trigo ha venido de nuevo a trigo. El trigo ha regresado nuevamente a Su grano. La cáscara se ha separado. Y el trigo tiene que permanecer en la Presencia del Hijo, para ser madurado.",
    "¿No es algo extraño, ese gran apagón eléctrico que hubo no hace mucho en la costa oriental? Ellos no podían entenderlo. Texas tuvo un apagón la semana pasada. Ellos no pueden entenderlo. ¿No se dan cuenta que esa es una señal? ¿No saben que las naciones están en quiebra? Israel está en su tierra natal. Y estas señales están indicando que nosotros estamos en el fin. Al mismo tiempo están teniendo estos apagones, ¿no saben Uds. que esa es una señal de lo que dijo el profeta? Sí. “Pero habrá Luz en el tiempo del atardecer”, que habrá una Luz que saldrá en el tiempo del atardecer, cuando los apagones y demás cosas estén aconteciendo de la manera como ocurren ahora.",
    "Miren cómo se oscureció. El Papa acababa de visitar aquí.\n\nRecuerden allá en el tabernáculo, cuando aquellas…Uds. tienen las cintas. Me supongo que todos Uds. las reciben. ¡Cómo el Señor mostró allí aquel día, en el tabernáculo, exactamente dónde estarían esas edades de la iglesia, y cómo estarían! Y yo las tenía dibujadas allí en el pizarrón, aquellas edades de la iglesia, las cuales Uds. ven aquí dibujadas en un libro. ¡Y bajó el Espíritu Santo en una gran Columna de Fuego, y fue directo allá atrás a la pared y las dibujó El mismo, mientras trescientas o cuatrocientas personas lo presenciaban!\n\nY justamente mientras el Papa comenzaba su viaje hacía acá, de alguna manera la luna se oscureció. Y ellos tomaron las fotografías [de la luna] de la misma manera que fue dibujado allá en la plataforma. Ahora él hizo su viaje acá el día trece, subió trece escalones, dio la comunión a trece, a una nación cuyo número es trece; y apagones ocurriendo por todas partes. ¿No ven Uds. dónde estamos? Estamos en el tiempo del fin.",
    "🦅 Burladores se levantarán en el día final, diciendo: ‘No hay diferencia en los tiempos de como era antes, cuando nuestros padres durmieron’”.\n\nPero cuando Uds. ven estas cosas comenzando a suceder, levanten su rostro, prepárense. Algo podría acontecer en cualquier momento, Cristo viene por Su Iglesia.",
    "Ahora, ellos no lo creen, porque es un…es un…Ellos, ellos deben…No se dan cuenta que ellos mismos son quienes están dando cumplimiento a las Escrituras. La gente realmente no tiene conciencia de que haciendo estas cosas y diciendo estas cosas, ellos están dándole cumplimiento a las Escrituras.\n\nQué tan poco Caifás, el sumo sacerdote, y todos esos sacerdotes de aquel día, que se mofaron y se burlaron de El, no sabían que era el mismo Dios del cual ellos cantaban: “Dios mío, Dios mío, ¿por qué me has abandonado”? El Salmo 22, “Horadaron mis manos y mis pies”; cantando eso en el templo y El muriendo allá en la cruz. Poco sabían que ellos mismos lo estaban haciendo. Aun Jesús oró: “Padre, perdónalos. Ellos no saben lo que hacen”. Porque de ellos en realidad se había predicho, por las Escrituras, que estarían ciegos.",
    "¿Sabían Uds. que está predicho de la iglesia protestante y la católica, que en los últimos días estarían ciegas de la misma manera, a las Escrituras, con Cristo afuera, intentando entrar? “Porque dices: ‘Yo soy rico, y me he enriquecido, y de ninguna cosa tengo necesidad’, y no conoces que eres un desventurado, miserable, pobre, desnudo y ciego, y no lo sabes”, Apocalipsis 3. Allí lo tienen, regresando nuevamente a la ceguedad, pisoteando las cosas de Dios, como si ellos. Eso no significaba nada para ellos, mofándose y burlándose. Eso es lo que dice la Biblia.",
    "Pero para la Iglesia, la Novia, para ella el Rapto es una revelación. Le es revelado a Ella. Que la revelación, la verdadera Novia de Cristo estará esperando por esa revelación del Rapto.",
    "Ahora, eso sí es una revelación, porque la revelación es fe. Uno no puede tener una revelación sin que sea fe. Fe es una revelación, porque es algo que le es revelado a Ud. Fe es una revelación. Fe es algo que le ha sido revelado a Ud., como ocurrió con Abraham, el cual pudo llamar cualquier cosa contraria a lo que le había sido revelado, como si no existiera. Ahora, fe, eso es lo que es fe, es la revelación de Dios. La Iglesia es edificada sobre una revelación, el Cuerpo entero.",
    "Aquí, hace unas semanas, yo hablaba con un buen ministro bautista. El vino para hablar conmigo. Y dijo: “Como hombre, Ud. me cae muy bien, pero”, dijo, “Ud. está muy confundido”.\n\nYo le dije: “Entonces le pido que Ud. me ayude a enderezarme” (dijo él…), “con la Escritura”.\n\nEl dijo: “Nunca seremos capaz, Hermano Branham, de acomodar las cosas correctamente hasta que no pongamos toda Palabra sobre Palabra, sobre Palabra, exactamente con el griego, y así de esa manera”.",
    "Le dije: “Oh, señor, Ud. sabe que no es así”. Yo dije: “Aun en el Concilio de Nicea, desde allá, trescientos años después de la muerte de Cristo, ellos estaban debatiendo cuál erudito griego tenía la razón. Uno puede saberlo. Es una revelación, el asunto entero. Es…”\n\nEl dijo: “Yo no puedo aceptar revelación”.\n\nLe dije: “Entonces ¿cómo puede Ud. aceptar a Cristo”?\n\nDijo él: “Pues, la Biblia dice: ‘Aquel que creyere en Jesucristo tiene Vida Eterna’”.",
    "Le dije: “Eso es cierto, y también dice que ningún hombre puede llamar a Jesús el Cristo sino únicamente por la revelación del Espíritu Santo que se lo haya revelado a él”. ¿Ven? Allí lo tienen, da la vuelta otra vez, y cae nuevamente directo a la revelación. Tiene que ser revelado, en la Biblia.",
    "Caín y Abel no tenían Biblia para leer; pero le fue revelado a Abel, por fe, lo cual es una revelación. Abel ofreció a Dios más excelente sacrificio que Caín. Por lo cual, Dios testificó que él era justo. [Hebreos 11:4]\n\nCuando a Jesús le fue preguntado aquí en Mateo 16:17 y 18. No tenemos tiempo para leerlo, pero si desean anotarlo. El dijo: “¿Quién dicen los hombres que soy Yo el Hijo del Hombre”?\n\n“Uno de ellos dijo: ‘Tú eres Moisés, Elías o por el estilo’”.\n\nEl dijo: “Pero ¿quién dices tú que soy Yo”?",
    "El dijo: “Tú eres el Cristo, el Hijo del Dios viviente”.",
    "El dijo: “Bendito eres, Simón, hijo de Jonás, porque carne y sangre no te han revelado esto. Mi Padre que está en el Cielo te lo ha revelado. Sobre esta roca”, la revelación espiritual de Quién es Dios, de Quién es Jesús. Y El es la revelación de Dios, Dios hecho carne y revelado al mundo.\n\nEl estaba en el mundo. Dios estaba en Cristo, reconciliando consigo mismo al mundo, revelando lo que era Dios, en un cuerpo de carne.\n\n“Tú eres el Cristo, el Ungido, el Hijo de Dios”.",
    "El dijo: “Carne ni sangre te reveló esto, sino Mi Padre que está en el Cielo te lo ha revelado. Sobre esta roca Yo edificaré Mi Iglesia, la revelación de la Palabra en Su sazón. Yo edificaré Mi Iglesia, y las puertas del infierno no prevalecerán contra Ella”.",
    "El Libro de Apocalipsis es el último libro de la Biblia. Está sellado para los incrédulos. Allí, dice la Biblia, en el capítulo 22: “Y si alguno le quitare una Palabra, o le añadiere una palabra, Yo quitaré su parte del Libro de la Vida”. Nos damos cuenta entonces, que fue dado enteramente para creyentes. Y abre el Libro de Apocalipsis y revela Quién es el Autor de todo este Libro. “Y su aspecto era como el Alfa y la Omega”, desde Génesis hasta Apocalipsis, Jesucristo el mismo, por todo el transcurso. Y El revela Su misterio entero en cuanto a Sí mismo, y Sus planes para las edades de Su iglesia que estaban por venir, y fueron sellados allí adentro por Siete Sellos.",
    "Ahora, el Libro fue escrito, pero entonces recuerden, fue sellado con Siete Sellos. Y estos Siete Sellos no deberían ser abiertos (Apocalipsis 10) hasta el sonar del último ángel terrenal en la tierra, Apocalipsis 10:7 ¿Ven? “Y en los días del sonar del Mensaje del último ángel, el séptimo ángel, el misterio de Dios sería consumado en esa edad”. Y esa es la edad en que estamos viviendo.",
    "Todos sabemos que estamos viviendo en la Edad de Laodicea. No habrá otra edad después de esta, no puede haber. Entonces estamos viviendo en la Edad de Laodicea. Y estos Sietes Sellos que han guardado ese Libro, que han sido un misterio para la gente, deberán ser abiertos en ese día. Eso es lo que El prometió. Ahora, no será algo aparte de la Palabra, porque no se le puede añadir a la Palabra ni quitar de la Palabra, tiene que permanecer siempre la Palabra. Pero la revelación es para revelar la Verdad de Ella, lo que significa, haciéndola cuadrar con el resto de la Escritura. Y después Dios vindica eso ser la Verdad. ¿Ven?",
    "Dios no necesita ningún intérprete. El es Su Propio intérprete. El da Su Propia interpretación al traer a cumplimiento las cosas que El dijo que sucederían. Como en el principio, El dijo: “Sea la luz”, y hubo luz. Eso no necesita ninguna interpretación. Eso fue vindicado.",
    "Ahora, El prometió ciertas cosas para este último día, en la Escritura. Y allí estaban.\n\nAsí es como Jesús fue el Hijo de Dios. El prometió enviarlo. Cuando El estuvo en Sus días aquí en la tierra, y la gente no podía creerle, El dijo: “Escudriñad las Escrituras, porque en Ellas pensáis que tenéis la Vida Eterna, y Ellas son las que testifican de Mí. Si Yo no hago las obras de Mi Padre, entonces no me creáis. Pero si no podéis creerme a Mí, creed las obras que Yo hago, porque Ellas testifican de Quien soy”.",
    "Pues, entonces en la edad de Wesley, las obras que él hizo testificaron de quién era él.\n\nEn la edad de Lutero, en la reforma, pues seguro, eso testificó de quién era él.",
    "En los días de los pentecostales, en la restauración de los dones, la restauración de los dones, el hablar en lenguas y echar fuera demonios, y los dones, por supuesto, eso testificó. No hubo ninguna broma al respecto. La gente dijo, cuando eso primero surgió…Yo leí los libros sobre la historia de Pentecostés. Ellos dijeron: “Eso no puede durar mucho. Se incendiará y se acabará por su propia cuenta”. Todavía continúa ardiendo. ¿Por qué? Es porque nunca lo apagarán. Dios dijo que eso existiría. Es aquella porción de la Palabra, y nadie podrá apagar eso.\n\nY luego cuando la Novia esté siendo llamada a salir, ¿cómo piensan apagar eso? Es la revelación de la manifestación de la Palabra hecha realidad. Y estamos viviendo en ese día; alabado sea Dios; la revelación del misterio de Sí mismo.",
    "Ahora, el Rapto es únicamente…Este Rapto del que estamos hablando, es únicamente para la Novia. Recuerden que la Biblia dice: “Pero los otros muertos no volvieron a vivir por mil años” [Apocalipsis 20:5]. ¡Este gran Rapto! Si no hay un Rapto, amigos, ¿dónde estamos? ¿Qué haremos? ¿En qué edad estamos viviendo? ¿Qué promesa habrá para nosotros? Sí va haber un Rapto. La Biblia dice que lo habrá. Y sólo será para los elegidos, para la Dama Elegida, la Novia en este día, que ha sido sacada, la Iglesia.",
    "La propia palabra, iglesia, significa “llamado fuera de”. Como Moisés llamó una nación a salir de una nación, el Espíritu Santo está llamando una Novia a salir de una iglesia; una Iglesia saliendo de una iglesia; miembros, de cada denominación, constituyendo una Novia, el árbol Novia. Eso está en—en la cinta, El Arbol Novia. Una Novia saliendo, llamada, y esa es el árbol Novia. La—la Novia, más bien, es la que estará en el Rapto; esa, únicamente, nadie más sino la Novia, los Elegidos, conocidos de antemano por Dios desde el principio, los genes espirituales del Padre.\n\nPermítanme detenerme aquí por un momento. Y es que continúo poniéndome nervioso al pensar que los voy a retener, que voy a retenerlos demasiado tiempo.",
    "Pero noten, miren, cada uno de Uds. ¿Sabían que años antes de que nacieran, Uds. estaban en su padre, como un gene? Eso es verdad. Un germen, una simiente, estaba en su padre; viene del sexo masculino, no de la hembra. ¿Ven? La hembra provee el óvulo, el terreno fértil. Pero el germen viene del padre… Ahora, por decir, en mi padre…",
    "O, mi hijo sentado aquí; cuando yo tenía dieciséis años, mi hijo estaba en mí. Yo no le conocía, pero él estaba allí. Ahora a través de un terreno fértil, por medio de la santa unión matrimonial, él viene a existir en la imagen mía. Ahora le conozco. Puedo tener compañerismo con él. Y él vino justo en el momento cuando era el tiempo correcto.",
    "Ahora, así también Ud., si Ud. tiene Vida Eterna, Ud. estaba en Dios antes que existiere un mundo. Ud. es una parte, un hijo de Dios, un atributo de Dios. El sabía la propia edad en la que Ud. vendría. El lo predestinó a Ud. para esa edad, para ocupar ese lugar, y nadie más puede ocuparlo, sin interesar cuántas personificaciones y demás cosas. Ud. tendrá que estar allí, porque El sabía que Ud. estaría allí. Y ahora Ud. es manifestado. Ahora Ud. puede tener compañerismo con El, y eso es lo que El desea. El está añorando compañerismo, ser adorado. Pero si la vida suya no siempre existía como un atributo en Dios, entonces Ud. sólo es un imitador del Cristianismo. ¿Ven? Habrán millones y billones de ellos, que sólo serán imitadores del Cristianismo.",
    "Un comentario que hice recientemente. Yo estaba observando al Hermano Demas Shakarian allá, cuando ellos estaban en la hibridación del ganado; observé los tubos científicos de ensayo y demás cosas; siendo conducido por doctores, y observando estas cosas.",
    "En la descarga literal del macho, hay aproximadamente un millón de gérmenes que vienen del macho en cada ocasión. Y aproximadamente un millón de óvulos vienen de la hembra a—a la misma vez. Pero, ¿sabían Uds., que entre todos esos pequeños gérmenes moviéndose allí, de un millón, sólo hay uno ordenado a vida, y únicamente un óvulo fértil? Y ese pequeño germen nadará por encima, pasando cada uno de esos otros pequeños gérmenes, directamente por encima de cada pequeño germen que luce igual que él, y pasa por encima y viene acá, y encuentra ese óvulo fértil y entra allí. Y después todos los demás mueren. ¡Pues, hablando acerca del nacimiento virginal, oh, no es ni la mitad de misterioso que el nacimiento físico, de cómo es preordenado, predestinado por Dios!",
    "Ahora, en el principio, muy allá, hace muchos años, antes que comenzara el tiempo, Ud., si Ud. es un Cristiano nacido de nuevo en esta noche, Ud. entonces estaba en Dios, su Padre. Esa es la razón por la cual cuando Ud. entra en esta vida aquí y profesa Cristianismo, y parece que todo le sale mal, Ud. se ha preguntado ¿esto por qué, y todo así? Ud. se hacía esas preguntas. Pero un día, algo le impactó a Ud. ¿Qué fue? Esa Vida que estaba allí adentro desde un principio. Y si…",
    "Como mi historia del águila, la madre hallando el aguilucho. Uds. me han oído predicar sobre eso, de cómo esa águila fue empollada debajo de una gallina. Pero ella, sus hábitos al procurar alimentar esas—esas gallinas, el aguilucho no podía tolerarlo, porque para empezar él no era una gallina. No obstante él se encontraba en el corral con las gallinas, y seguía a la gallina. Pero ella escarbaba así en el patio de la granja, y el pequeño aguilucho no lo toleraba. Pero cada vez que ella cloqueaba, todas las gallinitas iban, y él también iba. Pero un día…",
    "Su madre supo que ella había puesto dos huevos, no uno. Tenía que haber otro, en algún lugar. Ella se fue a buscarlo, volando por todas partes, por todos los alrededores. Finalmente ella pasó sobre el patio de la granja, y ella encontró a su bebé, y ella le gritó. Fue una voz que él entendió, era lo que cuadraba. Eso era lo que él buscaba, ¿ven? Y él se dio cuenta en ese momento que él no era una gallina. El era un águila.\n\nY así es con todo Cristiano nacido de nuevo, cuando Ud. viene. A mí no me interesa a cuántas denominaciones Ud. se haya unido, ni cuántos nombres, que su nombre esté en los libros y demás cosas. Cuando esa verdadera Palabra de Dios es vindicada y hecha real ante Ud. de esa manera, Ud. se da cuenta allí mismo que Ud. es un águila. Porque todo este cloqueo de la gallina: “Unase Ud. a esto y únase a esto, y camine por aquí, y camine por allá”, son tonterías. Es genuinamente el añadir Palabra sobre Palabra.",
    "Cuando un germen entra en la matriz de—de la hembra, no se forma…Ud., Ud. no vino a ser un germen humano de su padre, y luego enseguida que haya recibido un germen de un perro, y el siguiente de un gato, y el próximo de una gallina. Fue todo germen humano.\n\nY el Cuerpo de Jesucristo, la Novia, será parte de Su Cuerpo. Lo cual…El fue la Palabra, y la Novia tendrá que ser la Palabra; Palabra añadida sobre Palabra, añadida sobre Palabra. La justificación de Lutero, la santificación de Wesley, el Bautismo del Espíritu Santo y la restauración de los dones de los pentecostales, y todo lo demás que lo acompaña. ¿Ven? Tiene que ser Palabra sobre Palabra, germen sobre germen, Vida sobre Vida, para producir la estatura plena de la Novia del Señor Jesucristo. Ahora, recuerde, Ud. fue un atributo.",
    "Y ahora, el asunto es, después que nos enteramos de estas cosas, que Cristo viene por Su Novia; entonces, ¿cómo es que formamos parte de esa Novia? Esa es la pregunta.\n\nMuchos dicen: “Unase a nuestra congregación”. Una de ellas quiere una cierta clase de bautismo. Una quiere hacer esto o aquello. Una dijo: “Ud. tiene que hablar en lenguas, o no lo tiene”. El otro dijo: “No es necesario que Ud. hable en lenguas”. Este dice: “Ud. tiene que danzar en el espíritu”; éste acá dice: “Ud. tiene que gritar”; éste: “Tener una sensación”. Eso está todo bien, y sin embargo aún está todo errado.\n\n¿Cómo puede un hombre que es…o una mujer, o un hijo de Dios, que es nacido del Espíritu de Dios, negar la Palabra de Dios? Cuando Dios mismo la interpreta y dice: “Es Esto. Yo lo prometí. Aquí está”, mostrándolo tan claro como puede ser. Pues, ellos tendrán que verlo. ¿Ven? ¿Cómo podría Cristo negar Su Propia Palabra? Y si Cristo está en Ud., El no puede negar Su Propia Palabra.",
    "Entonces ¿cómo entramos nosotros en este Cuerpo? Primera de Corintios 12: “Por un Espíritu fuimos todos bautizados en este Cuerpo, por un bautismo del Espíritu Santo”. Y eso, si Ud. quiere anotarlo, es Primera de Corintios 12:13. “Y por un solo Espíritu fuimos todos bautizados”. Y el Espíritu es la Vida de Cristo. ¿Es correcto? [La congregación dice: “Amén”.] ¡La Vida de Cristo! Y la vida de cualquier simiente—lo cual, El fue la Palabra Simiente—trae la Simiente a Vida. ¿Lo captan? Si esa—si esa Vida está allí adentro en la Simiente, y este bautismo del Espíritu Santo viene sobre Ella, está obligado a traer esa Simiente a Vida.",
    "Como les dije aquí en Phoenix, no hace mucho. Yo hablaba con el Hermano John Sharrit. Yo estaba por allá y él me mostró un árbol, un cítrico. El—él ha cosechado mucha fruta cítrica. Y él me mostró un árbol, que tenía ocho o nueve diferentes clases de fruta. Y le pregunté: “Hermano Sharrit, ¿qué clase de árbol es ese”?\n\nDijo: “Un naranjo”.\n\nLe dije: “¿Por qué tiene limón, y mandarina, y tangélo, y toronja”?\n\nEl dijo: “Son todas frutas cítricas. Han sido injertadas”.\n\n“Oh”, dije yo, “ya veo. Ahora, el próximo año, todo será naranja, porque…”",
    "🦅 Oh, no. Cada árbol dará de lo propio, o sea, cada rama dará su propio fruto”.",
    "Muchos de Uds. que se dedican a la cosecha de la fruta saben eso, aquí en este valle cítrico. Cada una dará de lo propio. Injértele Ud. una rama de limón a un árbol de naranja, y dará limones, porque es de la naturaleza del fruto cítrico. Sin embargo no dará el fruto original.\n\nY eso es lo que nosotros hemos hecho. Hemos injertado, aceptando credos y demás cosas, e injertando aquí cada uno. ¿Cómo pueden los metodistas producir otra cosa sino un hijo metodista? ¿Cómo puede alguna denominación producir algo sino un hijo denominacional?",
    "Pero si aquel árbol alguna vez da una rama original, producirá naranjas.\n\nY entonces si Dios alguna vez hace algo en la Iglesia, será original, nuevamente con la Palabra. Exactamente, tiene que ser así, porque la Vida está en el Arbol, y Eso produce según Su propio género.",
    "Ahora, cuando venimos a darnos cuenta, pues, allí está esa gran iglesia que ha pasado a través de las edades, produciendo su fruto. Y tan pronto las ramas no producen, las cortan. En San Juan 15, no podó la Vid, El le quitó las ramas, las cortó, porque no estaban produciendo ningún fruto. Y—y nosotros…",
    "Jesús quiere fruto, para Sí mismo. Su Esposa debe producir la clase de hijos que El es.\n\nEntonces, si no produce hijos, hijos Novia, hijos de la Palabra, entonces es hijo denominacional. Entonces, su primer amor es por el mundo y la denominación, y ella habrá regresado a eso. Y no puede producir un verdadero Cristiano genuino, nacido de nuevo, porque no hay allí nada para producirlo.",
    "Igual como si Ud. toma una rama de limón y la pega allí, ella producirá un limón, pero no puede producir una naranja, porque no estuvo allí en el principio. Pero si fue ordenada en el principio, por previo conocimiento de Dios, predestinada y nacida, ella tiene que producir una naranja. Ella no puede traer otra cosa.",
    "Y así es con la Iglesia del Dios vivo, cuando la hora llegue. Todos…cuando Dios comienza a hacer algo, todos agarran la pelota y se van. ¿Ven? Siempre ha sido de esa manera.\n\nNo hace mucho yo leía en la historia de Martín Lutero. Decía: “No era tan difícil creer que Martín Lutero podía protestar en contra de la iglesia católica y escaparse. Pero”, decía, “lo extraño fue que él pudo mantener su cabeza por encima de todo el fanatismo que seguía su avivamiento, y aún permanecer correcto en su justificación”. ¿Ven? De todo le seguía, personificaciones y de todo.",
    "Fíjense en la Sra. Semple McPherson, Aimee Semple McPherson, que tenía este templo por acá. Toda dama predicadora tenía aquellas alas, y cargaba la Biblia de la misma manera, ¡Personificaciones carnales!\n\nEllos no pueden ser originales. De igual manera no pueden serlo las iglesias. Permita Ud. que una iglesia en la ciudad reciba alguna u otra cosa, y la otra iglesia no puede resistirse hasta obtenerlo también. ¿Ven? Ya no son originales.\n\nLa Palabra de Dios es original. Es la Palabra, y Ella tiene que producir según Su género; de Su género en Su sazón, elegidos, predestinados por el Padre, Dios.",
    "Ahora, ¿cómo entramos en esta Iglesia? “Por un Espíritu somos todos bautizados en este Cuerpo: Cuerpo de Cristo”, el cual es la Novia, la Palabra. “Somos bautizados allí adentro por el Espíritu Santo”.",
    "Ahora fijémonos si estamos en la última edad o no. Ahora nos damos cuenta, si abrimos acá en Génesis, como en el, oh, como el quinto capítulo, también pueden abrir en Lucas y enterarse que Enoc fue el séptimo desde Noé. Enoc.\n\nAllí abarca la simiente de la serpiente. Porque si Caín era el hijo de Abel [Adán], entonces éste sería el octavo. ¿Ven? Pero en ningún lugar en la Biblia dice que Caín era el hijo de Abel…o que Caín—o que Caín era el hijo de Adán. Porque la Biblia dice: “El era del maligno”. Y Adán no era el maligno. ¿Ven Uds.? “El era del maligno”.",
    "Ahora encontramos aquí que Enoc era el séptimo desde Noé, lo cual era un tipo de las edades de la iglesia. Ahora, los seis hombres antes de él todos murieron, pero Enoc fue trasladado. Enoc fue raptado, el séptimo, mostrando que es la séptima edad de la iglesia que sube en el Rapto. Ahora, no hay duda, nosotros estamos en la séptima edad de la iglesia. Todos lo sabemos.",
    "Ahora, es la séptima edad que sube en el Rapto. Las otras seis murieron. Pero Enoc fue trasladado, porque “él no fue hallado; Dios se lo llevó”. Pero Enoc, siendo arrebatado, fue un tipo de todos los demás que murieron. Pero la—la Novia del fin será llamada fuera del…Los arrebatados, sin ver muerte, serán llamados de la séptima edad de la iglesia, lo cual estamos ahora dando testimonio de esa edad. ¡Oh, vaya! Penetremos en eso ahora, profundamente. ¿Ven?",
    "Ahora, aquí también, un tipo de las siete edades de la iglesia; lo cual, en Apocalipsis 10:7, que el gran misterio del Libro sería desenrollado por el Mensaje del séptimo ángel.",
    "Ahora, hay un Mensajero arriba, siempre, y un mensajero en la tierra. La Palabra en inglés ángel significa “un mensajero”. Y en el Mensaje del séptimo ángel, mientras él daba su proclamación, su ministerio, “por lo tanto cuando él empezó a sonar su ministerio”, no cuando él primero empezó.\n\nJesús, cuando El empezó, El empezó sanando a los enfermos y afligidos: “¡Oh, ese gran rabino! El es un profeta”, y todos deseándole a El en sus iglesias.\n\nPero cuando El se sentó un día, y dijo: “Yo y Mi Padre, uno somos”, eso era diferente. Eso era diferente. “Si no coméis la carne del Hijo del Hombre, y bebéis Su Sangre, no tenéis Vida en vosotros”.\n\n“¡Pues, El es un vampiro”! ¿Ven? ¿Ven? Eso era diferente.\n\nEl no lo explicó. Ellos ya habían visto la manifestación, la vindicación de la Palabra de Dios para Su edad, hecha realidad y probada ante ellos, que El era ese mensajero de esa edad. Y El no tuvo que explicar nada.",
    "Aquellos discípulos quizás no fueron capaces de explicarlo. Pero ellos lo creían, aunque pudieran explicarlo o no. Ellos permanecieron quietos y lo creyeron. ¿Cómo podían saber ellos si iban a comer Su carne y beber Su Sangre? Pues, les era imposible. Pero ellos lo creyeron, porque ellos habían sido ordenados. Jesús dijo que El “los escogió antes de la fundación del mundo”. ¿Ven? Ellos lo creyeron. Aunque pudieran explicarlo o no, ellos aún lo creyeron.",
    "Ahora, observen, ahora en la séptima edad de la iglesia, “Cuando el séptimo ángel comenzare a sonar, los misterios de Dios serían dados a conocer allí mismo”, los Sellos.\n\nLos reformadores, que…si hubieran tenido tiempo. Lutero no vivió lo suficiente, ni tampoco Wesley. Las edades no duraron lo suficiente para aquellos reformadores. Ellos tuvieron su mensaje para ese día, y la gente lo captó y luego lo denominaron. ¿Y qué es?",
    "Ud. nunca podrá ganarle a la naturaleza. La naturaleza siempre testifica. Dios hace las cosas en continuidad con la naturaleza. Eso tiene que ser así.\n\nComo el sol. El sol sale en la mañana, es un bebecito recién nacido; es débil, y no tiene mucho calor. A las diez de la mañana, está saliendo del bachillerato. Al medio día, está entrando a la vida. A las tres de la tarde, está envejeciendo. Para las cinco ya está muriendo, viejo y débil nuevamente, regresando a la tumba. ¿Es ese su fin? El se levanta nuevamente a la mañana siguiente ¿Ven Uds.?",
    "Miren los árboles, como producen sus hojas y todo lo que hacen. Ahora, hallamos que las hojas se desprenden del árbol, regresan. ¿A qué? La vida baja a la raíz del árbol. ¿Es ese su fin? Surgen nuevamente en la primavera, con vida nueva.",
    "Ahora observen las iglesias, como han hecho lo mismo a través de la reforma. Eso surgió. Ese grano de trigo cayó en la tierra y murió, bajo la persecución en la edad del Oscurantismo. Cayó en la tierra y tenía que morir. Cualquier hombre espiritual puede ver eso. A no ser que esa simiente muera y se pudra, permanece sola. Y tenía que caer a tierra, bajo la edad del Oscurantismo. Allí permaneció, se pudrió, y surgió en forma de dos hojitas de la iglesia luterana. De la iglesia luterana produjo más hojas, Zwinglio y los demás. De allí pasó a la inflorescencia, lo cual fue Juan Wesley, la gran edad misionera. Luego retrocedió. De allí salió esa edad engañosa, esa edad pentecostal. Ese grano de trigo, ese…",
    "¿Alguien aquí alguna vez ha cosechado trigo? Observe Ud. ese trigo cuando lo mire. Cuando Ud. salga allá, diciendo: “Tengo trigo”. Y parece que tiene trigo, ábralo cuidadosamente y mire; Ud. no tiene nada de trigo, Ud. tiene una cáscara. ¿No nos advirtió Jesús de eso en Mateo 24:22 ó 24? “En los últimos días, los dos espíritus serían tan semejantes que aun engañarán al mismo trigo elegido, si fuese posible”. ¿Ven? Ahora noten: Es un transportador.",
    "Ahora, la vida que subió a través de Lutero fue lo que formó a Wesley. La vida que salió de Wesley, fue lo que formó Pentecostés. La vida que sale de Pentecostés forma el trigo. Pero ellos son transportadores, ¿ven? La verdadera Vida pasa a través de allí. El Mensaje pasa a través, pero está dirigiéndose hacia arriba, al trigo. Esa es la razón que el trigo sube y trae la cosa entera en el Rapto, aquí arriba en la cima. La Novia misma sale de cada edad, pero el tallo denominacional muere, se seca y muere. ¿Han notado, en estos últimos días, cómo ha empezado a desprenderse? Cuando ese trigo comience a crecer, entonces la—la cáscara comienza a desprenderse, alejándose de él.",
    "Mire allí adentro, en ese pequeño trigo cuando Ud. lo observe. Pélelo, abriéndolo de esta manera, y mire allí adentro y vea. Allí adentro tiene un pequeño retoño de trigo. Ud. tendría que usar un microscopio con un lente treinta para ver allí adentro, para ver el pequeño retoño de trigo. ¿Ven?\n\nEstá muy adentro, allá atrás, pero allí empieza a crecer. Ahora, esa cáscara tiene que estar allí, para resguardarlo, para darle oportunidad de salir. Pero entonces cuando eso comienza a crecer y el Mensaje empieza a esparcirse, entonces la cáscara se desprende de El. Y la Vida sale de esa cáscara, entrando directo al trigo. ¡Continúa! Ha sido así en cada edad. Sencillamente—sencillamente no se le puede ganar a la naturaleza. Es…Esa es la continuidad de Dios, la manera en que El hace las cosas.",
    "Y ahora esa es la edad en la que vivimos, la séptima edad de la iglesia, ahora mismo. Ahora todo eso será manifiesto en el grano de trigo al final, volviendo en otro. Ahora, si Ud. se fija en Lucas el capítulo 17 y el versículo 30, El dijo: “Como fue en los días de Sodoma, así también será en la venida del Hijo del Hombre, cuando el Hijo del Hombre comience a revelarse a Sí mismo”. ¿Qué significa revelar? Dar Su revelación de lo que El es en este día. Revelar a la gente la Palabra que es dada a conocer para el día. Revelar a la gente, por la manifestación del Espíritu Santo, haciendo a ese Jesús vivir entre nosotros. Y recuerden, El fue representado allí en un hombre. ¡En un hombre! El dijo: “Como fue…” Ahora, El leyó la misma Biblia que leemos nosotros, Génesis. Ahora, notamos allí en ese capítulo de Génesis, cuando Jesús hablaba al respecto.",
    "Encontramos allí, en eso, que con Su espalda hacia esa tienda, y Sara en la tienda, El dijo, El hizo una pregunta. [Génesis 18:10] Y ella no creía que lo que iba a acontecer podía suceder. El dijo: “Ahora, Abraham, voy a visitarte de acuerdo al tiempo de vida”. ¿Ven? Y Sara, en la tienda, se rió de eso. El dijo: “¿Por qué se rió Sara, en la tienda, diciendo: ‘Pues, ¿cómo serán posibles estas cosas’”?",
    "Jesús lo prometió. Y Ese era El, Abraham le llamó “Elohim”, el Todopoderoso. Ese fue El. Ahora, la Biblia predice que eso regresará nuevamente en los últimos días. Jesús lo dijo. “Y cuando veáis estas cosas empezar a suceder”, sólo recuerden, cuando esto empiece a acontecer de esa manera, entonces, “es para que conozcáis que el tiempo está cerca a la puerta”.",
    "Miren al mundo mismo. Miren al mundo, Sodoma, una Sodoma bien hecha. Miren la gente pervertida en tal perversión; sus mentes están pervertidas. Ellos no saben lo que es decencia común. Miren el renegado…[Cinta en blanco]…sexuales y de todo.\n\nY miren nuestras mujeres, qué alboroto ha causado eso. Miren qué desenfreno de indecencia, de inmoralidad entre nuestras mujeres. Y no sólo nuestras…\n\nUd. dice: “Esos son los metodistas”. Esos también son los pentecostales, es la cosa entera.",
    "Miren a nuestros hombres. Ellos se aferran—en vez de la Palabra de Dios—de alguna pequeña tradición de la denominación. Y ellos se aferran a eso, en vez de salir cuando ven a Dios manifestándose perfectamente. La razón es que están ciegos, no pueden verlo, nunca lo verán.\n\nAhora fíjense lo que acontece aquí en esto, mientras nos damos prisa.\n\nCreo que esa señora quiere que nos vayamos. Le vi hacerme señas con la mano, algo al respecto, ella quiere que salgamos, así que es mejor que nos demos prisa.",
    "Así que ahora fíjense en Enoc, el tipo de la Iglesia. Aquí él también es tipificado en la séptima edad de la iglesia. ¿Pueden Uds. pensar en eso? ¡La séptima edad de la iglesia! Noten. “Al sonar de…”",
    "¿Cuántos creen que han habido siete mensajeros para las siete…? Oh, nosotros todos lo creemos, si le creemos a la Biblia. Si no le creemos a la Biblia, por supuesto, no lo creemos. Pero, los han habido.",
    "Ahora nosotros estamos viviendo en la séptima edad de la iglesia. Y la Biblia dice que esta séptima edad de la iglesia, “que cuando el mensajero de esta séptima edad de la iglesia empiece a sonar su Mensaje, que los misterios de todas las cosas que han sido enredadas a través de la edad, serían revelados en ese tiempo”. Aquí lo vemos, el Hijo del Hombre viniendo entre Su pueblo y haciéndolo exactamente, confirmando Su Mensaje como dijo que El haría. Aquí lo encontramos, aquí en esta última edad, ahora.",
    "Y las siete vigilias, como la séptima vigilia, de uno que venía. El no vino en la primera vigilia, segunda, tercera, cuarta, sino que vino en la séptima vigilia. Ese fue Enoc, el séptimo, el cual fue trasladado. Y Noé fue un tipo del remanente de los judíos, que serán llevados al otro lado. Ahora, en los tiempos de la Biblia, hablando de las vigilias. Y las noches no eran divididas en horas, allá en los tiempos de la Biblia.",
    "Ahora escuchen atentamente, porque ya me daré prisa, pues quieren el salón. Noten, la Biblia no fue dividida, o—o…",
    "La noche no era dividida en horas, en los tiempos de la Biblia. Era dividida en vigilias. Habían tres vigilias. Ahora, la primera vigilia empezaba de nueve hasta doce. La segunda vigilia empezaba de doce a tres. Y la tercera vigilia de la noche era contada de tres a seis. Entonces tenemos tres, tres veces tres, lo cual es nueve, número imperfecto. Entonces regresamos al siete para el Rapto, lo cual acontecerá, creo yo, entre seis y siete…o seis y nueve de alguna mañana. “Cuando la trompeta suene en aquel día final”.\n\nEn aquel día sin nieblas, en que muerte ya no habrá,\n\nY Su gloria el Salvador impartirá;\n\nCuando los llamados entren a su celestial hogar,\n\nY que sea pasada lista, allí he de estar.",
    "La palabra Rapto, ni siquiera es usada en la Biblia. Nosotros adaptamos esa palabra allí. La Biblia dice: “Arrebatados, siendo arrebatados”. Leemos aquí en Segunda de Tesalonicenses…O, Primera de Tesalonicenses, el orden de este gran Rapto que acontecerá en los últimos días. Escuchen esto aquí. Comenzaremos aquí con el versículo 13. [4:13]\n\nTampoco queremos, hermanos, que ignoréis acerca de los que duermen, para que no os entristezcáis como los otros que no tienen esperanza.\n\nPorque si creemos que Jesús murió y resucitó, así también traerá Dios con Jesús a los que durmieron en él.\n\nPor lo cual os decimos esto en palabra del Señor: que nosotros que vivimos, que habremos quedado hasta la venida del Señor, no precederemos…(Esa palabra precederemos quiere decir, “impedir”)…a los que durmieron.\n\nPorque el Señor…descenderá…\n\nAhora escuchen atentamente.\n\n…porque el Señor mismo con voz de mando, con voz de arcángel, y con trompeta de Dios, descenderá del cielo; y los muertos en Cristo resucitarán primero.",
    "Ahora, quiero que noten aquí una gran cosa aconteciendo ahora. Que no se les pase por alto. ¿Ven? Ahora noten. La Palabra dice aquí, en Segunda de Tesalonicenses, que hay tres cosas. Noten. Del versículo 13 al 16, hay tres cosas que tienen que suceder antes de que el Señor mismo aparezca. Rápidamente ahora, para que podamos terminar. ¿Ven? La primera cosa que sucede…Fíjense: Una aclamación, una voz, una trompeta. Leamos Eso ahora y veamos si es correcto. ¿Ven?\n\nPorque el Señor mismo (versículo 16) con voz de mando [aclamación], con voz de arcángel, y con trompeta de Dios, descenderá del cielo;…",
    "Tres cosas acontecen: Una voz…Una aclamación, una voz, una trompeta; tienen que acontecer antes que Jesús aparezca. Ahora, una aclamación…Jesús hace las tres cosas, cuando El—El—El—El esté descendiendo.\n\nUna aclamación, ¿qué es una aclamación? Es el Mensaje saliendo primero, el vivificante Pan de Vida haciendo surgir la Novia.",
    "Ahora, Dios tiene una manera de hacer las cosas. Y El nunca cambia Su plan. El nunca cambia Su…El es el incambiable Dios. En Amós 3.7, El dijo que El no haría “nada sobre la tierra, sin El revelárselo a Sus siervos los profetas”. Y tan cierto como El lo prometió, El lo hará.",
    "Ahora, hemos venido a través de las edades de la iglesia. Pero nos es prometido en los últimos días, según Malaquías 4, que habría nuevamente un profeta en la tierra. Eso es correcto. Fíjense en su naturaleza, cómo sería él. El siempre es…\n\nDios usa ese espíritu cinco veces: Una vez en Elías; luego en Eliseo; en Juan el Bautista; para llamar la Iglesia a salir; y con el remanente de los judíos. Cinco veces, “gracia”, J—e—s—ú—s, y F—e [en inglés, las palabras “fe”, y “gracia” tienen cinco letras] Y éste es el número de gracia. ¿Ven? Muy bien.",
    "Ahora, recuerden, el Mensaje ha sido prometido. Y cuando todos estos misterios que han sido tan enredados por el grupo eclesiástico, se requerirá de un—un profeta directamente de parte de Dios para revelar Eso. Y eso es exactamente lo que El prometió hacer. ¿Ven?",
    "Ahora, recuerden: “La Palabra del Señor viene al profeta”, no al teólogo, al profeta. El es el reflector de la Palabra de Dios. El no puede decir nada; él no puede hablar de sus propios pensamientos. El sólo puede hablar lo que Dios le revela. Incluso con el profeta Balaam cuando ellos intentaron que se vendiera, que él vendiera su derecho, él dijo: “¿Cómo puede cualquier profeta decir algo diferente a lo que Dios pone en su boca”? Es algo que Dios hace, que uno no puede decir ninguna otra cosa. Y uno nace de esa manera. Igual como uno no podría…",
    "Como uno podría decir: “Yo—yo—yo no puedo abrir mis ojos”, cuando uno está mirando. ¿Ven? Uno no puede. Uno no puede alcanzar a tocar con su mano, cuando sí puede. ¿Ven? Ud. no puede ser un perro siendo que es humano. ¿Ven? Uno es hecho así.\n\nY así también Dios, siempre, en las edades, por medio de Isaías, Jeremías y todos los Elías en las edades pasadas. Cuando el grupo eclesiástico lo enredaba todo El enviaba un profeta, levantándolo de la nada. Este no pertenecía a ninguna de sus situaciones, y hablaba Su Palabra. Era llamado de la escena, y quitado, sencillamente eran hombres fuertes de la Verdad de Dios. Y es siempre, la manera en que uno podía conocerlos, dijo El: “Si hay uno entre Uds. que es espiritual o profeta…”",
    "Ahora profetas (existe tal cosa como “don de profecía” en la Iglesia), pero un profeta es predestinado y preordenado para la hora. ¿Ven? Sí señor. Ahora, si una profecía es dada, dos o tres deben sentarse y juzgar si eso es correcto o no, antes que la iglesia pueda recibirla.",
    "Pero nadie se sentaba así ante un profeta, porque él era-él era absolutamente la Palabra de Dios. El era esa Palabra en su día. Se veía a Dios reflejado. Ahora, Dios ha prometido enviarnos eso nuevamente en los últimos días, para sacar la Novia de ese enredo eclesiástico, por la única vía en que puede ser hecho.",
    "Eso nunca se logrará; la iglesia no puede recibir a Cristo. Nosotros, los pentecostales, nosotros no podemos avanzar con este Mensaje en la condición en que la iglesia se encuentra hoy. ¿Cómo iremos a manifestar algo en el tiempo del fin en la condición en que se encuentran hoy, cuando cada uno está en contra del otro, y todo lo demás, y hasta eclesiásticamente? ¡Oh, misericordia! Es un enredo. Ya se ha desviado en denominaciones. Y en cualquier momento…yo le pido a cualquier historiador que—que—que diga algo diferente. Cada vez que un mensaje salió por la tierra y lo organizaron, allí mismo murió. Y pentecostés hizo lo mismo que todas ellas, el pentecostés que salió.",
    "Uds. de las Asambleas de Dios, cuando sus padres y madres salieron allá de aquellas organizaciones, en el antiguo concilio general, clamaban y glorificaban a Dios, y hablaron en contra de esas cosas. Y Uds. regresan “como el perro a su vómito, y el cerdo a su lodo”, e hicieron lo mismo que ellos. Y ahora son tan eclesiásticos, que cierran sus entrañas de compasión. Se requiere una tarjeta de compañerismo antes de uno si quiera poder asociarse con Uds.",
    "Uds. unitarios, Dios les dio un mensaje como ése, y en vez de avanzar, y simplemente mantenerse humildes y continuar adelante, tuvieron que salirse y organizar su grupo. Y ¿adónde están todos Uds. ahora? En el mismo balde. Así es.\n\nY el Espíritu de Dios avanzando. “Yo el Señor la he plantado. Yo la regaré, día y noche no sea que algunos…” El ordenó que así fueran estas cosas, y El debe enviar Esto.",
    "La primera cosa que viene, cuando El empiece a descender del Cielo, ¡hay una aclamación! ¿Qué es? Es un Mensaje, para reunir a la gente. Primero surge un Mensaje. Ahora es el tiempo de arreglar la lámpara, “Levántense y arreglen sus lámparas”. ¿Qué vigilia era esa? La séptima. No la sexta, pero la séptima, “He aquí, el Novio viene. Levántense y arreglen sus lámparas”. Y ellos lo hicieron. Algunos encontraron que ni siquiera tenían Aceite en su lámpara. ¿Ven? Pero este es el tiempo de arreglar la lámpara.\n\nEs el tiempo de Malaquías 4. Lo que El prometió. Es Lucas 17. Es—es Isaías y todas esas profecías que encajan perfectamente en orden para este día, en la Escritura, las vemos vivificadas allí mismo. No hay…",
    "Viendo estas cosas suceder, mi precioso hermano, hermana. Cuando Dios en el Cielo sabe que yo podría morir en esta plataforma ahora mismo. Uds.—Uds. sencillamente deberían salir a caminar de vez en cuando. Eso es sólo…Es algo tremendo, cuando Ud. ve a Dios venir del Cielo, presentarse ante grupos de hombres, y pararse allí, declarándose El mismo como siempre lo ha hecho. Y esa es la Verdad, con esta Biblia abierta. ¿Ven? Correcto. Ya estamos justamente aquí.",
    "Y el sistema denominacional está muerto, está acabado; nunca se levantará de nuevo, será quemado. Eso es lo que se hace con la cáscara en el campo. Huyan de eso. Entren en Cristo. No digan: “Yo pertenezco a los metodistas. Yo pertenezco a los bautistas. Yo pertenezco a los pentecostales”. Entre Ud. en Cristo.\n\nY sí Ud. está en Cristo, no hay ni una sola Palabra escrita Aquí que Ud. no pueda creer. A mí no me interesa lo que alguien más diga. Y luego Dios manifiesta eso. Porque Ud., cuando El derrama el Espíritu sobre la Palabra, ¿qué sucede? Es como echarle agua a cualquier otra semilla. Vivirá, y producirá según Su género.",
    "Ud. dice: “Yo tengo el bautismo del Espíritu Santo”. Eso no significa que Ud. es salvo, de ninguna manera.",
    "Mire aquí. Ud. es un ser trino, así es. Adentro de este pequeño ser aquí está el alma, lo siguiente es el espíritu, y el que sigue es el cuerpo. Ahora, Ud. tiene cinco sentidos en este cuerpo, con los cuales hace contacto con su hogar terrenal. No son para hacer contacto con lo demás. Aquí, Ud. tiene cinco sentidos del espíritu: Amor y conciencia y demás, para eso. Pero aquí adentro es donde Ud. mismo vive. Eso es lo que Ud. es.",
    "¿No dijo Jesús: “La lluvia cae sobre el justo y el injusto”? [La congregación dice: “Amén”.] Siembre aquí afuera una cizaña, y también trigo, y riéguelos con agua y manténgales fertilizante y demás así, ¿no vivirán ambos por el mismo agua? [“Amén”.] Seguro. Pero, ¿qué sucede? Una de ellas producirá cizaña, porque es todo lo que ella es. La cizaña levantará sus manos y clamará de la misma manera que el trigo.",
    "¿No dice la Biblia: “En los últimos días se levantarán falsos Cristos”? [La congregación dice: “Amén”.] Ahora no “falsos Jesuses”. “Falsos Cristos”, ungidos, falsamente ungidos en cuanto a la Palabra; ungidos por denominación pero no por la Palabra.\n\nPorque la Palabra dará testimonio de Sí misma. Ella no necesita otra cosa. Ella dará testimonio de Sí misma.\n\n“Y vendrán falsos ungidos”. Uds. tienen mi cinta en cuanto a eso. Y esa unción…\n\nOh, si Ud. llamara uno de ellos, preguntándole: “Oh, Ud., ¿es Ud. un Jesús”?\n\n“Oh, desde luego que no”. Ellos no tolerarían eso.",
    "Pero cuando se trata de un “¡Oh, gloria! ¡Yo tengo la unción”! Y es una unción genuina. Recuerden, Caifás también la tuvo, y profetizó. Y también la tuvo Balaam, y profetizó.\n\nPero eso no tiene nada que ver con esto acá adentro. A menos que esa no fuera la simiente de Dios, Su gene desde un principio, predestinado, Ud. está arruinado. No me interesa cuánto Ud. grite, hable en lenguas, corra, grite; eso no tiene nada que ver.\n\nUna cizaña puede valer igual que cualquiera otra. Yo he visto paganos levantarse y gritar, y hablar en lenguas, y—y beber sangre de un cráneo humano, e invocar al diablo. ¿Ven? Así que uno no…Con respecto a cualquiera de esas sensaciones y demás cosas, olvídelas.\n\nEs el corazón suyo en esa Palabra, y ese es Cristo. Entre allí y vea cómo se da a conocer, a medida que se va abriendo como cualquier otra simiente, y se declara abiertamente para la edad en que está viviendo.",
    "Lutero no podía producir más que hojas. Estos otros pudieron traer estas otras cosas. Nosotros ahora estamos en la edad del trigo.\n\nLos luteranos genuinos de Lutero tenían que producir luteranos genuinos; los pentecostales genuinos tenían que producir pentecostales genuinos. Eso es todo. Pero nosotros ya hemos pasado esa edad, y estamos avanzando.",
    "¿Saben Uds. que la iglesia católica comenzó como pentecostal? Y si la iglesia pentecostal se sostuviera por dos mil años, estaría en peor estado que la católica está hoy. Exactamente. Yo le digo eso a mis hermanos y a mis hermanas, a quienes amo. Y Dios lo sabe. Pero recuerden amigos, yo tengo que encontrarlos a Uds. más allá en el Juicio, y eso quizás no sea muy lejano. Yo tengo que dar testimonio de lo que es la Verdad.",
    "Cuando salí en las reuniones con Uds., orando por los enfermos, todo estaba bien. ¡Pero cuando vine con un Mensaje! Si cualquier Mensaje sale, y si es un Mensaje verdadero…\n\nSi son verdaderos milagros genuinos de Dios, y se mantiene allí con la organización, Uds. saben que eso no es de Dios. Porque esa cosa ya ha sido declarada.\n\nJesús salió y sanó a los enfermos, para de esa manera captar los ojos de la gente, y después fue Su Mensaje. Eso es correcto.\n\nTiene que haber algo que Dios va a presentar. El sólo…la sanidad Divina, Sus milagros y demás, sólo atraen la atención de la gente. La parte principal del asunto es el Mensaje. Allí está, lo que proviene de aquí adentro. Estaba tratando de ganarse la confianza del pueblo para que se aquietaran y le escucharan (¿ven?), porque había algunos allí ordenados a Vida.\n\nUna parte del grano, del trigo, cayó en tierra y los pájaros se la llevaron. Y otra cayó entre espinos. Y otra cayó en terreno apropiado, terreno pre-preparado, y produjo.",
    "Ahora, lo primero es el sonido. La primera cosa es la trompeta y la…o una voz…La aclamación; y luego una voz; y después una trompeta.\n\nAclamación: Un mensajero preparando la gente.\n\nLo segundo es una voz de la resurrección: La misma voz, esa gran voz de San Juan 11:38-44, que llamó a Lázaro del sepulcro.\n\nReuniendo a la Novia; y luego la resurrección de los muertos, ¿ven?; para ser arrebatados con Ello. Ahora observen las tres cosas que acontecen. ¿La siguiente es qué? Fue una trompeta. Una voz…Una aclamación; una voz; una trompeta.",
    "Ahora, lo tercero, es la trompeta. Lo cual, siempre, en la fiesta de las trompetas, es llamando la gente a la fiesta. Y esa será a la Cena de la Novia, la Cena del Cordero con la Novia, en el cielo. ¿Ven?",
    "La primera cosa que surge es Su Mensaje, llamando la Novia a unirse. Lo que sigue luego es la resurrección de la Novia que duerme, los—los que han muerto allá en las otras edades, y son juntamente arrebatados. Y la trompeta, la Fiesta en los cielos, en el firmamento. Pues amigos, eso es lo que acontece.",
    "Estamos justamente allí, ya listos. Lo único es que la Iglesia está saliendo y tiene que permanecer en la presencia del Hijo, para madurar.\n\nLa gran trilladora pasará después de un tiempo. El trigo será quemado, o sea, los tallos, pero el grano será recogido para Su alfolí. ¿Ven?",
    "Uds. no son gente ciega. Uds. son—son gente sensata.\n\nY si yo me parara aquí y dijera estas cosas con prejuicio…Pero lo digo porque es Vida, porque soy responsable ante Dios de decirlo. Y tengo que decirlo. Y mi Mensaje, todo el tiempo, sabiendo desde allá cuando era la sanidad y todo eso, era sólo para atraer la atención de la gente, sabiendo que el Mensaje vendría; y aquí está. Y fueron abiertos esos Siete Sellos, esos misterios, y mostrando así que esas cosas son lo que ha acontecido. Yo no lo sabía.",
    "Pero hay hombres presente aquí ahora mismo, que estaban parados allí conmigo. Cuando todos Uds. me escucharon predicar aquel sermón: “Señores, ¿Qué Hora Es”? Y aquella mañana, exactamente donde se dijo que Aquello sucedería, allí estuvieron Siete Angeles, del Cielo, parados allí. Y a medida que Ellos subían, y el torbellino llevándolos hacia arriba, nosotros parados allí, observando mientras Ellos se iban, la ciencia tomó la fotografía de Eso a través de la nación, hasta en México.",
    "Y allí, mientras observaba, un día, cuando empecé a predicar estas Siete Edades De La Iglesia. Y llamé a Jack Moore, un gran teólogo. Yo le dije: “Jack, ¿quién es esta persona parada allí? ‘Uno semejante al Hijo del Hombre parado allí, sus cabellos blancos como blanca lana.’” [Apocalipsis 1:14]. Le dije: “El era un hombre joven, ¿y cómo podía tener el cabello blanco como la lana”?",
    "El dijo: “Hermano Branham, ese era Su cuerpo glorificado”. Eso no registró.\n\nPero cuando entré a la habitación y empecé a orar, El me dejó saber lo que era. ¿Ven?",
    "Yo siempre he predicado que El era Deidad, no simplemente un hombre. El fue Dios manifestado en carne: Dios, el atributo de Dios, del amor; los grandes atributos de Dios que descendieron, desplegados aquí en la tierra. Jesús fue el amor de Dios, que construyó un cuerpo en el cual Jehová mismo moró. El fue corporalmente la plenitud de la Deidad. Lo que Dios era, El manifestó a través de ese cuerpo. Ese cuerpo tenía que morir, para así El poder lavar la Novia con Su—con Su—con Su Sangre.",
    "Y noten, no sólo es lavada la Novia, perdonada, pero es justificada. ¿Ven? ¿Alguna vez examinó Ud. la Palabra justificado, para ver lo que significa?\n\nAhora, por ejemplo, si el Hermano Green llegara a escuchar que yo había estado tomando, que había estado haciendo cosas malas, y luego se enterara que yo no lo hice. Y después él viene a decir: “Yo lo perdono, Hermano Branham”.",
    "🦅 ¿Me perdona? Yo no lo hice. ¿De qué me está perdonando”? ¿Ven? Pero si soy culpable, entonces puedo ser perdonado, pero aún no soy justo, porque yo sí lo hice.\n\nPero la palabra justificado es “como si Ud. nunca lo hubiese hecho”. ¡Justificado! Y luego la Sangre de Jesucristo nos limpia del pecado, al grado que es puesto en el Libro del olvido de Dios. El es el único que puede hacer eso.",
    "Nosotros no somos capaces. Podemos perdonar, mas no podemos olvidar. Yo puedo perdonarle, pero siempre recordaré que Ud. hizo ciertas cosas malas. Entonces, Ud. no es justo; sino simplemente perdonado.\n\nPero, ante los ojos de Dios, la Novia es justificada. Para comenzar nunca lo hizo. Amén. Está de pie allí, casada con el virtuoso Hijo de Dios; nunca habiendo pecado ni para comenzar. ¿Por qué? Ella fue preordenada. Ella fue engañada en esto aquí. Y ahora cuando Ella escuchó la Verdad y dio el paso, la Sangre la limpió. Y Ella está parada allí, virtuosa. ¿Ven? Allí está, sin ningún pecado, en lo absoluto.",
    "Por eso, ¡el Mensaje llama a la Novia a reunirse (¿ven?), la aclamación!\n\n¡Y la trompeta…!\n\nAquel mismo; El, con gran voz, El gritó con esa aclamación y esa voz, y despertó a Lázaro. Con gran voz El clamó “¡Lázaro, sal fuera”! ¿Ven? Y la voz despierta—despierta la Novia dormida, los muertos dormidos.",
    "Y la trompeta, “con sonido de trompeta”. Y al hacerlo, eso llama. Una trompeta siempre llamó a Israel a la fiesta de las trompetas. ¿Ven? La cual era una fiesta pentecostal, la gran fiesta en el cielo; y la fiesta de las trompetas. Y ahora, una trompeta anunciaba un llamamiento a reunirse: “Vengan a la fiesta”. Y ahora esa es la—la Cena del Cordero en el cielo.\n\nAhora observen. La reunión de la Novia; la fiesta de las trompetas, la Cena de la Boda. Nosotros lo hemos visto en tipos. Ahora observen por un momento antes de terminar. Fíjense. Nosotros lo hemos visto en tipos.",
    "Ahora, si desean leer en Mateo 18:16, dice: “Porque tres son los que dan testimonio” (¿ven?), en San…en Primera de Juan 5:7, y demás lugares. Tres es siempre para confirmación. ¿Es correcto? [La congregación dice: “Amén”.] Es así una verificación, que algo es correcto. Con tres testigos se arregla. “En boca de dos o tres testigos conste toda palabra”.",
    "Ahora noten. Hemos tenido tres testigos. Con tres se confirma. Ahora, ya hemos tenido tres raptos en el Antiguo Testamento (¿sabían Uds. eso?), como testimonio. Ahora observen. Enoc fue uno; Elías fue otro; y Jesús fue el otro.\n\nJesús, siendo la Piedra clave, El dio testimonio. ¿Ven? El fue la Piedra clave entre el Antiguo y Nuevo Testamento, porque El tenía que primero morir y luego ser arrebatado. El murió; regresó a vida y caminó por aquí con nosotros, y después fue arrebatado; porque El fue la Piedra clave que sirvió de puente entre los dos. Después de Su resurrección y rapto…Miren. Después de que El hizo eso, y probó eso allí del Antiguo Testamento. Todos sabemos que Enoc fue trasladado. Sabemos que Elías fue arrebatado por un torbellino (¿es correcto?), en un carro de fuego. Y Jesús murió, fue enterrado, y se levantó y vivió aquí en la tierra, y después fue arrebatado, la Piedra Clave. Allí están tres, para dar testimonio, ¿es correcto? [La congregación dice: “Amén”.]",
    "Ahora, ya ha pasado un rapto. ¿Lo sabían Uds.? Veamos si logramos leerlo rápidamente. Vamos a Mateo, el capítulo 27. Y vamos como al versículo 45 de Mateo, el capítulo 27. Veamos si podemos tomar eso rápidamente, y ver si—si podemos salir un poco de esto, nos sería de ayuda, rápidamente. 27:45, creo que tengo anotado aquí. Leamos.\n\nY desde la hora sexta hubo tinieblas sobre toda la tierra hasta la hora novena.\n\nCerca de la hora novena, Jesús clamó a gran voz, diciendo: Elí, Elí, ¿lama sabactani? Esto es:…Dios mío, ¿por qué me has desamparado?\n\nAlgunos de los que estaban allí decían, al oírlo: A Elías llama éste.\n\nY al instante, corriendo uno de ellos, tomó una esponja, y la empapó de vinagre, y poniéndola en una caña, le dio a beber.\n\nPero los otros decían: Deja, veamos si viene Elías a librarle.\n\nMas Jesús, habiendo otra vez clamado a gran voz, entregó.…\n\n“A gran voz”. ¡Gran voz! Observen.\n\nCuando Jesús moría, clamó a gran voz, entregó el espíritu.\n\nY he aquí, el velo del templo se rasgó en dos, de arriba abajo; y la tierra tembló, y las rocas se partieron;\n\ny se abrieron los sepulcros, y muchos cuerpos de santos que habían dormido, se levantaron;\n\ny saliendo de los sepulcros, después de la resurrección de él, vinieron a la santa ciudad, y aparecieron a muchos.",
    "Un rapto ya ha pasado.\n\nTres han ocurrido en el Antiguo Testamento, con aquellos preparados, a quienes vino la Palabra del Señor. ¿Ven? La Palabra del Señor vino a Enoc. La Palabra del Señor vino a Elías, siendo profeta. ¿Ven? La Palabra del Señor fue Jesús. ¿Ven?",
    "Observen en el Antiguo Testamento—aquellos santos del Antiguo Testamento—cuando este rapto primeramente aconteció. Fíjense, versículo 50. Su gran voz despertó los santos del Antiguo Testamento exactamente como la gran voz despertó a Jesús…o más bien despertó a Lázaro. ¿Ven? La gran voz lo despertó.\n\nY la segunda es cumplida en Segunda de Tesalonicenses, el cuarto capítulo. Leamos allí, leámoslo. Acabamos de leerlo, hace unos momentos. ¿Ven?\n\nTampoco queremos, hermanos, que ignoréis acerca de los que duermen, para que no os entristezcáis como…\n\nEsto es Primera de Tesalonicenses 4:12 al 18, y eso será el segundo Rapto. El segundo Rapto será el arrebatamiento de la Novia.",
    "Los santos del Antiguo Testamento ya han ido a Su Presencia, el paraíso quedó deshecho. Y los santos del Antiguo Testamento ascendieron al mando de Su gran voz cuando El clamó y entregó el espíritu. ¿Por qué? Porque el Sacrificio—la propiciación por sus pecados, por lo cual ellos habían esperado, creyendo que ese Cordero perfecto vendría. Ellos habían ofrecido el Sacrificio, el Cordero. Y cuando El murió y entregó el espíritu, El clamó a gran voz, y los santos del Antiguo Testamento despertaron.\n\nObserven la aclamación y la voz por acá, de igual manera en Su Venida. ¿Ven?\n\n“Entregó el espíritu”. Y al hacerlo el Sacrificio fue perfecto, y el paraíso se vació. Y los santos del Antiguo Testamento vinieron a la tierra nuevamente, caminaron sobre la tierra, y entraron junto con El, en Su Rapto.",
    "David dijo allá: “Alzad, oh puertas, y alzaos vosotras, puertas eternas”. “El llevó cautiva la cautividad, y dio dones a los hombres”, y los santos del Antiguo Testamento entraron con El.",
    "Ellos dijeron: “¿Quién es este Rey de justicia”?",
    "🦅 El Rey de Gloria, el poderoso en batalla”, poderoso en batalla. Y ellos entraron marchando. “Jesús llevó cautiva la cautividad”, y aquí viene El, con los santos del Antiguo Testamento. Y entró allá por las puertas nuevas, y dijo: “Alzaos, oh puertas eternas y alzaos vosotras, y dejad entrar al Rey de Gloria”.\n\nLa voz salió desde adentro, y dijo: “¿Quién es el Rey de Gloria”?",
    "🦅 Jehová, el poderoso en batalla”. De repente abrieron las puertas. “Y Jesús, el Conquistador, llevó cautiva la cautividad”, aquellos que habían creído en El y a quienes la Palabra había venido. Allí estaban los santos del Antiguo Testamento, esperando, “El llevó cautiva la cautividad; subió a lo Alto”, tomó a los santos del Antiguo Testamento y entró. Allí está un Rapto, ya pasado.",
    "El próximo Rapto que acontece es (Segunda de Tesalonicenses) para la Iglesia, la Novia, para ser resucitada, para ser arrebatada a la Gloria. “Nosotros que vivimos, que habremos quedado”, esos son los cuerpos que hayan quedado en la tierra, “no precederemos o impediremos a los que duermen. Porque la trompeta de Dios sonará primero, y los muertos en Cristo se levantarán”. ¿Ven? “Luego nosotros que vivimos, los que hayamos quedado, seremos arrebatados juntamente con ellos”.",
    "El otro día yo estaba parado en la esquina de una calle. Y yo—yo estaba parado en…Estaba parado en la esquina de una calle y observaba el desfile del Día de Armisticio, cuando pasaba, avanzando por la calle. Yo me paré allí con mi hijito, José. Allí venían, primero fueron los antiguos tanques de la primera guerra, tanques pequeños, antiguos. Después pasaron los grandes tanques Sherman de la nueva guerra, y con grandes cañones con sus protectores, con—con protector puesto, y por el estilo.\n\nDespués de eso, pasaron los soldados; las—las—las madres con Medallas Doradas. Y después vino una carroza alegórica con…pasando…Pues, a lo lejos venía una carroza, y en la primera parte había una tumba, “para el soldado desconocido”. Y allí—allí estaba parado un soldado, de guardia sobre la tumba. Del otro lado estaba uno de la infantería marina, y uno de la naval del otro lado. Y había una cortina extendida. Y del otro lado estaba sentaba una madre de Medalla Dorada. Ella había perdido a su muchacho. Allí estaba una esposa joven, con su cabeza en una mesa, llorando. Un niñito harapiento sentado a un lado; y lágrimas cayendo de su rostro. El había perdido a su papi.\n\nPensé: “¡Qué tristeza”! Estuve parado allí mirando los ancianos, quedaban sólo unos cuantos soldados; marchaban allí, inválidos y ancianos, de esa manera, con sus uniformes, pero orgullosamente desplegándolos porque ellos eran americanos.",
    "Pensé: ¡“Oh, Dios mío”!",
    "Un día vendrá un estruendo desde el Cielo, “Y los muertos en Cristo se levantarán primero”. Aquellos santos de allá del Antiguo Testamento, que están esperando, saldrán de repente y vendrán primero, y pasarán a la resurrección. Nosotros entraremos directamente en fila, yendo hacía el cielo; y estos viejos cuerpos mortales serán cambiados y hechos a semejanza de Su propio cuerpo glorioso. ¡Qué—qué desfile será cuando empiece hacia el cielo, un día de estos, en ese tiempo de rapto que nos espera próximamente! ¡Oh, desplegando orgullosamente la Sangre de Jesucristo en sus pechos, el Mensaje de Dios en la hora en que vivieron! Esa es la hora que ansiosamente esperamos, hermano.",
    "Miren, ya para terminar. La segunda resurrección, todos…La primera ha pasado. La segunda está a la mano ahora mismo, estará próxima ahora.",
    "Entonces, el tercero es el de los dos testigos de Apocalipsis 11:11 y 12. Y éstos son los que regresan nuevamente, con el Espíritu de Cristo, para dar testimonio a los judíos, igual como hizo José con sus hermanos. Y recuerden que “Sus cuerpos muertos yacieron en la calle, por tres días y medio. Luego el espíritu de vida entró en ellos, y ellos fueron raptados, arrebatados al Cielo”.\n\nAllí están los tres raptos del Nuevo Testamento.\n\nTres raptos del Antiguo Testamento; todos ellos ya pasados.",
    "Ahora estamos listos, esperando los raptos o sea el Rapto de los santos. Ha sido hablado, y así será. Cuando Dios dice algo: “Todos los cielos y tierra pasarán, pero esa Palabra nunca fallará”.",
    "Cuando Dios dijo, allá en Génesis 1, El dijo: “Sea la luz”. Quizás pasaron cientos de años antes que hubiese luz alguna. El dijo: “Exista una palma; exista un árbol de roble; exista un desierto; exista una montaña; exista esto”. El lo habló ¿Ven? Y con tal que eso haya salido de Su boca, en Palabra, eso tiene que manifestarse; tiene que ser así. Cuando…",
    "Entonces un día, El llamó Su pueblo a salir. Y El le habló a un hombre llamado Moisés, a través de una Columna de Fuego, una Luz; Santo Fuego Sagrado. Y Moisés no…La gente no le creía a Moisés, así que El dijo: “Tráelos acá a esta montaña”.",
    "En esa mañana la montaña estaba cubierta de Fuego, y relámpagos y truenos, todo así. Y la gente dijo: “Que no hable Dios, hable Moisés (¿ven?) no sea que perezcamos”.",
    "Dios dijo: “No les hablaré más a ellos de esta manera, sino que les levantaré un profeta. Y Yo le hablaré a él, y lo que él diga, acontecerá. Entonces, escúchenle, porque Yo estoy—Yo estoy con él”. Ahora, El habló eso. El dijo que acontecería.",
    "Miren a este profeta, Isaías, parado allí; un hombre, un hombre inteligente, un hombre muy amado por el rey, porque él había vivido con Uzías. El rey, el cual era un gran hombre que una vez intentó ocupar el lugar de un predicador y entró, y fue afligido con lepra.\n\nY eso es lo que les dije a los hombres de negocio. Nunca intenten ocupar el lugar de un predicador; no señor. Ud. quédese quieto allí donde está. ¿Ven? Haga su obra, lo que Dios le asignó, lo que le dijo que hiciera. Si Ud. es un dedo, nunca podrá ser una oreja. Si Ud. es una oreja, nunca será una nariz; o una nariz, un ojo. ¿Ven? Permanezca Ud. en su posición.",
    "Uds. escucharon ese Mensaje el otro día, por la trasmisión: Tratando De Hacer A Dios Un Servicio. David, el rey ungido, y toda la gente gritando y clamando, “Tienes razón”. Pero él no consultó con el profeta de Dios y un hombre murió, y el asunto entero fue un fracaso. No trate Ud. de hacerle un favor a Dios. Espérese que sea el tiempo de Dios, permita que ocurra a Su manera de hacerlo. “Yo iniciaré este gran asunto, eso causará esto”. Tenga cuidado, hermano.",
    "Ahora, David tenía mayor conocimiento. Natán estaba presente en aquel día. El ni siquiera fue consultado, para nada. ¿Ven? El consultó con capitanes de centenas y de millares. Toda la gente gritó y clamó, y danzó. En vez de…Ellos tenían toda la mecánica religiosa, pero no estaba en línea ni en orden con la Palabra de Dios, y fracasó.\n\nCualquier otra cosa que no esté en línea y en orden con la Palabra de Dios, fracasará. Unicamente la Palabra de Dios permanecerá para siempre. “Cielos y tierra pasarán más Mi Palabra no”. [Mateo 24:35]",
    "Fíjense: Isaías, aquel hombre joven, inteligente, parado allí. De repente el Espíritu le impactó. El no pudo decir nada diferente, él era un profeta. El dijo: “He aquí una virgen concebirá”. “Porque un Niño nos es nacido; un Niño es nacido, Hijo nos es dado. Su Nombre será llamado Consejero, Príncipe de Paz, Dios Poderoso, Padre Eterno. El fin…Su gobierno estará sobre Sus hombros. El fin…No habrá fin a Su reinado”. ¿Cómo podría ese hombre inteligentemente decir que una virgen concebiría?\n\nTodos esperaron por eso. Ya había sido hablado, era ASI DICE EL SEÑOR. Tenía que acontecer, porque era la Palabra de Dios. La misma como lo fue en Génesis, cuando El sembró aquellas semillas debajo del mar, donde era “sin forma y vacía, y agua sobre lo profundo”. ¿Ven? Tenía que acontecer. Y un día, ochocientos años más tarde, la matriz de una virgen concibió la Simiente de Dios, una Simiente creada. Ella concibió un Hijo.",
    "Ese mismo Hijo se paró allí un día, y dijo: “¡Lázaro, sal fuera”! Y un hombre que había estado muerto cuatro días, descompuesto, su nariz hendida, hediendo, salió. Dijo:\n\nNo os maravilléis de esto; porque vendrá hora (amén), cuando todos los que están en los sepulcros oirán la voz del Hijo de Dios.\n\nAsí que ya ha sido hablado, tiene que suceder así. Va haber un Rapto. ¡Oh, vaya!",
    "Recuerdo, justamente en mi último Mensaje en California, adonde pensé que nunca regresaría otra vez, cuando predije: “Los Angeles se sumergirá bajo el océano, ASI DICE EL SEÑOR”. Y así sucederá. Está sentenciada, está arruinada, está acabada. ¿En qué hora? Yo no sé cuándo, pero será hundida. Inmediatamente después de eso, los terremotos empezaron a sacudir y mover.",
    "Lo recuerdan, muchos de Uds. hombres estaban parados allí, junto a aquella roca, aquel día cuando ese Angel descendió allí. Y esa Luz y Fuego cayendo del Cielo, alrededor de la roca allí donde estábamos parados. Rocas volaron de las montañas, y cayeron por todo el lugar mientras explotó duro tres veces. Y yo dije: “Juicio azotará la costa del oeste”. Dos días después, Alaska por poco se hunde.",
    "Recuerden, el mismo Dios que dijo aquello, dijo: “Los Angeles está sentenciada”. Ella está acabada. Yo no sé cuándo, yo no podría decirles.",
    "Yo no supe que había dicho eso. Pero este hermano aquí, creo que fue…No, uno de los Moseleys, creo, me tenía allá afuera en la calle. Yo no sabía lo que era hasta que escudriñé y lo busqué en las Escrituras.\n\nY Jesús dijo: “Capernaum, Capernaum, cuánto…Tú que eres levantada (más bien) hasta el cielo, hasta el Hades serás abatida; porque si en Sodoma se hubieran hecho los milagros que han sido hechos en ti, permanecería hoy”. Y como ciento cincuenta años después (Sodoma ya estaba arruinada), y también hoy Capernaum está en el agua.",
    "Y ese mismo Espíritu de Dios que dijo todas estas cosas, e hizo todas estas cosas, dijo allí: “¡Oh, ciudad de Capernaum, que te llamaste a ti misma por el nombre de Angeles (Los Angeles), te has exaltado hasta el cielo! La propia raíz y trono de Satanás (¿ven?), te has exaltado a ti misma”.",
    "Para predicadores, es un cementerio. Buenos hombres van allí y mueren como ratas. ¡Qué desgracia!",
    "🦅 Tú que te llamas por el nombre de los Angeles; si las grandes obras hubiesen sido hechas en Sodoma, que han sido hechas en ti, ella existiría hasta hoy. Pero tu hora ha llegado”.\n\nVigilen y vean. Si no es así, yo soy un falso profeta. ¿Ven? Allí está. Allí está tendida.",
    "Recuerdo esa noche, antes que viera eso, yo vi una vista anticipada de la Novia. Yo me paré allí y vi damitas hermosas, correctamente vestidas y todo, marchando de esta manera. Y había Alguien parado junto a mí, en la visión. Y yo vi que decía: “La vista anticipada de la Novia”. Yo la vi pasar. Ellas pasaron por este lado, y dieron la vuelta.",
    "Yo escuché que venían, las—las iglesias viniendo de este otro lado. Allí venía la iglesia asiática. ¡Oh, hablar de inmundicia! Aquí venía la iglesia europea. ¡Oh vaya! Y después escuché acercándose un rock and roll; y era la Señorita América, la iglesia, y ella ni siquiera tenía ropa. Ella tenía papeles, como periódico, gris, sostenido delante de ella, bailando a rock and roll; la Señorita América, la iglesia.",
    "Yo me paré allí en Su Presencia. Pensé: “Oh Dios, como ministro, ¡si eso es lo mejor que pudimos producir! ¡Oh! ¡Oh”! Uds. saben como se siente uno. Luego pensé: “Dios, escóndeme. Si sólo pudiera alejarme de aquí. Si con todo lo que hemos hecho, y eso es lo que tenemos para mostrar, ¿será eso”?",
    "Y entonces cuando aquellas mujeres pasaron, todas haciendo todas las clases de rock y demás, y cabello corto, y caras pintadas. Y mientras pasaban así, supuestamente eran vírgenes para Cristo. Y cuando ella pasó de esa manera, yo volteé mi rostro, Uds. saben, con esto sostenido del lado de enfrente. Y la parte trasera de ellas era—era vergonzoso. Y allí estaban ellas, desfilando de esa manera. Y yo volteé mí rostro, para llorar, de esa manera.",
    "Y dije: “No—no resisto estar allí. El parado allí, y yo sabiendo que soy un ministro de la Iglesia, y que eso era lo que yo había producido para El”. Dije: “Oh Dios, no puedo mirar eso. Déjame morir, permíteme—permíteme desaparecer”, y así de esa manera.",
    "Y tan pronto como habían pasado, cada vez que una de ellas pasaba, ellas pasaban a cierto lugar y caían y yo sólo escuchaba ese sonido cuando desaparecían.\n\nLuego escuché algo como Firmes y Adelante. Miré y allí venía ese grupo de muchachitas santas, exactamente igual como antes, todas correctamente vestidas, su cabello colgando bien largo por la espalda. Piel liza, limpias, marchando así, al paso del Evangelio. Ella era la Palabra. Parecía ser como una de cada nación. Yo miraba aquello mientras ellas pasaban, y las veía pasar. Y en vez de caer hacia abajo, ellas comenzaron a subir.\n\nY noté que una de ellas quería, dos o tres de ellas, querían salirse de la línea. Yo grité: “¡Permanezcan en línea”! Y la visión se me fue. Y me encontré de pie en la habitación, gritando: “¡Permanezcan en línea”! La línea.",
    "Me pregunto, ¿podría ya haber pasado esto? ¿Será que la Novia ya está llamada? ¿Será eso por lo que estamos atravesando hoy?\n\nElla tiene que ser moldeada y hecha a la imagen de Cristo, y Cristo es la Palabra. Eso es lo único. ¿Ven? Es Allí adentro, en la Palabra. Es…¿Ven? No se le puede añadir ni una cosa. No puede ser una—una mujer con una mano como de hombre, y la otra mano con la pata como de perro. Tiene que ser exactamente la Palabra del Señor, tal cual como El es la Palabra. La Novia es parte del Novio. La mujer es parte de su esposo, porque ella es tomada del esposo. Eva era parte de Adán, de su costado. Y también así es la Novia, no sacada de una denominación, sino tomada del seno de la Palabra de Dios para este día.",
    "¡El Rapto!\n\nCuando la trompeta suene…en que muerte ya no habrá,\n\nY Su gloria el Salvador impartirá;\n\nCuando los llamados entren a su celestial hogar,\n\nCuando allá se pase lista…\n\nAmigos, esforcémonos todos por estar allí. Dios los bendiga.",
    "Ha sido hablado. Eso tiene que acontecer, y sí acontecerá. Y poco…[Cinta en blanco]\n\nAmigos, nadie quiere morir, nadie quiere—quiere perderse. Permítanme decirles: Lo que sea que Uds. hagan…no me interesa qué tanto Uds. asistan a la iglesia, y lo fieles que sean a la iglesia. Eso está bien; nada en contra de eso. Uds. deben ir a la iglesia, Uds. háganlo, continúen asistiendo a la iglesia. Pero, como sea, simplemente descarten sus tradiciones, y suban a las alturas en Cristo. Porque un día de estos la cosa va a sonar, y Uds. serán sorprendidos con la marca de la bestia encima, y ni sabrán lo que es hasta cuando sea demasiado tarde. Así será exactamente.",
    "Dios los bendiga. Perdónenme por haberles retenido. Y recuerden, les he retenido aquí demasiado tiempo. Es cierto. Y la ofrenda que recogieron para mí…Lo cual, no le pedí que lo hiciera, hermano. Eso es, está bien, es cortesía. Tómenla y paguen este hotel, el—el tiempo extra, por haberlo ocupado. Es que tenía unas cuantas cosas aquí. Yo tengo aquí como ocho o diez páginas más sobre este Rapto, pero simplemente no—no tuve tiempo para darlo. Dios los bendiga.",
    "¿Aman Uds. al Señor Jesús? [La congregación dice: “Amén”.] Permanezcamos quietos ahora sólo por unos momentos, en silencio, reverentemente, y recuerden lo que he dicho. Recuerden, estamos en las últimas horas.\n\nEstas naciones están derrumbándose; Israel está despertando;\n\nSeñales que la Biblia predijo;\n\nLos días gentiles contados han sido,\n\nCargados de horrores,\n\n“Regresen, oh dispersos, adonde los suyos”.\n\nEl día de la redención cerca está,\n\nLos corazones de los hombres están desfalleciendo de temor;\n\nEstén llenos con el Espíritu, sus lámparas aparejadas y claras,\n\nMiren arriba, su redención cerca está.\n\n¿Lo saben?\n\nProfetas falsos están mintiendo. La Verdad de Dios están negando.\n\nSabemos que eso todo es verdad. ¿No es así? [Cinta en blanco]…\n\nYo le amo, yo le amo,\n\nPorque El a mí me amó;\n\nY me compró la salvación,\n\nAllá en la cruz.",
    "¿Cuántos realmente le aman? Levanten su mano. Ahora, mientras cantamos esto nuevamente, quiero que estrechen la mano con alguien allí cerca. Díganle: “Peregrino, Dios lo bendiga”. Somos peregrinos, ¿no es así? [La congregación dice: “Amén”.] Peregrinos y extranjeros.\n\nYo le amo,\n\nAsí se hace, por encima de la mesa.\n\nYo le amo,\n\nPorque El a mí me amó;\n\nY me compró la salvación,\n\nAllá en la cruz.",
    "¿Quieren lograr el Rapto? [La congregación dice: “Amén”.] ¿Cuántos están interesados en lograr el Rapto? Digan: “Dios, yo quiero alcanzarlo, con todo mi corazón”.\n\nAférrense A La Incambiable Mano De Dios, ¿conocen el himno? ¿Se lo sabe, hermana? Aférrense A La Incambiable Mano De Dios. No sé en qué, donde esté.\n\n¡Aférrense al incambiable Dios!\n\n¡Aférrense al incambiable Dios!\n\nConstruye tu esperanza en lo eterno,\n\n¡Aférrense al incambiable Dios!\n\n¿Les gustó?\n\nCuando haya terminado la jornada,\n\nSi con Dios sincero has sido,\n\nJusto y placentero será tu hogar en la Gloria,\n\n¡Verá tu alma raptada!\n\n¡Aférrense al incambiable Dios!\n\n¡Aférrense al incambiable Dios!\n\nConstruye tu esperanza en lo eterno,\n\n¡Aférrense al incambiable Dios!\n\nQuiero que ahora inclinen sus rostros por un momento.\n\nNo codicies la riqueza de este mundo,\n\nQue tan rápidamente desvanece,\n\nBusca tesoros Celestiales,\n\n¡Los que nunca pasarán!\n\n¡Aférrense al incambiable Dios!\n\n¡Aférrense al incambiable Dios!\n\nConstruye tu esperanza en lo eterno,\n\n¡Aférrense al incambiable Dios!",
    "Con sus rostros inclinados, y esto en mente, sabiendo que estamos inclinando nuestros rostros hacia el polvo de donde fuimos sacados, y a donde algún día regresaremos; sabiendo que aquí adentro tenemos un alma que tiene que rendirle cuenta a Dios. Y si Ud. siente que no está preparado para ese Rapto, si ocurriera esta misma noche, y a Ud. le gustaría ser recordado en oración, simplemente levante su mano. No tenemos espacio para hacer un llamamiento al altar. El altar de todas maneras está en su corazón. Levante su mano. Dios le bendiga, a Ud., a Ud. ¡Qué cosa!\n\n“Siento que no estoy preparado, Hermano Branham. Yo—yo, realmente, yo—yo—yo quiero ser un Cristiano. He intentado serlo, pero siempre falta algo. Yo—yo sé que yo—yo, que no estoy justamente donde debería estar”.\n\n“Ten misericordia, Dios. Yo levanto mi mano, sé misericordioso conmigo”.\n\nAhora, algunas veinte o treinta manos han sido alzadas, en este pequeño grupo. Otras están subiendo.",
    "Amado Dios, Tú conoces lo que está detrás de esa mano, allá abajo en el corazón. Yo pido, amado Dios. Hay una sola cosa por la que soy responsable, y es de hablar la Verdad. Y amado Dios, ellos quieren ser salvos. Ellos realmente lo desean. Ellos—ellos no quieren algo que sea solamente alguna emoción, alguna emoción manufacturada, o algún sistema denominacional, algún credo, algún dogma que ha sido añadido. Ellos entienden Padre, que se requiere de la pura Palabra de Dios, sin adulteración. Todo lo demás pasará, incluso cielos y tierra, pero Ella no. Y si nosotros somos esa Palabra, la tierra pasará debajo de nosotros, pero nosotros nunca podremos pasar, porque nosotros somos esa Palabra, la Novia del Novio.",
    "Yo pido por cada uno, que Tú se lo concedas a ellos Padre, es mi sincera petición. Y discúlpame Padre, por estar tan nervioso en esta noche, llegando aquí tarde, y—y estando tembloroso, y usando palabras mochas y entrecortadas. De alguna manera u otra gran Espíritu Santo, empálmalas a Tu propia manera Divina, y entrégalas a los corazones de la gente, desde mi corazón, y con el motivo y objetivo que en mi corazón tengo hacia Ti. ¿Lo harías, Señor? Y salva al que pueda ser salvo. Atráelos a Ti, Señor. Y que nosotros estemos preparados para esa hora del Rapto que está pronto a la mano. Porque lo pido en el Nombre de Jesús. Amén.\n\nDios los bendiga.\n\nAhora, el presidente de la—de la convención. 🦅"
  ]
}