{
  "title": "COSAS QUE HAN DE SER",
  "id": "65500009",
  "content": [
    "🦅  Al Hermano Boone y a la congregación, verdaderamente que este es un—un gran privilegio para mí estar de nuevo en San Bernardino. Este lugar guarda muchos grandes recuerdos de días pasados. Y oír que la visita aquí ha tenido una influencia que aún continúa, pues, verdaderamente hace que uno se sienta contento de que el Señor nos haya dirigido hacia acá, años atrás.",
    "Yo estaba afuera en el estacionamiento, hace unos momentos, tratando de recordar uno de los eventos que sucedieron. Había una Sra. Isaacson que fue mi intérprete en Finlandia (en una campaña finlandesa), y se acercó al auto cuando ya me iba. Y ella dijo: “Su voz en Finlandia”. Y me pregunto si la Sra. Isaacson vive por aquí; yo no lo sabía. ¿No me supongo que ella esté presente esta noche? La Sra. May Isaacson, y ella es de Finlandia.",
    "Luego otra cosa sobresaliente que me vino a memoria, fue una pequeña mesera en un restaurante en el que comí, por aquí cerca, el cual llaman el Hotel Antlers; pues, creo que así es. Y la damita había… Yo estaba orando con ella. Ella había… Ella era una damita amable, pero no era Cristiana. Yo la invité a la reunión. Y ella había perdido un bebé, y creo que su esposo, estaban separados. Y estábamos orando para que ella se reconciliara con su esposo, o que los dos se reconciliaran. Así que, me pregunto si esa damita pudiera estar presente. ¿Ven? El…",
    "Y luego otro evento que ocurrió, fue un bebé que trajeron de alguna parte, como a un día de distancia conduciendo. Y había muerto, y estaba en los brazos de la madre; y recibió de nuevo la vida. ¿Estará…? ¿Está presente aquí esa persona? Y vino, me parece, del estado arriba en esta dirección, por ahí, quedaba acá arriba. Y la madrecita había conducido toda la noche, y el padre, y la madrecita estaba sentada ahí, triste, cargando su bebé en esa forma muerta. Y pensé: “¡Qué fe!”. Aunque yo fuera el hipócrita más grande en el mundo, Dios hubiera honrado la fe de esa madre.\n\nTomé el bebé en mis manos, así, orando. Se calentó y empezó a moverse, abrió sus ojitos. Se lo entregué otra vez a la madre. Así que, ellos eran de alguna parte. Aunque no creo que eran pentecostales. Solo eran… Creo que eran de alguna iglesia, que de… ni siquiera sé si eran Cristianos o no; no les pregunté. Yo estaba en un gran júbilo porque el bebé fue traído de nuevo a la vida.\n\nDesde entonces, Hermano Boone, mucha agua ha corrido por el río; pero aún servimos al mismo Dios Quien permanece el mismo ayer, hoy, y por los siglos.",
    "Mirando alrededor, veo al Hermano Leroy Kopp sentado aquí. Es la primera vez que lo veo a él desde hace mucho tiempo. [Un hermano dice: “Él es Paul Kopp”.—Ed.] Paul, correcto. Leroy es su padre; correcto. [“Y él está en Rusia, esta noche, así que oren por él”.]¡Oh, vaya! Rusia. Bueno, eso es, conozco a este soldado valiente allá, está allá en los negocios del Rey. [“Correcto”.] Así que, verdaderamente estoy feliz de estar aquí y de escuchar a este ministro joven decir que fue inspirado por el ministerio que tuvimos mientras estuvimos aquí. ¡Qué gran emoción es!\n\nY ahora estoy confiando en que, sabiendo que tenemos… Hay personas de pie, y pues no vamos a demorarlos demasiado. Recordamos esos grandes servicios de sanidad.",
    "Ahora, entiendo que hay un—un—un hermano aquí en el vecindario en alguna parte, teniendo una campaña de sanidad, un Hermano Leroy Jenkins. Creo que no me equivoco. Así que, estoy muy agradecido, confiando en que el Señor lo está bendiciendo y dándole un gran, gran servicio. Es…\n\n¡Vaya! Me sentí muy honrado, en esta noche, de entrar a una iglesia como esta. Siempre me siento mejor en una iglesia que en esos auditorios; nada en contra del auditorio. Pero, Uds. saben, yo… Pudiera ser una superstición, o solo que yo… Me parece a mí que es una verdad. ¿Ven? Ellos…Uno entra en esos auditorios en donde hay peleas, luchas, espectáculos burlescos y de todo, parece ser que los espíritus malos se quedan por esos lugares. Ahora, pudiera parecer una superstición, mas no lo es. Pero cuando uno entra en una iglesia, uno… por lo general, en una congregación espiritual, parece ser como que uno—uno siente más libertad; como que hay—hay algo; la presencia de Dios está allí. Uds. saben, parece ser diferente. Yo no sé qué efecto tiene el edificio, pero es donde el pueblo está congregado. De hecho, el mismo pueblo está en el otro lugar, pero en esos terrenos perversos. Tal vez solo sea yo pensando así. Pero, en todo caso, me da gusto estar aquí esta noche.",
    "Y ahora no queremos demorarlos demasiado, por la audiencia que está de pie. Y mañana en la noche vamos a otro lugar aquí. Ni sé dónde queda, es por aquí cerca. [Un hermano dice: “El Auditorio Orange Show”.—Ed.] ¿Dónde? [“El Auditorio Orange Show”.] En el Auditorio Orange Show, para los servicios mañana en la noche. Yo… Esto es el interludio, estoy en una gira, hablando para los—los Hombres De Negocio, El Grupo Del Evangelio Completo De Los Hombres De Negocios. Pues he tenido el privilegio de hablar para ellos alrededor del mundo. Y entonces allí, un amigo muy querido nos invitó acá, y estamos muy contentos de estar en la asamblea esta noche.",
    "Ahora, antes de abrir la Biblia… Bueno, cualquiera con fuerza física puede abrirla de esta manera. ¿Ven? Pero se necesita el Espíritu Santo para abrirnos la Palabra, abrirnos el entendimiento y revelar las Escrituras. Yo creo en la Biblia, yo creo que es la Palabra de Dios. Y yo creo que la tierra o los pueblos de la tierra, serán juzgados algún día por esta Palabra. Ahora, eso pudiera parecer extraño. Bueno, hay muchos que difieren con esa idea.",
    "Hablaba con un amigo mío muy leal, no hace mucho, quien es católico; pues él dijo: “Dios juzgará al mundo por la iglesia católica”. Si ese es el caso, ¿por cuál iglesia católica? ¿Ven? Entonces, si Él lo juzga por la metodista, entonces, ¿qué pasa con la bautista? ¿Ven? Y si Él lo juzga por una, la otra está perdida. Así que hay demasiada confusión allí.\n\nMás bien tenemos que acudir a Ella para encontrar nuestra—nuestra verdadera declaración, y la Biblia dice que Dios juzgará al mundo por Jesucristo; y Él es la Palabra. San Juan 1: “En el principio era el Verbo y el Verbo era con Dios, y el Verbo era Dios. Y el Verbo se hizo carne y habitó entre nosotros”. Y Hebreos 13:8 dice: “Él es el mismo ayer, hoy, y por los siglos”. Y yo creo que eso es la Verdad. Ahora, yo creo que en…",
    "Dios, en el principio, siendo el Dios infinito, Él es finito y… o infinito quise decir; nosotros somos los finitos. Su mente es mucho mayor, y nosotros, en nuestra pequeña mente finita no podemos entender Su gran sabiduría infinita. Pero, por consecuencia, cuando Él habla algo, pudiera parecer muy extraño para nosotros al oírlo a Él decir una cierta cosa en la Escritura, pero tiene que suceder. Yo creo que Sus Palabras nunca pasarán. Por tanto, yo creo que Dios, sabiendo que nosotros en nuestra pequeña mente finita no podíamos interpretar Su—Su gran mente, Él interpreta Su Propia Palabra. Él no necesita ningún intérprete. Él interpreta Su Propia Palabra, al vindicar esa Palabra en Su tiempo.",
    "Yo creo que Dios en el principio, que Noé era la Palabra para ese día, para Su Mensaje.\n\nAhora, ahí vino, después de eso, vino Moisés. Ahora, Moisés no podía haber tomado la Palabra de Noé. Él no podía construir un barco y sacarlos de Egipto flotando por el río Nilo, rumbo a la tierra prometida, y demás. Su mensaje no funcionó en el día de Noé; esa fue la parte de la Palabra de Dios que fue vindicada como la Verdad por Moisés.\n\nNi tampoco Jesús podía haber tenido la Palabra de Moisés. Y el… Lutero no podía haber sostenido la Palabra de la iglesia católica. Wesley, él no podía sostener la Palabra de Lutero. Y los pentecostales, ellos no podían tomar la Palabra de los metodistas. Ellos… ¿Ven?\n\nLa Iglesia está creciendo. Cada edad está asignada aquí en la Escritura. Así que, Dios, por el Espíritu Santo, revela Su Palabra, manifestándola y vindicándola Él mismo, mostrando que es Su Palabra siendo traída a cumplimiento en el día en que ha sido prometida.",
    "Jesús lo dijo. Él dijo: “Si no pueden creerme a Mí, crean en las obras que Yo hago”; porque ellas testifican de Quién era Él (¿ven?), si alguno hubiera conocido la Escritura.\n\nAhora, Él vino de una manera tan rara, tan extraña, que la gente no quiso creerle, porque “Él siendo un Hombre, se estaba haciendo Dios”.\n\nPues, Él era Dios, en forma. “Dios estaba en Cristo, reconciliando Consigo al mundo”.\n\n“Y ningún hombre puede hacer estas obras si Dios no está con él”, como sabemos que Nicodemo lo dijo; que el Sanedrín creía eso.",
    "Ahora, nosotros sabemos que esa Palabra… ¡Si ellos hubieran conocido la Palabra! Él dijo: “Si Uds. hubieran conocido a Moisés, me hubieran conocido a Mí, porque Moisés escribió de Mí”. Y buscamos… Si ellos hubieran buscado atrás en la Escritura, viendo lo que el Mesías tenía que hacer, entonces lo hubieran conocido a Él por la vindicación que “Dios por medio de Cristo, estaba reconciliando Consigo al mundo”, y cumpliendo todas las promesas que eran del Mesías, que Él tenía que hacer. Jesús dio testimonio de esa Palabra, vivificando esa Palabra para ese día.",
    "Y yo creo que estamos viviendo eso mismo hoy: Dios dando testimonio de Su Palabra al vindicar lo que Él dijo que haría. Ahora, nosotros sabemos que este es el día de salvación, donde Dios está llamando hombres del mundo, de una vida de pecado, a una vida de servicio. Y en el día que Dios ha derramado Su Espíritu de lo Alto, grandes señales y maravillas deberán acompañar el ministerio de este día. Esta es la… cuando la lluvia temprana y tardía están cayendo juntas. Y sabemos que debe haber grandes señales y maravillas; lo cual, en muchas grandes denominaciones, Esto es rechazado.\n\nPero yo estoy muy agradecido por estas puertas abiertas que he tenido para entrar, y por la inspiración que les ha dado a hombres jóvenes como aquí a su pastor. Que ha causado que ellos… Al empezar a envejecer y sabiendo que mis días están contados, pues sé ahora que estos jóvenes pueden tomar este Mensaje y llevarlo hasta la Venida del Señor, si Él no viene en mi generación; lo cual estoy esperando verlo. Yo lo espero a Él todos los días, vigilo, manteniéndome preparado para esa hora.",
    "Ahora hablemos con el Autor antes de leer Su Libro, mientras inclinamos nuestros rostros.\n\nPadre Celestial, estamos agradecidos Contigo de estar vivos en esta noche, pudiendo regresar a esta gran ciudad. Aquí con este paisaje de las montañas, mirando allá arriba y viendo la nieve y a la vez ver floreciendo los naranjos, ¡qué mundo tan magnífico nos diste en el cual vivir! Y viendo cómo el hombre ha perturbado y—y se ha comportado en este mundo, nos hace avergonzarnos de nosotros mismos, Padre.\n\nEstamos aquí en esta noche queriendo aportar nuestros esfuerzos, para tratar que los hombres vean esta gran cosa que Dios ha hecho, y que sepan que hay algo mejor más allá. Que podamos ver eso en esta noche, Padre, mientras abrimos Tu Palabra y la leemos. Podemos leerla, Padre, pero permite que el Espíritu Santo nos la revele por medio de la revelación; porque lo pedimos en el Nombre de Jesús. Amén.",
    "Ahora, a Uds. que tal vez les gusta tomar notas, y—y leer la Escritura con el ministro, como—como ellos normalmente la leen. Y solía ser que, cuando yo… años atrás, yo no tenía que anotar mis Escrituras ni demás. Pero he envejecido un poco desde entonces. ¿Ven? Acabo de pasar los veinticinco recientemente, hace veinticinco años. Así que lo agrava un poco. Pero aún estoy tratando de aferrarme de todo lo que sé hacer de Su Palabra, hasta que Él me llame.",
    "Ahora, abramos en San Juan el capítulo 14, una Escritura muy conocida que queremos leer en esta noche, para sacar de aquí un contexto, el Señor mediante. Casi todos conocen esto. Parece ser que muchas veces se usa en servicios fúnebres. Si en alguna ocasión he querido predicar un servicio fúnebre, sería el de este mundo. Dejarlo morir y que nazca otra vez. San Juan 14:1 al 7, creo que tengo marcado aquí.\n\nNo se turbe vuestro corazón; si habéis creído en Dios, creed también en mí.\n\nEn la casa de mi Padre muchas moradas hay; si así no fuera, yo os lo hubiera dicho; voy, pues, a preparar lugar para vosotros.\n\n…si me fuere y os preparare lugar, vendré otra vez, y os tomaré a mí mismo, para que donde yo voy, vosotros también estéis.\n\n…sabéis a dónde voy, y sabéis el camino.\n\nLe dijo Tomás: Señor,…sabemos a dónde vas: ¿cómo, pues, podemos saber el camino?\n\nJesús le dijo: Yo soy el camino, y la verdad, y la vida; nadie viene al Padre, sino por mí.\n\nSi me conocieseis, también a mi Padre conocerías; y desde ahora le conocéis, y le habéis visto.\n\nQue el Señor añada Sus bendiciones a la lectura de Su Palabra. Y vamos a referirnos a Ella otra vez, en ciertos momentos a medida que avanzamos, queriendo solo hablarle una pequeña lección a la Iglesia.",
    "Anoche estuve en Yuma, Arizona, donde ahora es mi hogar. Yo—yo… Cuando estuve aquí antes, vivía en Jeffersonville, Indiana. Ahora he estado en Arizona, por una visión que me envió allá hace algunos años. Y somos residentes ahora allá. Yo no tengo iglesia allá.\n\nEl Hermano Green, nuestro hermano aquí con nosotros, ha establecido un tabernáculo en donde la… una de las iglesias de las Asambleas de Dios, las Asambleas del Centro, ellas se unieron y creo que todos se fueron con el Hermano Brock y con el Hermano Gilmore, dejaron esta iglesia vacante. Y el Hermano Pearry Green de—de Texas, entró y tomó el lugar, el cual está asociado con nosotros. Estamos contentos de saber que—que el Hermano Green ha vuelto a abrir esta iglesia que habían cerrado.",
    "Y anoche, hablando en Yuma a los Hombres Cristianos De Negocios, hablé sobre el tema de El Rapto. Ahora, ese pudiera haber sido un tema extraño para hablar entre, en un—un banquete, pero la mayoría allí eran Cristianos. Y así es en estas campañas como esta, o en—en una iglesia. Pudiera decir ahora: “¿Cuántos de Uds. son Cristianos?”. Probablemente toda mano sería levantada. Uds. son Cristianos. Y entonces, si somos Cristianos, yo creo que debemos ser amablemente notificados de antemano. No tenemos que adivinar; somos notificados de cuál será nuestro destino.",
    "Y quiero hablar sobre eso en esta noche. Y el tema será: Cosas Que Han De Ser. Y ahora, anoche hablé sobre El Rapto, así que, en esta noche, quiero hablar sobre este tema, para poder unirlo con el Mensaje de anoche. Ahora, va a haber un Rapto, sabemos eso. Es en el futuro que sucederá.",
    "Ahora, Jesús está hablando aquí que Él fue adelante para prepararnos un lugar; “No se turben vuestros corazones”. Ahora, Él les estaba hablando a los judíos. Dijo: “Bien, Uds. creyeron en Dios, crean también en Mí. Como Uds. han creído en Dios, crean en Mí, porque Yo soy el Hijo de Dios”. ¿Ven? “Y, Dios” en otras palabras, “Yo y Mi Padre somos Uno. Mi Padre está morando en Mí. Y lo que Uds. ven que es obrado, que estoy haciendo, no soy Yo, es Mi Padre que mora en Mí. Él hace las obras”.\n\n“Dios estaba en Cristo reconciliando para Consigo al mundo”.",
    "Era fácil para aquellos judíos que habían sido enseñados durante generaciones a creer que había un gran Dios sobrenatural. Pero pensar que ese Dios había bajado y estaba manifestándose a Sí mismo a través de la Persona de Su Hijo, Jesucristo, Dios tabernaculizado en un cuerpo de carne, eso era demasiado para—para ellos entender.\n\nPero Él dijo: “Bien, así como Uds. han creído en Dios, crean también en Mí. Porque en la casa de Mi Padre hay muchas moradas, y Yo voy a preparar un lugar para vosotros”. La vida de Jesús estaba para terminar aquí en la tierra.\n\nÉl le había mostrado al pueblo, y les probó a ellos que Él era Jehová manifestado en carne, por las grandes señales y maravillas, y las referencias de la Biblia a las que se refirió de Sí Mismo. Y probó que Él era Dios manifestado.\n\nAhora, Él dijo: “Cuando Uds. vean Mi vida terminando, está terminando por un propósito. Y Me voy para preparar un lugar para Uds.; para que donde Yo esté, Uds. también puedan estar”. Jesús, por tanto, está diciéndoles a Sus discípulos que esta vida no termina con la muerte.",
    "Ahora, digamos que este fuera un texto para funerales. Recuerden, nosotros, la muerte nos espera, y no sabemos si tal vez hay algunos en este edificio esta noche que no salgan de aquí vivos, en esta vida física. Así de incierto es. Dentro de cinco minutos pudiera ser que jóvenes saludables, personas jóvenes en este edificio pudieran ser cadáveres, dentro de cinco minutos. Es verdad. Y también pudiera ser que dentro de cinco minutos, todos estemos en la Gloria; simplemente no sabemos. Eso está en las manos de Dios. Jesús dijo que Él Mismo no sabía cuándo sería ese tiempo, pero “que estaba en las manos del Padre solamente”.",
    "Ahora, pero Él estaba diciéndoles a ellos que después de la muerte hay vida. Pues “Yo voy a preparar un lugar”, eso es, para recibirlos; muestra que ahí Él les estaba hablando a ellos que había una—una vida después que esta vida termina. Y qué consuelo debería darnos a todos nosotros, el saber que después que esta vida termina, hay una vida en la que entramos. Y a medida que uno envejece, eso llega a ser más una realidad para uno. A medida que uno empieza a ver los días de su vida concluyendo, luego empieza, uno empieza a empacar más cuidadosamente, preparándose para ese gran evento. Es, no… Es una continuación de esta misma vida en otro mundo, en otro lugar.",
    "Su nacimiento aquí fue planeado anticipadamente. Me supongo que Uds. así lo creen. Cada uno de Uds. sabe que nuestro nacimiento fue planeado anticipadamente. ¿Sabían Uds. que su existencia aquí jamás se originó de un mito o un pensamiento? Todo fue planeado anticipadamente por Dios antes de la fundación del mundo, que Ud. estaría aquí. El Dios infinito lo sabía. Y para ser—para ser infinito, Él tenía que saber de toda pulga que habría en la tierra, y cuántas veces parpadearía. Eso es infinito. ¿Ven? Uds., nuestras pequeñas—nuestras pequeñas mentes no pueden profundizar en el significado de infinito. El Dios infinito, Él sabía todas las cosas; por tanto, no hay nada fuera de lugar.",
    "Si conocemos la Palabra de Dios, nosotros sabemos en dónde estamos viviendo; conocemos la hora en la que vivimos. Nosotros sabemos lo que está por venir. Vemos lo que hemos pasado. Y el Libro de Dios es la revelación de Jesucristo, Sus obras a través de las edades, hasta llegar al Libro de Apocalipsis, y luego Sus promesas que han de venir. Así que todas Sus promesas son verdaderas. Dios no puede hablar ninguna Palabra sin que sea confirmada. Toda Palabra que Él dice tiene que cumplirse. Antes de la fundación del mundo…",
    "Algunas personas enredan el Génesis, ahí, cuando él dijo: “Dios Se repite”. No. Solo es Ud. entendiendo mal. ¿Ven?\n\nDios, en el principio, dijo: “Sea. Sea. Sea”. El mundo tan solo era tinieblas, estaba en un caos. Aun cuando Él dijo: “Sea la luz”, pudieron haber pasado cientos de años antes que entrara luz. Pero cuando Él lo habló, tiene que suceder; eso tiene que ser de esa manera. ¿Ven? Y Él habló Su Palabra. Esas semillas estaban debajo del agua. Cuando Él secó la tierra, entonces las semillas salieron. Lo que Él dice tiene que suceder.",
    "Él dijo, a través de los profetas (me referí a eso anoche. Como tomamos de Isaías), él dijo: “Una virgen concebirá”. ¿Quién pensaría, un hombre reconocido entre el pueblo que dijera tal palabra como esa: “Una virgen concebirá”? Pero porque él…\n\nUn profeta es un reflector de Dios. Él es hecho de tal manera para que no pueda hablar sus propias palabras. Tienen que ser las Palabras de Dios las que él hable. Él es como un reflector, y él es el portavoz de Dios.\n\nY, entonces, él dijo: “Una virgen concebirá”. Probablemente él no pudo haber entendido eso, pero Dios lo había hablado por medio de él. Pues Él prometió que “no haría nada sin antes revelarlo a Sus siervos los profetas”. Entonces, cuando él dijo eso, pasaron ochocientos años antes de que llegara a suceder; pero eso tenía que venir a cumplimiento.\n\nFinalmente, esas Palabras de Dios se anclaron en el vientre de una virgen, y ella concibió y trajo a Emanuel. “Un—un Hijo nos es nacido; un Hijo nos es dado. Su Nombre será llamado ‘Consejero’, ‘Dios Fuerte’, ‘Príncipe de Paz’, ‘Padre Eterno’”. Eso tenía que ser de esa manera, porque Dios lo había hablado por la boca de Sus profetas. Y todas las Palabras de Dios tienen que cumplirse.\n\nPor tanto, sabemos que Jesús ha ido a preparar un lugar, para recibir a un pueblo para Sí Mismo. Quiénes sean esas personas, yo espero que nosotros seamos parte de esas personas en esta noche. Si no es así, amigo mío, Dios ha provisto un camino, una condición, en la que Ud. puede ser incluido si lo desea. Ud. tiene libre albedrío; puede actuar de la manera que Ud. desee. Pero ahora fíjese, ahora, en este mundo que está por venir. Hay un mundo que está por venir.",
    "Al igual que su nacimiento aquí, dije yo, Ud. fue preparado. Dios sabía que Ud. estaría aquí.\n\nY ahora, saben, aun las cosas que sus padres hicieron, pues la gente piensa que eso no visita de generación a generación, pero así es.",
    "Allá en el Libro de Hebreos, creo que como en el capítulo 7, hablando Pablo allí (los escritores), el cual yo creo que fue, estaba hablando sobre un—un gran evento que había acontecido con Abraham; de que él pagó diezmos a Melquisedec cuando venía de regreso de la derrota del rey. Y ahora él dijo que “Leví estaba en los lomos de Abraham, cuando él se encontró con Melquisedec, regresando de la derrota de los reyes”. Y entonces él atribuyó eso a “Leví pagando los diezmos también, cuando él estaba en los lomos de Abraham”, su tatarabuelo.\n\nY Él visita los pecados de la gente en sus—sus hijos, de generación en generación, que no guardan Su Palabra. ¿Ven?",
    "Todos Uds. fueron previamente planeados por Dios. Nada sucede por casualidad con Dios. Él lo sabe todo. Todo está previamente planeado, planeado desde muchas generaciones atrás, para que Uds. pudieran estar aquí en esta noche. ¿Sabían Uds. eso? [La congregación dice: “Amén”.—Ed.]\n\nPiensen que Uds., en un tiempo… Lo repetiré de nuevo. Uds., en un tiempo, estaban en su padre, en el gene de su padre. Ahora, él no los conocía a Uds. en ese tiempo, ni tampoco Uds. lo conocían a él en ese tiempo. Pero, vean, luego Uds. fueron puestos en el terreno fértil, en el vientre de mamá, por el matrimonio santo. Y luego Uds. llegaron a ser la expresión de una persona a la imagen de su padre, entonces hay compañerismo.",
    "Ahora, la única manera en que Ud. puede ser un hijo o una hija de Dios es porque Ud. tiene que ser… tiene que tener Vida Eterna. Y solo hay una forma de Vida Eterna, y esa es la Vida de Dios. Solo hay una forma de Vida Eterna, eso era Dios. Por lo cual, para ser un hijo de Dios, Ud. tenía que haber estado en Él siempre. El gene de su Vida, la Vida espiritual, en esta noche, estaba en Dios, el Padre, antes de siquiera haber una molécula. ¿Ven? Y Ud. no es más que la manifestación del gene de Vida que estaba en Dios, como un hijo de Dios.\n\nAhora Ud. es expresado después de Su Palabra haber entrado en Ud., para dar Luz a esta edad. Ud. está expresando la Vida de Dios en Ud., porque Ud. es un hijo o una hija de Dios. Por tanto, ¿captan lo que quiero decir? [La congregación dice: “Amén”.—Ed.] ¿Ven? Ud. está en… Ud. ahora está formado, Ud. está sentado en esta iglesia esta noche, porque su deber es expresar a Dios a esta nación y a esta gente, y a este vecindario donde Ud. se asocia.\n\nEn donde Ud. se encuentre, Dios sabía que Ud. estaría aquí, porque Ud. tiene que ser uno de Sus genes o Sus atributos; Ud. tenía que serlo. Si alguna vez… si Ud. tiene Vida Eterna, entonces siempre fue Vida Eterna. Y Dios, antes de que hubiera una fundación del mundo, sabía que Ud. estaría aquí. Y cuando la Palabra, o el agua, “el lavamiento del agua de la Palabra” cayó sobre Ud.—Ud., eso fue expresado en un ser. Ahora Ud. tiene compañerismo con su Padre, Dios, igual como Ud. lo tiene con su padre terrenal. ¿Ven? Uds. son ciudadanos del Rey; no ciudadanos, sino que Uds. son hijos, hijos e hijas del Dios vivo, si es que la Vida Eterna mora en Uds.",
    "Ahora, entonces, si fue así, Jesús fue la Plenitud de Dios manifestada. Él fue la Plenitud de la Deidad corporalmente. Por tanto, cuando Él vino a la tierra y fue manifestado en carne, Uds. estaban aquí en Él en ese entonces, porque Él fue la Palabra; “En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios. Y el Verbo se hizo carne y habitó entre nosotros”. La Palabra se hizo carne. Por tanto Ud. caminó con Él, cuando… Uds. estaban en Él cuando Él estaba en la tierra. Uds. sufrieron con Él, y Uds. murieron con Él; Uds. fueron sepultados con Él; y ahora Uds. han resucitado con Él, y son atributos manifestados de Dios, sentados en lugares Celestiales; ya resucitados, resucitados a una nueva Vida, y sentados en lugares Celestiales en Cristo Jesús. ¡Oh, eso significa tanto hoy en día, Iglesia! Eso significa tanto para nosotros, ¡vernos a nosotros mismos posicionalmente colocados en Jesucristo!",
    "Ahora, si nosotros somos esos atributos de Dios, no podemos vivir por credos. Nosotros no podemos vivir por denominacionalismo. Debemos vivir por la Palabra, porque la Novia es parte del Novio, como cualquier esposa es parte de su esposo. Por tanto, nosotros debemos ser esa Novia-Palabra. Y ¿qué es esa Novia-Palabra? La manifestación de esta hora, la Novia, no un credo ni una denominación, sino un oráculo viviente de Dios, un atributo viviente de Dios desplegando ante el mundo los atributos de Dios, en la formación de la Novia que será expresada en esta hora en la que hoy vivimos.",
    "Martín Lutero no podía expresar los atributos que nosotros expresamos, porque eso estaba en el principio, la resurrección, como el grano de trigo que cayó en la tierra.",
    "Ahora, citaré esto otra vez. Uds. probablemente han leído el libro, ese alemán mofándose de mí, y dijo que yo era el más fanático entre todos los fanáticos. Él estaba—estaba absolutamente en contra de todo lo que se llama Dios, aun burlándose de Dios. Dijo: “Un Dios que pudo abrir el Mar Rojo y” dijo, “y sacar a Su pueblo; y sentarse con Sus brazos sobre Su barriga, y dejar (a través de las Edades Oscuras) morir a toda esa gente y sufrir, esos niños ser comidos por leones”.",
    "¿Ven Uds.? Todo—todo el programa, toda la Iglesia, está edificada sobre revelación Divina. Jesús dijo, en San Mateo, el capítulo 16: “Porque no te lo reveló carne y sangre, sino Mi Padre que está en los Cielos te ha revelado esto”. ¿Qué era? La revelación de Quién era Él. “Y sobre esta roca edificaré Mi Iglesia, y las puertas del hades no prevalecerán contra Ella”. ¿Ven?\n\nLa revelación de Jesucristo en esta hora, ¡no lo que Él fue en otra hora!, lo que Él fue hoy la Biblia lo expresa, está creciendo en la Novia, a la estatura plena. Por tanto, si el grano de trigo, en Cristo, tuvo que caer en la tierra, así la Novia tuvo que caer en la tierra, a través de las Edades del Oscurantismo. Todo grano que entra en la tierra tiene que morir o no se puede producir, reproducir a sí mismo. Y la gran Iglesia que Él estableció en el Día de Pentecostés, al enviar el Espíritu Santo, tenía que sufrir martirio y caer al polvo, entrar en la tierra en la Edad del Oscurantismo, para salir otra vez en la edad de Lutero, y salir a la estatura de la plenitud de la Novia de Jesucristo para este último día. ¿Ven? No hay manera…",
    "Por tanto, la Novia, en el Arrebatamiento, aparecerá. Y todo ahí está previamente planeado por Dios, desde atrás. Desde el principio Él conocía a todo hombre, todo lugar, quién estaría, todo al respecto. Todo está previamente planeado. Dios sabía que estaría aquí. Y—y cuando… Él lo hizo de esa manera, para que cuando lleguemos allá… Él se fue a preparar un lugar para nosotros. Y cuando lleguemos allá, todo estará preparado como aun esta noche está preparada, como esta hora está preparada. Sí. Su gran conocimiento previo le dice a Él todas estas cosas, por conocimiento previo.",
    "Él es omnipresente porque Él es omnisciente; omnisciente porque Él es omnipresente. Por tanto, por Su conocimiento previo… Ahora, Él no puede simplemente ser como el viento sobre la tierra, porque Él es un Ser. Él no es solo un mito; Él es un Ser. Él habita; Él aún habita en una casa. Él habita en un lugar llamado Cielo. Y, por tanto, por Su omni-… siendo omnipresente, siendo omnisciente, sabiendo todas las cosas, entonces Él es omnipresente porque Él sabe todas las cosas.",
    "Uds., ahora, Uds. crecieron a partir de su nacimiento, desde que nacieron y fueron presentados en este mundo. Dios sabía que Uds. iban a estar aquí en esta tierra, y Uds. crecieron a partir de su nacimiento hacia la madurez. Cosas que parecían tan extrañas para Uds., en su adolescencia femenina, y en su adolescencia varonil, como niños, ahora parecen muy reales. Uds. no podían entenderlo cuando eran niños; pero ahora que han llegado a ser adultos, Uds. empiezan a entender y a darse cuenta que todo había sido establecido perfectamente. Y Uds., eso realmente significa algo ahora para Uds.",
    "Así es en su nacimiento espiritual. Uds. hacen cosas que no entienden, cuando son bebés pequeños, pasan al altar. Uds. le entregan su vida a Cristo. Uds. hacen esas cosas extrañas. Se preguntan Uds. por qué lo hicieron. Pero después de un tiempo, cuando maduran, siendo Cristianos maduros, entonces lo entienden. ¿Ven? Hay algo que encaja. Uds. ven por qué tuvieron que hacerlo. ¡Su nacimiento espiritual! Su nacimiento natural tipifica su espiritual.\n\nCómo—cómo es que encajó con Ud., en esta vida, a medida que Ud. crecía, todo encajó, porque Ud. fue hecho para eso. ¿No fue una cosa extraña la noche que Ud. entró en la misión, en la reunión de la carpa o a la iglesita de la esquina en alguna parte, y algo que predicó el predicador, un cierto tema, y Ud. se postró allí en el altar? ¿Ven? ¿Ven? Dios sabía eso, desde antes de la fundación del mundo. ¿Ven? Le—le parecía extraño a Ud. el por qué lo hizo en aquel entonces. Pero ahora Uds. entienden. Supieron lo que sucedió. Es muy conveniente para Uds. en esta vida, y lo será también en la vida que está por venir. Este mundo y su vida parece que—que avanza a medida que Uds. maduran. Todo parece avanzar ahí con Uds.",
    "Yo no creo en… que una persona simplemente está aquí por casualidad. Ahora, solo piense, cuando Ud. vino al—al mundo, todo tenía que estar ante-preparado para Ud. o previamente preparado, mejor dicho, para Ud. Se me hace difícil de entender cómo pudiéramos pensar que un Dios que podía preparar todas estas cosas buenas para nosotros, no va a… no pudiéramos depositar la confianza en Él. Que, si Él nos trajo en este caos en el que ahora estamos, y preparó las cosas buenas de la vida aquí para nosotros, cuánto más podemos confiar en Él para que prepare las cosas que están por venir (¿ven?), ¡las cosas Eternas! Me parece, digo yo, muy extraño.",
    "Y yo—yo no creo que el Cielo sea un lugar del que mi madre me contaba. Yo pienso que la iglesia ha madurado de ahí. Pensar que antes (hace cien años o doscientos), pienso que los de antes pensaban que todo el que moría iba al Cielo y tenían un arpa, y—y se sentaban allá en las nubes y—y tocaban el arpa. Ahora, ellos sabían que había un lugar llamado Cielo. Pero, ellos, si eso es así, todos los músicos nos llevarían ventaja, ¿ven Uds.? Pero nosotros… Pero no—no es esa clase de lugar. No es a tocar arpas, en lo absoluto. Yo creo, no creo que la Biblia enseñe eso. Pero era un concepto que ellos tenían antes de que la plenitud de la Palabra viniera a existencia, o la apertura de los Siete Sellos (que han sido prometidos para nosotros en esta edad), que nosotros entonces entendemos.\n\nYo creo que el Cielo es un lugar real, igual como este lugar es real (¿ven?), porque Dios nos inició en este lugar en nuestro crecimiento espiritual. Y yo creo que el Cielo es un lugar tan real como este, en el cual no nos sentamos allá arriba por la Eternidad y solo nos sentamos allí en una nube. Nosotros no solamente punteamos nuestra arpa de—de ahí para siempre; sino que vamos a un lugar real en donde vamos a hacer cosas, en donde vamos a vivir. Nosotros vamos a trabajar; vamos a disfrutar; vamos a vivir; vamos a la Vida, a una Vida Eterna real. Vamos a un Cielo, un paraíso. Así como Adán y Eva trabajaron y vivieron, y comieron, y disfrutaron en el huerto del Edén antes de que el pecado entrara, nosotros vamos de camino directo allí otra vez (correcto), directamente de regreso. El primer Adán, por el pecado, nos sacó; el segundo Adán, por la justicia nos vuelve a introducir; nos justifica y nos vuelve a dar entrada.",
    "Ahora, Uds. que consiguen las cintas, el mensaje de “Justificación”, quiero que lo tomen. Y lleven Uds. las cintas, quiero que capten eso. Hablé acerca de eso aquí, hace un tiempo.",
    "Miren cómo su padre terrenal (antes que Ud. viniera aquí, antes que ellos supieran que Ud. venía), se prepararon para la venida suya. Solo piensen en eso, ahora, sus padres terrenales. Siendo que, un padre terrenal solamente es un tipo del Padre Celestial. “Si nosotros sabemos dar buenas dádivas a nuestros hijos, cuánto más vuestro Padre Celestial sabe cómo dar buenas dádivas a Sus hijos”. Jesús habló estas Palabras. ¿Ven?\n\nEllos prepararon la venida suya. Hicieron una cunita o compraron unas, unas botitas, y ropita, y demás. Ellos prepararon todo para que Ud. llegara, se prepararon antes de que Ud. siquiera viniera a la tierra.",
    "Jesús ha ido para preparar nuestra llegada allá. Ahora, fíjense: “En la Casa de Mi Padre hay muchas moradas”. O vamos a…\n\nNo es mi intención añadirle a la Palabra ni quitarle, porque no debemos hacer eso. Apocalipsis 22 dice: “Si alguno añadiere una palabra o quitare una Palabra de Ella”. Pero permítanme hacer esto, no como una añadidura, sino solo para—para destacar un punto.\n\n“En la Casa de Mi Padre hay muchas clases de mansiones”. Yo no creo que cuando lleguemos al Cielo que seremos… que todos luciremos exactamente idénticos. Yo no creo que—que todos serán rubios, o castaños, o—o pequeños, o—o todos grandes, o—o todos gigantes.\n\nYo creo que Dios es un Dios de variedad. El mundo prueba eso. Él tiene montañas grandes y montañas pequeñas; Él tiene llanuras; Él tiene desiertos; Él tiene diferentes cosas porque Él lo hizo de la manera como lo quiso. Y Él hizo las estaciones: verano, invierno, primavera, otoño; Él hizo las estaciones. Muestra que Él es un Dios de variedad. Él los hizo a Uds. en variedad. Algunos hombres son muy altivos; y algunos son muy dogmáticos; y otros son finos; otros son bondadosos. Y uno encuentra toda clase de personas, y en Su Reino. ¿Ven?",
    "Miren a San Pedro y compárenlo con Andrés. ¿Ven? Andrés es ese guerrero de oración, permanecía de rodillas todo el tiempo. Y el apóstol Pedro era uno de esos tizones que predicaba, y—y demás. Y Pablo era más como erudito, más al lado de… como el profeta o algo, y más calmado.",
    "Y, vean, Moisés escribió los primeros cuatro Libros del Antiguo; pues él escribió el Antiguo Testamento. El resto era las leyes, y los reyes, y Salmos y demás, y lo que alguien más escribió de los profetas. Pero Moisés escribió las leyes, los primeros cuatro Libros de la Biblia: Génesis, Éxodo, Levítico y Deuteronomio.",
    "Y luego Pablo escribió el Nuevo Testamento; es verdad. Mateo, Marcos, Lucas y Juan, escribieron los hechos de lo que aconteció, y demás; pero Pablo separó la ley y la gracia, y las puso en su lugar. ¿Ven? Él fue el escritor del Nuevo Testamento. Él nos dio los escritos del Nuevo Testamento, estableciendo en orden la Palabra de Dios.\n\nAhora, fíjense, muchas, “muchas moradas”, muchas clases de moradas.",
    "Como muchas clases de montes; como muchas clases de ríos, manantiales, lagos. Ya estaban aquí en un principio, cuando Uds. llegaron, porque la bondad de Su Padre Celestial los puso aquí. Pues, a algunos hombres les gustan las montañas; a algunos les gustan las aguas; a unos les gustan los desiertos. Entonces, verán, al venir Uds., Él conocía sus naturalezas y lo que Uds. serían, entonces Él lo hizo de la manera que Uds. pudieran disfrutarlo. ¡Oh!, pienso que eso es un Padre maravilloso (¿ven?), saber que Él lo hizo de esta manera.\n\nMe agrada que Él hiciera montañas; me—me gustan las montañas. Yo… Y a mí—a mí me gustan. Mientras que otros: “¡Oh!, no me gustan… ¡Oh, parece que Él vació Su caja de cemento allí!”. Bueno, Él la vació para que yo pudiera disfrutarla. ¿Ven Uds.? Entonces Ud. dice: “A mí me gustan las llanuras en donde puedo ver a la distancia”. Bueno, son dos naturalezas diferentes, y los dos somos Cristianos.\n\nPero el Padre sabía que Ud. estaría aquí, y preparó todo antes de que Ud. llegara. Amén. Su primera venida, aquí, Él lo tenía listo para cuando Ud. llegara aquí. ¿No es maravilloso pensar en lo que Él hizo?",
    "Ahora, ahora, pero recuerden, estas únicamente son dádivas temporales, en tipo. “Ahora, sabemos que Moisés, al edificar el tabernáculo en el desierto, o prepararlo, dijo que él hizo todas las cosas conforme al orden de lo que vio en el Cielo”. ¿Ven? Así que, las cosas terrenales solamente expresan lo que son las cosas Eternas. Y si esta tierra en la que vivimos hoy, siendo tan magnífica, como tanto nos gusta; y nos encanta vivir y respirar el aire, y ver las flores y cosas; si—si eso, si esto aquí es la expresión, esta moribunda solo expresa una que es Eterna. Cuando Uds. ven un árbol luchando, esforzándose, tratando de vivir, significa que hay un árbol en alguna parte que no tiene que hacer eso.\n\nCuando Uds. ven a un hombre aquí luchando por vivir, alguien en un hospital o enfermo en una cama, o en un accidente, luchando, y la muerte con su estertor en sus gargantas, y ellos jalan y lloran y claman por su vida, ¿qué significa? Que hay un lugar, en alguna parte, donde un cuerpo no forcejea ni grita por eso. ¿Ven? Simplemente no lo hace.",
    "Ahora, estas son dádivas temporales para nosotros, estas cosas, solo expresando que hay Uno que es el Eterno. Eso es lo que Jesús se fue a preparar, el Ser Eterno para nosotros. Ahora, estos solamente expresan que hay Uno superior de la misma clase, porque estos son de la misma clase.",
    "Ahora, recuerden, la Biblia dice: “Si nuestra morada terrestre, este tabernáculo, si pereciere (se deshiciere), tenemos uno ya esperando”.\n\nAl igual que un bebé, sus pequeños músculos, estando en la madre, giran y voltean. Y, pero apenas… ¿Ven? Y fíjense, Uds. pueden tomar a una mujer, así haya sido lo más vil, pero cuando ella llega a ser una madre, un poco antes de que ese bebé nazca, hay una dulzura en esa mujer. Acérquese a ella, siempre hay algo, ella es más tierna. ¿Por qué? Hay un pequeño espíritu-ángel esperando para recibir ese cuerpo natural. Tan pronto nace, el aliento de vida entra en él. Y Dios lo sopla ahí adentro, y llega a ser un alma viviente. Ahora, en el momento que este bebé está naciendo, entonces el cuerpo espiritual está allí para recibirlo.\n\nY ahora, cuando este cuerpo nace aquí en esta tierra, al igual que el bebé nace, también hay un cuerpo inmortal esperando para recibir el espíritu a sí mismo otra vez. ¡Oh, qué gran cosa! Nosotros estamos—estamos ahora en Cristo Jesús (amén), bebés, bebés en Cristo, hijos de Dios, esperando la liberación total, en la Venida de nuestro Señor Jesús, la… para recibirnos arriba a Sí Mismo, cuando el cuerpo, esto mortal, se vista de inmortalidad.",
    "La semejanza, todas las cosas que Él hizo, expresan las cosas que han de venir. Así como el cuerpo les da a Uds. aquí, así como este cuerpo que Él les dio a Uds. en el cual vivir, solo expresa que hay uno que es superior aún por venir. ¿Ven? “Si traemos o hemos nacido en la imagen del terrenal, traeremos también la imagen del Celestial”, que no hay maldades en este que está por venir. Ahora, este sí tiene maldad, enfermedad, muerte, sufrimiento. Acabo de expresar aquí, no hace mucho, predicando en La transformación de la Palabra de Dios, de cómo es que—que este cuerpo lleva por dentro el mal.",
    "Y toda esta civilización moderna en la que vivimos es del diablo. ¿Uds. no creen eso? La Biblia dice que lo es; este mundo, todo gobierno. Nosotros no queremos creer eso. Pero la Biblia claramente dice que todo gobierno, todo reino de la tierra, le pertenece al diablo y está gobernado por el diablo. Jesús fue llevado por Satanás allá arriba y le fueron mostrados todos los reinos del mundo, los que habrán, que habrían, y cuanto más. Y Satanás los reclamó como suyos, y Jesús no discutió con él, porque él es el dios de este mundo. ¿Ven? Y él dijo: “Yo te los daré si te postrares y me adorares”. ¿Ven?, él estaba tratando de dárselos a Jesús, sin el sacrificio. ¿Ven? Era una oferta que iba a ofrecerle a Él.\n\nPero el mundo había pecado. Así que, la pena del pecado era muerte, y Él tenía que morir. Por eso es que Dios fue manifestado en carne, para Él poder llevar la muerte, para pagar la pena. Nada ha quedado pendiente; no es retributivo. Ha sido absolutamente pagado voluntariamente. Toda la deuda está paga. Ahora eso le pertenece a Él. Y nosotros somos delegados de Su Reino, congregados aquí en esta noche en el Nombre de Jesucristo nuestro Rey, en lugares Celestiales.",
    "Ahora, en este mundo en el que vivimos, esta educación (quiero comprobarles a Uds.), la educación, ciencia, civilización, y todas estas cosas que aparentemente disfrutamos tanto hoy, son de Satanás y perecerán. Uds. dicen: “Hermano Branham, ¿la civilización?”. Sí, señor. Esta civilización provino de Satanás; Génesis 4 lo prueba. El hijo de Caín (¿ven?), empezó esta civilización, edificando ciudades y órganos y todo eso. Y la civilización vino por el conocimiento. El conocimiento es lo que el diablo le vendió a Eva en el huerto del Edén, lo cual causó que ella torciera, transgrediera los mandamientos de Dios.\n\nAsí que habrá una civilización en el mundo al que vamos, pero no será esta clase de civilización; pues en esta civilización tenemos enfermedad, sufrimiento, lujuria, muerte, de todo lo errado en esta civilización. Pero en esa civilización no habrá ninguna de estas cosas; no necesitaremos la ciencia.\n\nDe todas maneras la ciencia es la perversión de lo original. ¿Ven? Uds. dividen una molécula, dividir algunos átomos y causa esto y lo otro, para Uds. volarse en pedazos. Uds. toman pólvora, disparan esto, para matar algo. Uds. toman el automóvil. Y sacan gasolina de la tierra y los materiales de la tierra, para aflojar las fibras, para que ella pueda explotar. Y van por la carretera a noventa millas por hora [144 km] y matan a alguien. ¿Ven? ¡Oh! Tan nerviosos, presionando y a las carreras; nos toca empujar, a la fuerza. ¡Oh! ¿Ven? Todo es del diablo.\n\nEl Reino de Dios no tendrá automóviles, aviones, ni algún otro desarrollo científico. No. Allí no habrá educación en lo absoluto. Será una educación tan superior a esta, que esta ni siquiera vendrá a la mente. ¿Ven? Educación, civilización y todo esto, viene de Satanás.\n\nAhora, Uds. dirán: “Hermano Branham, entonces ¿por qué lee Ud.?”.",
    "Vean, es como ¿por qué uso ropa ahora? En la civilización que debía venir, la de un principio, ellos no necesitaron de ropa; estaban velados. Ellos no tenían razón de usar ropa, porque no sabían que estaban desnudos. Ahora Uds.… Ahora Uds. se han dado cuenta que hoy, por tanto, sabemos que estamos—estamos—estamos—estamos desnudos; el pecado está aquí, entonces tenemos que usar ropa. Pero no fue así en el principio; no había pecado. ¿Ven?",
    "Ahora, es completamente lo mismo en cuanto a la civilización. Nosotros leemos, escribimos, hacemos esto, pero no se acostumbren a esto. No hagan eso su dios, pues ese es el dios del comunismo. ¿Ven? Eso no es de Jesucristo.",
    "Jesucristo es por fe; no lo que Ud. puede comprobar científicamente, sino lo que Ud. cree. Yo no puedo probarles a Uds. científicamente en esta noche, en este edificio, que hay un Dios, sin embargo sé que Él está aquí; no obstante, por mi fe, se vindica eso.\n\nAbraham no podía probarles científicamente a Uds. que él iba a tener un bebé por medio de esa mujer, y ella casi de cien años; no obstante su fe lo confirmó. ¿Ven? No necesitó ninguna prueba científica. Pues, el… Pues, el médico hubiera dicho: “El anciano está loco, diciendo por acá que va a tener un—un bebé por esa mujer; él de cien años y ella de noventa”. Pero ¿ven Uds.?, Dios lo dijo, así que no se necesita ciencia; se necesita fe para creer la Palabra de Dios, no ciencia.",
    "Así que, nuestras escuelas y cosas no sirven. Pues Dios nunca dijo: “Vayan y hagan escuelas”, o siquiera “tener escuelas Bíblicas”. ¿Sabían Uds. eso? [La congregación dice: “Amén”.—Ed.] Él dijo: “Prediquen la Palabra”. Exactamente correcto. Nuestro sistema educacional nos ha alejado más de Dios que cualquier cosa que conozco, es verdad, más lejos de Dios. No es construir escuelas, hospitales y demás, eso era para el mundo y para ese grupo. Pero, no es que yo tenga nada en contra de ellos; ellos desempeñan su parte, pero con todo no es eso.\n\nNosotros construimos un hospital mejor que nunca, y practicamos con la mejor medicina que tenemos, y miles mueren en él diariamente. Pero (¡oh, vaya!), en el Reino de Dios no hay muerte, no hay tristeza. Amén. No hay necesidad de estas cosas del mundo. Pero nosotros hemos pasado de esta cosa, a las realidades de Dios, por las cuales nos esforzamos tanto por descubrir a través de la ciencia. Y entre más científicos nos volvemos, más muerte nos traemos encima. Estamos peleando una batalla perdida allí, así que, suelten eso; y por fe, créanle a Jesucristo el Hijo de Dios, en esta noche, y acéptenlo. Él es Aquel.",
    "¿Qué les está preparando a Uds. la ciencia? Más muerte. Correcto. Satélites y de todo subiendo y todas estas cosas, para esparcir muerte y de todo por la tierra. No pongan la vista en eso; levanten su rostro por encima de eso, hacia el Cielo. Miren adonde está Jesús, “a la diestra de Dios” en esta noche, “viviendo siempre para hacer intercesión según nuestra confesión” en base a lo que creemos, que Su Palabra es la Verdad.",
    "Ahora, nos damos cuenta que esta vida tiene toda clase de males, por tanto, la vida que vendrá no los tendrá. Esta tiene lujuria y enfermedades, muerte; porque ¿qué es? No es la casa que Él fue a preparar. Este es un lazareto. ¿Cuántos saben lo que es un lazareto? [La congregación dice: “Amén”.—Ed.] Seguro. Bueno, en esa están viviendo Uds. Un lazareto es donde ellos ponían toda su gente con enfermedades. Bueno, eso es lo que el pecado nos hizo a nosotros, nos metió en un lazareto terrenal. Donde uno… Ellos no permitían que nadie más entrara en ese lazareto, porque allí adentro había toda clase de gérmenes volando; y—y la gente se contagia de estos gérmenes y—y ellos mismos se enferman. Y el pecado nos metió en el lazareto del diablo.",
    "¡Oh, pero la otra se llama “la Casa de Mi Padre”! “Iré y prepararé un lugar para vosotros. Os sacaré de este lazareto y os llevaré a la Casa de Mi Padre”. Amén. Allí lo tienen; sacándolos de este viejo lazareto terrenal. Él ha ido a preparar un lugar, un lugar perfecto, en donde no existe maldad, no existen enfermedades, no existe la vejez, no existe muerte.\n\nEs un lugar perfecto llamándolos a Uds. a esa perfección, y Uds. tienen que ser perfectos para llegar allá. La Biblia lo dice. Jesús dijo: “Sed vosotros perfectos como vuestro Padre en el Cielo es perfecto”. Y es un Reino perfecto, así que debe ser una gente perfecta la que viene; porque Uds. tienen que pararse y casarse con un Hijo perfecto de Dios, y Uds. tienen que ser una Novia perfecta. Así que, ¿cómo pueden Uds. hacerlo por otra cosa sino a través de la Palabra de Dios perfecta, la cual es “las Aguas de Separación, que nos lava de nuestros pecados”? Amén. Correcto. La Sangre de Jesucristo, piénsenlo, la Palabra ensangrentada goteando. Amén. La Sangre, la—la Palabra de Dios sangrando Sangre, para en ella lavar a la Novia. Amén. Sí, señor. Ella se para perfecta, virgen, no adulterada. Ella nunca pecó, en primer lugar, amén; Ella cayó en una trampa. ¿Ven?\n\nAllí está la Casa del Padre que Él fue a preparar.",
    "Esta vino por sexo y por la caída, y tiene que caer con la caída. No importa cuánto Ud. parche esta cosa vieja, ella de todas maneras va a caer. Está acabada, porque ella está sentenciada, pues Dios así lo dijo. Ha concluido para ella. Dios la va a destruir, Él lo dijo. Habrá una renovación de la cosa completa. ¿Lo creen Uds.? [La congregación dice: “Amén”.—Ed.]\n\nEn el principio cuando el mundo nació, cuando Dios primero separó el agua de la tierra (igual que Él lo hizo con el agua en el vientre de la madre), hubo un mundo que nació. Sí. Y personas empezaron a vivir en él cuando Dios los puso allí. Y entonces ellos comenzaron a pecar. Y fue bautizado por inmersión, en los días de Noé. Luego fue santificado por la Sangre del Creador derramándose sobre él.\n\nY ahora de esa manera viene Ud., a través de justificación para creerle a Dios. Ud. fue bautizado para arrepentimiento, o por, para la remisión de sus pecados. Ud. confesó sus pecados delante de Dios, y Él lo perdonó a Ud. por eso. Y Ud. fue bautizado para mostrar que lo fue, que Ud. fue perdonado; confesando al pueblo y mostrándole al mundo que Ud. cree que Jesucristo murió por Ud. y Ud.… Él tomó su lugar, y ahora Ud. está parado en Su lugar. Él vino a ser Ud. para que Ud. pudiera llegar a ser Él.\n\nEntonces el poder santificador de Dios limpió su vida de todos los hábitos. Antes Ud. fumaba, bebía, hacía cosas incorrectas, decía mentiras, de todo. Entonces el poder santificador de la Sangre de Jesucristo entra en su vida y le saca a Ud. todas esas cosas. Si sucede que Ud. dice alguna cosa que estuvo mal, rápidamente Ud. dice: “Un momento. Perdóneme; no quise decirlo de esa manera”. ¿Ven? El diablo tiene una trampa tendida allí. Pero Ud. tiene gracia para regresar, si Ud. es un verdadero Cristiano, y decir: “Yo estaba equivocado”. Sí. Por tanto, ahora, lo…",
    "Ahora, lo siguiente que Ud. recibe, fue el bautismo del Espíritu Santo en Fuego.\n\nAhora, Dios, cuando este Milenio termine, Dios va a darle al mundo un bautismo de fuego. Va a hacer explotar todo; “Los cielos y la tierra se encenderán”: Pedro lo dijo. Y la cosa tendrá un bautismo de fuego, la renovación de toda la cosa. Y luego habrá cielos nuevos y una tierra nueva. Allí es, donde morará la justicia.\n\nAllí es donde estamos. Hemos pasado de seres mortales, de seres del tiempo, a seres Eternos. Cuando la Palabra de Dios encendió nuestras almas y nosotros llegamos a ser hijos e hijas de Dios, con los atributos, el gene de Dios en nosotros, para ser hijos e hijas del Padre, Dios en el Cielo, clamando: “¡Abba, Padre! Dios mío, Dios mío, en la Casa de Mi Padre”.",
    "Ahora, este viejo mundo debe caer porque vino por sexo; y vino por desobediencia, en el principio. Y nosotros nacimos aquí por sexo, por causa de la caída, y debe regresar de la misma manera, a la caída. Pero el que ahora Él les está preparando, no puede caer, porque Él lo está haciendo de esa manera. “Yo he ido…”.\n\n¿Qué pasaría si nosotros tuviéramos que quedarnos en esta clase de cuerpo? ¿No están Uds. contentos que haya algo como la muerte? [La congregación dice: “Amén”.—Ed.] Ahora, ¿no es eso extraño? Pero ahora, digamos, por ejemplo…\n\nHace unos años yo era un muchachito, y ahora soy un hombre de edad mediana. Tengo un amigo sentado allí, el Sr. Dauch, y él cumplió noventa y tres años hace unos días. Mírelo a él ahora. En cuarenta o cuarenta y cinco años, ese sería yo. Ahora, póngale a él otros cuarenta años. ¿A dónde llegaría uno? Lo único…",
    "Me alegra que haya algo para sacarnos de este lazareto. Hay una puerta abierta, y es llamada la muerte. Jesús se para junto a esa puerta. Amén. Él me guiará por el río. Él me pasará por esa puerta. Hay una gran puerta más allá, llamada la muerte. Y cada vez que su corazón late, Ud. está a un latido más cerca. Y algún día yo debo llegar a esa puerta; Ud. tendrá que llegar allí. Pero cuando llegue allí, yo no quiero ser un cobarde; no quiero gritar y retroceder. Yo quiero llegar a esa puerta, envolverme en el manto de Su justicia (no en el mío), el de Él.\n\nPor esto yo sé que “lo conozco a Él en el Poder de Su resurrección”. Que, cuando Él llame, yo saldré de entre los muertos para estar con Él, dejando este lazareto. En donde quiera que este cuerpo pudiera caer, y en donde pudiera terminar, sea lo que sea, yo saldré algún día, porque Él me prometió Eso a mí; y nosotros lo creemos. Sí, señor. Él está haciendo Uno que no puede caer.",
    "Fíjense cómo la madre embarazada, en la tierra hoy, cómo el cuerpo de la madre apetece ciertas cosas. Le estoy hablando, me supongo y así espero, a todos los adultos que entiendan. La madre, para el parto del bebé, si hay algo que le falta en su cuerpo, ella empieza a apetecer ciertas cosas. Miren cómo es que papá…\n\nRecuerdo que nosotros fuimos criados en una familia muy pobre, y—y no teníamos casi nada para comer cuando éramos niños. Muchos de Uds. sufrieron lo mismo.\n\nEntonces, cómo es que antes de nacer los bebés, mamá apetecía algo; y papá hacía todo a su alcance para conseguírselo a ella. ¿Ven? Es su, el cuerpo, su cuerpo, el calcio y demás de su cuerpo, y las vitaminas que ella necesita. Junie se está formando (¿ven?), y apetece cosas; comidas para el niño que viene. Y cómo los padres, ellos tratan de conseguirlo para que el bebé nazca tan perfecto y feliz como sea posible. ¿Ven cómo sus padres harán eso? Cuando se necesita algo, la madre da testimonio de ello (¿ven?), su sistema está hecho así. ¿Entienden? [La congregación dice: “Amén”.—Ed.] Que, cuando hay algo que se necesita aquí, para el niño que viene, la—la madre empieza con ese antojo.",
    "Ahora, paremos por un minuto. ¿Por qué tenemos avivamientos? ¿Por qué nos congregamos nosotros? ¿Por qué estaré yo siempre reprendiendo al pueblo? ¿Por qué les digo a Uds. mujeres pentecostales: “Dejen de usar pinturas, maquillaje, y de cortarse el cabello, y cosas como esas?”. ¿Por qué lo estoy diciendo? Pues la manera antigua pentecostal no hacía eso. La verdadera manera de la Biblia es no hacer eso. Uds. usando estos pantaloncitos cortos y ropas que le pertenecen a los hombres, ¿saben Uds. que la Biblia dice que eso es una abominación para Dios? [La congregación dice: “Amén”.—Ed.] Pero nosotros lo permitimos. ¿Por qué es que el Espíritu Santo continúa clamando? Él sabe que hay algo ahí que falta. Nosotros debemos estar en la plena estatura de Jesucristo. Nosotros debemos ser hijos e hijas de Dios. Nosotros debemos portarnos como hijos de Dios.",
    "Hace mucho contaron una pequeña historia; veo a un hermano de color sentado atrás. En el sur, ellos vendían esclavos. Y esto, cuando tenían a los esclavos allá, cuando estaba la esclavitud, antes de la Proclamación de la Emancipación. Y ellos pasaban y los compraban, a esas personas, como lo harían en un—en una compraventa de autos usados. Ellos tenían factura de venta, y vendían a esos seres humanos como si fueran—si ellos fueran autos usados. Ud. recibía factura de venta por ellos.",
    "En una ocasión un comprador vino, un negociante. Y él iba a… Él recorría estas grandes plantaciones y compraba esclavos. Y él llegó a una cierta plantación grande donde tenían muchos esclavos, y quería ver cuántos tenían. Y todos estaban allá afuera, trabajando. Y ellos—ellos estaban tristes, estaban lejos de casa; eran de África.\n\nLos habían traído acá. Los bóeres los habían traído acá y vendido como esclavos, y por eso estaban tristes. Sabían que jamás regresarían a su hogar; vivirían y morirían en esta tierra. Y ellos tenían, muchas veces llevaban látigos y los azotaban. Ellos eran propiedad del dueño, y él hacía con ellos lo que quería. Y ellos solo… Si él lo mataba, lo mataba. Y si él, fuera lo que fuera, él sencillamente lo hacía. Eso es la esclavitud, como fue con Israel, y—y muchas de las naciones habían sido traídas a la esclavitud. Y ellos tenían que tomar a esos pobres esclavos. Ellos solamente servían. Ellos lloraban (Uds. saben) constantemente, y tristes.",
    "Pero se fijaron que uno de esos esclavos, un joven, tenía su pecho erguido, su cabeza levantada de esta manera. Nunca había que azotarlo a él; nunca había que decirle lo que tenía que hacer. Así que, ese negociante dijo: “Yo quiero comprar ese esclavo”.\n\nÉl dijo: “Él no está para la venta”.\n\nÉl dijo: “Me gustaría comprarlo”.\n\nÉl dijo: “No. Él no está en venta”.\n\nDijo: “¿Es el jefe de los demás?”.\n\nDijo: “No”. Dijo: “Él no es el jefe. Él es un esclavo”.\n\nÉl dijo: “Pues, tal vez lo alimenta diferente que a los demás”.\n\nDijo: “No. Todos comen juntos allá afuera en la galera”.\n\nÉl dijo: “¿Qué es lo que hace a ese muchacho tan diferente a los demás?”.\n\nÉl dijo: “Mire esto. Yo también me pregunté eso por un tiempo. Pero ese muchacho es un extranjero de África, pero en África su padre es el rey de la tribu. Y aunque él es un extranjero lejos de casa, él se comporta como el hijo del rey. Él sabe que al otro lado de la tierra, su padre es el rey de la tribu. Y ahora él se comporta así, porque sabe que él es un hijo de un rey”.",
    "¡Oh hermano, hermana, Ud. y yo, en este mundo en el que vivimos, comportémonos como hijos e hijas de Dios! Somos extranjeros aquí, pero nuestro comportamiento debería ser conforme a los mandamientos de Dios: de que somos hijos e hijas de Dios. Nuestro comportamiento… debemos actuar y hacer, y todo, conforme a las leyes que Dios estableció.\n\n“Y es una abominación que una mujer use ropa que es de hombre”. Es incorrecto y pecaminoso que “ella se corte el cabello” la Biblia lo dice; “no es propio aún que ella ore”.\n\nUd. dice: “Y ¿qué pasa con esto?”.",
    "Alguien me amonestó, un ministro destacado, no hace mucho. Dijo: “Hermano Branham, venga. Quiero imponerle las manos”. Dijo: “Ud. va a arruinar su ministerio”.\n\nYo dije: “¿Qué?”.\n\nDijo: “Regañando a esa gente de esa manera”.\n\nYo dije: “Yo les estoy diciendo la…”.\n\nDijo: “¡Oh, yo lo creo!”. Dijo: “Yo también soy pentecostal. Yo creo que las mujeres no deberían usar el cabello corto, no deberían usar pinturas ni estas cosas que ellas hacen, pintarse toda la cara”. Dijo: “Ellas no deberían hacer eso. Pero” dijo, “Dios lo llamó a Ud. para orar por los enfermos”.\n\nYo dije: “Él me llamó a predicar el Evangelio”. Sí.\n\nY él dijo: “Yo creo en eso. Pero” dijo, “¿piensa Ud. así?”.\n\nYo dije: “Sí. Mire lo que Ud. tiene, todos estos grandes programas, televisiones, y todo lo demás. Yo no tengo nada sino a Dios a quien responder”. Es cierto. Yo dije: “Yo no tengo nada sino a Dios a quien responder”.\n\nÉl dijo: “Yo—yo—yo… Ud. va a arruinar su ministerio”.\n\nYo dije: “Cualquier ministerio que la Palabra de Dios arruine, debe ser arruinado”. Correcto. Seguro. Así exactamente.\n\nÉl dijo: “Bueno, Ud. va a arruinarlo”.",
    "Yo dije: “¿Quién va a decirlo entonces? ¿Ven? Alguien tiene que decir Eso. Alguien tiene que pararse por lo que es la Verdad, no importa lo que Eso dañe”. Y amigos, como Cristianos, como un pueblo que cree que vamos al Cielo, el Espíritu Santo Mismo nos tipifica en la Palabra de Dios.\n\nÉl dijo: “¿Sabe lo que Ud. debería hacer?”. Dijo: “El pueblo cree que Ud. es un profeta”. Dijo: “Ud. debería estar enseñándoles a estas mujeres cómo recibir dones de profecía y cosas como esas, y grandes cosas más sublimes en lugar de ese asuntito”.",
    "Yo dije: “¿Cómo voy a enseñarles álgebra cuando ni siquiera se aprenden el abecé? Cuando ellos ni siquiera hacen lo que es común (¿ven?), lo natural, ¿cómo va uno a decirles cosas más elevadas?”. Cuando Uds. ni siquiera empiezan desde el…”. Uds. quieren llegar arriba en la escalera antes de tocar lo primero. Por esa razón Uds. se caen. ¿Ven?\n\nEmpiecen desde abajo y vayan subiendo a medida que Dios los guía arriba. ¿Ven? Cuadren su vida y siempre sigan la Palabra en toda cosita que Dios les ha ordenado para hacer.",
    "Ahora, piensen cómo es que Dios… Nosotros debemos comportarnos y actuar como Cristianos. Nuestra conducta debe ser como la de Cristianos. Pues, nosotros somos extranjeros aquí; este no es nuestro Hogar. No. Nosotros solo fuimos puestos aquí temporalmente. Tendremos que partir, cada uno aquí esta noche.",
    "Ahora piensen: si Dios, en Su misericordia, hace que la madre, antes de que el bebé nazca, sienta antojo por alguna vitamina, y las palabras de la madre hablan: “Papá, yo—yo—yo quiero melón o sandía; yo quiero algo o lo otro”. Está fuera de… Pues, él hará todo lo que pueda por conseguir eso, porque él sabe que quiere que su hijo nazca tan perfecto como pueda. ¿Ven? Y él hará todo lo que pueda para conseguirlo.",
    "¡Cuánto más capaz es Él, de conseguirlo! Él es un Creador. Ahora piensen lo capaz que es Él, de prepararnos un cuerpo en el cual vivir como Su Propio cuerpo glorioso, si queremos vivir. Hay algo en nosotros que clama por vivir. Y hay algo en nosotros que clama por hacer el bien. Entonces Dios llamará a alguien a la plataforma o al púlpito, que predicará la Verdad absoluta. ¿Por qué? ¿Ven? Eso se los muestra. Entonces, si Ud. es un verdadero hijo de Dios, Ud. empieza a clamar: “Dios, quita eso de mí; circuncídame de esto; quita estas cosas de mí”. ¿Por qué? Es necesario para su hogar Celestial al que Ud. va, el cual Él se fue a preparar. Ud. tiene que ser una verdadera Novia-Palabra de Cristo.",
    "Yo predicaba hace unas noches sobre el sacrificio en los días de la expiación. Predicaba sobre el único lugar que Dios, la única Iglesia en la que Dios se encontrará con un hombre, y esa es, dijo Él, el lugar en el que Él puso Su Nombre. Él dijo: “Yo no los encontraré en ningún otro lugar sino en el lugar, la puerta en la que Yo pongo Mi Nombre”. Ahora, Él no lo encontrará a Ud. en la puerta metodista, la puerta bautista, o la puerta pentecostal, o en ninguna de ellas; sino que Él puso Su Nombre en Su Hijo. Él dijo: “Yo vine en el Nombre de Mi Padre”.\n\nCualquier hombre viene, y cualquier hijo, viene en el nombre de su padre. Él… Yo vengo en el nombre de un Branham, porque mi padre fue un Branham. Y Ud. viene en su nombre, porque ese fue el nombre de su padre.\n\nY Jesús, el Hijo, vino en el Nombre del Padre. Y Él dijo que puso Su Nombre: “En esta puerta en la que Yo pongo Mi Nombre, esa fue el Sacrificio”. Y en Jesucristo es el único lugar en el que Ud. encontrará compañerismo y adoración a Dios.\n\nUd. dice: “Bueno, yo pertenezco a la iglesia”. Eso no cambia nada. Ud. tiene que estar en Cristo.\n\nUn cierto ministro denominacional, la otra noche, me dijo, dijo: “Sr. Branham, mire esto. Jesús dijo: ‘El que creyere’. La Biblia dice: ‘El que creyere que Jesucristo es el Hijo de Dios, es nacido del Espíritu de Dios’”.",
    "Yo dije: “¿No dice también la Biblia que ‘ningún hombre puede llamar a Jesús el Cristo, sino por el Espíritu Santo?”. ¿Ven? Ud. no puede hacer que la Biblia mienta. Eso tiene que enganchar ahí precisamente.\n\nAsí que, Ud. absolutamente tiene que llegar a nacer de nuevo, del Espíritu Santo por dentro, eso testifica externamente; Ud. mismo, Ud. sabe que Él es el Hijo de Dios. Y entonces si Ud. lo es, y es parte, si Ud. es un hijo de Dios en la Palabra de Dios, ¿cómo puede Ud. negar la Palabra? ¿Cómo podrá el Espíritu Santo hacerlo a Ud. creer un credo, en el que Ud. tiene que hacer algo así, cuando la Biblia dice otra cosa? “Nosotros tenemos que unirnos a una iglesia, y hacer esto o hacer aquello”, cuando la Biblia claramente le dice a Ud. qué hacer. ¿Ven? Y entonces cuando Ud. ve Eso, luego Ud. salta de una en Eso, y Ud. está correctamente con Eso. Solo continúa allí subiendo, y sencillamente crece.\n\nComo un—un—un germen entrando en el vientre de una mujer en el óvulo. Y entonces cuando ese pequeño óvulo empieza a desarrollarse, y empieza a producir gérmenes, no añade un germen humano y un germen de un perro, y un germen de una vaca; los pone todos gérmenes humanos.",
    "Y cuando un hijo de Dios, cuando ese predestinado… Es una palabra mala para usar, pero es Dios; es la Biblia de Dios. El conocimiento previo de Dios puede predestinar, hacer todo obrar para Su honra. Cuando esa simiente predestinada, la cual Ud. sería, y que Dios lo llamó, y esa simiente de aguilucho allí adentro escuchó la Palabra de Dios, ella edificará sobre eso, una Palabra sobre la otra, sobre la otra, sobre la otra. Ella no se mezclará con ningún credo.",
    "Fíjense. “En estas puertas, todos los días, ellos debían comer Kosher nuevo. Y no se encontraría levadura entre ellos durante los siete días”. ¿Es correcto esto? [La congregación dice: “Amén”.—Ed.] En las siete edades de la iglesia, por tanto: nada leudado, ningún credo, nada añadido. Eso tiene que ser absolutamente pan sin levadura. “No se encontrará levadura entre Uds., en lo absoluto”. Simplemente sin levadura, la Palabra solamente, era lo único. Y esa Palabra es Dios. Y Dios fue hecho carne, en la Persona de Jesucristo, lo cual, es la Puerta. “Ahí está la Puerta en la que Yo los encuentro, para adorar, cuando Uds. cumplen los mandamientos de Dios”.",
    "Por tanto, si Ud. simplemente ha venido en esta noche, dice: “Le ofrezco mi vida a Jesucristo”, y Ud. nunca ha recibido el Espíritu Santo: entre en Él. Ud. debe hacerlo. Ud. debe crecer en Él. Pídale a Dios que edifique Palabra sobre Palabra, de esa manera, hasta que Ud. llegue a la estatura plena de un hijo de Dios o una hija de Dios.\n\n¿Escogiendo las cosas del mundo? Primera de Juan dice: “Si Ud. ama el mundo o las cosas del mundo, es porque el amor de Dios ni siquiera está en Ud.”. Ud. ha sido engañado. Ud. tiene allí el amor del mundo, y lo ha engañado a Ud., el diablo, amontonando ahí cosas, y mostrando. ¿Ven? No se puede… Bueno, entonces, no se puede quitar ni una Palabra de Dios de la Biblia.\n\n¿Qué causó el primer pecado? No fue solo una gran mentira abiertamente, sino por Eva malinterpretar (el diablo se lo hizo a ella), una Palabra. Una Palabra rompió la cadena, y Eva rehusó tomar una Palabra. Eso fue al comienzo de la Biblia.\n\nJesús vino en la mitad de la Biblia. Él dijo: “No tan solo de pan vivirá el hombre, sino de toda Palabra que procede de la boca de Dios”. Eso es toda la Palabra de Dios. ¿Creen Uds. que esa es la revelación de Él? [La congregación dice: “Amén”.—Ed.] Toda la Palabra de Dios.\n\nEntonces, en Apocalipsis 22, Jesús vino a Juan, en la isla de Patmos. Y Jesús: “Yo Jesús he enviado Mi ángel para testificar de estas cosas”. ¿Ven? “Cualquiera que le quite una Palabra a Esto o le añada una palabra, Yo quitaré su parte del Libro de la Vida”.",
    "No solo es por decir: “Bueno, yo—yo le creo a Jesucristo, el Hijo de Dios”. Eso está bien; luego añádale el resto. Ud. dice: “Yo he sido justificado. Yo estreché la mano con el ministro. Yo creo en Jesucristo”. Después Ud. tiene que nacer de nuevo. Ud. tiene que ser lleno del Espíritu Santo. ¿Ven? Simplemente siga añadiendo, a medida que avanza. Ud. está creciendo a la estatura de un hijo y una hija de Dios. ¡Vaya!\n\nDios es capaz de prepararnos, y darnos ese anhelo en nuestras vidas, que queremos ver algo. ¿Cuántos aquí quieren más de Dios? [La congregación dice: “Amén”.—Ed.] Pues, eso muestra que hay más para Uds. ¿Ven? Uds. lo están apeteciendo. Están comenzando sus dolorcitos de parto. ¿Ven? Uds. necesitan más, para que podamos ser felices y libres, y perfectos; tenemos que serlo.",
    "Como el—el pequeño—el pequeño germen de vida siendo el… en el seno de Dios, así mismo el germen de vida está en el se-… en el seno de la madre. Dios está cultivando; y ha ido, se fue a preparar el lugar para nosotros, el lugar Eterno Consigo Mismo; no un lugar donde hay un lazareto, moribundo, pecado, adulterio e inmundicia aquí de este mundo. Si su mente está en eso, muestra que nunca ha entrado en contacto con Dios. ¿Ven? Ud. está emocionado. Ud. tiene una ilusión mental.\n\nUd. solo se une a la iglesia y dice: “Pues, yo pertenezco a esto. Mi madre perteneció a eso”. Eso puede haber estado bien en el día de su madre, pero nosotros estamos viviendo en otro día.",
    "El mensaje de Wesley nunca hubiera… Él simplemente no pudo aceptar a Lutero. Lutero creyó en justificación, pero Wesley tenía la santificación. Luego vinieron los pentecostales; ellos no pudieron aceptar solamente la justificación, santificación. Ellos, era tiempo para la restauración de los dones. Hoy nosotros estamos avanzando de ahí. ¿Ven?\n\nLas tres etapas de la—la Vid creciendo. Lo primero, es una hojita, Lutero brotando de la reforma. Muy bien. Eso era el tallo. Observen la naturaleza. Dios y la naturaleza obran en continuidad, porque Dios está en la naturaleza. ¿Ven? Luego sigue, la borla, el polen, la edad metodista. Luego vienen los pentecostales (¡oh, vaya!), es tan perfecto (¿ven?), es como ese grano de trigo que se parece perfectamente al trigo. Ábranlo, no hay trigo allí, en lo absoluto. Es una cáscara, un portador de Él, pero esa Vida está obrando al pasar por ahí. ¿Ven?",
    "Ellos allá en la edad de Lutero aceptan a Lutero. Esa Vida pasa por ahí, pero eso fue y se denominó. Cuando menos lo pensaron, terminaron siendo denominacionales cuyo fin es ser quemados. ¿Ven? El tallo se seca; solo es un portador. Algunos de ellos aún quieren permanecer en ese viejo tallo portador, no saben nada de Dios, muertos. Ellos dicen: “Pues, miren, somos una hoja. Nosotros éramos Lutero”. Eso es cierto. Pero miren en dónde está ahora. ¿Ven?\n\n“Nosotros éramos metodistas”.\n\nIncluso, “éramos pentecostales”. Pero miren el Pentecostés, lo frío y formal que se está volviendo; cómo todos se están apartando. ¿Ven? ¿Qué es? Fue un portador de la verdadera Simiente. ¿Ven? Todos estos otros fueron portadores, pero se fueron a lo denominacional. Si Ud. dice: “Yo soy Pentecostés”, eso para Dios no significa más que si Ud. dijera que era un católico romano, o un judío, o lo que Ud. pueda ser.",
    "Ud. tiene que nacer, esa Vida que viene a través de ese portador allí. No se quede en el tallo; no se quede en la simiente. Salga directamente a la parte perfecta.",
    "Ahora, recuerden, y toda reforma que hemos tenido, todos esos luteranos y demás, en tres años se organizan. Es cierto. Todo avivamiento produjo una organización en tres años.\n\nPiensen en cuánto tiempo lleva esto, veinte y tantos años, y nada de organización. ¿Por qué? Es la Simiente, apareciendo, formándose dentro de la cáscara, de esta manera. Tendida allá, tiene que tenderse en la Presencia del Hijo, para madurar en el grano glorioso igual a Ese que cayó primero. La verdadera Iglesia que cayó primero, está volviendo otra vez pasando por el tallo, para brotar, otra Iglesia, para cuando la trilladora venga a levantarla. La Vida que cayó en Lutero, la Vida que cayó en los metodistas, la Vida que cayó en los pentecostales, entrará en el grano. Toda entrará directo en el grano, y saldrá, formando el Cuerpo perfecto de Jesucristo.",
    "Es como sale el sol, en la mañana. No se puede mirar la naturaleza sin que testifique de Dios. Uno ni siquiera necesita la Biblia para saber que hay un Dios. El pequeño sol nace como un pequeño bebé débil. Como a las siete, va, empieza la escuela. A las diez u once, sale. A las doce está en su fortaleza. A las tres de la tarde, está envejeciendo. Siete u ocho, seis… Cinco o seis de la tarde, empieza a encorvarse. Muere. ¿Será ese su fin? No. Resucita de nuevo a la mañana siguiente. ¡La vida, muerte, sepultura, resurrección!",
    "Miren las hojas que salen en los árboles. Brota una buena hoja fina; da sombra; da su fruto. Lo siguiente, cuando menos lo piensa, la azota el otoño, la muerte; baja directo a la raíz, de nuevo a la tierra. ¿Será ese el fin de ella? A la siguiente primavera ella vuelve nuevamente para testificar. ¡Oh! Eso es vida perpetua.\n\nPero hermano, hermana, nosotros tenemos Vida Eterna. Tenemos Vida Eterna por medio de este Poderoso Quien vino, ha ido, que puede prepararnos un cuerpo. Y estos dolores de crecimiento que sentimos, como Uds. mujeres que se sienten condenadas por lo que hacen, Uds. hombres que se aferran a doctrinas de seminario y demás, todos Uds. queriendo decir: “Yo—yo recito este credo; yo hago esto”. Pero hay algo muy en el fondo, cuando Uds. ven abiertos los ojos del ciego; al sordo enten-… ciego. Todas estas cosas que son prometidas; ven la Palabra predicada en Su poder. Ven a una prostituta de la calle convertida en una dama. Ven un—a un borracho salir de allá y ser un verdadero santo de Dios. ¡Qué cosa! ¿Ven? Hay algo, Vida allí. Y Ud. empieza a sentir que: “Bueno, tal vez yo no debería hacer eso”. Pero, vean, lo que es, es algo que su cuerpo allá está necesitando. “Ven”. Pero Dios tiene Aquí mismo las vitaminas para cada parte de ese Cuerpo. Jesús ha ido a preparar el lugar en el seno de Dios; sí, señor. Un pequeño germen hijo de Dios, un pequeño hijo o una hija de Dios.",
    "Jesús solamente pidió una cosa en Su oración al Padre. ¿Saben Uds. lo que fue? Una cosa, después de todo Su sacrificio que hizo aquí en la tierra, la vida que Él vivió, la senda que Él caminó, Él pidió solo una cosa: “Que en donde Yo estoy, ellos también estén”. Él pidió compañerismo con nosotros. Eso es lo único que Él pidió al Padre en la oración; el compañerismo de Uds. para siempre. Si Uds. quieren leer esto en San Juan 17, el versículo 24. Entonces, ¿cuánto deberíamos nosotros desearlo a Él? Si Él anheló…\n\nAhora, escuchen: si Uds. realmente han nacido del Espíritu de Dios, eso significará todo para Uds. ¿Ven? No es algún libro de reglas. Uds. no viven leyes y todo eso; Uds. viven por la gracia de Dios, el Espíritu de Dios.",
    "Muchas veces he dicho esto: Como misionero viajaba a ultramar. ¿Qué tal si yo reuniera a mi esposa, a mis hijos: “Pues, ¡miren niños! ¡Escúcheme Sra. Branham!, yo soy su esposo: Ud. no tendrá otros esposos mientras yo estoy ausente. Si lo hace, la voy a despellejar cuando regrese a casa”? Ajá. ¿Ven?\n\nAzoto el piso; “Hijos, ¿oyen lo que digo?”.\n\n“Seguro. Sí, papá. Sí, papá”.\n\n“Díganme Uds. de alguna trasgresión. ¿Ven?”. ¿Ven? Ahora, qué hogar sería ese, ¿verdad?\n\nAhora, qué si ella dijera: “Pues, ¿ya terminaste, señor? Ahora yo quiero decirle algo. Sr. Branham: ¡Yo soy su esposa legal! Ud. tampoco tendrá otras novias mientras está ausente”. Ahora, qué hogar sería ese, ¿verdad? Ahora, eso sería tremendo.\n\nNosotros no hacemos eso. Yo la amo y ella me ama a mí. Cuando ella sabe que viajo, sabe que yo no voy a menos que el Señor me llame. Nos arrodillamos en el piso con los niños alrededor. Oramos. Yo digo: “Amado Dios, cuida de mi compañerita, de mis niños”. Ellos dicen: “Dios, cuida de papito mientras no estamos—mientras él no está”. Y luego cuando vamos…",
    "Ahora, ¿qué pasaría si yo hiciera algo errado estando allá? ¿Qué si yo transgrediera, cometiera algo errado? Y yo regresara y fuera a esa pobre esposita mía, parada allí y mirara su rostro arrugado, y su cabello entrecano, y me acercara y dijera: “Cariño, quiero decirte algo. Tú sabes que yo te amo”.\n\n“Seguro, Bill, yo sé que tú me amas”.",
    "🦅 Te contaré lo que he hecho. Me llevé a una muchacha a casa”. Yo—yo diría: “¿Me perdonas por eso?”. Yo creo que ella lo haría; en verdad lo creo. Pero, ¿lo haría yo? Cuando la miro allí parada, veo ese cabello entrecano, y sé que ella se ha parado entre el público y yo, y sé la buena esposa que ella ha sido, ¿pudiera yo hacer eso? Yo—yo prefiero morir que hacerle daño a ella. Seguro.\n\nY si eso es amor fileo por mi esposa, ¡cuánto mayor no es mi amor ágape por Dios! ¡Oh, yo no haría nada que lo hiriera a Él! ¡Seguro que no! Yo—yo lo amo a Él. Yo quiero hacer todo lo que Él—Él quiera que yo haga. Yo quiero cuadrar con toda Palabra que Él dijo, no importa lo que el mundo diga. Ellos, ellos no van a creer Eso de todas maneras. Yo quiero saber lo que Él dijo que yo hiciera. Y si yo carezco de algo, quiero que Él me lo dé. Y vivir para Él, guardándonos del mundo.",
    "Este cuerpo viejo terrenal aquí tiene que… Permítanme decírselos: ¡este cuerpo terrenal que Uds. tanto estiman, el cual Uds. moldean conforme a Hollywood! Uds. tan apegados a eso. No estará allí por mucho tiempo. Recuerden eso. Uds. han oído la profecía (¿ven?), que el Señor me dio: “Se va a hundir”. Sí, señor. Fíjense. Se hundirá. Uds. solo vigilen. Ahora, Aquello nunca me ha dicho algo errado aún. Sostendré eso ante cualquiera que quiera decir algo. Yo no sé cuándo o dónde, pero ella está sentenciada. Tiene juicio pendiente. No hay redención para ella; la ha sobrepasado. ¿Ven?",
    "Ahora noten esto. Vivamos para Él, guardándonos del mundo. Ahora, miren. Uds. ven la televisión, algunas de Uds. hermanas, y vienen por acá y quieren eso, Uds. jovencitas. Uds. son jóvenes, lo sé, pero Uds. son Cristianas. ¿Ven? Uds. son diferentes. Uds. no deberían querer ser como el mundo. Uds. amán el mundo. No son solo Uds. las jóvenes, sino algunas de Uds. mayores. ¿Ven? Pues, ¿por qué es? ¿Ven? Uds. miran la televisión, cuando van a la tienda, ven estos vestiditos cortos que las mujeres usan, eso es algo impúdico.\n\n¿Saben lo que va a suceder en el Día del Juicio? Ud. no pudiera ser más virtuosa para su esposo, pero en el Día del Juicio Ud. va a tener que responder por cometer adulterio. Jesús dijo: “Cualquiera que mira a una mujer para codiciarla ya adulteró con ella en su corazón”. ¿Quién es culpable? Ud. ¿Ve? Ud. se presentó, esos pantaloncitos cortos y pantalones.\n\nUna mujer me dijo, no hace mucho, dijo: “Yo no uso pantaloncitos cortos, Hermano Branham. Le doy gracias al Señor por eso. Yo uso pantalones”.",
    "Yo dije: “Eso es peor”. Eso es peor. Es la verdad.",
    "Uno difícilmente puede comprar un vestido para una mujer. Ella dijo, una mujer dijo: “Bueno, Ud. ha dicho la verdad; ‘Uno no puede. Uno no puede comprarlo’”. Pero aún venden telas y tienen máquinas de coser ¿ven? Así que no hay excusa alguna. ¿Ven? ¿Ven?\n\nEso es para que vea, hermana. Yo soy su hermano. Y soy un siervo de Cristo que tendrá que responder en el Trono del Juicio por lo que digo aquí en esta noche. ¿Ve? Ud. será culpable de adulterio, porque ese amor de Dios ha salido de su corazón. Ud. sigue yendo a la iglesia; Ud. pudiera aun danzar en el Espíritu; pudiera aun hablar en lenguas. Y esas cosas están bien, pero aún no es Eso; no, señor.",
    "Recuerden, la Biblia dice: “En los postreros días vendrían falsos Cristos”, no Jesuses falsos. Ellos no tolerarían eso; más bien “falsos Cristos”, falsos ungidos. Ellos fueron absolutamente ungidos con el Espíritu, con el Espíritu Santo, y aún falsos. ¿Ven? Hay dos…",
    "Hay tres personas de Ud. Lo externo es el cuerpo. Ud. tiene cinco sentidos, con lo cual contacta su hogar terrenal. Lo interno es un espíritu. Allí hay cinco sentidos: amor y conciencia, y demás, con los que Ud. contacta; pero lo interno de eso es el alma.",
    "Recuerden: “La lluvia cae sobre el justo y el injusto”. La misma lluvia que hace crecer un grano de trigo, hace también crecer la cizaña. ¿Ven? ¿Qué es? Por dentro de esa semilla hay una naturaleza, y esa naturaleza misma se muestra. Ella puede estar en el mismo campo, allí mismo con la cizaña. La cizaña y el trigo están juntos, se regocijan igual. Su rostro se inclina; se muere por un trago de agua. Cuando viene la lluvia, la cizaña puede gritar tan fuerte como el trigo; “Pero por sus frutos los conoceréis”. ¿Ven?",
    "Cristianos, tal vez yo no los vuelva a ver. Vean, han pasado años desde que estuve aquí. Pueda ser que nunca los vuelva a ver. Entren en línea con la Palabra de Dios. Miren en el espejo.\n\nComo un muchachito en cierta ocasión, había vivido en el campo, jamás había visto un espejo. Llegó a la casa de su—su tía. Él empezó a subir los escalones. Vio un espejo, y vio a un muchachito en el espejo. Él siguió subiendo, mirando. Y—y él saludaba, y el niño saludaba. Y él seguía mirando. Él nunca se había visto en un espejo. Entonces cuando él se acercó lo suficiente, se dio vuelta y dijo: “¡Oh, mamá, ese soy yo!”.",
    "¿Cómo luce Ud., en el espejo de Dios? ¿Refleja Ud. una hija o un hijo de Dios? Habrá algo que cuando Ud. oye Eso, ¿lo hace odiar al hombre que lo está diciendo? O, ¿habrá algo allí que jala, dice: “Yo sé que ese hombre tiene la razón, porque eso está en la Escritura?”. Entonces, esas son las vitaminas necesarias para este cuerpo, que han sido ordenadas para estar allí, una casa que ese otro va a necesitar cuando Ud. llegue allá. ¿Ve? “Esta casa; si hemos nacido terrenales”.",
    "Ahora recuerden, nosotros estimamos mucho este cuerpo. Lo vestimos con tanta ropa. Hacemos tantas cosas que no son necesarias, cambio tras cambio tras cambio, y todas estas cosas. Y—y ¡oh!, es toda persona.\n\nDeje que alguien empiece algo. Pinte Ud. sus escalones rojos y mire a los Jones pintar los de ellos rojos. Cambie Ud. de un Chevrolet a un Ford, y ellos no pueden soportarlo. Es un tiempo de copiar. Deje Ud. que… Dejen que una mujer venga a la iglesia con un cierto tipo de sombrero, y vean a todas las mujeres conseguirlo; especialmente la esposa del pastor (¿ven?), solo vean lo que sucede. Ahora, eso es verdad; es absolutamente la verdad. Es tiempo de copiar. Hermano, debe ser tiempo de copiar. Y todas esas—todas esas cosas son—son con un propósito.\n\nA mí no me interesa si mi saco combina con mis pantalones, y eso se me dificulta. Mi esposa o mi nuera, alguien, tienen que decirme la clase de—de corbata que tengo que usar con eso. A mí—a mí no me interesa si combinan o no; lo que quiero es que mi experiencia combine con la Palabra de Dios. Esa es la cosa, porque allá es donde yo quiero vivir, no acá en la esquina con los Jones, sino allá en Gloria, adonde Jesús fue a prepararnos un lugar. Sí, nosotros queremos eso. Sí, señor. Apártense de todo esto.",
    "Este viejo tabernáculo terrenal aquí, ¿saben Uds. lo que es? Este cuerpo es como un abrigo viejo que Ud. usa, un abrigo que Ud. usó en un tiempo. Pero ahora Ud. tiene uno mucho mejor, tanto que ya no usa el otro. ¿Qué hace Ud.? Ud. lo cuelga en el ropero, porque ya tiene uno mejor. Ud. tiene un abrigo mejor. Está más al día que el que Ud. usaba antes, el cual se gastó. ¿Qué? Es esa vestidura. Ud. es el interior de eso. Ese vestuario solamente hizo ¿qué? Llevó su imagen. ¿Ven? Pero ahora Ud. ya no lo necesita. Ud. lo ha colgado. Es un harapo.\n\nY así mismo es este cuerpo viejo, Ud., él llevó la imagen del Celestial; sin embargo, no es Ud. Ud. está por dentro de ese cuerpo. Ud., el Espíritu de Dios, está por dentro de ese cuerpo. Eso es lo que hace que lo exterior entre en sujeción, porque lo interior está jalándolo (¿ven?), trayéndolo en línea con la Palabra de Dios; su interior, Ud. mismo, su ser.\n\nEste cuerpo tan solo es un abrigo viejo. Y algún día ¿qué hará Ud. con él, pues, Ud. estaba—solo estaba en el vestuario por un tiempo? Es como ese vestuario terrenal; este cuerpo. Su—su verdadero cuerpo, el verdadero Ud., está por dentro de este viejo abrigo que Uds. llaman William Branham, o Susie Jones, o quien sea. ¿Ven? Algún día será colgado ahí en el salón terrenal en memoria a Ud. Lo pondrá allá en la sepultura, y alguien pondrá una lápida: “Aquí yace el Reverendo Fulano de tal, o Juan Fulano de tal, o Fulano de tal”. Yacerá allí como un memorial a Ud. La gente solo está viéndolo a Ud. en este. Y lo que Ud. era, el verdadero Ud., estaba por dentro de ese. Pero el abrigo viejo, en sí, solo “llevó la imagen del Celestial”.\n\n¡Oh, pueblo!, ¿han hecho Uds. reservaciones para cambiar de abrigos? ¿Han hecho Uds. reservaciones para el Cielo? Recuerden, Uds. deben tener las reservaciones. Uds. no pueden entrar sin ellas.\n\nPues, estoy hablándoles en lenguaje moderno, que Uds. conocen. Si Uds. van al hotel y dicen: “Bueno, es que yo tenía…”.",
    "🦅 ¿Tenía Ud. reservaciones? Pues, lo siento. Todo está ocupado”. Ud. queda fuera, por Ud. fallar en no hacer las reservaciones.\n\nY si Ud. llega al final de la jornada de su vida, sin las reservaciones, no habrá Alguien allí para recibirlo. Ud. tendrá que entrar en una eternidad oscura, en donde habrá alaridos y lamento, y gemir, y crujir de dientes. Deben hacerla. No podrán entrar en la Ciudad, Uds., porque no tiene la reservación. Uds. tienen que tenerla para entrar en la Ciudad, adonde Jesús ha ido a prepararles lugar. Recuerden, Uds. tienen que tener las reservaciones y el vestuario de salvación puesto. Uds. no podrán.",
    "En Mateo, tengo aquí una Escritura. Estoy mirando las Escrituras, Mateo, veinti-… 22:1 al 14. No tengo tiempo para leerla, porque se está haciendo muy tarde. Me he extendido hablándoles. Pero, recuerden, el rey invitó e hizo una cena. Él mató todos sus bueyes y—y preparó los cebados y todo, y tenía una gran cena preparada. Y envió, y convidó a muchos a venir.\n\nUno dijo: “Pues, sabes, después de todo, yo pertenezco a esto”. “Y yo tengo este asunto”. “Y yo tengo que ir a mi granja”. Y uno hizo muchas cosas. Y él volvió a enviar, y ellos lo maltrataron malvadamente. Y finalmente… Esa fue la generación judía a la que Jesús le estaba hablando. Ellos tenían otra cosa por hacer.\n\nEntonces, finalmente, él lo envió “Y dijo…Ve. No solo… Sencillamente constríñelos. Ve a las calles y caminos, y por donde quiera, y constríñelos a entrar”. Y después de eso, determinó que Su casa sería… Su cena de boda sería servida. Habrá invitados allí.\n\nY entonces encontró allí adentro a un hombre sin el vestido de bodas. Él quiso aferrarse al viejo abrigo. Y miren lo que él dijo: “¡Amigo, después de yo haberte invitado a la cena de Mi boda, y de haberte invitado y brindado una invitación para que vinieras!”.",
    "Y si Uds. han estado en el Oriente, lo cual he predicado allá muchas veces, esa cena de boda aún se lleva a cabo exactamente como antes. El novio, eso, todo, él tiene cierto número de invitados que recibirá. Es probable, Hermano Kopp, es probable que Ud. lo haya presenciado allí en la India. ¿Ven? Ellos tienen cierto número de invitados que él va a convocar; por decir, él invitará treinta invitados.\n\nBueno, el novio tiene que proveer los vestidos. Él tiene que proveerlos, por tanto, hay un hombre que se para en la puerta. Y Ud. llega con su invitación. Él inspecciona su invitación y le pone a Ud. un vestido, una túnica. De hecho, algunos de ellos son ricos y algunos son pobres, y algunos de ellos son diferentes, pero todos lucen igual cuando se ponen esas túnicas. Todos ellos lucen igual.\n\nY todos Uds. tienen que estar igual. Uds. no van a estar, por decir: “Yo soy el metodista por acá”; “yo soy el presbiteriano por acá”. ¡Oh, no! Para empezar Ud. no entrará. ¿Ven?\n\nUd. tiene que entrar por la Puerta. Jesús dijo: “Yo soy la Puerta del redil”.\n\n“Yo soy pentecostal”. “Yo soy esto, yo soy eso”. Eso no significa nada.\n\nUd. entra por esa Puerta. Y si Ud. entra por esa Puerta, Ud. recibe la túnica.",
    "Y este hombre, cuando dijo: “¿Cómo entraste aquí, amigo?”. ¿Ven?\n\nEso mostró que él había entrado de alguna otra manera, había entrado por una ventana, entró por la parte de atrás, pero no por la puerta, no por la Puerta, como vino Jesús, a través del sacrificio propio; rindiendo su todo a Dios, y caminando al Calvario y siendo crucificado con Él. Y resucitar, para vestir Su vestido de sacrificio y muerte a las cosas del mundo.",
    "🦅 Si Uds. aman el mundo o las cosas del mundo, el amor de Dios ni siquiera está en Uds.”. ¿Ven? Si Ud. aún tiene el amor del mundo, quiere actuar como el mundo y hacer como el mundo, Ud. está tratando… Ud.… Sin embargo, Ud. está en la iglesia, pero es una cizaña en el plantío con el trigo; grita con los demás, se regocija con los demás. Todas las bendiciones espirituales reposan sobre Ud.\n\nUd. dice: “Pues, yo profetizo”. También Caifás; también Balaam. Eso nada tiene…",
    "🦅 Yo tengo el bautismo, el Espíritu Santo”. Eso aún no tiene nada que ver con eso. Eso solo es una dádiva temporal para Ud.\n\nLa verdadera dádiva es su alma allí en el fondo (¿ven?), que nació de Dios, y eso controla toda la cosa a la Palabra de Dios y a la voluntad de Dios. Y allí Ud. crece (¿ven?), entonces Ud. es un hijo y una hija de Dios. Ud. es un hijo de Dios. Y estas cosas, a medida que Uds. crecen… Ahora como la madre, Ud. está en las entrañas de la tierra, tratando de salir. Ud. es un hijo de Dios, saliendo, y Ud. ve la Palabra que dice: “Yo debo hacer esto; yo debo nacer otra vez”.\n\n“Pues, yo pertenezco a la iglesia”. Eso no significa nada. ¿Ven?\n\n“Soy metodista, mi madre…”. Eso está bien para su madre.",
    "🦅 Pues, vaya, ¡soy pentecostal! Yo pertenezco”. Eso, si Ud. no cuadra con esa Palabra, algo está mal. ¿Ven? Entonces (¿ven Uds.?), su verdadero padre no es Dios. ¿Ven? Porque ese verdadero comienzo en el alma suya, antes de siquiera haber un espíritu, era su alma. Si esa alma no vino de Dios, entonces, para comenzar, no era un germen de Dios. Ud. está engañado. Ud. está en un plantío de cizaña, y dando testimonio conforme al mundo de las cizañas creciendo: Actuando como el mundo, amando al mundo, y es porque el amor de Dios no está en Ud.",
    "Y, pues, habrán falsos ungidos en los últimos días, no falsos Jesuses; ellos no soportarían eso, sino “falsos” ungidos. Ellos están ungidos, sí, señor, pero son anti-Cristo. Ellos están ungidos con el Espíritu, para hacer las señales y maravillas que hizo Cristo, pero no cuadran con Su Palabra. ¿Ven?\n\n“Muchos vendrán a Mí en aquel día y dirán: ‘Señor, ¿no profeticé y eché demonios en Tu Nombre?’”.\n\nÉl dirá: “Apartaos de Mí, obradores de iniquidad, nunca os conocí”.\n\n“Yo era pentecostal, Señor. Gloria a Dios. Yo grité, yo hablé en lenguas, yo impuse manos sobre los enfermos y sanaron, eché demonios”.\n\n“Apartaos de Mí, hacedores de maldad, nunca os conocí”.",
    "¿Ven lo que quiero decir? ¡Oh, hijitos!, ¿sienten Uds. la necesidad de esa vitamina en esta noche, ese algo? Hay un cuerpo esperando allá; hay un cuerpo esperando para ser recibido. Pueblo, no sean engañados; no sean engañados. El diablo es un engañador. Aun el—el vestuario de bodas, Uds. deben de usarlo; debe ser así.",
    "Ahora estamos en el tiempo del atardecer. El cuerpo terrestre ya está listo para deshacerse, y estamos preparándonos para entrar en el Celestial. Y ahora sentimos ese extraño llamado de Dios, para ir a este gran Edén. Y antes de poder nacer aquí, nuestros cuerpecitos clamaron por algo que—que tenía que ser provisto, o hubiéramos sido aquí un niño enfermo si no hubiera sido así. Dios no tiene enfermedades allá arriba. Cada uno de ellos está perfectamente en línea, la Novia, exactamente como lo estaba el Novio, la Palabra manifestada en Su sazón. ¡Dios conceda eso en esta noche, hijos, a cada uno de Uds.! Hay un Cielo a donde ir; hay un infierno que evitar.",
    "Ahora, muchos de Uds. saben que el Señor me ha dado visiones, miles de ellas. La más grande… Yo antes le temía a la muerte. Hace como tres años, Uds. han visto en lo de los Hombres Cristianos de Negocio: Más allá de la cortina del tiempo. Comprendo que tal vez no pase esta noche con vida. Pudiera ser que yo nunca los vuelva a ver aquí en mi vida, pero esto es verdad. Yo—yo no sé si llamaría esto una visión, o qué haya sido.\n\nUna mañana, recientemente, yo estaba… acababa de despertar; regresaba de unas reuniones. Y mi esposa estaba allí acostada, dormida. Dije: “Cariño, ¿estás despierta?”. Ella aún estaba dormida. Sabía que teníamos que levantarnos para llevar los niños a la escuela.\n\nY puse mis manos arriba acá atrás, así, y dije: “Bueno, mira, Bill Branham, ¿sabes que ya pasaste los cincuenta? Tú, si vas a hacer algo para el Señor, más vale que te des prisa, porque no te queda mucho tiempo más”. Pensé: “¡Vaya, espero poder estar vivo para ver la Venida del Señor Jesús!”.\n\nSiempre tenía en mi mente, que—que cuando muriéramos, yo vería, por decir, al hermano aquí. Yo diría… “Sí, Ud. predicó en mi iglesia una noche allá en la tierra, Hermano Branham”. Pero, él—él siendo espíritu, yo no podría saludarlo de manos, porque sus manos se pudrieron allá en la tumba (¿ven?), las mías también. Así solía pensar.",
    "Pero esa mañana, cuando sentí que Algo me sobrevino, y pensé… Por lo general es como cuando viene una visión. Y miré, y yo—yo miré. Pensé: “¡Vaya! ¿Qué es esto?”. Y vi unas grandes colinas verdes. Y mujeres jóvenes venían de todas partes, por miles y cientos de miles. Y todas ellas venían, con el cabello largo por la espalda, en túnicas blancas, descalzas, clamando y gritando: “¡Nuestro hermano!”.",
    "Yo—yo pensé: “Pues, qué extraño esto”. Me di vuelta y miré. Y allí estaba yo acostado, y allí estaba mi esposa, acostada en la cama. Y dije: “Pues, ¿sabes qué? Me morí”. Yo dije: “Eso—eso es lo que sucedió, me he—he muerto”. Y dije: “Tal vez me dio un ataque al corazón o algo; he muerto. Allí está tendido mi cuerpo”. Yo estaba allí acostado con mis manos atrás de esta manera, todo tieso. Pensé: “No está ni a veinte pies de mí [6 mts.]”. Y yo mirando allí. Pensé: “Esa es… allí está mi esposa. Allí, allí está todo. Allí está mi camisa colgada de—de ese poste de la cama”. Y pensé: “¡Aquí estoy!”.",
    "Miré alrededor nuevamente, y todas estas mujeres venían. Y ellas estaban… Miré, viniendo de este lado, y allí venían mis hermanos. ¡Oh! Ellos reales. Se veía que todos eran jóvenes. Ellos gritaban: “¡Nuestro precioso hermano!”. ¡Oh, yo no sabía qué pensar!",
    "Pensé: “Esto es extraño”. Miré hacia atrás, y yo no era un anciano; yo era joven. Pensé: “Esto es algo extraño”. Pensé: “¿Será una visión?”. Me mordí el dedo. Y pensé: “No. No es alguna clase de visión que yo haya tenido”.",
    "Entonces, allí, Algo empezó a hablarme aquí arriba, y dijo: “Tú has entrado con tu gente”.\n\nY yo pensé: “¿Con mi gente? ¿Son Branham todos estos?”.",
    "Él dijo: “Son tus convertidos a Cristo”. Y estas mujeres…\n\nSaben, siempre he sido considerado eso, pues me llaman un “odiador de mujeres”, pero no lo soy. ¿Ven? Pues, yo creo… A mí—a mí—a mí no me gusta lo inmoral, indecente. A mí me gustan hermanas verdaderamente genuinas en Cristo. Si son de esa manera, entonces bien.",
    "Recibí algunas cicatrices cuando era muchacho. Sé de cosas que sucedieron que me volvieron de esa manera. Pero fue—fue todo Dios, formando, moldeándome para esta hora. ¿Ven?",
    "Pienso que una verdadera hermana genuina, no hay algo más agradable. Si Dios pudiera darle a un hombre algo mejor aparte de la salvación, Él le daría una esposa. ¿Ven? Y entonces, por tanto, de haberle podido dar algo mejor, Él lo hubiera hecho. Y luego ver algunas de ellas descarriarse y ni siquiera actuar como una esposa, infieles a sus votos matrimoniales, y sus esposos de igual manera. Recuerden, Uds. están comprometidos entretanto estén vivos, el uno para con el otro. “Lo que Dios une en la tierra, lo unió en el Cielo también”. ¿Ven?",
    "Y entonces yo—yo vi eso. Y estas mujeres corrían hacia mí envolviéndome con sus brazos, y me abrazaban, y me decían: “¡Hermano!”. Ahora, ellas eran mujeres, pero jamás podrá haber pecado en ese lugar. ¿Ven? Ellas eran mujeres. Pero, vean, lo que ahora nos hace a nosotros, una mujer con una—una glándula, una glándula femenina, y un hombre con una glándula masculina, es para criar hijos. Allá no lo habrá. Todos serán de una sola glándula, pero aún conservarán esa forma. La imagen terrenal que llevaron aquí la tendrán allá, pero allá jamás podrá haber pecado. Todos Uds. serán igual. No habrá más niños para criar allá. ¿Ven? Correcto. Todo será de esa manera. Y entonces miré, y estas mujeres…",
    "Y ellos me levantaron. Estos hermanos me pusieron sobre un lugar. Yo dije: “¿Por qué han hecho esto?”.\n\nÉl dijo: “En la tierra fuiste un líder”. Y dijo—y dijo: “Tú… Esta es la gente”.",
    "Y entonces una mujer vino. Ella dijo: “Nuestro precioso hermano”. ¡Una mujer de lo más hermosa!\n\nCuando ella pasó, esta Voz se detuvo, dijo: “¿No la recuerdas?”.\n\nYo dije: “No”.\n\nDijo: “Tú la guiaste a Cristo cuando ella había pasado los noventa. ¿Ven? ¿No puedes ver por qué ella dice, ‘precioso hermano’?”.\n\nYo dije: “Bueno, van—van Uds. a…”.\n\nDijo: “No. Estamos esperando aquí”.\n\nYo dije: “Pues, si he pasado al otro lado, yo quiero ver a Jesús”.\n\nDijo: “No puedes verlo a Él ahora. Esta es la Escritura que dice: ‘Almas bajo el altar’. Él está un poco más arriba. Algún día Él regresará, nosotros regresaremos a la tierra. Aquí nosotros no comemos o bebemos”.",
    "Yo dije: “¿Quiere decirme que a esto le temía yo? Pues, esto…”.\n\nNo hay palabra para describirlo, amigos. “Que es perfecto” ni—ni siquiera se le acercaría, “sublime”; no hay vocabulario en inglés que yo sepa, ninguna palabra que llegara a expresar lo que es. Va más allá de todo lo que yo sé. Allí estaba él. No había enfermedad, ni sufrimiento. Uno no podía morir; uno no podía pecar. Era sencillamente perfecto, sencillamente perfecto. Amigos, no deben, no deben perdérselo; recuérdenlo.",
    "Y cuando era un muchachito, yo vi una visión del infierno, siendo un muchachito. Y Uds. saben cómo las damas hoy o las mujeres (una dama no haría una cosa como esa), se pintan los ojos como un lobo o algo así, esa cosa azul debajo de sus ojos. Yo vi eso. Me estaba hundiendo. Siendo un muchachito recibí un disparo, y estaba tendido muriéndome en un hospital. Y yo siempre supe que había un Dios.\n\nRecuerdo la primera oración que intenté orar. Lo único que pude decir… No—no he contado esto antes. Siento de contarlo en estos momentos. Me habían disparado, estaba tendido allí, muriéndome en un campo. Y la única súplica que podía hacerle a Dios, dije: “Tú lo sabes, Señor, yo nunca cometí adulterio”. ¿Ven? Siendo yo un jovencito como de quince años, había tratado de vivir correctamente. Y dije: “Yo he vivido limpiamente”. Y fue lo único que podía decir. Era todo el mérito que yo podía ofrecerle a Él.",
    "Y entonces tendido allí, luego, cuando el médico me dejó, pues sentí que me hundía en una oscura Eternidad, y así parecía. Yo gritaba llamando a papá: “¡Oh, papá, ayúdame!”. Allí no había papá. “Mamá, ayúdame”. Allí no había mamá. “Dios, ayúdame”. Allí no había Dios. Eso no tenía fin, era horrible, ¡oh!, una pesadilla. Un infierno ardiendo en llamas sería un placer, comparado a eso. Y cayendo por eso, pensé: “¡Oh, vaya!”. Una y otra vez, de esa manera. Y llegué a un lugar, humeante y oscuro, y pavoroso. Y ¡oh, qué sensación! Era la muerte sobre mí.\n\nY yo podía ver esas mujeres viniendo hacia mí, con esa clase de ojos pintados de esa manera. Ahora, recuerden, eso hace cuarenta y cinco años, o como sea, hace como cuarenta años. Hacían, ellas hacían: “¡Uuuuh!, ¡Uuuuh! ¡Uuuuh!”.\n\nDije: “¿Deberé estar allí para siempre?”.\n\n“Para siempre”.",
    "Yo dije: “¡Oh, Dios!, si Tú me permites salir de aquí, yo—yo—yo jamás me volveré a avergonzar de Ti; jamás me avergonzaré. Dios, por favor dame una oportunidad”.\n\nY cuando menos lo pensé, sentí que volvía a subir. Y el médico estaba alarmado porque mi corazón solo latía diecisiete veces por minuto. Se me había salido toda la sangre y todo, estaba acostado en mi propia sangre. Y yo me he preguntado, ¿algún día sucederá eso?",
    "Hace como dos años, cuando me trasladé a Tucson, estaba con mi esposa en J.C. Penney’s. Me encontraba sentado allí así, y tenía mi rostro inclinado, esperando. Pues, Uds. saben cómo las damas se tardan haciendo las compras. Y yo estaba—yo estaba sentado allí, mi rostro inclinado así. Y una escalera eléctrica subía. Y allí venían algunas de esas mujeres, con esos cortes de cabello esponjado, Uds. saben, como ellas los tienen, así. Subiendo con esos ojos pintados así. Y estaban hablando español. Y eso, aquello… Todo eso (la visión) volvió a ocurrir. Allí estaba, “¡Uuuuh!, ¡Uuuuh!”.",
    "Hermano, hermana, permítanme decirles algo. Pudiera parecer cómico ahora, pero cuando Ud. llega allá, es algo serio. Nunca se encaminen Uds. hacia allá.",
    "Yo, siendo un hombre viejo, un ministro, he predicado alrededor del mundo, tengo millones de amigos; no obstante, sé que tengo que pararme allá con Uds. Apártense de las cosas del mundo. Y si hay algo en Ud., que aún quiere actuar como Ud. actúa, si Ud. aún lleva las cosas del mundo por dentro, recuerde, Ud. no es de Dios. Ud. solo es un miembro de iglesia hasta ese llamado: ese abismo clamando por ese Abismo. ¿Ve?",
    "Así como antes de que hubiera una aleta en el lomo de un pez, primero tenía que haber agua en la cual nadar o él nunca hubiera tenido una aleta.\n\nAntes de que hubiera un—un árbol para crecer en la tierra, tenía que haber una tierra, o no hubiera existido árbol para crecer en ella. No habría razón para el árbol, y para hacer que coexistiera.",
    "Antes que haya una creación, tiene que haber un Creador. “Bienaventurados los que tienen hambre y sed de justicia”. ¿Ven? Hay algo en nosotros. Uds. levantaron sus manos hace un momento: “Yo quiero más de Dios”. ¿Ven? Hay algo necesitándolo.\n\nY si Uds. aman al mundo, yendo en esa dirección (las cosas del mundo), el camino del mundo tomarán, y en la caída estarán. ¿Ven? Salgan. Uds. son hijos e hijas de un Rey, el Rey. Sean damas y caballeros. Caminen como Cristianos; vivan como Cristianos; compórtense como Cristianos. Recuerden, yo los encontraré en el Juicio del Trono con estos comentarios. ¿Ven?",
    "Miren en sus espejos esta noche, y vean: “¿En qué dirección estoy yendo? ¿Está Jesús preparando un lugar para mí, un cuerpo? Ese cuerpo es perfecto; ese cuerpo camina ordenadamente; es un hijo o una hija delante de Dios. Y yo estoy en dolores de parto aquí, para nacer en ese cuerpo allá. Si yo todavía amo al mundo, eso me muestra (que no he sido) que no tengo un cuerpo allá; solamente soy un miembro de iglesia. Yo no era un germen de Dios. No lo soy. Él no es mi Padre”.",
    "Él dijo: “Si Uds. no soportan el castigo” lo que están recibiendo ahora, “entonces son hijos bastardos y no los hijos de Dios”. ¿Es correcto eso? [La congregación dice: “Correcto”.—Ed.] ¿Dice la Biblia esto? [“Amén”.]\n\nSi Ud. no puede soportar el castigo de Dios, cuando ve la Escritura haciéndolo a Ud. entrar en línea, y Ud. dice: “¡Oh, yo no quiero oír Eso! Soy—soy un Cristiano; yo hago lo que…”. Muy bien, siga adelante. ¿Ven? Es una evidencia segura que Ud. no es un hijo de Dios.\n\nPero un verdadero hijo de Dios está hambriento y sediento. ¿Por qué? Si hay algo en su corazón diciéndole a Ud. que quiere eso, y con esa necesidad allí, eso muestra que hay algo latiendo, tratando de jalarlo a Ud. allá. Hay un cuerpo allá, del cual este aquí es un tipo. ¿Para qué está Ud. usando este, para glorificar al diablo y al mundo, y las modas y cosas? ¿O está Ud. mirando hacia el Cielo, hay algo allá arriba, Ud. está glorificando a Dios con su vida?\n\nEn la casa de Mi Padre muchas moradas hay; si así no fuera, Yo os lo hubiera dicho; Y Yo voy, pues, a preparar lugar para vosotros.\n\n…vendré otra vez, y os tomaré a Mí mismo para que donde Yo estoy, vosotros también estéis.",
    "Cosas que han de ser. Estas cosas que ahora son, solamente son en potencia, llamando a las cosas que han de ser.\n\nOremos.",
    "Piensen seriamente, ¿lo harían, queridos amigos Cristianos? Piensen muy seriamente, por un momento. Permanezcamos muy quietos por un momento. Permitan que el Espíritu Santo hable.\n\nAhora, el Señor Jesús me envió a Uds. pueblo pentecostal, hace mucho tiempo. Aquí está uno de sus jóvenes que ha llegado a ser su pastor, que dijo que “resultó del ministerio”. Él ha visto al Señor Jesús abrir los ojos ciegos; “hacer” dijo él, “que las cabezas hinchadas de agua se encogieran”. Yo aún tengo servicios de sanidad. Pero entiendo que he orado por mucha gente que estaba muy enferma. Ellos fueron sanados. El Señor respondió la oración y sanó a los enfermos. Pero, ¿saben?, algunas de esas personas que sanaron, ya han muerto. Y no importa cuán enfermo Ud. esté, si es sanado, Ud. va a morir de todas maneras.\n\nPero esa alma, mi precioso hermano, esa alma, mi preciosa hermana, ¿podría pensar en ella ahora? Es Eterna. Si ese amor de Dios no está ahí adentro, nada está jalando, ¿le pediría Ud. a Dios: “¡Oh, Dios!, renuévame en esta noche. Yo te amo, Señor; yo quiero amarte. Y algo en mi corazón me dice que debo vivir más cerca de Ti. Yo quiero venir, ahora mismo, Señor, y hacer eso.”? Si esa persona o personas están en este edificio o afuera de este edificio, yo les pido, como un siervo de Cristo, en el Nombre de Jesucristo, Uds. por favor, con sus rostros inclinados, ¿levantarían su mano a Dios y dirían esto: “Dios, tráeme más cerca, más cerca, amado Dios. Yo quiero entrar en línea con todo lo que tienes en Tu Palabra.”? Levanten sus manos. Pues sean muy sinceros. Solo piensen.",
    "Ahora, ellos dicen: “¡Oh, yo hice esto! Yo—yo he gritado en el Espíritu; he hablado en lenguas. Pero, mire, algo hace falta en mi vida. Yo miro en el Espejo de la Palabra de Dios, sé que hay algo. Yo voy a la iglesia, pero no soy lo que debería ser”. ¿Ven? Eso muestra ese algo.\n\nAhora, si Ud. puede mirarse a sí mismo y ver que no está en línea con la Palabra de Dios, y no hay nada ahí por dentro que le cause levantar la mano, entonces Ud. sabe que hay algo mal. Hay… Mamá solía decir: “No se puede sacar sangre de un nabo, porque no hay sangre en él”. ¿Ven? Piénselo, muy seriamente. Esta pudiera ser su última oportunidad. Treinta o cuarenta manos se han levantado, aquí en este pequeño grupo, aun personas ministeriales.",
    "Solo sean muy reverentes por un momento. Ahora piensen correctamente: “Querido Dios, yo pudiera morir esta noche en un accidente; pudiera morir de un ataque al corazón. Una de estas mañanas, pueda ser que llame al médico, y él venga, y mi pulso esté latiendo aceleradamente; habré muerto. Estaré con mi mejilla sobre la almohada, clamando: ‘¡Oh, Dios! ¡Oh, Dios! ¡Oh, Dios’!”. ¿Ven? Ese corazón latirá por última vez. Ud. está llegando a esa gran Puerta. Ud. jamás cruzará a menos que Ud. nazca de nuevo del Espíritu de Dios. Ud. nunca cruzará a menos que haya algo en Ud., después que Ud. ha nacido del Espíritu de Dios, con hambre y sed de irse con Dios. Así tiene que ser. ¿Ve? Ud. es un niño en la tierra, en las entrañas de la tierra, esperando aún nacer en el Reino de Dios, adonde Él ha ido a preparar otro cuerpo para Ud., el cual es un cuerpo perfecto.\n\nAhora piénsenlo bien, y oremos juntos.",
    "Amado Dios, ¡yo sé que esto está en las páginas del Libro, el gran Registro! Nosotros hemos tropezado en la ciencia, Señor, lo suficiente para despertarnos a realidades como saber que cada movimiento que hacemos va alrededor y alrededor del mundo, en el momento que lo hacemos. Comprendimos eso a través de la televisión. Entendemos, Padre, que esa televisión no produce una imagen, solo canaliza las—las vibraciones a un tubo que hace la imagen. Aun el color de la ropa que tenemos puesta, se muestra a través de las ondas de éter del aire, esa vibración, alrededor del mundo. Entonces ¿cómo será con nuestras hermanas usando esas ropas, actuando así, y ni siquiera tienen esa hambre; caras pintadas, cabello cortado?\n\nMinistros que se inclinan a la teología, algún seminario: “Y aceptan cosas según la palabra del hombre, lo cual hace, por sus tradiciones, hace los mandamientos de Dios sin efecto sobre el pueblo; por sus tradiciones”, diciéndole a ellos que tienen que pertenecer a la iglesia, y nada más.\n\n¡Oh, Dios!, ¿se dan cuenta ellos que cada palabra que decimos, probado científicamente, queda en un registro? Y eso empieza desde que comenzamos a vivir en esta tierra. Eso termina cuando morimos, y es puesto en el álbum de Dios, para ser tocado otra vez en el Juicio.\n\n¿Cómo vamos a escapar de eso, la condenación de Dios, si la cosa ha sido hecha tan clara delante de nosotros y aún nosotros la rechazamos?\n\n¡Oh, querido Dios!, estas palabras nunca mueren; ellas siguen y siguen. La grabación será tocada en el Día del Juicio. Tú viste esas manos que fueron levantadas, Padre. Eso estará allí en el Día del Juicio; también lo que sus corazones estaban pensando estará allí en el Día del Juicio.",
    "Ahora, Padre, Dios, Te pido, como Tu siervo, oro para que quites toda la iniquidad de Tu pueblo. Iniquidad: Algo que sabemos que debemos hacer y no lo hacemos. David dijo: “Si en mi corazón concibo iniquidad, Dios no contestará mi oración”. Yo oro, Dios, que quites nuestra iniquidad, porque la Palabra es Tu espejo, que nos muestra cuánto nos falta para ser hijos e hijas del Rey. Padre, oro que Tú lo hagas en esta noche.",
    "Y hazlo un altar, porque el altar está lleno de personas. Y haz ese altar, allí en la silla donde ellos están sentados, haz ese corazón de ellos el altar. Que el mundo salga de cada hermano, hermana aquí. Y permite que ese pequeño Germen de Vida, ese gene de Dios del que acabamos de hablar, ese atributo que bajó de Dios y que ha sido manifestado aquí para honrar y glorificar a Dios: Dios despoja de allí el mundo.",
    "Por los otros, yo no puedo orar, Señor, porque “la enfermedad es para muerte”, y no hay nada allí que cause que se muevan. Pero los que se pueden mover, y saber que eso está mal, limpia sus corazones y sus almas en esta noche, Padre. Y permite que ellos sean llenos con Tu Espíritu, que caminen en Tu Luz.",
    "Bendice aquí a este querido pastor joven, saludable y fuerte, Señor. Este joven, influenciado, dijo él, por lo que Te vio hacer a Ti. Este joven tan fino (¡oh, Dios!), enciende su alma; concédelo, Señor. Que él sea un pastor genuino, continuamente, todo el tiempo, para alimentar la manada de la cual el Espíritu Santo lo ha hecho supervisor; concédelo, Señor. Que él no se aparte ni a diestra ni a siniestra, hacia ningún credo, a ninguna otra cosa, sino que la Palabra no adulterada de Dios venga de su boca, y ella solamente. Bendícelo, Dios, a él y a sus seres amados, y a su pequeña iglesia aquí. Acompáñalos a todos, Padre.",
    "Encomiendo esto a Ti, Padre. La Simiente ha sido sembrada. Que Ella caiga sobre esa simiente que fue ordenada a Vida, y produzca Cristianos fuertes para esta asamblea aquí, y para otras asambleas de donde ellos vienen. Concédelo, Señor. Lo encomiendo a Ti, en el Nombre de Jesucristo, el Hijo de Dios.\n\nY, Padre: “Él fue herido por nuestros pecados, molido por nuestra iniquidad; el castigo de nuestra paz fue sobre Él, y por Sus llagas fuimos nosotros sanados”.",
    "Vi moverse por la puerta, hace unos momentos, una pobre mujer nerviosa. Y (¡oh, Dios!), en su propia familia, cuán grandes cosas han sido hechas, ¡cómo Te has manifestado! Yo oro, Dios, por esa mujer. Quita todo ese pasado de la vida, Señor, y sánala en esta noche. ¿Lo harías, Señor? Tómala para Ti.",
    "Veo eso, niños sentados aquí, Señor, necesitando sanidad; otros. Oro que Tú los sanes, Padre. Concédelo. Que Tu gran poder sanador venga y nos sane, en alma y cuerpo.",
    "Y ahora, para Uds. que están aquí en la iglesia o afuera, que necesitan sanidad, yo quiero que levanten sus manos, digan: “Yo necesito sanidad, Hermano Branham”. Parece que todos. Muy bien. ¿Creen Uds. que yo soy un siervo de Cristo? Digan: “Amén”. [La congregación dice: “Amén”.—Ed.] Entonces, quiero que pongan las manos el uno sobre el otro. Solo pongan las manos el uno sobre el otro. Uds. levantaron sus manos (para los de adentro o afuera), Uds. levantaron sus manos que eran creyentes en Dios.\n\nJesucristo dijo (Su última comisión para la Iglesia): “Id por todo el mundo y predicad el Evangelio a toda criatura. El que creyere… El que creyere y fuere bautizado será salvo; el que no creyere será condenado. Y estas señales seguirán a los que creen; en Mi Nombre echarán fuera demonios; hablarán nuevas lenguas; y si levantaren serpientes o bebieran cosas mortíferas no les hará daño. Pero, y si ponen sus manos sobre los enfermos, ellos sanarán”. Ahora, Jesús dijo eso. Recuerden, Él lo dijo. Eso tiene que ser. Él no hubiera dicho eso a no ser que hubiera alguien que pudiera recibir esa Palabra.",
    "Así como el vientre de María pudo recibir el germen: “Una virgen concebirá”. Al igual como una palmera podía ser creada, y un árbol de roble en una colina, Su Palabra lo hizo.\n\nSu Palabra puede ser recibida en su corazón ahora mismo. “Yo soy un creyente, Señor. Este hombre o esta mujer sobre el cual tengo mis manos, están sufriendo. Yo no estoy orando por mí, porque ellos están orando por mí. Yo estoy orando por ella o por él. Y (¡oh, Dios!), sánalo, sánala. Y yo soy un creyente, y ahora estamos reunidos. Nos acaba de ser enseñado que estábamos con Cristo cuando Él caminó en la tierra, porque somos parte de Su Palabra. Sufrimos con Él; sangramos con Él; morimos con Él; fuimos sepultados con Él; resucitamos con Él, y estamos sentados juntos en lugares Celestiales en Cristo Jesús. El gran Rey está sentado aquí en nuestros medios, y yo soy un hijo o una hija de este Rey. Y yo tengo mi mano puesta sobre un hijo o una hija del Rey, que está orando por mí, y yo estoy orando por ellos. Ahora, Señor, responde mi oración y sana a este hijo de Dios o a esta hija de Dios”.\n\nJuntos, oremos ahora el uno por el otro.",
    "Señor Jesús, humildemente venimos confesando nuestras faltas. Venimos confesando que somos dignos de enfermedades y la muerte, y sufrimiento, pero estamos aceptando Tu expiación por nuestros pecados y nuestra enfermedad. Y en esta noche, estos hijos e hijas de Dios, sentados aquí, oyen la corrección de la Palabra, y levantan sus manos y quieren un caminar más cerca. Ellos están poniendo ahora sus manos uno sobre el otro porque creen que Tu Palabra es verdad. Ellos creen que ahora hemos resucitado con Cristo, estando en lugares Celestiales con Él. Ellos tienen sus manos el uno sobre el otro, orando el uno por el otro.\n\nTú dijiste: “La oración de fe salvará al enfermo, y Dios lo levantará; y si hubiere cometido pecados, le serán perdonados. Confesaos vuestras faltas unos a otros, oren unos por otros, para que seáis sanados. Porque la oración eficaz del justo puede mucho”. ¡Oh, Dios Eterno, oye la oración de Tus siervos!\n\nY ahora, de nuevo, está escrito: “Si se reúne el pueblo, sobre el cual Mi Nombre es invocado, y oraren, entonces Yo oiré desde los Cielos”. ¡Oh, Dios! Oye la oración de Tus hijos en esta noche desde el Cielo. Envía el Espíritu Santo sobre esta audiencia como un viento recio. Y traemos a estas personas delante de Dios.",
    "Satanás, estás derrotado; eres un ser derrotado. Jesucristo te conquistó en el Calvario. Tú no tienes poder; eres un fanfarrón. Te estamos retando en esta noche. En el Nombre de Jesucristo, sal de estas personas aquí, padecimientos y enfermedades. Y que ellos vayan libres, en el Nombre de Jesucristo, el Hijo de Dios.",
    "¡Aleluya! Sientan la Gloria de Dios; sientan su oración contestada. ¿Creen Uds. que Dios le contestó a la persona sentada a su lado? ¿Cuántos lo creen? Levanten sus manos. [La congregación se regocija.—Ed.] Allí lo tienen. ¡Oh, maravilloso!\n\nYo le amo, yo…\n\nCon sus manos levantadas ahora, canten a Él, con todo su corazón.\n\nPorque Él a mí me…\n\n¿Es Ud. sincero, de todo corazón?",
    "¿Cuántos sienten que Dios ha perdonado su iniquidad, las cosas que han hecho? “Y desde esta noche en adelante, ¡Oh, Cordero de Dios, yo prometo caminar en rectitud! Caminaré en honor al Nombre por el que soy llamado: un Cristiano, una vida como la de Cristo. Yo levanto mis manos, Dios. Me dedico de nuevo a Ti en esta noche. Yo caminaré en la Luz”. Amén.\n\nAndaremos en la Luz, preciosa Luz,\n\nEn donde se encuentra cual rocío el perdón;\n\nBrilla doquiera de día y de noche,\n\nJesús, del mundo es la Luz.\n\nAndaremos en la Luz, preciosa Luz,\n\n…donde se encuentra cual rocío…\n\nAdonde Él fue a preparar un lugar para nosotros.\n\nBrilla doquiera de día y de noche,\n\nJesús, del mundo es la Luz.\n\nProclamad, Santos de Luz\n\nJesús, del mundo es la Luz;\n\nVerdad y clemencia en Su Nombre,\n\nJesús, del mundo es la Luz.\n\n¿Qué haremos nosotros entonces?\n\nAndaremos en la Luz, preciosa Luz,\n\nEn donde se encuentra cual rocío el perdón.\n\nBrilla doquiera de día y de noche,\n\nJesús, del mundo es la Luz.\n\n¡Oh! ¿Se sienten todos limpios, se sienten bien? [La congregación: “Amén”.—Ed.] ¡Oh, vaya! Saludémonos de manos mientras cantamos otra vez.\n\nAndaremos en la Luz, preciosa Luz,\n\nEn donde…(Dios le bendiga, hermano)…se encuentra cual rocío el perdón;\n\nBrilla doquiera de día y de noche,\n\nJesús, del mundo es la Luz.\n\nSolo cerremos nuestros ojos y tarareémoslo. [El Hermano Branham y La congregación tararea: Jesús es la luz del mundo.—Ed.] Actuamos como niños; nosotros somos niños.\n\n¡Oh! Preciosa Luz,\n\nEn donde se encuentra cual rocío el perdón;\n\n¡Oh! Brilla doquiera de día y de noche,\n\nJesús, del mundo es la Luz.\n\n¿Le aman Uds.? [La congregación dice: “Amén”.—Ed.]\n\nMi fe espera en Ti,\n\nCordero que a la cru-…\n\nSolo cierren sus ojos y canten. Adoren en el Espíritu.\n\nFuiste por mí,\n\nEscucha mi oración,\n\nDame Tu bendición,\n\n¡Llene mi corazón Tu Santa Luz!\n\nA ruda lid iré,\n\nY pruebas hallaré,\n\nMi Guía sé;\n\nLíbrame de ansiedad,\n\nGuárdame en santidad,\n\nY por la Eternidad Te alabaré.",
    "¡Oh, vaya! Sé que soy un hombre chapado a la antigua. Me gusta… pienso que eso le gana a todo ese ruido nuevo de personificaciones sucias, entrecortadas del rock and roll por millones de millas. Esos poetas antiguos que escribieron esas alabanzas, el Espíritu Santo tocó esa pluma y empezaron a escribir. ¡Oh, vaya! Pienso en Eddie Perronet y todos ellos, ¡lo grandioso! Fanny Crosby:\n\nNo me pases, Salvador,\n\nOye mi clamor.",
    "En una ocasión querían convencerla. Ella no—ella no hizo lo que hizo Elvis Presley, el pentecostal, vender su primogenitura por un potaje de Cadillacs [autos—Trad.]. Ella… Vinieron a ella y querían que escribiera—escribiera canciones mundanas. Ella dijo: “Yo no lo haría, por nada”.\n\nLe dijeron: “Pues, Ud. es ciega. Cuando llegue al Cielo, ¿cómo lo va a conocer?”.\n\nElla se dio vuelta, inspirada entonces dijo:\n\nLo conoceré, lo conoceré,\n\nY redimida a Su lado estaré;\n\nLo conoceré, lo conoceré (¿Cómo?)\n\nPor las marcas de los clavos en Sus…\n\nEn otras palabras: “Si no Lo veo, palparé Su mano”.\n\nLo conoceré, lo conoceré,\n\nY redimida a Su lado estaré;\n\nLo conoceré, lo conoceré,\n\nPor las marcas de los clavos en Sus manos.",
    "¿No los hace amarlo a Él? ¡Fue a preparar un lugar para nosotros! “Y si fuera y os preparare un lugar, vendré otra vez y os tomaré a Mí mismo”.",
    "Hijitos ahora en dolores de parto, obedezcan los mandamientos de Dios. Y el pastor aquí, si ninguno de Uds. ha sido bautizado, el agua estará lista; y—y la membresía de iglesia, o lo que Uds. quieran hacer, o lo que sea, Uds. háganlo. Si Uds. no tienen el bautismo del Espíritu Santo, esta es la noche para recibirlo. ¿No creen Uds.? [La congregación dice: “Amén”.—Ed.]",
    "🦅 ¡Oh!” Uds. dicen: “Hermano Branham, es tarde; Ud. ha predicado mucho tiempo”.\n\nPablo predicó toda la noche, cierta noche, esta misma clase de Mensaje. Y un pequeño… Un jovencito cayó de una pared y se mató. Y Pablo, tan ungido con esa misma clase de Mensaje, postró su cuerpo sobre él, y la vida regresó a él. Él todavía es “Jesucristo, el mismo ayer, hoy y por los siglos”.\n\n¿Lo aman? [La congregación dice: “Amén”.—Ed.] Solo una vez más, con nuestras manos levantadas: “Yo Le Amo, Yo Le Amo”.\n\n¿Dónde está la pianista? Allí, por favor, hermana, quienquiera que sea. Denos una pequeña nota, por favor.\n\n¿Cuántos lo aman a Él? Levanten su mano. Digan: “Yo realmente lo amo a Él. Yo Le amo, con—con todo mi corazón. Yo Le amo”.",
    "Ahora, cantémoslo, para la gloria de Dios. Ahora, con nuestros ojos cerrados, nuestras manos levantadas al cielo: “Yo Le amo, yo Le amo”. Estamos adorando. Cuando uno predica, y corta, y desgarra, y jala de esa manera, este es el bálsamo que Dios vierte, trae sanidad. “Hay un Bálsamo en Galaad, para el alma”. Cantémoslo ahora. Denos la nota.\n\nYo le amo, yo le amo,\n\nPorque Él a mí me amó;\n\nY me compró mi salvación,\n\nAllá en la cruz.",
    "Y si… “En esto conocerán todos que sois Mis discípulos, cuando tuviereis amor unos por los otros”. Correcto. Si no podemos amarnos el uno al otro a quienes podemos ver, ¿cómo vamos a amar a Dios, a quien no podemos ver?\n\nYo le amo, yo le amo,",
    "[El Hermano Branham le habla a un hermano en la plataforma.—Ed.] Dios lo bendiga. [El hermano dice: “Estar aquí es un verdadero honor del Cielo”.] Gracias, hermano. [“Realmente es bonito”.] Ahora, yo pienso que la iglesia, cada uno, fue fortalecido. ¿Y Uds.? [“Verdaderamente que sí”.] Dios lo bendiga, Hermano Boone. Le entrego a Ud. la congregación. Dios lo bendiga. 🦅"
  ]
}