{
  "title": "EVENTOS MODERNOS SON ACLARADOS POR PROFECÍA",
  "id": "65510009",
  "content": [
    "🦅  Inclinemos nuestros rostros. Amado Padre Celestial, te damos gracias en esta noche porque respondiste a nuestra súplica. Esta pobre mujer tendida allí, en la cual la cirugía ha fallado. Pero, oh Dios, recordamos la primera cirugía que fue hecha sobre la Tierra, la hiciste Tú mismo. Tomaste del costado de Adán una costilla, cerraste la incisión, y le hiciste una esposa. Oh Padre, yo ruego en esta noche que Tu mano descienda ahora mismo y haga esta gran cosa que estamos pidiendo. Y estas otras, Señor, esta mujer que está sufriendo de opresión mental, todos los demás que tienen peticiones, simplemente las entregamos a Ti, Padre, con todo nuestro corazón. En el Nombre de Jesucristo. Amén.\n\nRealmente es un privilegio estar aquí en esta noche y tener esta fina audiencia para contemplar. Y los hermosos cantos, el coro maravilloso. Yo simplemente estaba pensando en la diferencia, viendo a esos muchachos parados allí, muchachos de apariencia limpia, con cortes de cabello pulcros. Yo estaba pensando, anoche, en el—el lugar donde me estoy quedando; una cantidad de maleantes entró allí y trataron de ahogar a un muchacho en la piscina; tuvieron que llamar a alguien para sacarlos de allí. ¡Qué diferencia, ver muchachos parados, cantando los cantos del Evangelio; qué diferencia!",
    "Pensaba, como dijo el Hermano Henry, “esos hombres con ese cabello como las mujeres deberían tenerlo”, ¿ven Uds.? Eso—eso—eso es cierto. Parece como el…Yo veo a estos muchachos como tienen ese cabello, ellos aun se ponen estos rizadores, alrededor de su cara. Yo no sé, yo…a veces me desanimo. Parece como que es—es un verdadero tiempo de perversión. Los hombres están procurando usar ropa de mujer, y las mujeres usando ropa de hombre. Y el hombre dejándose el cabello como la mujer, y las mujeres teniendo el cabello como el hombre. ¿Qué está pasando con esta gente? ¿Realmente se habrá perdido el último hilo de la decencia y honor, con respecto a esta nación y esta gente, y este mundo?",
    "Este es un tiempo horrible, pero es el tiempo más glorioso para predicar el Evangelio. Si me pudiese podido parar en el borde del tiempo, antes que viniera a existencia, y el Padre me hubiese mirado, y dicho: “¿En qué tiempo a través de estas edades te gustaría predicar”? Yo desearía ahora mismo. Ahora mismo, un poco antes de Su venida.",
    "Mirando sobre la audiencia, sentado aquí ante nosotros…Un ministro, amigo mío, ayer en Tucson, estaba montando un caballo. (Pensando en este hombre con este…o sea esta mujer con un disco en su columna.) Este caballo lo tiró. Otro hombre me llamó hoy a la una de la mañana, a mi hotel, y dijo: “El hombre está en el Hospital de los Veteranos, y sus ojos están vidriosos, su espalda rota, sus riñones están brotados, y su corazón está ya para fallar”. Y allí me postré en el piso, de rodillas; por el teléfono lo tenía a él en el otro extremo, y oré por él. Y aquí está sentado esta noche, sentado aquí mismo. Eso fue anoche. Bob, ¿te pondrías de pie allí? Dios responde la oración, en la mañana, en la noche, al mediodía, a media noche, o en cualquier tiempo.",
    "Ahora, yo—yo soy un predicador de buenos pulmones, como dicen. Casi no me gusta tener que empezar a esta hora de la noche, y—y yo pensé que sencillamente llegaría de visita. La otra noche, pues, yo estaba hablando por aquí en un cierto lugar, y la…quince minutos después que yo había empezado, la gente estaba recogiendo los platos y haciéndome señas: “¡Pare! Cállese, ya hay que salir de aquí”, y fumando cigarrillos, y comportándose así. No fue la—la culpa del banquete, era de la gente de la que se había alquilado. Y la—la esposa del presidente fue y le dijo al administrador, dijo…",
    "Le dijo: “Pues, Uds. debieran estar fuera de aquí a las nueve y media”.",
    "Le respondió: “Ud. no puso eso en el contrato”.",
    "Esta señora, en esta noche, está aquí (una señora muy agradable) y dijo: “Nosotros entendimos que Ud. lo quería”, dijo, “sencillamente ocúpelo el tiempo que Ud. desee”. Así que eso…Así que estoy muy agradecido por eso. Eso está muy bien.",
    "Hermano Henry, ciertamente aprecio su—su amabilidad al invitarme aquí, a esta junta.",
    "Yo tuve el privilegio anoche de estar aquí en las Asambleas de Dios donde yo creo el Hermano Boone es pastor. Tuve un tiempo maravilloso allí con ese grupo de personas. Y mañana en la noche vamos a ir a alguna parte por aquí, yo no sé ni donde queda, y es otra junta. Ellos se encargan de todo eso; yo sólo me mantengo orando, leyendo y siguiendo, y con eso casi me basta para mantenerme en el ritmo.",
    "Pero ahora, estamos viendo cosas extrañas en este día. Ahora, recordé que la última vez que estuve aquí fue en una reunión de carpa. Yo recuerdo haber mencionado eso anoche, de una pareja que trajo a su pequeño bebé muerto. Eso—eso queda por aquí en alguna parte, ellos condujeron el día entero y la noche. La madre sentada allí, triste, con ese pequeño bebé en sus brazos. Ahora, puede ser que ella esté sentada aquí ahora mismo, hasta donde yo sé. Y ella…el esposo, un par de parejas más con ellos, y ellos eran…Y ella dijo…me pidió si yo pudiera venir (el hombre lo hizo) al carro. Yo saqué al pequeño bebé y lo estaba sosteniendo; una pequeña criatura tiesa, fría, muerta; y comencé a orar. Y cuando oré, ese cuerpo comenzó a sentirse como que se estaba poniendo tibio. Así que yo simplemente…yo continué orando, él comenzó a patear y a moverse, recuperándose, y comenzó a llorar. Yo se lo regresé a la madre, ella regresó a casa con él. Así que, puede ser que ellos ni siquiera sean Cristianos, hasta donde sé. ¿Ven? Eso fue maravilloso.",
    "Pero lo que tengo en mente, en esta noche, es que conozco una iglesia que también se está muriendo, es nuestra gente pentecostal. Tenemos que sacudirnos de esto, eso es todo. Y la única manera que eso se va a lograr es a través de la oración, y alineándonos con la Palabra de Dios. Es la única manera que vamos a lograrlo. Hay una sola salida, El es ese camino, Jesucristo el mismo ayer, y hoy, y por los siglos. ¿Queremos nosotros que nuestra iglesia llegue a la condición que él mencionó, como allá en Inglaterra? Esa es la razón que yo he sido, como creen Uds., tan duro, regañándoles. Y no es mi intención hacer eso, pero no quiero ver la iglesia caer en esa clase de condición. Uds. no quieren estar en esa condición. Pero sin embargo, se tiene que clavar el asunto tan duro hasta que quede clavado y se agarre bien. Se tiene que hacer.",
    "Así que ahora, en esta noche, yo sólo tengo una…algunas Escrituras y un texto aquí del que quiero hablar por un rato. No voy a decir qué cierto tiempo. Si Uds. se cansan, pues, quizás termine en treinta minutos, y sólo depende en…yo siempre se lo dejo al Espíritu Santo, simplemente en la dirección que El dirija.",
    "Inclinemos nuestros rostros sólo un momento más, hablemos con el Autor antes que abramos Su Libro.",
    "Dios Todopoderoso, Autor de este Libro, es por medio de Jesucristo que oramos. Estamos agradecidos por lo que ya hemos oído esta noche. Si debiésemos—debiésemos acentuar esta reunión diciendo: “Amén”, y salir a la casa, fue bueno estar aquí, porque sabemos que Tú has estado con nosotros. Y Padre, mientras abrimos esta Palabra, háblanos ahora directamente de esta Palabra, que nosotros podamos saber la hora en que estamos viviendo. Si sabemos la hora en que estamos viviendo, entonces podemos prepararnos para esa hora; pero si entramos ciegamente no sabiendo qué o dónde, entonces no sabemos cómo prepararnos. Así que, Padre, rogamos que Tú nos permitas ver allí el Arca, y la Puerta abierta, y el Mensaje llamándonos a entrar. Concédelo por medio del Nombre de Jesucristo. Amén.",
    "En las Santas Escrituras, yo quiero leer aquí un texto; encontrado en el Libro de San Lucas, en el capítulo 24, el…voy a empezar en el versículo 13, y leer allí una porción.\n\nY he aquí, dos de ellos iban el mismo día a una aldea llamada Emaús, que estaba a sesenta estadios de Jerusalén.\n\nE iban hablando entre sí de todas aquellas cosas que habían acontecido.\n\nSucedió que mientras hablaban y discutían entre sí, Jesús mismo se acercó, y caminaba con ellos.\n\nMas los ojos de ellos estaban velados, para que no le conociesen.\n\nY les dijo: ¿Qué pláticas son estas que tenéis entre vosotros mientras camináis, y por qué estáis tristes?\n\nRespondiendo uno de ellos, que se llamaba Cleofas, le dijo: ¿Eres tú el único forastero en Jerusalén que no has sabido las cosas que en ella han acontecido en estos días?\n\nEntonces él les dijo: ¿Qué cosas? Y ellos le dijeron: De Jesús nazareno, que fue varón profeta, poderoso en obra y en palabra delante de Dios y de todo el pueblo;\n\ny cómo le entregaron los principales sacerdotes y nuestros gobernantes a sentencia de muerte, y le crucificaron.\n\nPero nosotros esperábamos que él era el que había de redimir a Israel; y ahora, además de todo esto, hoy es ya el tercer día que esto ha acontecido.\n\nAunque también nos han asombrado unas mujeres de entre nosotros, las que antes fueron al sepulcro;\n\ny como no hallaron su cuerpo, vinieron diciendo que también habían visto visión de ángeles, quienes dijeron a ellas…quienes dijeron que él vive.\n\nY fueron algunos de los nuestros al sepulcro, y hallaron así como las mujeres habían dicho, pero a él ellos…pero a él no le vieron.\n\nEntonces él les dijo: ¡Oh insensatos, y tardos de corazón para creer (por no creer) todo lo que los profetas han dicho!\n\n¿No era necesario que el Cristo padeciera estas cosas, y que entrara en su gloria?\n\nY comenzando desde Moisés, y siguiendo por todos los profetas, les declaraba en todas las Escrituras lo que de él decían.\n\nQue el Señor añada Sus bendiciones a la lectura de Sus Palabras.",
    "Ahora yo tomo…si lo llamara un tema, me gustaría tomar esto: Los Eventos…Eventos Modernos Son Aclarados Por Profecía. Ahora, siempre ha sido de Dios…la manera incambiable de Dios para permitir a Su pueblo saber de antemano antes que ciertos eventos sucedan.",
    "Si la gente en los días del Señor Jesús únicamente hubiera buscado a Dios y hubiera sabido lo que estaba a punto de acontecer, ellos no hubieran condenado a Jesús a muerte. Pero la razón que sucedió, fue porque las Escrituras tenían que ser cumplidas, porque los judíos tenían que ser cegados. Todos somos conscientes de eso.",
    "¿Se dan cuenta Uds. que eso es prometido otra vez en esta misma edad en la que estamos viviendo? La Iglesia de la Edad de Laodicea, esta séptima edad de la iglesia en la que ahora estamos, está desnuda, miserable, ciega, y no lo sabe. Igual como El los cegó a ellos allá, con el propósito de hacer llegar Su Mensaje al pueblo elegido, El ha prometido hacer lo mismo hoy.",
    "Y si yo dijera esto, sería con respetos a todos mis hermanos y hermanas en Cristo, uno de estos días alguien va a decir: “¿No está escrito que estas cosas deberían acontecer primero”?",
    "Y será de la misma manera que fue allá: “De cierto os digo, que él ya vino, e hicieron lo que quisieron con él”.",
    "Cuando le preguntaron a El, dijeron: “Pues, los escribas dicen, y las Escrituras dicen que—que ‘Elías debe venir primero’”. Ellos le dijeron eso a Jesús.",
    "El dijo: “El ya vino, y no le conocieron”. ¿Ven? Y quizás así es de la manera que terminará otra vez.",
    "Ahora queremos estar al tanto, para saber lo que va a acontecer en esta edad en que vivimos. Dios ha asignado Su Palabra a cada edad, tanto para cada edad, y debemos notar que una edad no puede traspasarse a otra edad. Eso simplemente no funcionará. Por ejemplo, como yo he dicho, yo creo que fue anoche o…Yo constantemente estoy hablando, noche tras noche, en lugares, y algunas veces hago un comentario la segunda vez, no es mi intención repetirme. Pero yo digo esto: ¿Qué haría…cuál hubiera sido el beneficio de Moisés tratar de predicar el Mensaje de Noé? O, ¿de qué bien hubiera sido…cuál hubiera sido el beneficio de Jesús tratar de predicar el mensaje de Moisés? O, ¿cuál hubiera sido el beneficio de Martín Lutero continuar adelante con el mensaje católico? ¿Qué beneficio hubiera habido en Wesley continuar adelante con el mensaje luterano? ¿Qué beneficio hubiera habido que los pentecostales continuaran con el mensaje metodista? O, ¿qué beneficio habrá si pentecostés continua cuando la Novia está siendo llamada? ¿Ven? Estamos precisamente en el tiempo de la semilla, estamos aquí en el tiempo del fin. Ahora, a menos que un grano de trigo caiga en la tierra, permanece solo.",
    "Como el crítico, como yo he hecho comentarios desde que el libro salió, probablemente Uds. lo tienen aquí en su—su ciudad, aquel autor alemán que escribió uno de los artículos más críticos. El es un impío. Por supuesto no…Yo no estoy condenándolo a él porque él me condenó de tal manera; sino porque siendo un impío, el libro nunca debería haber llegado a la venta. Y él dijo: “Un Dios, allí sentado, y decir que El pudo abrir el Mar Rojo y liberar a Su pueblo, y quedarse sentado con las manos cruzadas sobre Su estómago y mirar a través de las Edades Oscuras a esos Cristianos siendo desgarrados a pedazos por leones; esas madres con su cabello saturado en alquitrán [brea], y colgadas en cruces y quemadas; y sus bebés…las madres en cinta, les abrían el vientre y apostaban sobre el sexo del niño; y quedaba sentado y lo permitía; la gente que se suponía eran siervos de este Dios”.",
    "¿Ven Uds.? La Escritura es por inspiración. Uds. nunca podrán conocer la Escritura sólo por sentarse y leerla desde un punto de vista teológico, o desde un punto de vista educacional; nunca ha funcionado.",
    "Yo hablaba con un ministro bautista no hace mucho, él dijo: “Hasta que no aprendamos el griego correctamente, hasta que nosotros…”",
    "Yo dije: “En el Concilio de Nicea, y antes de eso, ellos estaban discutiendo sobre las palabras griegas en la Biblia”. Uds. nunca lo sabrán.",
    "La Biblia debe ser revelada por inspiración. Eso es lo único, la revelación. Jesús le dijo a Pedro: “Sobre esta roca”. Esta roca de revelación revela quién es El. “Bienaventurado eres tú, Simón, hijo de Jonás, carne y sangre no te ha revelado esto, pero Mi Padre que está en el Cielo te lo ha revelado; sobre esta roca edificaré Mi Iglesia”. No sobre Pedro, no sobre El mismo, sino sobre la revelación espiritual de quién era El.",
    "¡Y El es la Palabra! San Juan 1: “En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios. Y el Verbo fue hecho carne y habitó entre nosotros”. Hebreos 13:8: “El es el mismo ayer, y hoy, y por los siglos”.",
    "Por lo tanto estamos viviendo en el día cuando la manifestación de la Palabra de Dios tiene que venir a una edad diferente que a la edad pentecostal. Y eso es correcto. Recuerden, Uds.…yo soy una persona sin educación; pero uno no puede ganarle a la naturaleza, porque Dios obra en la continuidad de la naturaleza. Igual que, como he dicho: el sol sale y se pone, y pasa por el día, como a la edad escolar; y muere en la noche, para levantarse nuevamente la mañana siguiente. Los árboles permiten que la savia descienda en el tiempo del invierno, entre en las raíces, y regrese en la primavera.",
    "Fíjense, El la comparó a un grano de trigo, la Novia, razón por la que Dios tuvo que permitir que eso continuara así. Esa magnífica, verdadera Iglesia genuina que fue establecida en el Día de Pentecostés, y había crecido y crecido desde el Día de Pentecostés, a una gran iglesia, y tenía que caer en la tierra en esa Edad del Oscurantismo y ser sepultada así como todas las semillas. Tenía que morir para que pudiera salir nuevamente en la reforma. Salió en la persona de la reforma, Martín Lutero. Y de allí, es como un tallo de trigo brotando. La primer cosa que brota son dos pequeñas hojas, entonces continua añadiendo más hojas. Martín Lutero brotó, y luego Zwingli, y más adelante, Calvino, y así mientras continuaba adelante.",
    "Finalmente entró a la inflorescencia. Ahora, ese era Juan Wesley en la edad de Wesley. Produjo un polen y luego menguó.",
    "De allí salió la edad pentecostal, tan parecida, casi igual a un verdadero grano de trigo si uno se fija en el tallo. Pero al tomar ese trigo y pelarlo, no contiene nada de grano, sólo es una cáscara en la forma de un grano. Pero es puesto allí para un propósito, para proteger el grano hasta…Si el sol le pega así, lo mataría.",
    "Tiene que permanecer allí hasta un cierto tiempo, luego toda la Vida deja la cáscara (como dejó el tallo, dejó el polen), deja la cáscara y entra en el trigo, y se forma nuevamente igual como era allá abajo en la tierra.",
    "Ahora, todos nosotros sabemos que cuando un mensaje es dado, a los tres años forman una organización. Cuando hacen eso, allí mismo muere; sucedió así en los días de Lutero, sucedió así en los días de Wesley, sucedió así en los días de Alejandro Campbell y todos los demás, y sucedió así en los días de pentecostés. ¡Exactamente! ¿Ven? Se llega a un cierto lugar, cada uno se vuelve almidonado, y se salen, y no pueden recibir nueva revelación. Allí están establecidos; y allí permanecen, y allí mueren. Y la Vida pasa a través de eso, y sigue adelante para formar el trigo. Y cuando el trigo sale, esa Vida que ha viajado a través de ese trigo, la resurrección produce la cosa entera; sí, la produce para Rapto.",
    "Ahora, recuerden, este Mensaje comenzó primero con sanidad Divina, obrando milagros. Ahora, si Dios hubiera permitido que eso viniera por medio de una iglesia común, así como ya teníamos, entonces no sería Dios. Dios no tiene que lucirse; El no—El no tiene que hacer estas cosas para entretenernos, como nosotros los americanos estamos acostumbrados (entretenimiento), pero El lo hace para atraer la atención de la gente, mostrando que El está a punto de hacer algo.",
    "Fíjense en El mismo cuando vino. “El maravilloso profeta, el rabí, el profeta de Galilea”. Pues, Su ministerio era maravilloso, El era bienvenido en toda iglesia.",
    "Pero un día El se sentó, y dijo: “Yo y Mi Padre Uno somos”.",
    "🦅 ¡Oh, vaya”! Eso era inaceptable. “¡Fuera de aquí con tal individuo”!",
    "🦅 Si no coméis la carne del Hijo del Hombre, y bebéis Su Sangre, no tenéis Vida en vosotros”.",
    "🦅 ¡Pues, él es un vampiro! ¡Apártense de tal persona”! ¿Ven?",
    "¿Ven? Había algo que tenía que seguir esa señal. ¿Ven? Algo le siguió.",
    "La cáscara lo mantuvo, pero ahora la cáscara se separa; tiene que hacerlo. Y recuerden, han pasado veinte años y no han salido más denominaciones de ello, y no saldrán. Estamos en el fin de las denominaciones, el trigo se está formando. Pero, ¿qué está sucediendo ahora con el trigo? Uds. no pueden…debe permanecer tendido en la Presencia del Hijo, para madurar, antes que pase la máquina cosechadora para recogerla.",
    "Ahora, los eventos que vemos aconteciendo son absolutamente mostrados en la Biblia, para cada edad. Pensamos que estamos fuera de ritmo, pero no es así, todo está moviéndose exactamente de acuerdo a la Palabra de Dios.",
    "Ahora, la Biblia es un libro diferente a cualquier otro libro sagrado. No hay ningún libro como la Biblia, porque la Biblia es Dios en forma de palabras. ¿Ven? Es…Una palabra es un pensamiento expresado. El pensamiento de Dios lo expresó, Sus Palabras a través de los profetas; y ellos escribieron la Biblia, lo cual está en forma de palabras. Y Jesús la llamó, “una Simiente”. Y cualquier simiente producirá de su género si está en la condición correcta, en la atmósfera correcta. Ahora, este Libro de…es un…Este Libro de profecía, está—está prediciendo eventos futuros. Ahora, el Libro contiene la revelación completa de Jesucristo. Ud. no le añade ni le quita, y toda revelación debe de venir por Ella. ¿Ven? Tiene que ser la Palabra.",
    "Así que la gente dice: “Yo tuve una revelación”. Sí, sabemos que José Smith y muchos tuvieron revelaciones y cosas, pero eran contrarias a la Palabra.",
    "Tiene que venir de acuerdo a la Palabra si viene de Dios, porque es para vindicar o para probar la Presencia de Dios. Y El sabía de antemano todas estas cosas, siendo…Por Su previo conocimiento El ordenó, preordenó de antemano (es llamado en la Biblia, “predestinado”) cada edad a su lugar, y todo hombre a su lugar, y todo mensajero a su lugar. El es Dios, el diablo no le está engañando a El en nada. Y El es Dios, y El ha ordenado que todo acontezca, y todo cae exactamente en línea con Su Palabra.",
    "Así que si podemos ver, por medio de Su Palabra, en qué edad y en qué tiempo estamos viviendo, Uds. lo verán aquí mismo en la Biblia, para esta edad, lo que debemos…qué es lo que debe acontecer para este tiempo.",
    "Ahora, los—los otros libros, nos damos cuenta, muchos libros que ellos llaman “libros sagrados”, y demás; y yo he leído el—el Corán y muchos otros. Pero, vean Uds., sus—sus libros sagrados únicamente son un código de éticas, de moral, o de teología.",
    "Pero este Libro es un Profeta, Este es diferente a cualquier otro libro. La Biblia es la Palabra de Dios prediciéndonos el futuro. Lo dice de antemano porque está advirtiendo.",
    "Si Dios envía algo, El dice y promete en la Biblia que El no haría nada sobre la tierra sin primero revelarlo a Sus siervos los profetas. Eso es Amós 3:7. El…y Dios no puede mentir. El lo revela, esa ha sido Su manera de hacerlo a través de todas las edades. El nunca ha fallado en hacerlo.",
    "Ahora, se nos ha prometido, en los últimos días, que esto será restaurado. No—no habrá iglesia, ni denominación, metodista, bautista, presbiteriana, pentecostales; ellos nunca (en sus condiciones modernas) jamás llevarán esta iglesia a ser Novia. No lo pueden hacer, ellos han fallado. Ellos están demasiado el uno contra el otro, y la mundanalidad se ha infiltrado, y demás, y—y ellos han muerto en pleno camino. Y así que Dios sabe eso.",
    "Y para revelar esta Palabra, uno dice: “Pues, yo recibí esto. Y bendito sea Dios, es así de esa manera”. Eso es exactamente de la manera como fue cuando Jesús vino la primera vez; cada uno tiene una doctrina, cada uno tiene esto. Tendrá que ser algo enviado a nosotros, de Dios. Y Dios lo ha prometido. Y la única manera que El lo hará, es—es manteniendo Su mismo patrón. El prometió enviarnos, en estos últimos días, de acuerdo a Malaquías 4, un profeta sobre la tierra que volvería los corazones de la gente, “Los corazones de los hijos de nuevo a los padres apostólicos”. El prometió eso en Su Palabra. Lucas 17 y muchos otros lugares donde El lo prometió, que El…lo que El haría en estos últimos días para traer esta cosa a una Palabra vindicada.",
    "Vean, un hombre puede decir cualquier cosa, pero si Dios no interpreta esa Palabra…Vean, nosotros tenemos nuestra propia interpretación, decimos, significa esto. Y ésta, la metodista, dice esto, la bautista dice esto, la pentecostal dice esto, la unitaria dice esto, los que creen en dos dicen esto. Y oh vaya, allí lo tienen Uds. Pero Dios no necesita ningún intérprete, El es Su propio intérprete. El interpreta Su propia Palabra al vindicarla en la edad a que ha sido determinada, para la edad en que es dada.",
    "No estamos viviendo en una edad pentecostal, estamos viviendo ya en otra edad. ¿Ven? Nosotros no estamos viviendo en una edad metodista, estamos viviendo en otra edad. Estamos viviendo aquí en la edad de la Novia, llamando fuera la Iglesia y juntándola para el Rapto. Esa es la edad en la que ahora estamos viviendo. En mi sincera opinión esa es exactamente la Verdad.",
    "Y este Libro es un libro de profecía. Sus creyentes son ordenados a honrarla y a leerla, y a creer a Su Autor, porque cada Palabra allí escrita tiene que cumplirse. Todo lo que ha sido prometido tiene que cumplirse, porque es Jesucristo en cada edad. El mismo ayer: fue Jesucristo allá en Noé, fue Jesucristo en Moisés, fue Jesucristo en David, fue Jesucristo en José; es Jesucristo, el mismo ayer, y hoy, y por los siglos. Y es Jesucristo entre Su pueblo hoy, haciendo las cosas que El prometió que haría en esta edad. Es Jesucristo.",
    "Pero la iglesia ha llegado a estar tan almidonada, tan alejada, como el hermano mencionó aquí. Y—y nuestras iglesias han llegado a ser de la misma manera, al grado que necesitamos algo que nos estremezca, regresándonos a la Palabra. ¿Cómo sabemos que lo va a lograr? Tiene que venir de acuerdo al propio plan de Dios. No puede venir por un laico, no vendrá por los hombres de negocio, no puede venir por medio de las iglesias. Dios ha fijado Su plan.",
    "Yo hablé acá en Shreveport el otro día, en una emisión nacional a través de la nación, sobre, Tratando De Hacer Un Servicio A Dios Sin Ser La Voluntad De Dios. David trató de traer el arca de Dios de nuevo a Casa. El era un rey ungido. Pues él—él consultó a sus—sus delegados, a sus capitanes de miles, y millares, y demás. Y ellos todos dijeron: “Esa es Palabra del Señor”. Y él consultó al sacerdote: “Eso es maravilloso”. Y todos ellos se inspiraron tanto, que gritaron, hicieron todo acto religioso que había. Y eso era absolutamente contrario a la voluntad de Dios, porque había un profeta en la escena llamado Natán, y él ni siquiera fue consultado al respecto. ¿Ven? Y encontramos que no funcionó aunque ellos fueron sinceros, tratando de hacer un servicio a Dios.",
    "Y uno puede ser de lo más sincero; pero, hasta que sepamos lo que estamos haciendo, estamos peleando contra el aire. Regresen a la Palabra de Dios y pónganse en línea, y entonces vayan; entonces lo sabrán. Como un—un soldado, que no sabe qué hacer hasta que él recibe órdenes para hacerlo. Tenemos que ser soldados Cristianos, y recibir órdenes de la Biblia para esta hora hoy; no la orden de ayer, la orden de anteayer, sino la orden de hoy (qué dirección debemos tomar). Averiguar la hora en que estamos viviendo.",
    "Y estos eventos modernos se nos están pasando demasiado rápido, y un día nos daremos cuenta que hemos sido dejados atrás sin nada, y estaremos atrapados, sellados en la marca de la bestia, antes de darnos cuenta.",
    "Ahora, y con paciencia tenemos que esperar por esto, porque las profecías que han sido prometidas, cada una de ellas debe ser cumplida en su edad. Porque nos predice, el Autor ya ha hecho esto de antemano, y esperamos ver que El lo haga de nuevo. ¡Qué tiempo es este, en el que estamos viviendo! Algo como un—un calendario; uno mira al calendario para averiguar en qué día del año está viviendo, y uno mira a la Biblia de Dios para ver en qué edad estamos viviendo. No estamos viviendo en la edad metodista, ni la edad bautista. Estamos viviendo en la edad de la Novia, el llamado, volviendo a Dios por medio de un canal por el cual El mismo prometió traerlo. El prometió hacerlo.",
    "Pero como ha sido en cada edad, la gente permite que el hombre le ponga su propia interpretación [a la Palabra] por medio de teología, y así no creer la vindicación Divina de Dios (la cual es la interpretación de Dios); no lo que yo digo, o lo que alguien más dice; sino lo que Dios ha prometido y lo que Dios hace, probando que es Dios llevando a cabo Su propia interpretación de Su Palabra.",
    "Se los dijeron a Uds. pentecostales, hace cuarenta y cinco, cincuenta años atrás. Sus madres y padres, cuando eran pentecostales genuinos, salieron de la organización y maldijeron la cosa y se salieron de allí. Luego como un perro a su vómito, regresaron directamente a eso de nuevo. Hicieron lo mismo que mató a esa iglesia, Uds. han matado lo suyo a raíz de la misma cosa. Nada en contra de la gente allí adentro, nada en contra de ellos, son los sistemas de la cosa lo que lo está causando.",
    "En casa, voy…cuando en casa…yo no predico esto en la reunión de otra persona. Yo voy a predicar este Rastro De La Serpiente, y escúchenlo si Uds. reciben las cintas.",
    "Y fíjense, ellos fallaron en ver la confirmación de las profecías del cumplimiento de la Palabra de Dios. Si esos sacerdotes…Ellos tenían todo calculado exactamente de la manera en que el Mesías iba a venir, sabían lo que iba a acontecer. Los—los fariseos tenían su idea, los saduceos, herodianos, y, oh, tenían sus ideas. Pero El vino, no…El vino contrario a todos ellos, pero exactamente de acuerdo a la Palabra. Jesús dijo lo mismo cuando estuvo presente: “Si me hubiérais conocido, debiéseis haber conocido Mi día. Si me hubiérais conocido, vosotros…Vosotros decís: ‘Pues, Moisés, ¡nosotros tenemos a Moisés’”! Dijo: “Pues, si vosotros creyeseis a Moisés, creeríais en Mí, porque él escribió de Mí”.",
    "Pero vean, cuando Dios estaba confirmando exactamente lo que El prometió, ellos ya se imaginaban alguna manera distinguida en la que Jesús debería de venir, y el…quiero decir el Mesías. El Mesías tenía que venir directamente a su grupo o de otra manera él no era el Mesías. Pues, hoy día es casi igual: “Si Uds. no lo miran a través de mis lentes, Uds. no están mirando nada”. ¿Ven? Y así que esa es—esa es exactamente la manera que eso—eso es. Nosotros…Esa es la verdad. Nos desagrada pensar así, pero es absolutamente la Verdad.",
    "En Hebreos 1:1, Dios, hablando muchas veces, escribió la Biblia por medio de Su propia manera escogida. El no la escribió por medio de teólogos, ni tampoco la interpreta por medio de teólogos. Nunca hubo un tiempo en que los—los teólogos hayan tenido una interpretación de la Palabra de Dios. La interpretación viene únicamente a un profeta. Y la única manera que jamás iremos a salir de este desorden es que Dios nos envíe ese profeta, exactamente, es la única manera que se logrará. Ha sido creído, esperado, y—y el cumplimiento.",
    "¿Ven? No fue escrita por hombre, sino que fue escrita por Dios. No es el libro de un hombre, no es el libro de un teólogo. Es el Libro de Dios, el cual es un Libro de profecía escrito por los profetas e interpretado por los profetas. La Biblia dice: “La Palabra del Señor viene a los profetas”. ¡Exactamente!",
    "Cuán hermoso fue ilustrado eso, o demostrado cuando Jesús vino a la tierra, y Juan era el profeta de ese día, y él—él estaba profetizando. Ellos dijeron: “Oh, ¿quieres decir que Dios va a derribar nuestras grandes asociaciones y todas estas cosas? ¿Y va a haber un tiempo, cuando en nuestros—en nuestros templos no se adorará más”?",
    "El dijo, “Vendrá un tiempo cuando Dios hará un sacrificio del Cordero de Dios; un hombre”. Y él dijo que—que él lo conocería cuando Este viniera. Y él dijo que estaba tan seguro de su mensaje, que dijo: “El está parado entre vosotros ahora mismo y vosotros no le conocéis. El está entre vosotros y vosotros no le conocéis”.",
    "Y un día cuando Jesús salió, Juan miró y vio esa señal sobre El, y dijo: “He aquí, el Cordero de Dios que quita el pecado del mundo”. Entonces en ese mismo momento Jesús supo que El era vindicado ante la gente. Ahora, El era la Palabra, ¿dudaríamos eso? La Biblia dice que El era la Palabra: “En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios. Y el Verbo fue hecho carne y habitó entre nosotros”. Y aquí está El, el…Aquí está la Palabra en la tierra (¡miren! ¡perfectamente!) fue directamente al agua hacia el profeta.",
    "Eso es correcto, la Palabra siempre viene a Su profeta. Así que no podemos esperar que venga a teólogos; no podemos esperar que venga a denominaciones. Tiene que venir a través del canal de Dios por el cual El nos avisó previamente, y esa es la única manera que jamás vendrá. Será aborrecido, despreciado, rechazado. Cuando sí venga, será arrojado a un lado y todo, pero Dios así lo hará de todas maneras. Fue rechazado en Jesucristo, fue rechazado en Juan, fue rechazado con Jeremías, fue rechazado con Moisés. Es siempre de esa manera. Pero Dios va avanzando de la manera que El prometió que lo haría. Sí señor, El nunca falla en hacerlo de la misma manera.",
    "El hombre que vio la visión o escuchó Su voz, nunca lo entendió completamente. En muchos casos él no sabía, porque él sólo es un instrumento de Dios. Es el pensamiento de Dios expresado a través de labios humanos, un pensamiento, por supuesto, es una palabra expresada. Dios hace Su propia elección por medio de Su—Su elección predestinada. El lo hizo en cada edad, El envió al hombre para cada edad. Como Moisés, cuando él debía cumplir lo que El le dijo a Abraham. Moisés nació un niño hermoso, él no podía evitar ser de esa manera. El nació de esa manera porque él había nacido para ese propósito.",
    "Y vemos que Dios hace eso en cada edad. Dios hace Su propia elección por medio de Su propia escogencia predestinada, escoge profetas y cosas para la edad. Prepara—prepara su naturaleza, la naturaleza del hombre, el estilo de predicar del hombre, para honrar su don, y todo lo que El hace es para enfrentar el reto de ese día. Dios forma a ese hombre y lo envía. Y en Su propia mente, como lo prediqué anoche, somos un germen del gene de Dios. El ya sabía que ese hombre estaría allí en esa edad, antes que hubiera la primera molécula, o luz, o cualquier otra cosa en la tierra.",
    "Porque Ud. es un gene de su padre, y Ud. estaba en su padre, sin embargo su padre no tenía compañerismo con Ud. porque él…Ud. estaba allí adentro, pero Ud. no lo sabía y él no lo sabía, pero Ud. fue manifestado para que Ud. pudiera…para que él pudiera tener compañerismo con Ud. Y al nacer de nuevo, Ud. es nacido de Vida Eterna. Y esa es la única forma de Vida Eterna, la Vida de Dios, Zoe, la palabra griega “Zoe”, la única una forma de Vida Eterna.",
    "Entonces si Ud. es un hijo de Dios o una hija de Dios, Ud. siempre estaba en Dios. Pero El sabía en qué lecho y tiempo Ud. sería plantado. Así que ahora Ud. es hecho una criatura, un hijo de Dios, un hijo o hija manifestado de Dios, para enfrentar el reto de esta hora para vindicar al Dios verdadero y viviente de esta hora, el Mensaje que está surgiendo en esta hora. ¡Eso es correcto! Así fueron formados allá desde antes de la fundación del mundo. Si no fue…Si Ud. no fue escogido de esa manera, no importa cuánto Ud. trate de imitar, Ud. nunca llegará. ¿Cómo pueden sacar sangre de un nabo [un vegetal] cuando no tiene sangre?",
    "Esa es la razón que trato de decir en cuanto a…La gente piensa que estamos…estamos haciendo tanto alarde de las mujeres y el cabello corto, y la gente diciéndome, acerca de decir esas cosas: “Ud. va a arruinar su ministerio”. ¿Arruinar un ministerio que Dios mismo ordenó? ¡Imposible! Y cuando la gente oye la Palabra de Dios…Cuando un bebé es concebido en el vientre de una madre, cuando esa primera célula entra allí, otra célula se edifica encima de esa. No es una célula de un humano, la siguiente de un perro, y la siguiente de un gato, y la siguiente de algo más; es absolutamente, estrictamente ser humano. Y cuando un hombre es nacido del Espíritu de Dios, él no inyecta nada en su vida, es Palabra de Dios sin adulteración, vindicada para esa hora. El toma toda la Palabra de Dios, él no le agrega credos, ni nada más, es puramente, sin adulterar, la Palabra de Dios manifestada entre nosotros.",
    "Busque en la Biblia, Ud. verá dónde, y en qué edad estamos viviendo, cuando Ud. ve estas grandes cosas siendo manifestadas. Cuando Dios prometió hacerlo, El siempre lo hace al fin de cada edad cuando la iglesia llega al lugar de dar la vuelta, y se da la vuelta, alejándose de la Palabra, volviendo al pecado y la mundanalidad. Mundanalidad es pecado. La Biblia dice: “Si amas al mundo o las cosas del mundo, el amor de Dios ni siquiera está en ti”.",
    "Hablando anoche, yo estaba hablando acerca del—del sacrificio que fue ofrecido, el Cordero. Debería ser por siete días, representando las siete edades de la iglesia. No debería haber levadura hallada entre el pueblo, ninguna levadura por siete días. Eso significa que no hay nada mezclado con Ella, es siempre sin levadura. Y nosotros no queremos credos, levaduras y cosas mezcladas con nosotros. No queremos al mundo mezclado con nosotros. Tiene que ser el Pan de Dios sin levadura, la Palabra de Dios, la Palabra de Dios sin adulteración, lo cual: “El hombre vivirá de toda Palabra que sale de la boca de Dios”.",
    "Nuestros sistemas denominacionales, y diferencias, y cosas, han puesto levadura en nosotros, y esto y aquello y el mundo y moda. Y oh, se ha vuelto que casi es Hollywood por todo lugar. Eso finalmente llegará a ser como en Inglaterra, y un llamamiento al altar será una vergüenza. ¡Oh! Como el hermano dijo: “¿Cómo se puede hacer para que el pescado suba al barco”? Eso es correcto.",
    "Tenemos que tener el Evangelio predicado en Su plenitud, con el poder de Dios que vindique eso de acuerdo a la promesa de esa edad y probar que eso es exactamente la voluntad de Dios. Aparte de eso Ud. sólo es un miembro de iglesia; no importa cuánto trate Ud. y trate Ud. de hacer un servicio para Dios. Ud. pudiera ir a la fiesta de costura y tejido, Ud. pudiera ser siempre tan fiel a la iglesia; pero a no ser que ese germen de Vida Eterna no haya sido predestinado en Ud. para ser un hijo o una hija de Dios, Ud. crecerá a algo deformado; pero nunca será un verdadero, auténtico hijo e hija de Dios.",
    "A menudo doy mi historia de la pequeña águila. El campesino colocó la gallina una vez, y él tenía…Yo espero que esto no suene sacrílego para Uds. Pero un campesino colocó una gallina y ella estaba…le faltaba un huevo para completar la puesta. Yo dudo que alguien aquí sepa lo que es una puesta de huevos, de cuántos consiste. Pero de todas maneras, a él le faltaba un huevo, no tenía suficientes. Así que le robó al nido del águila, ella tenía dos huevos. Y él puso el huevo debajo de la gallina.",
    "Cuando ese águila empolló entre todas esas gallinas, él era un pájaro raro. El no podía entender el cloqueo de la gallina, no hablaban como su…como él quería escuchar hablar. Y ella escarbaba en el patio de la granja, y comía del patio de la granja, no era alimento para él. El era un pato feo entre todos ellos. La gallina cloqueaba y él no la entendía. Ella iba hacia allá y comía esto y comía aquello, él no lo entendía. Así que un día su mami, o madre, mejor dicho, para Uds. Yo…En el sur nosotros decimos “mami”.",
    "Así que, de todas maneras, él…su—su—su madre sabía que ella tenía dos huevos, y solamente uno estaba allí; ella se fue buscando el otro. Ella dio vueltas por todo…atravesó el campo, y finalmente ella voló sobre el patio de la granja. Ella lo vio a él allá abajo siguiendo a esa gallina. Ella gritó: “¡Junior! Tú no eres una gallina, tú eres águila”. Eso le sonó muy bien a él. ¿Por qué? Porque desde el principio él era un águila.",
    "Y cuando un hombre o mujer se ha sentado bajo credos y religión fría y formal, si él es ordenado a ser un hijo de Dios, y él ve la Palabra de Dios predicada en Su poder, y Dios vindicándola; él es un águila desde un principio, y él correrá a eso tan cierto como dos por dos son cuatro. El no puede evitarlo, porque su propia naturaleza ama la Palabra de Dios. A mí no me interesa lo que alguien más dice, cuando él ve la Palabra de Dios siendo manifestada, él vuela hacia Ella porque él era águila.",
    "Mientras continuaban hablando, él dijo: “Mamá, ¿cómo puedo subir desde aquí”?",
    "Y le dijo: “Sólo da un salto, yo te cogeré”.",
    "Y esa es la única cosa que Ud. tiene que hacer, es dar un salto y ponerse de pie, un salto hacia Dios, una promesa: “Señor Jesús, yo te creo de todo corazón. Yo creo el Mensaje de la hora. Yo lo veo confirmado, y yo sé que es correcto”. Salte y póngase de pie, Mamá le cogerá. No se preocupe, Ud. es un águila, ella estará allí para recibirle.",
    "Ahora, nos damos cuenta que estamos viviendo en un tiempo tremendo y en un gran tiempo, cuando las verdades de esta Biblia. Los creyentes han visto eso vindicado, la propia vindicación de Ello es la evidencia que Dios está en Ella. ¡Absolutamente! Es entonces que la Palabra prometida…que la promesa de Dios es dada a conocer. La simiente ha brotado, y ellos la ven y la creen. Otros simplemente no pueden verlo, de alguna manera se quedarán sentados, mirando.",
    "Saben, yo he predicado lo suficientemente duro para—para…a través de este país, que no debería haber una sola mujer con cabello corto en todo el país. Pero, cada vez cuando regreso, hay más. ¿Qué es lo que sucede? ¡Algo anda mal! ¡Uds. saben que la Palabra lo dice! Uds. dicen: “Pues, eso no importa nada”. ¡Importa mucho!",
    "Hay un buen hermano que me dijo: “Yo voy a imponer manos sobre Ud., Hermano Branham. Yo le amo. Ud. está arruinando su ministerio”. Dijo: “No es asunto suyo decirle a esas mujeres acerca de eso”. Dijo: “Deje que los pastores lo hagan”.",
    "Yo dije: “Ellos no lo hacen”. Yo dije: “Ahora…”",
    "El dijo: “Pues, ese no es asunto suyo, Ud. sólo ore por los enfermos”.",
    "Yo dije: “¿Asunto de quién es, entonces? Yo fui llamado a predicar el Evangelio”.",
    "Dijo: “Yo pondré mis manos sobre Ud. y le pediré a Dios que le quite eso”.",
    "Yo dije: “Si Ud. me lo permite—me permite poner mis manos sobre Ud., también”. ¿Ven? Y yo dije: “Yo le pediré a Dios que le abra los ojos y Ud. lo podrá ver”. ¡Así que, eso fue así!",
    "El dijo: “Ud. debiera predicar…La gente le cree a Ud. ser un siervo, un profeta de Dios”. El dijo: “Ud. debiera enseñarle a esas mujeres cómo recibir—recibir grandes dones y profetizar, y cosas”.",
    "Yo dije: “¿Cómo puedo enseñarles álgebra cuando ni siquiera creen el abecedario”? ¡Eso es correcto! Así que uno—uno no puede hacerlo. Eso está simplemente en cada…Eso es correcto. Si no pueden hacer las cosas comunes, ¿cómo van a hacer las cosas espirituales, las cosas naturales? ¡Ciertamente! Hermano, hermana, pudiera sonar como un chiste, ¡pero es el Evangelio! Es la Verdad del Evangelio. ¡Esa es la verdad!",
    "Noten, encontramos hoy que la gente…Hay mucha gente que simplemente no puede creerlo, aun gente llena del Espíritu Santo. Yo voy a darles una que los ahogará. El bautismo del Espíritu Santo no indica que Ud. va a entrar, para nada, no por eso, eso no tiene nada que ver con su alma. Ese es el bautismo, ¿ven? Aquí está el alma interior, aquí adentro, esa tiene que venir de Dios. Pero entonces en el exterior Ud. tiene cinco sentidos, y cinco entradas para hacer contacto con su casa terrenal. En lo interior, Ud. tiene el espíritu, y allí adentro Ud. tiene cinco salidas: su conciencia y amor, y demás, cinco salidas de ese espíritu. Recuerden, en ese espíritu Ud. puede ser bautizado con el genuino Espíritu de Dios y todavía estar perdido. Es el alma que vive, la que fue ordenada de Dios.",
    "¿No dijo Jesús: “Muchos vendrán a Mí en aquel día, y dirán: ‘Señor, no he echado fuera demonios, he hecho grandes y poderosas obras, profetizado; los grandes dones de Dios?’” El dijo: “Apartaos de Mí, hacedores de maldad, nunca os conocí. Muchos vendrán en aquel día”.",
    "¿No profetizó Caifás? El era un diablo. Encontramos allí…Y esos sacerdotes, esos grandes hombres, se supone que eran los grandes líderes en aquellos días, con humildad y todo lo demás, pero fallaron en ver la propia Palabra de Dios manifestada delante de ellos.",
    "Pudiéramos mirar una serie de ellos que tengo anotados aquí. ¿Qué de Balaam? El era un…Uds. dicen: “Dios cambia en Su modo de pensar”. ¡El no cambia Su modo de pensar!",
    "Cuando Balaam salió como profeta, y fue allá, un obispo, predicador, o lo que Uds. quieran llamarle, él era un gran hombre. Pero cuando él consultó a Dios acerca de ir allá y maldecir a Israel; a él no le agradaban para comenzar, así que cuando pidió ir, Dios dijo: “¡No vayas”!",
    "Entonces ellos enviaron una delegación…quizás obispos o presbíteros o algo, allá, dijeron…de más educación para persuadirle. El regresó y le rogó a Dios de nuevo. ¡Uno no tiene porqué pedirle a Dios por segunda vez! ¡Cuando Dios lo dice por primera vez, así es! Uno no tiene que esperar por algo más.",
    "Rebeca no esperó a recibir la segunda orden. Ellos le preguntaron a ella, dijeron: “¿Irás”?",
    "🦅 Que ella misma responda”.",
    "Ella dijo: “¡Yo iré”! Ella estaba firmemente inspirada de Dios. Ella llegó a ser una de las reinas de la Biblia por actuar sobre la pulsación del Espíritu de Dios, que se movió sobre ella para recibir lo que absolutamente era la verdad, y ella lo creyó.",
    "Ahora nos damos cuenta, por supuesto, Balaam, él no podía ver. El salió y observó la gente, y dijo: “Ahora, ¡un momento! Nosotros acá somos una gente grande e importante, Uds. apenas son un pueblo esparcido”. ¿Ven Uds.? “Y todos nosotros—nosotros todos creemos en el mismo Dios”.",
    "Eso es cierto. Todos ellos creían en el mismo Dios, y todos ellos adoraban a Jehová. Miren el sacrificio de Balaam: siete altares, el número perfecto de Dios, de las siete iglesias, (¿ven?); siete carneros, hablando de la venida del Señor. Fundamentalmente, él era igual de fundamental como lo era Moisés; pero, vean, allí no existía la vindicación Divina. En todo eso, ellos ambos eran profetas.",
    "Pero con el ministerio de Moisés, había una Columna de Fuego sobrenatural, una Luz que se mantenía con el campamento. Había sanidad Divina, había un júbilo del Rey en el campamento; grandes señales, sanidad Divina, y maravillas y cosas obradas entre ellos. Era una señal de un Dios vivo entre Su pueblo.",
    "Fundamentalmente, ambos estaban correctos. Y Balaam procuró persuadir a la gente, y con encantos los engañó. ¿Cuándo? Un poco antes que alcanzaran la Tierra Prometida. Otro día o dos y ellos hubieran estado en la Tierra Prometida.",
    "Pero ahora temo yo…Esta es una declaración dura para pronunciar, uno de estos días seré abaleado por ello. Pero recuerden esto, que las iglesias están siendo encantadas por este Concilio Ecuménico, los está llevando directamente a ello, al decir: “Uds. son todos del mismo grupo”. ¡Uds. no son del mismo grupo! ¡Salid de en medio de esa cosa y apartaos! Es así ciertamente, es verdad. Debemos mantenernos alejados de esa cosa, tan lejos como les sea posible de todo eso.",
    "Balaam dijo: “Nosotros somos…permitamos que nuestros hijos se casen porque, después de todo, nosotros creemos en el mismo Dios”.",
    "🦅 ¿Cómo podrán dos andar juntos a menos que estén de acuerdo”? ¿Cómo pueden Uds. andar con Dios si no están de acuerdo con Su Palabra? ¿Cómo pueden Uds. añadir credos y demás cosas, cuando se les ha ordenado no hacerlo, o se les ha mandado a no hacerlo? Uds. no pueden hacerlo. No hay manera de hacerlo, hermano, hermana. Uds. no pueden mezclar esa levadura con lo que no tiene levadura. Aceite y agua no se mezclan. Oscuridad y luz no se mezclan. La luz es mucho más poderosa, simplemente echa fuera la oscuridad.",
    "Y así que no podemos mezclarlo. Tampoco pueden mezclarse con el pecado del mundo. No se puede mezclar la Iglesia y la denominación. No se puede mezclar la Iglesia y el credo. No se puede mezclar el mundo y el Evangelio. ¡No se pueden mezclar! “Salid de en medio de ellos, apartaos”, dice Dios, “Yo os recibiré. Vosotros me seréis hijos e hijas, seré Dios para vosotros”. Nunca lo podremos hacer hasta que estas cosas sean manifestadas, y la Palabra de Dios para la hora sea probada ser la Verdad. Sigan en las huellas.",
    "Pentecostales, por eso Lutero perdió su mensaje. Así es como Wesley perdió su mensaje. ¿Ven? Si la iglesia de Wesley hubiera continuado, hubieran sido pentecostales. Si los luteranos hubiesen continuado, hubieran sido metodistas. ¿Ven? Y ahora si los pentecostales continuaran, esa sería la Novia. Si Uds. se detienen y continúan regresando al mundo como lo están haciendo ahora, ¡Uds. estarán perdidos! Será únicamente la cáscara, y el tallo será quemado. Uds. saben eso. El reunirá Su trigo en el granero. Mas las cáscaras El quemará con fuego que nunca se apagará, aunque fueron el portador. Ciertamente la transportó, pero la Vida lo dejó tan pronto como llegó a ser una hoja, y salió para hacer otra cosa hasta que llegó a su estatura completa.",
    "Y así la Iglesia vendrá a través de Justificación, Santificación, Bautismo del Espíritu Santo, restauración de los dones, directamente a la imagen de Cristo. Cristo es el Novio, la Iglesia es la Novia, y la Novia es parte del Novio. Tendrá que ser una Iglesia de la Palabra, no una iglesia denominacional. Será la Iglesia Palabra, la Palabra que es dada a conocer por la Palabra vindicada de Dios.",
    "Balaam, él no pudo ver la diferencia; muchos no pueden.",
    "Faraón no pudo verla, aunque fue vindicada en plena vista.",
    "Datán no pudo verla. Datán salió allí, y él vio a Moisés y sabía. El salió allá y dijo: “Tú procuras pensar que eres el único de entre todos. ¡La congregación entera es santa”! Dios nunca lidió de esa manera. El debió haber reconocido que no era así. Y él dijo: “Pues, la congregación entera es santa. Tú procuras hacerte…” Si lo dijéramos hoy, en la expresión callejera, “El único grano de arena en la playa”.",
    "Y Moisés sabía que Dios lo había enviado allá para eso. El simplemente dijo: “Señor…” se postró en el—el portal del tabernáculo.",
    "Y Dios dijo: “Sepárate”. Y El los tragó.",
    "Y recuerden, el pecado que Israel cometió (al Balaam decir: “Que todos eran iguales”.), ese pecado nunca le fue perdonado a Israel. Y miren, permítanme darles a Uds. una cifra sorprendente; de dos millones que salieron de Egipto, sólo dos de ellos entraron en la Tierra Prometida. Cada uno de ellos comió lo mismo, todos ellos danzaron en el Espíritu, todos ellos tenían todo en común; pero cuando llegó al tiempo de separarse, la Palabra hizo la separación. ¡Así también es hoy! ¡La Palabra hizo la separación! Cuando llegó el tiempo, él dijo: “Pues, aquí, somos…”",
    "Tan parecidos, miren la Biblia dice: “En los últimos días los dos espíritus”, Mateo 24:24, “serán tan parecidos, que engañarán a los propios Elegidos si fuese posible”. Esa cáscara se ve exactamente como el trigo, pero no es trigo. ¿Ven? No es el trigo, pero se ve exactamente igual. ¿Ven? Tan parecido, que engañaría a los propios elegidos. Uds. se denominaron y cayeron en esa denominación, y se secaron y murieron, y el trigo salió avanzando por el…¿Ven? ¡Eso es exactamente correcto! Es un portador, pero no es trigo.",
    "Recuerden, el trigo sencillamente continúa avanzando. En la resurrección toda esa fuerza del trigo subirá, entrando directamente en el trigo, mientras continúa a formar la cabeza, para salir en la gran resurrección.\n\n¡Jamás fueron perdonados!",
    "Detengámonos aquí sólo por un momento. Yo espero no ahogarlos. Pero, miren, permítanme preguntarles algo. Sólo tomemos eso. Digamos, por ejemplo, que esta cifra fuera correcta. Cuando el esperma del varón y la hembra se unen, si alguna vez han conocido sobre los tubos para análisis o—o el hibridar y demás del ganado, encontrarán que en la descarga del macho se expulsan como un millón de gérmenes. Y en la descarga de la hembra se expulsan un millón de óvulos. ¿Pero sabían Uds. que solamente hay uno de ellos que es fértil? Esos pequeños becerros, o lo que sean, en estos millones de gérmenes, entre un millón de gérmenes, será ese pequeño germen que se abrirá camino entre los demás gérmenes e irá y encontrará ese óvulo fértil y entra allí, y los demás mueren. Uno de ellos es ordenado a vida, los otros no lo son, aunque todos ellos son iguales. ¡Uno de entre un millón!",
    "¿Qué si fuera de esa manera esta noche? Hay quinientos millones, supuestamente, creo yo, Cristianos en el mundo, aproximadamente esa cifra, sólo es una cifra redondeada. Entonces si el Rapto ocurriera esta noche, entre los que viven, los que se irían serían sólo quinientas personas. Pues, hay aproximadamente esa cantidad que desaparece en cualquier día, por la cual no pueden responder. La Novia será arrebatada y se preguntarán de qué se trata todo eso; y la gente seguirá predicando, diciendo que están “recibiendo esto o aquello, y lo otro”, y miren qué decepción sería esa. Digamos que fuera así, yo no digo que lo sea, yo no sé, yo no soy la autoridad sobre eso. Dios es el juez de eso. Pero miren cuán fácil pudiese pasar, en todas las cifras y cosas, cómo podría probarse.",
    "¿Por qué no vio Coré Eso? ¿Por qué no vio Datán Eso?",
    "¿Por qué no lo vio Acab? Cuando Acab…Cuando Josafat fue a Acab, él dijo: “Acab, estamos en problemas. ¿Sabes que Dios nos dio esta tierra, Josué la repartió? ¿Sabes tú que este terreno aquí arriba que tomaron los sirios, no es tierra nuestra”?\n\n“¡Sí”!",
    "🦅 Nuestros hijos están hambrientos, y los sirios (nuestro enemigo) están alimentando sus hijos, llenando sus barrigas con el trigo que debiera ser nuestro”. Eso es Escrituralmente correcto. Dijo: “¿Me ayudarás a subir allá y tomar eso”?",
    "Ahora, algunas veces un hombre bueno cederá bajo la influencia del mal. Es mejor vigilar, iglesia, vigilen atentamente.",
    "Ahora, de repente, Josafat, siendo un gran hombre religioso, él dijo: “Pues, nosotros deberíamos subir, seguro, nuestra iglesia, todos somos la misma gente”. ¡Pero ellos no eran la misma gente! ¡No! El dijo: “Pues, nuestra iglesia es tu iglesia, nuestra gente es tu gente. Seguro, nosotros iremos”, él dijo, “pero primero consultemos al Señor”.",
    "Así que él dijo, o sea, Acab: “Sin duda, debimos haber pensado en eso. Pues, nosotros…”",
    "🦅 ¿Habrá un profeta del Señor”?",
    "Dijo: “Yo tengo un seminario lleno de ellos. Yo tengo cuatrocientos aquí, los mejores que hay. Todos tienen su Ph.D., L.L.D. su doble L.D. [grados universitarios], y todo lo demás que va con eso. Ellos todos…” Ahora recuerden, ellos eran profetas hebreos, de la escuela de profetas.",
    "Dijo: “Tráelos, oigamos lo que dicen”.",
    "Ahora, yo creo que fue Sedequías (el que era sobre todos los obispos) que subió allí, y él tenía la inspiración. El tenía inspiración, absolutamente. El subió allí, y se hizo dos grandes cuernos de hierro. Y él dijo: “Sabes, ASI DICE EL SEÑOR, ‘Tú vas a tomar estos cuernos y empujarás a los sirios fuera del país’”.",
    "Pues, todos los demás profetizaron: “¡Esa es exactamente la verdad”! Cada uno de ellos, el seminario entero en un acuerdo. ¿Ven?",
    "Acab dijo: “¿Lo ves”?",
    "Josafat, siendo algo espiritual, Uds. saben, él no se había secado por completo, dijo: “¿Pero no habrá otro en algún lugar, que podamos consultar”?",
    "🦅 ¿Por qué quieres consultar a otros, cuando todo el Ecuménico (todo el concilio), dice: ‘Está bien’”? (Discúlpenme, ¿ven?) “Todos nos dijeron: ‘Eso es lo que debiéramos hacer’”. ¿Ven? “Eso es lo que debemos hacer”.",
    "El dijo: “¿Pero no habrá otro en alguna parte por ahí”? Aquel raro, Uds. saben.",
    "El dijo: “Sí, lo hay. Hay uno, Micaías el hijo de Imla, pero le aborrezco”, es siempre es de esa manera. “Yo le aborrezco porque él siempre está regañando a nuestra gente, y maldiciéndome, y diciéndome todo lo malo que tengo. ¡Yo aborrezco ese hombre”!",
    "Dijo: “Ah, no diga el rey así”. Dijo: “Vayan tráiganlo”.",
    "Así que fueron allá al hijo de Imla, algunos de los—los obispos, o algunos de los ancianos, y fueron allá, dijeron: “Ahora, escucha bien, ¿quieres regresar de nuevo a la organización? Tú di lo mismo que ellos dicen, y ellos te recibirán”.",
    "Pero sucedió que Dios tenía un hombre al cual ellos no podían ponerle sus manos; Dios tenía Sus manos sobre él. El simplemente era el reflector de la verdad de Dios. Dijo: “Seguro”, dijo, “yo iré, pero sólo diré lo que Dios ponga en mi boca”. Allí está el hombre de Dios. El dijo: “Dame la noche”. Así que la noche vino, y el Señor le habló al profeta, al pequeño don nadie. Y de repente, él salió por la mañana.\n\nDijo: “¿Qué te parece, Imla”?",
    "Dijo: “Sube”, dijo, “pero yo vi a Israel esparcido como ovejas en un monte, sin pastor”.",
    "El dijo: “¡Qué te dije! ¡Qué te dije en cuanto a eso”! Y él dijo…",
    "Entonces el gran obispo se acercó y lo abofeteó en la boca, dijo: “¿Hacia dónde salió el Espíritu de Dios? Porque yo sé que yo tenía el Espíritu; yo dancé en El, yo hice todas estas cosas. ¿Ven? Yo—yo tenía el Espíritu sobre mí. ¿Hacia dónde salió”?",
    "Ahora vean, Imla siendo un hijo de Dios, o un verdadero profeta de Dios, él examinó su visión con la Palabra. Si no estaba con la Palabra, estaba mal. ¿Ven? La Palabra para esa hora, ¿ven? Ahora, él dijo que Escrituralmente, la tierra les pertenecía, la tierra era de ellos. Escrituralmente, todo parecía estar en orden, excepto una cosa.",
    "Recuerden, fue una Palabra que causó toda la confusión, Eva descreyó una sola Palabra de Dios; en el principio de la Biblia, una Palabra causó el problema. Jesús vino en la mitad de la Biblia, y dijo: “El hombre vivirá de toda Palabra que procede de la boca de Dios”. Al fin de la Biblia, dice: “Cualquiera que le quite una Palabra o le añade una Palabra”.",
    "No es parte del Evangelio…Los metodistas tienen parte, los bautistas, presbiterianos y demás, ellos tienen una parte, el católico tiene parte de Ella, los testigos de Jehová, todos los demás.",
    "Pero tiene que ser toda la Palabra, la Palabra entera, la Palabra de la hora es lo que cuenta. Y nosotros nunca lo haremos hasta que Dios unja a un profeta que pueda pararse y decirla, y confirmarla, y probar que Ella es correcta. Eso pasará por entre la gente y ni se darán cuenta, así como siempre ha sucedido.",
    "Uds. católicos, como con Juana de Arco, Uds. la quemaron en la estaca por ser una bruja; después Uds. desenterraron los cadáveres de esos sacerdotes, doscientos años más tarde, y los echaron al río. Uds. no reconocieron a San Patricio ni a los demás.",
    "Pasará directamente por sus manos otra vez, cuando menos lo piensen. Dios lo hará, y Uds. ni siquiera sabrán que ha sido hecho. ¿Ven? El simplemente pasa desapercibido y toma a Su Novia y la arrebata, se la roba, sacándola de en medio de la gente.",
    "Nos damos cuenta, que este pequeño Micaías dijo que él examinó, él sabía que Dios había hablado anteriormente a un verdadero profeta. El profeta antes de él, ¿qué dijo él? El dijo esto, dijo: “Acab, porque tú derramaste la sangre del justo Nabot, los perros lamerán tu sangre también, y la de Jezabel”. Y precisamente así tenía que acontecer porque Dios lo había dicho. ¿Cómo podría ese profeta profetizar para bien cuando ya había mal en contra de ello?",
    "¿Cómo puedo yo decirle a esta Iglesia de la edad de Laodicea las cosas buenas cuando Dios ya habló en contra de ella? ¡Tú estás desnuda, miserable! Tú dices: “Yo soy rica, yo tengo mejor…Yo tengo iglesias como las metodistas, y los bautistas, y los presbiterianos. Yo tengo esto, yo tengo aquello; lo mejor de esto, aquello, y lo otro”. Eso es correcto, pero no sabes que estás desnuda, ciega, miserable, ante la verdadera cosa que Dios está manifestando. El se irá igual de entre Uds., yéndose. ¿Ven? Crean, pueblo, antes que sea demasiado tarde.",
    "Ahora, nos damos cuenta que él le abofeteó en la boca, y dijo: “¿Hacia dónde se fue el Espíritu de Dios”?",
    "Micaías dijo: “Yo vi a Dios sentado en el Trono. Y todo…El llamó a los delegados del Cielo; dijo: ‘¿A quién podemos hacer que descienda a engañar a Acab’”? Dijo: “Y un espíritu de mentira subió y se postró ante Dios; un mentiroso”. Y recuerden, ese espíritu de mentira entró en aquellos profetas, ellos debieron entonces haber reconocido que ese espíritu que estaba sobre ellos no era de acuerdo a la Palabra. Pero ellos estaban tan entusiasmados porque eran los profetas del rey, porque ellos tenían todo de lo mejor.",
    "Y eso es lo que la iglesia ha hecho hoy. Uds. se han apartado de esa experiencia a la antigua que tuvieron años atrás cuando se paraban en la esquina y predicaban el Evangelio. Salgan de esas organizaciones y llámense “¡gente libre”! ¡Pero no! Porque Uds. están envueltos en eso de nuevo, como un cerdo a su revolcadero o un perro a su vómito. Si lo hizo vomitar la primera vez, lo hará vomitar otra vez. ¡Esa es la verdad! Dios la vomitó de Su boca, El dijo: “Tú eres tibia, ni caliente ni fría”; tienen unas cuantas reuniones, y tocan un poco de música, cantan un poquito, cuando, es absolutamente…casi ha llegado a ser una desgracia para el Cristianismo.",
    "Mi hijo me llamó el otro día para mirar una televisión, supuestamente era un concurso de cantos adonde llega la gente. Ese grupo de Rickys parados allí, meciéndose como este “rock and roll”, y cantando esos himnos, ¡es una desgracia para Jesucristo! Ya no hay reverencia en la iglesia para nada. Parece que todo ha llegado a ser un caso de “rock and roll”, y una exhibición de moda, en vez de ser la Iglesia del Dios viviente donde Jesucristo puede manifestarse en poder. ¡No debería de ser! Algo está mal en alguna parte, se están apartando. Y la Biblia dijo que sería de esa manera. ¿Ven? Miren donde están. Cuidado, despierten antes de que sea demasiado tarde.",
    "Ahora, nos damos cuenta, dijo: “¿A quién podemos hallar que vaya allá para engañar a Acab, para llevarlo allá para cumplir las palabras de ese profeta”? ¿Ven? Si el profeta dijo una Palabra, cielos y tierra pasarán pero Ella no puede fallar, tiene que llegar a cumplimiento. Entonces así tuvo que ocurrir.",
    "El dijo: “Pongan a este hombre en una cárcel interna, aliméntenlo con pan de aflicción y agua de angustia. Cuando yo vuelva en paz, me encargaré de él”.",
    "Micaías se paró allí firme, sabiendo que él tenía el Espíritu de Dios. Su profecía y sus visiones eran correctas. Su Mensaje era correcto, porque era ASI DICE EL SEÑOR por las visiones, ASI DICE EL SEÑOR por la Palabra. Tenía que ser correcta, era ASI DICE EL SEÑOR. El dijo: “Si es que acaso tú vuelves, Dios no me habló a mí”. Y Uds. saben lo que sucedió, seguro. ¿Ven? Uds.…",
    "Entienda, hermano. Escuche.",
    "Seguro, Caifás, él no podía verlo. ¿Por qué no se fijó bien…? El era un—él era un obispo, él era el papa de todas las iglesias. ¿Por qué no podía ese hombre ver a Jesús parado allí? ¿Por qué no podía él entender? Cuando ellos estaban cantando el Salmo 23, el Salmo 22, más bien, en la iglesia, y: “Dios mío, Dios mío, ¿por qué me has desamparado”? Y allí estaba El colgado en la cruz. Las mismas Escrituras, el mismo Dios que ellos estaban adorando, ellos estaban condenando y asesinándole como un “fanático”. Allí está.",
    "Les asombraría si les dijera que eso está casi a punto de repetirse nuevamente. La Biblia dice que El estaba en la parte de afuera, tocando, queriendo entrar, pero nadie le permitía entrar: “Al que amo, castigo y reprendo, lo regaño, lo sacudo, pero es porque lo amo. Abran y permítanme entrar”. Sí. No podía…“Recuerden, yo no quería entrar en la iglesia; es en él, el individuo”. El no podía entrar en la iglesia, lo tenían cerrado afuera. Unica…la única organización de entre todas, es esta edad de la iglesia, en la que El estaba en la parte de afuera de la iglesia. ¡Puesto fuera! ¡Desechado! ¡Rechazado! Porque… El sólo fue manifestado temporalmente en las otras iglesias, en la forma de justificación, y demás; pero aquí, en la edad que viene ahora, es la plena manifestación de la vindicación de Jesucristo, el mismo ayer, y hoy, y por los siglos. Oh, yo admitiré que tenemos muchos personificadores, pero examinen el primero, el original.",
    "Moisés descendió con los mandamientos de Dios, para liberar a Israel; y cuando lo hizo, él obró algunos milagros. Los imitadores vinieron después de él. Si ellos hubieran salido primero, él hubiera sido el personificador. ¿Ven? El tenía la Palabra del Señor, y el Señor vindicó; él simplemente se quedó quieto.",
    "¿Y saben Uds., que esa misma cosa es prometida para el último día? “Como Janes y Jambres resistieron a Moisés, así estos hombres réprobos de entendimiento en cuanto a la Verdad”. Y cuando una organización, mantiene a un…lleva a un hombre por toda esa organización, eso muestra que no vino de Dios; porque Dios hace aquellas cosas para atraer la atención de la gente, y entonces el Mensaje le sigue. Si no es así, entonces no es Dios. ¡No es Dios! Dios siempre hace eso.",
    "Judas no pudo entenderlo. El anduvo allí con El, él no lo vio.",
    "Pero el verdadero, el ordenado de Dios, ese gene auténtico, ese germen auténtico, un alma de Dios que estuvo en Dios desde antes de la fundación del mundo; recuerden, Uds. que verdaderamente tienen el Espíritu de Dios en Uds. esta noche, Uds. estaban aquí en Cristo porque El era la plenitud de la Palabra. El era la plenitud de la Deidad corporalmente. Dios estaba en Cristo, reconciliando consigo al mundo. ¿Lo creen? Miren, El estaba en Cristo. Entonces si Uds. estuvieron en Dios, un gene, una palabra, un atributo desde el principio, entonces Uds. anduvieron con El aquí en la tierra, Uds. hablaron con El en la tierra, Uds. sufrieron con El en la tierra, murieron con El en el Calvario, y resucitaron con El nuevamente; y ahora Uds. están sentados en lugares celestiales en Cristo Jesús, teniendo comunión con El (la Palabra) mientras Ella alimenta su alma: “El hombre vivirá de toda Palabra que sale”.",
    "No la palabra metodista, la palabra bautista; recuerden, si había algo que sobraba en el sacrificio, debía ser quemado antes del amanecer, porque el mañana viene a ser otra edad de la iglesia. ¿Es correcto eso? Exodo, es verdad. Un símbolo, tipo del Sacrificio.",
    "La Puerta. Dijo: “Yo haré un lugar. No…Uds. no me adorarán en toda puerta que Yo les dé; pero hay una Puerta, y en esa Puerta Yo pondré Mi Nombre”. Y donde el Señor pone Su Nombre, ese es el lugar donde Dios recibirá su sacrificio. Nosotros hemos hecho toda clase de puertas, pero Dios hizo una Puerta. Dios hizo una Puerta, y esa Puerta fue…en San Juan el capítulo 10, Jesús dijo: “Yo soy esa Puerta”.",
    "Dios puso Su Nombre en Jesús. ¿Lo creen Uds.? El era el Hijo de Dios. Todo hijo viene en el nombre de su padre. El dijo: “Yo vengo en el Nombre de Mi Padre, vosotros no me recibís”. Yo vengo en el nombre de mi padre, Uds. vienen en el nombre de su padre. Jesús vino en el Nombre de Su Padre, así que el Nombre de Su Padre es Jesús; así exactamente, porque El vino en el Nombre de Su Padre.",
    "🦅 Y no me recibís. Otro vendrá, y a él recibiréis”. Uds. aceptarán sus denominaciones y con ellas seguirán. Sigan adelante, la Biblia dice: “Ellos fueron levantados para cumplir esta parte. Ciegos, desnudos, y no lo saben”. Iglesia, religión, oh, muy píos, igual como lo fue Caín; hizo un sacrificio, hizo todo igual que Abel. Pero, por revelación le fue revelado a él lo que era el sacramento, no era frutos del campo ni algo que se hace con la mano.",
    "El creyente puede ver la Palabra hecha carne; los demás no pueden.",
    "Todos aquellos israelitas, después de haber visto a Moisés obrar eso y de haberles traído al gran concilio, donde se llevaría a cabo, todos dijeron: “Nosotros iremos con Balaam, porque pensamos que el Dr. Balaam tiene razón. El es más inteligente, es más educado, y todo, así que nosotros simplemente lo escogemos”.",
    "Y Dios nunca los perdonó, El los destruyó allí mismo en el desierto. Y Jesús mismo dijo: “Ellos nunca vendrán, no hay ni uno de ellos salvo”. Jesús dijo…",
    "Ellos dijeron: “Nuestros padres comieron maná en el desierto por cuarenta años”.",
    "El dijo: “Ellos están todos muertos, eternamente separados de Dios. Ellos están todos muertos”. ¡Ciertamente! Porque ellos prestaron atención a un error. Cuando Moisés, el vindicado de Dios, y un líder para mostrarles el camino a la Tierra Prometida, y ciertamente habían llegado hasta allí, pero luego no estuvieron de acuerdo con él.",
    "Ahora, los creyentes pueden verlo, pero los incrédulos no pueden ver Eso vindicado.",
    "Miren cuán pío era Caifás. Miren todos esos sacerdotes, qué piadosos eran. Y Jesús se dio la vuelta, y dijo: “Vosotros sois de vuestro padre el diablo, y sus obras haréis”.",
    "Pero había unos pocos creyentes sentados allí. ¿Creen Uds. que esos discípulos pudieron entender cuando Jesús dijo: “Yo y Mi Padre uno somos”? Ellos no pudieron explicarlo. Cuando El dijo: “Si no coméis la carne del Hijo del Hombre, y bebéis Su Sangre, no tenéis Vida”. ¿Podían ellos explicarlo? No. Pero lo creyeron, porque habían visto a Dios siendo vindicado y hecho carne.",
    "Jesús dijo: “Si no hago las obras de Mi Padre, entonces no me creáis. Mas si Yo hago las obras de Mi Padre, la Palabra que es predicha para Yo hacer, entonces vosotros…Si no podéis creerme, creed las obras que Yo hago, para que podáis ser salvos”. ¿Ven? Jesús dijo: “Mis ovejas conocen Mi Voz. Ellas conocen Mi Palabra, la ven cuando es vindicada para esa edad”.",
    "🦅 ¡Pues, Caifás también conocía la Palabra”! Pero no la Palabra para esa edad. El tenía la palabra que los fariseos le habían metido, pero no la Palabra vindicada de la hora.",
    "🦅 Ellos conocen Mi Voz, conocen Mi señal, conocen Mis maravillas”. Como ahora, para…",
    "Oh, regresemos a nuestro texto, porque simplemente se nos va a perder mucho de esta Escritura si no lo hacemos, porque de todas maneras tengo que terminar en los próximos minutos, porque van a ser las diez en unos cuantos minutos. Yo le amo a El. Amén.",
    "Amigos, Uds. quienes bajaron por ese pasillo y pusieron allí esa ofrenda hace unos momentos; personas que han alimentado a mis niños, los han vestido; personas que han dado de su dinero (que se ganaron con mucho esfuerzo) en un plato para la ofrenda ¿Saben adónde va eso? Eso ayuda a llevarme al exterior a los paganos que nunca han oído nada acerca de Dios. Eso es lo que yo hago con eso, con cada centavo, Dios es mi juez. Aquí están algunos de mis…el hombre está sentado aquí mismo ahora que es el—el tesorero de mi iglesia. Yo recibo cien dólares a la semana, eso es todo; lo demás va para patrocinar las reuniones del exterior donde ellos no pueden asistir.",
    "Las iglesias no reciben esto. Ellas no me quieren a mí. No. ¡Esa es la verdad! Ellas me han rechazado: “Oh, él es…” Ellos dicen: “El es de ‘Sólo Jesús’, o él es algo así, o algún hereje, fanático, y algo por el estilo, un—un Jezabel”. Y yo—yo espero eso, llamaron a mi Señor: “Jezabel”, y ellos lo llamaron a El…no Jezabel, pero un “Belcebú”. Lo llamaron a El de todos esos nombres malos. “Si llamaron al Amo de la casa: ‘Belcebú’, ¿cuánto más llamarán así a Sus discípulos”? Así que eso poco nos importa.",
    "Y Uds. mismos, con la ayuda de Dios, ¿piensan que yo pudiera pararme aquí como un gran hipócrita y decirles algo…? O, ¿no entraría yo en línea con la cosa si pensara que fuese de Dios?",
    "Pero si yo les amo a Uds. y sé lo que es la Verdad…¿Me han oído alguna vez decir alguna cosa en el Nombre del Señor que se haya cumplido? No. Yo le pregunto a cualquiera. Hay miles de cosas que han sido dichas, todas se cumplieron. ¿Recuerdan esa ocasión cuando Samuel fue llamado, creo que así fue, y él dijo…? Israel quería hacerse como las demás naciones. Y eso es a lo que están llegando Uds. pentecostales. Uds. quieren actuar como la demás gente. Uds. no son esa clase de gente. Manténganse lejos de eso. Las grandes iglesias y las grandes cosas tan finas, oh hermanos, no hagan eso. Nosotros predicamos que la venida del Señor está a la mano, vamos allá a los campos y alertemos a los paganos. ¿Ven? Hagamos algo al respecto.",
    "Pero, vean Uds., Samuel dijo: “¿Alguna vez o en alguna ocasión he tomado dinero de Uds. para mi sustento”?",
    "Ellos dijeron: “No, Samuel, tú nunca has hecho eso”.",
    "Dijo: “¿Alguna vez les he dicho algo en el Nombre del Señor que no se haya cumplido”?",
    "🦅 Oh, eso es cierto, Samuel. Nosotros creemos que eres un profeta enviado de Dios. Sí señor. Todo lo que tú has dicho se ha cumplido, Samuel. Pero de todas maneras queremos esto”. Uds. ven lo que aconteció. Oh hermano, la Escritura sencillamente continúa repitiéndose una y otra vez por toda la Escritura, porque es la manera de Dios de hacerlo, ¿ven Uds.? Vean, uno llega a esta clase de tiempos.",
    "Vamos a nuestro texto, rápidamente. Ahora, he estado todo este tiempo, y aún no he llegado a mi texto.",
    "¡Está en mi corazón! ¡Yo les amo! ¡No perezcan junto con el mundo! Si Uds. son del mundo, perecerán con el mundo. Si Uds. son de Dios, se irán con El en la resurrección. Así que cambien su naturaleza esta misma noche, del amor del mundo y las cosas del mundo, y todos estos credos y cosas, y miren directamente al Calvario, a su Sacrificio; encuéntrense con El allí en ese terreno, porque ese es el único lugar donde El jamás los encontrará. El…",
    "Los metodistas dicen: “Está en nuestra iglesia”; los bautistas dicen, y los pentecostales, y esto, y los presbiterianos, y esto.",
    "Pero El dijo: “Yo los encontraré en un lugar, en el Lugar que Yo ponga Mi Nombre”. Eso es en Jesucristo. Allí es donde Dios puso Su Nombre. Ese es el único lugar donde El los encontrará; y Cristo es la Palabra, el mismo ayer…Ha crecido desde los pies, muslos. Y ahora está por la cabeza, lista para irse; manifestando la medida completa, la Novia, igual que el Novio.",
    "Ahora vamos a nuestro texto, rápidamente, por diez minutos, y entonces cerraremos. Ahora nuestro texto, en que…donde es que deseamos considerar, ocurrió nuevamente, como en nuestro texto, como usualmente ha ocurrido.",
    "Dios envió Su profeta como El…como la Palabra había prometido en Malaquías 3: “Un mensajero que Yo enviaré delante de Mi faz para precursar Su venida”.",
    "Ahora si Uds. quieren vindicar eso, o probarlo, Mateo, el capítulo 11, vindica lo mismo. Cuando los discípulos de Juan vinieron y vieron a Jesús, ellos dijeron: “Juan está en prisión”, dijeron, “hemos venido para preguntar si él…”",
    "El ojo de águila de Juan se había turbado. Y él estaba en la prisión, estaba ya casi para morir; dijo: “Vayan pregúntenle a El”.",
    "Vean, Juan dijo: “Oh, Su aventador está en Su mano, El eficazmente purgará Su terreno”. El pensó que el Milenio comenzaría allí mismo, él pensó que el grano estaba listo. Pero tenía que morir y entrar en el tallo, y surgir otra vez para formar la verdadera Novia. Así que él dijo: “El recogerá Su trigo en el granero, y El quemará con fuego”. Miren a ese—ese precursor de Cristo de esa edad, lo que dijo que acontecería. “El grano…”",
    "Y yo espero que Uds. no estén dormidos. ¡El grano está aquí! Será recogido en el granero. Era esa Novia, esa parte de ella. Pero ¿qué dijo El que pasaría con el tallo? Será quemado con fuego que nunca se apagará. Busquen salvación ahora mientras puedan. Sean un grano, no un tallo. ¿Ven? Entren en la Vida, no en la antigua forma muerta; entren en la Vida de Cristo, la Palabra manifestada, manifestada y así vindicada. Este es el—este es el tiempo para recoger, viene la segadora. Es mejor que entren en el grano, porque la cáscara será dejada atrás.",
    "Ahora, encontramos que aconteció…Jesús…Para finalizar mi cita aquí de Mateo 11. Vean, El no le dio a Juan…El dijo: “Ahora, esperen, Yo le daré a Juan un libro de cómo conducirse, Un Creyente En La Cárcel”. ¡No! El dijo: “Quédense y observen lo que sucede. Regresen y muéstrenle a Juan lo que acontece: los cojos caminan, los ciegos ven, los muertos son resucitados, y el Evangelio es predicado a los pobres”. Exactamente lo que el profeta dijo que acontecería. “Y bienaventurados son los que no hallan tropiezo en Mí”.",
    "Y sus discípulos se fueron, atravesando el monte, El volteó, diciendo: “¿Qué salieron a ver cuando fueron a ver a Juan? ¿Fueron a ver a un hombre atendiendo en vestiduras delicadas, y demás, los cuellos volteados y todo esto, Uds. saben”? Dijo: “Estos están en los palacios de los reyes, ellos besan los bebés y entierran a los muertos, tales no saben cómo manejar una espada de dos filos”. ¿Ven? Dijo: “¿Qué fueron a ver? ¿Una—una caña que es meneada por cualquier viento: ‘Ven, Juan, y yo te daré más dinero si vienes acá’”? (“Pues, bendito sea Dios, ya no soy metodista, yo seré pentecostal, yo seré presbiteriano, yo seré esto, aquello, o del que tenga más dinero”.) Dijo: “Uds. no salieron para ver una caña meneada por el viento”. Dijo: “¿Qué fueron a ver allí, a un profeta”? El dijo: “Sí, y más que un profeta”.",
    "Juan acababa de pagar el peor tributo a Jesús que le fuera posible. Sabiendo que tenía que venir de esa manera; le preguntó, después de haberlo presentado y visto esa Señal sobre El, él dijo: “Este es el Mesías”, después él viene y pregunta: “¿Eres Tú Aquél, o esperamos a otro”?",
    "Pero, miren, Jesús sabiendo eso, El volteó y le dio un tributo, dijo: “¿Qué fuiste a ver, una caña meneada por el viento”? Dijo: “Nunca ha habido un hombre nacido de mujer tan grande como Juan, hasta este día”. ¡Eso es correcto! ¡Qué complemento para hacerle a ese hombre!",
    "Pero, vean Uds., allí estaba, la profecía había sido cumplida delante de sus rostros, con un precursor viniendo, exactamente lo que Malaquías dijo. Ahora, ese es Malaquías 3, no Malaquías 4.",
    "Juan el Bautista era Malaquías 3, Jesús así lo dijo. Cuando ellos le preguntaron, dijeron: “¿Por qué dicen los escribas…”?\n\nEl dijo: “El ya vino. Ellos cumplieron lo que se dijo”.",
    "Pero recuerden, Malaquías 4, inmediatamente después del profeta de Malaquías 4, la cuarta venida de Juan el Bautista en…o la…de Elías. La quinta venida será el Apocalipsis 11, los testigos, cuando él venga por el remanente de los judíos. Pero Dios ha usado ese mismo Espíritu cinco veces: gracia, J-e-s-ú-s, ha sido Jesús todo el tiempo; f-e, [La palabra fe en inglés “faith” que tiene cinco letras] g-r-a-c-i-a [La palabra gracia en Inglés es “grace” que tiene cinco letras], y demás. ¿Ven Uds.? El número cinco es el número de gracia y El lo usó. No lo empleará sólo tres; no lo empleará sólo dos, tres, cuatro, son cinco veces que El lo usa.",
    "Ahora, fíjense rápidamente, mientras terminamos. El dijo: “Este es de quien fue hablado: ‘Yo envío mi mensajero delante de Mi faz’”.",
    "Pero en Malaquías 4, inmediatamente después que ese profeta profetice, la tierra entera debe ser quemada, y los justos caminarán sobre las cenizas de los malos. ¿Ven? ¡Exactamente! ¿Ven? Esa es la profecía de Malaquías 4.",
    "Y fíjense en Lucas 17, donde El dijo: “En los últimos días, vendrá a ser como Sodoma y Gomorra otra vez”. ¿Lo tenemos ya? ¿Tenemos a Sodoma y Gomorra otra vez? Las naciones todas, observándolo bien. Miren lo que él acaba de decir respecto a Inglaterra, la cosa entera está pervertida. Aun el alimento está pervertido. Muy bien, miren aquí lo que la ciencia…Uds. han visto en Selecciones, creo que fue el mes pasado, dijeron: “Niños y niñas pasan por la edad mediana entre veinte y veinticinco años de edad”. Yo los he encontrado en las reuniones, niñas pasando por la menopausia, y con veinte, veintidós años de edad, en la menopausia. ¿Debido a qué? La perversión, el hibridar. Eso es exactamente lo que ha corrompido el cuerpo, la cosa entera está corrompida. Y nosotros no somos más que un revoltijo de—de…igual que una planta híbrida.",
    "Tome Ud. una planta híbrida y colóquela allí afuera, todo germen correrá directo a ella. Pero una planta genuina original, un germen se alejará de ella, él no puede pararse allí. Y eso es lo que sucede con la iglesia, la hemos hibridado.",
    "Eso es lo que sucedió con ese caballo viejo de Perry Green, que tiró a ese muchacho el otro día, ese no es más que un caballo viejo de carreras [para el cuarto de milla] ¿Ven? Lo único es que, él…Es igual como una mula, él es—él es…una mula no sabe quién es su papá ni su mamá, él no sabe nada; él es mitad mula y mitad caballo, y mitad esto y burro; él no sabe lo que es. Ud. nunca lograría…El esperará toda la vida para poder patearlo a uno. ¡Eso es verdad! Ud. puede llamarlo, decirle: “Ven muchacho, ven muchacho”. El levantará sus orejas, y: “¡Ji Ja! ¡Ji Ja”! ¿Ven?",
    "Como algunos de estos diciendo “Los días de los milagros han pasado, ¡Ji Ja! ¡Ji Ja”! Estos mestizos, supuestamente miembros de iglesia y Cristianos. Yo no estoy diciendo eso como broma, pero es la Verdad. Pero un genuino de sangre pura, hermano, él sabe quién fue su padre, quién fue su madre, quién fue su abuelo y su abuela. Uno puede enseñarle algo, él es manso.",
    "Y un Cristiano genuino que ha nacido del Espíritu Santo y lleno del poder y la Palabra de Dios, él sabe quién es su padre, quién es su madre, quién fue su abuelo y abuela, él sabe todo al respecto. Uno puede enseñarle algo.",
    "Pero un mestizo, eso es lo que ha ocurrido con las iglesias. Una hibridación, entre el mundo y las organizaciones religiosas, y poniéndole un poquito de Palabra aquí, un poquito de Palabra allá, sólo lo suficiente para engañar. Eso es cierto. Cuando Uds. ven la verdadera Palabra de Dios siendo manifestada como lo vieron Caifás, y aquellos allá, se apartan de Ella, ellos no saben. ¡Híbridos!",
    "Ahora nos damos cuenta, y en este mensaje, que Isaías 40:3 también vindicó a Juan. El dijo que la voz de uno, un profeta, clamando en el desierto: “Preparad camino a Jehová, enderezad calzada”. La iglesia no le creyó a él, porque él no era de su grupo. Ese profeta fue levantado del desierto, surgió sin conocer a nadie. El tenía sobre él el mismo Espíritu que tenía Elías: él fue un hombre del desierto, él aborrecía las mujeres inmorales.",
    "¿Recuerdan cómo Elías…? ¿Qué causó que su cabeza le fuera quitada? Fue Jezabel. Jezabel fue la causa de su muerte. Eso lo corrió al desierto.",
    "Juan el Bautista, otro amante del desierto, un cazador, un leñador. Obsérvenle. El no tenía ninguna educación. Observen su—su texto, no era como el de un teólogo. El dijo: “¡Oh vosotros generación de víboras”! La cosa más sucia que uno puede encontrar en el desierto, lo más vil, era una—una culebra. Y El llamó a aquellos sacerdotes: “¡Vosotros, generación de víboras! ¿Quién os enseñó a huir de la ira venidera? No comencéis a decir: ‘Nosotros pertenecemos a esto, y tenemos esto o aquello’, porque yo os digo, Dios puede de estas piedras”—del desierto. También, “el hacha (la cual él usaba) está puesta a la raíz del árbol; y todo árbol que no trae buen fruto, será cortado y echado en el fuego”. Amén.",
    "El era un predicador de la naturaleza. Un gran hombre de Dios, vivió un corto tiempo, pero ciertamente encendió una llamarada a través de la tierra. El sacudió esa generación en esos seis meses de su ministerio. Dios lo levantó por treinta años, para sacarle esos seis meses. Pero Dios obra a Su propia manera, El conoce cuál es Su cosecha.",
    "Y nos damos cuenta ahora que esto es exactamente lo que había acontecido. Ellos no le creyeron, porque él no era de entre ellos. Ellos no, ellos hicieron como de costumbre, no lo vieron. Ellos no creyeron la Palabra de Dios de Malaquías 3, o de otra manera hubieran visto claramente por la letra que éste era ese precursor. No habían tenido un profeta por cuatrocientos años, y de repente aquí uno se levanta en la escena. ¿Ven? Y la gente, los creyentes, creyeron que ese era él. ¿Ven? Ellos no lo creyeron. No creyeron, porque cuando vieron la letra plenamente confirmada, lo que El dijo que haría, y todo, y viéndolo claramente vindicado cuando la Palabra entró al agua al profeta. Y allí estaban todos parados.",
    "Hay muchos que discuten sobre esa Escritura allí acerca de Juan. ¿Ven? Juan dijo: “Yo necesito ser bautizado por Ti, y ¿por qué Tú vienes a mí”?",
    "Jesús dijo: “Deja ahora, porque así…porque así nos conviene, nos es necesario (conveniente) que cumplamos todo eso. Juan, tú siendo un profeta, tú sabes que el sacrificio tiene que ser lavado antes de ser presentado. Y Yo soy ese sacrificio, y tú eres un profeta y sabes eso”. Entonces él se lo permitió y lo bautizó a El. ¿Ven? Y él supo que era así.",
    "Miren, ellos se rieron de él, le llamaron “salvaje, gritón, fanático ignorante”, como de costumbre, ese profeta precursando la primera venida de Jesús.",
    "Yo no digo que no hayan…Que no tienen hoy las mismas personificaciones de—de lo genuino Las tienen, absolutamente. Pero, recuerden, donde Uds. vean a un dólar falso, tiene que haber un dólar genuino de donde lo copiaron. Cuando Uds. ven alguno imitando ser un Cristiano, tiene que haber un verdadero Cristiano en alguna parte; porque si no lo hubiera, ese sería el original. Uno tiene que llegar al original. Pero revise el primero, y vea si el original está exactamente con la promesa. Si lo está, entonces créanlo: la promesa para la edad.",
    "Entonces la profecía de Juan fue vindicada en el orden de Dios. La Palabra vino al profeta y ciertamente le vindicó a él que él era esa persona.",
    "Nuevamente, Jesús vino en un…distinto al entendimiento que ellos tenían de esa profecía. Ellos no lo entendieron de esa manera. (Ahora, vamos llegando al fin.) Pero de acuerdo a la Palabra del profeta, fue cumplido al pie de la letra. La profecía se cumplió; pero la manera en que ellos pensaron que sería, no fue de esa manera. Ahora, ¿cómo podrían ellos haber entendido y sabido cuál era correcto o errado, para saber si eso fue vindicado por Dios, si fue Dios interpretando lo que El dijo? Se habían levantado falsos Jesús, y estos guiaron a hombres, a un grupo de cuatrocientos allá al desierto y demás; pero él no probó en vindicarse a sí mismo en la Palabra, vean Uds., como El lo dijo.",
    "Jesús, cuando El viniera, El debería ser un profeta. ¡Eso es correcto! Y hoy, antes que Jesús venga otra vez, la plena manifestación de la persona de Jesucristo debe ser manifestada en carne. ¡Piénsenlo! Jesús dijo: “Como fue en los días de Sodoma, así será en la venida del Hijo del Hombre, cuando el Hijo del Hombre esté siendo revelado”. ¿Qué es revelado? Descubrir, dar a conocer. El secreto ha sido manifestado, revelado. En el día en que el Hijo del Hombre sea revelado, el mundo estará en una condición sodomita. La tenemos, ¿no es así? ¡Sí! ¿Cuántos creen eso? Está en una condición sodomita. ¡Y eso es exactamente correcto! Miren cómo está ahora.",
    "Recuerden, siempre hay tres grupos de personas en cada grupo de personas que se reúne, esos son: manufacturados, incrédulos, y creyentes. Los tenemos en cada grupo. Siempre han existido. Estaban los sodomitas, estaba—estaba el lotista, y estaba Abraham.",
    "El de Abraham era un grupo llamado fuera, él no estaba en Sodoma ni para comenzar. ¡Ahora miren su Mensaje! Habían estado esperando por un hijo prometido, esperándolo por años. Dios le había mostrado a Abraham muchas grandes señales y maravillas, ¡pero aquí, Dios mismo descendió como un hombre!",
    "Ud. dice: “Ese era un Angel”.",
    "Abraham lo llamó a El: “Señor”, con “S” mayúscula, S-e-ñ-o-r. Cualquier lector de la Biblia sabe que S-e-ñ-o-r con mayúscula es Elohim. “En el principio, Dios”, Señor Dios, Elohim, el Auto-suficiente. Abraham lo llamó: “Señor Dios, Elohim”.",
    "Ahora fíjense, hubieron dos personas que descendieron a Sodoma con un mensaje, y ellos les predicaron a los sodomitas. Ellos no hicieron más, sino cegarles; lo cual, predicar el Evangelio ciega al incrédulo.",
    "¡Pero vean la clase de señal que recibió el grupo de Abraham!",
    "Ahora, supuestamente somos la Simiente real de Abraham, Isaac fue la simiente natural. Pero la Simiente de fe, fe en la Palabra prometida, la Palabra prometida (no se lo pierda) fue esa Simiente real; esa era la Simiente, la fe de Abraham. “Nosotros estando muertos en Cristo, somos Simiente de Abraham, herederos con él de acuerdo a la promesa”.",
    "Noten, cuando todo eso estaba aconteciendo, allá en Sodoma, había dos ministros allá predicando con un gran mensaje.",
    "Había Uno que se quedó acá con el grupo de Abraham, que no se metió con ese grupo allá. Ahora miren al que se quedó con el grupo de Abraham, la clase de señal que El les dio. El dijo…Ahora, recuerden, su nombre era Abram unos días antes de eso; y S-a-r-a-i, no S-a-r-a (princesa). Y este hombre, con Su espalda hacia la tienda…",
    "Las mujeres en ese tiempo eran diferentes a como son ahora. Ellas tienen que salir y meterse en los asuntos de sus esposos y todo lo demás, Uds. saben; pero ellas no lo hacían en ese tiempo, ellas permanecían más atrás.",
    "Así que ellos…así que esos ángeles sentados allí. El mensajero, y El dijo: “Abraham, ¿dónde está tu esposa (S-a-r-a) Sara”? ¿Cómo lo sabía El? ¿Cómo lo sabía El?",
    "Abraham dijo: “Ella está en la tienda detrás de Ti”.",
    "El dijo: “Te voy a visitar de acuerdo al tiempo que Yo te prometí. Te voy a visitar”. Y Sara como que se rió entre sí.",
    "Con Su espalda hacia la tienda, El dijo: “¿Por qué se rió Sara, diciendo: ‘Cómo serán posible estas cosas’”? Si ella no hubiera estado en Abraham, Su Novia en ese tiempo, Dios la hubiera matado. También así nosotros hoy con toda nuestra incredulidad, si no estuviéramos en Cristo. Eso allí nos sostiene, ¿ven? El no podía lastimar o no podía llevarse a Sara sin lastimar a Abraham. ¿Ven?",
    "Y así que recuerden, Jesús dijo: “Como fue en los días de Sodoma, así será en la venida del Hijo del Hombre”. Nosotros vemos, todos están de acuerdo que el mundo está en una condición sodomita. Yo estaba leyendo un periódico de Los Angeles aquí no hace mucho, y decía, creo que: “Los homosexuales están en aumento en un veinte a un treinta por ciento en Los Angeles, cada año aumentando esa cantidad”. Es…¡Oh, es horrible! En nuestro gobierno y en todas partes, todo simplemente se ha vuelto una perversión. ¡Esa es la verdad! La cosa entera, el sistema entero, iglesia y todo lo demás está pervertido. Está en una edad pervertida.",
    "Ahora quiero hacerles esta pregunta a Uds. teólogos, mis hermanos. No que esté hablando en contra de Uds. mis apreciados hermanos; estoy aquí para ayudarles, hermanos. Estoy aquí para pararme en lo que dice la Palabra de Dios, mientras les doy la mano y sacar a esta multitud de esta cosa. ¡Es verdad!",
    "Pero miren aquí, nunca antes hasta ahora hemos tenido un mensajero en Sodoma que su nombre terminara con h-a-m. Hemos tenido un Spurgeon, un Wesley, un Lutero, y todo lo demás, pero nunca antes un mensajero internacional que su nombre termine con h-a-m. ¡Eso es correcto! ¿Ven? G-r-a-h-a-m, seis letras, G-r-a-h-a-m, Billy Graham; ese destacado evangelista, una gran obra de Dios, el hombre es enviado de Dios. El tiene la justificación tan firme, que con eso sacude la nación, vean, de esa manera. No hay…",
    "Miren a Oral Roberts para la denominación pentecostal. ¿Cuándo hubo alguna vez uno así?",
    "Seis letras, no siete. Abraham es A-b-r-a-h-a-m, siete. Billy Graham es G-r-a-h-a-m, seis.",
    "Ahora miren los mensajeros. Miren el tiempo en que estamos, nunca ha habido un tiempo en la historia. Miren las mismas señales que El prometió que serían dadas a cada grupo. Miren dónde están. Iguales, exactamente, posicionalmente colocadas exactamente en orden. La naturaleza, el mundo, todo, colocado exactamente al tiempo.",
    "¡Ahora no se lo pierdan, mientras hacemos el esquema del resto de esta Escritura! Rápidamente ahora, porque les estoy reteniendo demasiado tiempo. Llamar…Miren aquí. Y de acuerdo al profeta, él vino exactamente con la Palabra, exactamente para el tiempo.",
    "Ahora miren la edad donde estamos viviendo. ¿No estamos viviendo exactamente en ese tiempo sodomita? Vigilen bien el mensajero al grupo de Abraham. Miren el número, las letras, y la numerología de su nombre. Ud. dirá: “No significa nada un nombre”. Nunca permita Ud. que alguien le diga eso. ¿Por qué le cambió el nombre de Abram a Abraham, Sarai a Sara? ¿Por qué le cambió Simón a Pedro, y todos los demás? ¿Ven? Sí tiene importancia. ¡Exactamente!",
    "Por eso digo que nunca llamen a su niño “Ricky”, o “Elvis”, o algo. Elvis significa “gato”, Ricky es una “rata”. ¿Ven? Cuando Ud. dice…Eso es exactamente correcto. A no ser, o algo, nunca llame a uno de sus hijos…hijos así. Si es así, cámbielo rápidamente. Uds. no…Uds. que…Si Uds. me creen ser un siervo de Dios, no le pongan ese nombre a ese pobre niño. ¿Ven? No señor, denle otro nombre aparte de ese. ¡Oh! No me hubiera salido en eso, porque ahora me salí de mi tema, pero ya lo dije y eso es todo. Yo…Así es cómo le sucede a uno, uno no sabe cuando lo dice. ¿Ven?",
    "Lo llamaron a El: “Extranjero, un adivino, un diablo, un Belcebú”, y dijeron, “él mismo se hace Dios”. ¡Oh, vaya!",
    "¿No dijo el profeta Isaías: “El será llamado el Dios Todopoderoso”? Isaías 9:6: “A nosotros un niño nos es nacido, un hijo nos es dado, y el principado será sobre Sus hombros, y se llamará Su nombre Consejero, Príncipe de Paz, Dios Todopoderoso, el Padre eterno”. ¡Eso es correcto! También, San Juan 1:1: “En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios. Y el Verbo fue hecho carne y habitó entre nosotros”. ¿Creen esto Uds.? El no sólo era…El era un profeta, pero El era más que profeta; El era el Dios profeta. ¿Por qué tenía que venir?",
    "Recuerden, El viene en los nombres de tres hijos. El vino primero en el nombre de Hijo de Hombre. El nunca se llamó a Sí mismo el “Hijo de Dios”. Uds. saben eso. ¿Ven? El vino como el Hijo de Hombre, un profeta. Jehová mismo, el Padre, llamó a Jeremías, “hijo de hombre”; un profeta es hijo de hombre. El vino…",
    "Ahora, El vino después del Día de Pentecostés, El regresó en la forma del Espíritu Santo, Espíritu sobrenatural. Ahora El es el Hijo de Dios.",
    "En el Milenio El será Hijo de David, sentado sobre el trono de David. ¿Ven? El viene en…El es el Hijo de Dios, Hijo de Hombre, Hijo de David.",
    "Oh, la Biblia está llena de estas pepitas. No podemos captarlas todas en una sola noche. Pero simplemente es apropiado decir esto ahora. Puede ser que mañana nunca amanezca. Quizás nos hayamos ido antes de mañana. Quizás yo le esté predicando a una persona que estará muerta antes del amanecer. Yo podré haberme ido antes del amanecer. Hermano, hermana, ese no es un mito, ¡eso es un hecho real! Nosotros no sabemos en qué tiempo nos vamos, y Ud. no tendrá ninguna oportunidad después que ese último aliento abandone su cuerpo. Corrija todo ahora, no espere hasta mañana, quizá sea demasiado tarde.",
    "Fíjense, ahora, ellos le habían hecho a El exactamente lo que los profetas dijeron que harían, exacto como le están haciendo hasta este mismo día en la Edad de Laodicea. Si quieren verlo, lean Apocalipsis 3: “Ciega, desnuda, y no lo sabe. Rechazando a Cristo…” Cuando El comience a revelarse nuevamente a la semilla, la misma que entró en la tierra regresa para ser la Novia; sólo la Novia y el Novio, es la misma carne y sangre, el mismo ministerio, y las mismas cosas, haciendo exactamente lo que El hizo—el Espíritu.",
    "Y aquí están personificando y haciendo todo lo demás, y cada uno tiene su propio libro y corriendo, y esto. Y, oh, Uds. nunca han oído tales sensaciones: “Y yo puedo oler”; o el otro, con todo esto, aquello. ¡Tan inescritural como puede ser!",
    "Y la cosa genuina tendida allí ante ellos, le dan la espalda: “Esos no pertenecen a mi organización”. ¡Vaya—vaya, simplemente, (¿ven?) simplemente el ciego guiando al ciego! ¿No caerán todos en el hoyo? Cegados por tradiciones denominacionales del hombre, ellos lo ponen fuera de su iglesia como Dios dijo que lo harían, en Apocalipsis 3; como es costumbre, como está profetizado.",
    "Ahora fíjense cómo Jesús en rara vez se dio a conocer a estos discípulos, y cerraremos. Estos dos discípulos, Caifás…Cleofas, mejor dicho, y su amigo. Ahora estamos en la resurrección, la mañana después de la resurrección, la primera resurrección; qué hermosa mañana, Jesús se ha levantado de los muertos y está viviendo entre Su pueblo. ¡Qué pensamiento tan hermoso!",
    "El está aquí igual hoy como estuvo en aquel día, porque El es el mismo ayer, y hoy, y por…Y revelándose más hoy que en cualquier otra edad desde aquel día; vino a través del trigo y tallo y cáscara (todo eso ha pasado ya), estamos en el trigo otra vez. ¿Ven? Estamos nuevamente en el grano.",
    "Conocido como…conoce…Miren cómo El se dio a conocer a estas personas. Ahora, recuerden, como su Mesías (justo antes que cerremos) de la Palabra prometida de la edad. ¡Fíjense! El se apareció a los, a…como El había dicho que lo haría, a los profetas. Fíjense: “Insensatos, y tardos de corazón para creer lo que todos los profetas han escrito de El, tenía que cumplirse”.",
    "¡Obsérvenlo! El se refiere directamente a la Palabra de Dios, El no salió abiertamente para decirles: “¿No me conocen? Yo soy el Mesías que ha resucitado”. El no dijo eso, ¿ven? El sólo les dio la Escritura; como hizo Juan, y los demás. ¿Ven? El sólo…Ellos tienen que captar eso por su cuenta. Ellos tienen que juzgar por sí mismos. Ahora, no se duerman, juzguen por Uds. mismos.",
    "🦅 Insensatos, tardos de corazón para creer todo lo que los profetas han dicho que tenía que cumplirse”. Qué reprensión para ellos que afirmaban que lo conocían. ¿Ven?",
    "Fíjense como El abordó el tema. El no se presentó, como dije hace unos momentos, diciendo: “Pues, ¿no saben que Yo soy su Mesías para esta edad? ¿No saben que Yo soy El”? El verdadero siervo de Dios nunca se identifica de esa manera; la Escritura identifica quién es él. Seguro, así lo hará. Pero les llamó la atención a lo que los profetas habían dicho que buscaran en la edad del Mesías. ¿Lo ven? Regresen: “Insensatos, y tardos de corazón para no creer que se debiera cumplir todo lo que los profetas dijeron acerca del Mesías”.",
    "El, así como Juan, permitió que la Palabra de la Biblia lo identificara a El, lo que El era para ellos. Eso debió haber sido suficientemente claro. Si la Palabra lo había identificado a El, eso debió haber sido claro: que era la promesa la que ellos estaban mirando. Ellos sabían que él tenía…que alguien tenía que llegar en la escena en ese tiempo.",
    "Pues, Uds. dicen: “Ahora permítame mostrarle lo que la Palabra dice que debe acontecer en este día”.",
    "¿No estoy yo, en esta noche, tratando de decirles, Palabra por Palabra (aun hasta la posición, el lugar, los nombres y números, todo lo demás, y todas las señales, tiempos, y todo), que estamos exactamente aquí en el tiempo del fin? Seguramente Uds. pueden ver lo que estoy diciendo. ¿Ven? ¡Miren! Eso es tan claro que no debería necesitar más identificación. El dijo cuando estuvo aquí en la tierra: “Escudriñad las Escrituras, a vosotros os parece que en ellas tenéis la Vida Eterna, ellas son las que…Ellas testifican lo que Soy (¿ven?), acerca de quien Soy”.",
    "Fíjense, El comenzó con Moisés el profeta, un profeta, Deuteronomio 18:15. Ahora, yo estoy observando las Escrituras aquí. En Deuteronomio 18:15, Moisés dijo: “El Señor vuestro Dios…”",
    "Vean, Dios habló con él en la cima del monte. Y oh, vaya, los truenos; y ellos dijeron: “Que—que el Señor…Que Moisés hable, no Dios, para que no muramos”.",
    "El dijo: “Ellos dijeron bien. Yo…yo no les hablaré a ellos más así, pero les levantaré un profeta”. Y ese ha sido Su mensaje desde entonces. Y al final esa tiene que ser la conclusión de todo el asunto. Tiene que ser así, porque la Palabra del Señor tiene que venir al profeta. Es lo único a donde puede llegar. Si no, entonces quebranta la Palabra de Dios y la hace decir algo errado. ¿Ven? Jamás llegará a un seminario, llega a un profeta. Y un profeta es enviado de Dios, ordenado. Y cómo saber Ud. que lo es, y no lo que el hombre dice.",
    "Hemos tenido Elías, y capas, y todo lo demás, y mantos, y toda clase de tonterías que entraron en organización y todo lo demás.",
    "Mas sí vendrá sobre esta tierra, por promesa de Dios, un genuino siervo de Dios, identificado por Dios (por Su Palabra siendo la respuesta para este día), que colocará a la Novia en orden (una verdadera pequeña minoría de la iglesia) y la arrebatará. ¡Eso es correcto! El presentará: “He aquí, allí está Aquél del que hablé, (¿ven?) que vendrá”.",
    "Y todo lo que los profetas habían dicho acerca de El, y para esta edad, pues ciertamente hubiera sido interesante oírlo decir eso. ¿No les hubiese gustado a Uds. haberle oído decirlo? “Todo lo que los profetas dijeron en cuanto a…” Recuerden, El dijo lo que los profetas dirían acerca de El mismo, citando de Sí mismo, lo que El había dicho (y El era la Palabra), citándolo.",
    "Ahora escuchemos las Palabras que El citó. ¿Les gustaría oír lo que El les dijo a ellos? Sigamos ahora la conversación, justo antes de terminar.",
    "Ahora, ellos estaban al tanto con respecto a todos los últimos acontecimientos de la crucifixión, de la historia allá en el sepulcro, de la tumba, y las mujeres que lo habían visto, y otro dijo que lo había visto, y demás. El dijo…Ellos—ellos le informaron a El sobre eso. Y El continúa con la Palabra acerca de…citándose El mismo por medio de la Palabra:\n\n“Ahora miren en Zacarías 12”. (El debió haber citado Zacarías 11:12). “Porque El fue vendido con treinta piezas de plata”. ¿No debía el Mesías ser vendido por treinta piezas de plata?\n\n“El Salmo 41:9, El fue traicionado por Sus amigos. ¿Ven?\n\n“Zacarías 13:7, abandonado por Sus discípulos.\n\n“En Salmo 35:11, acusado por falsos testigos.\n\n“Por Isaías 35:7, enmudeció ante Sus acusadores, nunca abrió Su boca”. (Muy bien, señor.)\n\n“Isaías 50:6, El fue azotado.\n\n“El Salmo 22—22, El clamó en la cruz: ‘Dios Mío, ¿por qué me has desamparado?’ Todos Mis huesos me observan. Horadaron Mis manos y Mis pies”. (¡Miren las profecías de las que El podía hablar!)\n\n“Isaías 9:6, un niño nos es nacido, una virgen concebirá, y demás”.\n\nY también en el Salmo 22:18, ellos—ellos—ellos partieron Su vestido entre ellos.\n\n“En Isaías 7:14, una virgen concebirá”.\n\nEl Salmo 22:7 y 8, lo hizo a El un…burlado por Sus enemigos, que debían ser Sus amigos, Sus enemigos en la iglesia.\n\nEn el Salmo 22 de nuevo, El fue…ningún hueso debía ser quebrado, pero horadaron Sus manos y Sus pies.\n\n“Isaías 53:12, murió con los malhechores.\n\n“En Isaías 53:9, molido, y sepultado con los hermanos ricos.\n\n“El Salmo 16:10, El fue resucitado de los muertos. David lo dijo así: ‘No permitiré que Mi Santo vea corrupción, ni dejaré Su alma en el Seol’. El resucitó de entre los muertos.\n\n“Malaquías 3, Juan el Bautista fue Su precursor”.",
    "¡Y todos los tipos a que El pudiera haber acudido! Aun a Isaac siendo el tipo de El sobre el monte…sobre el monte donde su padre Abraham lo llevó, en Génesis 22.",
    "Entonces fue que ellos comenzaron a ver quién había cumplido estas Escrituras que fueron prometidas de aquel día. Fue entonces, cuando ya era tarde, que ellos comenzaron a ver. “¡Oh! ¡Pues, un momento! ¿Saben qué”? Ellos entonces supieron que su amigo crucificado, Jesús, era ese Profeta que había sido prometido. Ellos supieron porque…Vean, ellos no habían estado informados de las Escrituras.",
    "🦅 Pero, he aquí todas estas cosas que deberían acontecer en la cruz, todas estas cosas. Insensatos, tardos de corazón para entender todo lo que los profetas han dicho: cómo es que el Mesías sufrirá, y entrará a Su gloria, y se levantará al tercer día”. Ellos todavía no.",
    "🦅 Oh, sí. Eso es correcto. Yo veo. El—El—El…¿No ardían nuestros corazones en nosotros”?, dijeron ellos. ¡Con razón sus corazones ardían! Por las profecías que El estaba dando que fueron cumplidas.",
    "Entonces ellos comenzaron a entender que su amigo, el hombre con el que comieron, con el que platicaron, con el que se asociaron, con el que pescaron, con el que se recostaron en el bosque, ¡que aquello cumplió toda Palabra de la hora prometida! Allí estaba. Ellos habían caminado seis millas [9 km. y medio], que me supongo parecía un tiempo muy corto, y habían oído un sermón de seis horas sobre profecía vindicada (un poco más largo de lo que hemos tenido esta noche, ¿ven?). Se estaba poniendo muy tarde en el tiempo del atardecer, las Luces del atardecer habían llegado.",
    "¡Es el mismo tiempo ahora, iglesia! Las Luces del atardecer han llegado. Hebreos 13:8: “El es el mismo ayer, y hoy, y por los siglos”. Oh, eventos aclarados por profecía, lo mismo hoy. La Luz del atardecer prometida por el profeta de Dios, en Zacarías 14:7, que nuevamente permita abrir los ojos del verdadero creyente a los eventos que están aconteciendo hoy, que han sido probados por las profecías, que estamos en el tiempo del fin. Jesús viene.",
    "La misma…Es…",
    "El dijo: “Será un día que no será ni día ni noche”. El dijo: “Pero sucederá que al caer la tarde habrá luz”. Ahora, sabemos, geográficamente, que el sol se levanta en el oriente y se pone en el poniente. Ahora el profeta dijo: “Habrá un largo período de tiempo que será tenebroso, más o menos un…no podría ser llamado ni día ni noche; es más o menos un día oscuro y tenebroso”.",
    "Ahora, ¿dónde se levantó el Hijo? [En inglés, “sol” e “hijo” se escriben y pronuncian igual “sun” y “son”] Que…ese era el H-i-j-o del que estamos hablando. Que el s-o-l natural se levanta en el oriente y se pone en el poniente. El mismo Dios, el mismo Hijo, más bien. Y el H-i-j-o de Dios se levantó primero en el oriente, para el pueblo oriental.",
    "Y ahora después que El se fue, ¿qué hicieron? Trescientos años después, comenzaron la primera organización, la iglesia católica romana. Pasaron a través de la Edad del Oscurantismo, y salieron. ¿Qué hicieron? Lo mismo, ha sido un día que no ha sido llamado ni día ni noche. Tenían suficiente orden, y ellos creyeron que El era el Hijo de Dios, y anduvieron en la luz que ellos tenían, formaron sus iglesias, construyeron hospitales, escuelas y demás, y seminarios, enviaron sus niños a la escuela.",
    "Pero el profeta dijo: “Habrá Luz de nuevo como en el tiempo de la tarde. El Hijo se asomará nuevamente, habrá Luz”. ¿Qué? El mismo Hijo (H-i-j-o) que fue revelado en carne allá en el tiempo de la mañana, será revelado otra vez en el tiempo del atardecer.",
    "Ahora compare San Lucas 17:30: “Y en ese día, como fue en los días de Sodoma, la condición del mundo, en el tiempo que el Hijo del Hombre esté siendo manifestado”.\n\nLuz habrá en el atardecer,\n\nEl camino a la Gloria ciertamente hallarás.",
    "¡Oh, vaya! Pueblo, ¿dónde estamos?\n\nNaciones se dividen, Israel despertando,\n\nSeñales que los profetas predijeron;\n\nNumerados ya los días gentiles, llenos de horrores; (¡Obsérvenla deslizarse al océano!)\n\nRegresen oh dispersos a lo propio.\n\nEl día de la redención cerca está,\n\nLos corazones de los hombres fallando por horrores;\n\nSean llenos del Espíritu, con sus lámparas limpias y resplandecientes,\n\n¡Miren hacia arriba! Vuestra redención cerca está. (Más les vale.)",
    "Hermano, hermana, es un tiempo temeroso. Observen las cosas que están profetizadas, observen las cosas que están aconteciendo. Observen toda la profecía siendo cumplida, entonces vemos de qué se trata todo esto. No es algo…un rayo de fanatismo. Es Dios confirmando Sus Palabras exactamente; exactamente. La Roca está herida, amigos, huyan a Ella tan pronto como puedan. La profecía está vindicando el día en que vivimos.",
    "Inclinemos nuestros rostros. [Un hermano habla en otra lengua. Una hermana da una interpretación. Un hermano en la plataforma dice: “¿Podemos mantenernos tranquilos por un momento? Dios nos ha hablado por medio del Hermano Branham, y la unción está sobre el Hermano Branham, y él no ha terminado”.]",
    "Oh, hermanos. ¿Se dan cuenta del día en que estamos viviendo, amigos? ¿Se atreverían a disputar con Dios? ¿Dirían Uds. que “El no está correcto”, cuando El lo ha probado? El es Su propio intérprete. ¿Quieren servirle a El?\n\nAhora con sus rostros inclinados, y sus corazones inclinados, hermano, hermana.",
    "Este podría ser nuestro último momento de reunirnos. Quizás nosotros nunca…Si yo volviera en un año a partir de hoy, si estoy vivo, habrían muchos de los que están aquí ahora que no estarán entonces. Y yo tendré que encontrarlos en el Tribunal y responder por todo lo que dije esta noche.",
    "Delante de Dios, mientras están en su mente cabal, ¿harían esto ahora para Dios? Si Ud. sabe que es…Sólo mírese Ud. mismo en el espejo de Dios (la Biblia), no importa quién sea Ud., y diga: “Yo sé que me falta mucho para ser una hija de Dios, mire lo que yo hago. Me falta mucho para ser un hijo de Dios, mire lo que yo hago. Pero, Dios, yo no quiero quedarme aquí, yo—yo quiero esforzarme hacia ese lugar”. Yo quiero que Ud. levante su mano hacia Dios, quien quiera que Ud. sea, dondequiera que esté a través del edificio: “Sí, yo quiero ser un hijo de Dios. Yo quiero ser una hija de Dios. Yo quiero cumplir todo lo que mi Señor ha mandado”. Ahora Uds.…Dios les bendiga. Yo creo que el noventa por ciento de la audiencia.",
    "Ahora, mire aquí, mi amigo. ¿Qué si Ud. hubiera vivido en los días cuando Ud. hubiera oído a Juan predicar? ¿Qué si Ud. hubiera vivido en los días cuando Jesús estuvo aquí? ¿Al lado de quién se hubiera quedado? Si Ud. hubiera vivido en el día de Jesús…Recuerden, si El…Si Uds. hubiesen vivido allá atrás, sería exactamente como es ahora. El mismo Jesús está dándose a conocer por medio de Su Palabra (¿ven?), y no es muy popular.",
    "Pero permítanme decirles, yo no estoy tratando de decirle a la gente que abandone la iglesia o…yo—yo quiero que vayan a la iglesia: “No dejando de congregarse”. Pero lo que estoy tratando de decirles que hagan es que persistan en entrar en el Reino de Dios. Tomen estas cosas, el mundo, iglesia…",
    "Pentecostales, Uds. se están volviendo demasiado mundanos. Están conformándose demasiado al mundo. Es tan fácil, continúan mirando la televisión y todas estas cosas, y de la manera que ellos lo están haciendo, y todo esto, y cuando menos lo piensan…Los seminarios, las escuelas están comenzando a ceder aquí y allá, y en esto, aquello, y lo otro, y cuando menos lo piensan…Tiene que venir de esa manera. La iglesia pentecostal, esa ha sido mi apoyo más grande, yo no puedo decir nada en contra. Pero por eso es que clamo: “¡Mis hermanos, sálganse”! Pablo, tú no tienes las reuniones como antes tenías. La gente no es como antes. Pero Jesucristo es el mismo, entremos en El.",
    "Ahora, Uds. con sus manos levantadas, recuerden, hubo una Roca herida en el desierto, y esa fuente aún está abierta esta noche. Su Roca fue herida, Cristo, El es esa Roca herida.",
    "Y esta noche, hasta donde yo sé, la iglesia puede estar…El tiempo de llamar quizás ya pasó, no sé. No puedo decir eso. Recuerden, la gente continuó con sus reuniones, de igual manera, después de la crucifixión de Jesús. Y el…y toda la gente, ellos—ellos vendrán, ellos…¡Observen! Ellos—ellos continuarán predicando, y diciendo que están “siendo salvos” y todo, así como si…“El mundo continúa como siempre”, dicen ellos. Pero entonces será demasiado tarde.",
    "Mientras Ud. tiene la oportunidad, mi hermano, mientras Ud. tiene la oportunidad, mi hermana: entre en el Reino de Dios. Ud. no tiene que venir bajo ninguna otra cosa sino sólo en fe sencilla para creer Su Palabra. ¡El es la Palabra! “Señor Jesús, sé que me estoy mirando a mí mismo en el espejo de la Palabra de Dios; oh, cuánto me falta. Pero, amado Dios, aquí esta noche, en este lunes, aquí en San Bernardino, California, aquí en este auditorio, esto es—esto es todo lo que tengo, Señor, pero te lo doy a Ti. ¿Me tomarás tal como soy, Señor? ¿Me permitirás aferrarme a la cruz rápidamente? Yo aun veo a los mensajeros. Yo veo el tiempo, yo veo el llamado a salir de Sodoma. Yo veo las señales. Yo veo ese grupo de Abraham recibiendo la Luz. Yo veo la manifestación, Jesús siendo manifestado nuevamente aquí entre nosotros así como fue. Yo veo todas las cosas que Tú prometiste. Yo veo los personificadores; veo que Tú dijiste eso: ‘Como fue en los días de Moisés’, cómo este Janes y Jambres regresarían a personificar, y todavía permanecen en ese mismo basurero en que estaban”.",
    "¿Ven? Ellos no podían seguir a Moisés a través de esa Palabra y sacar a esos hijos de allí al desierto, porque ellos estaban asociados con Egipto. Ellos no lo podían hacer, aunque ellos hicieron las mismas obras que él hizo. Pero su insensatez fue hecha manifiesta. Y la Biblia dice, eso es ASI DICE EL SEÑOR: “Acontecerá otra vez en los últimos días”.",
    "Y Uds. lo ven con sus propios ojos, si son espirituales. Yo soy…yo no puedo explicarlo. No es necesario que yo lo explique. “Mis ovejas oyen Mi Voz”. Vayamos a El ahora, mientras tenemos la oportunidad. ¿Lo harán?",
    "Si Uds. tienen necesidad del bautismo del Espíritu Santo, si Uds. tienen necesidad de una re-dedicación, de una nueva vida; su pastor no le despreciará, más bien él le amará. Sólo entréguese Ud. mismo completamente a Dios esta noche, mientras estamos aquí. Que…Sí, yo sé que ha sido duro, cortante, extraño, yo no lo hago para ser malo, yo hago eso para ser sincero. Yo hago eso porque les amo, yo amo a Dios, y lo hago para tratar de ayudarlos. Y verdaderamente amigo, yo—yo—yo creo…Y con todo mi corazón, con toda mi fe, yo creo que mi Mensaje viene de Dios. Eso—eso se ha probado ante Uds. a través de los años.",
    "Ahora, escuchen, esta noche rindan todo lo que tienen, todo de lo que Uds. tengan necesidad. Yo creo, con un verdadero corazón rendido, si Uds. sólo se ponen de pie, y levantan sus manos a Dios, y digan: “Amado Dios, aquí estoy. Recíbeme, Señor. Ya no trataré más de usar mi propia mente ni mi propia interpretación. Tu Palabra dice que debo ser santo, yo debo nacer de nuevo, yo debo ser lleno con el Espíritu, y después el Espíritu me guiará a toda la Verdad. Amado Dios, aquí estoy, guíame”. ¿Harían tan sólo eso? Si Uds. hacen tan sólo eso, levanten su mano, digan: “Yo estoy dispuesto a hacer eso, estoy dispuesto”.",
    "Entonces todos pongámonos de pie.\n\nTal como soy de pecador,\n\nSin más confianza que Tu amor,\n\nYa que me llamas, acudí;\n\nCordero de Dios, (La única puerta de Dios), heme aquí (Ahora, todo su trabajo, todo lo demás, su cansancio, todo. ¿Qué si ahora Ud. estuviere muriendo?)\n\nTal como soy, buscando paz,\n\nEn mi desgracia y mal tenaz;\n\nConflicto grande (¿Levantará ahora Ud. su mano sobre este versículo?) siento en mí,\n\nCordero de Dios, heme aquí.",
    "Ahora mientras el organista continúa—continúa tocando, cada uno de nosotros…",
    "Jóvenes adolescentes, ¿quieren Uds. volverse como éstos aquí de afuera en la calle, todos estos maleantes?",
    "Hermana, ¿quiere Ud. lucir cabello corto, cuando es su honor nazareo ante Dios tener el cabello largo? “Es una vergüenza que ella se corte su cabello”. ¿Se pondrían Uds. estas pequeñas faldas y cosas que ellas usan hoy, este—este vestido inmoral, mostrando su cuerpo en la calle? ¿Sabía Ud. que todo hombre que la codicia a Ud. comete adulterio con Ud. en su corazón? Y Ud. misma es quien se presenta de esa manera. ¿Saben Uds., mujeres, Uds. que usan maquillaje, que hay una sola mujer en la Biblia que usó maquillaje? Y Dios se lo dio a comer a los perros. Una Jezabel, un nombre que ha sido odiado desde su día, debido a sus actos al respecto. ¿Saben que fue Elías el profeta que maldijo eso y la desafió de esa manera? ¿Saben Uds. que fue Herodías la que Juan el Bautista reprendió? ¿Saben Uds.…? Uds. no quieren ser esa cosa inmunda de Hollywood. “Si aman al mundo o las cosas del mundo el amor de Dios no está en Uds”.",
    "Hermano, amigo ministro, nada…Por favor entiéndanme, yo soy su hermano. ¿Quieren Uds. asociarse, y Uds. miembros de iglesia de alguna iglesia (metodista, bautista, o la que sea), quieren Uds. aferrarse a esa denominación porque su madre o su abuela se aferraron a eso? Ella salió de algo para entrar en eso, esa era la Luz de ese día; así como en los tiempos de Noé. Este es otro día.",
    "Ud. dice: “Pues, yo tuve la…”",
    "Este no es el día de pentecostés. La edad pentecostal ha pasado. Pentecostés ha pasado, este es el tiempo de la cosecha. ¿Ven? El tiempo de la cosecha, el grano; el agua ha sido derramada, el grano se está madurando. Entre en el grano, mi amado hermano. Oigame, créame, si Ud. cree que soy siervo de Dios, vamos cada uno, de su propia manera, a inclinar nuestro rostro en humildad y ofrecer la oración que nosotros—que nosotros sabemos que deberíamos ofrecer: “Dios, recíbeme tal como soy”.",
    "Y hermano, hermana, yo mismo me postro en el altar esta noche, también: Dios, moldéame y hazme diferente. Haz algo, Dios, hazme a Tu semejanza.",
    "¿Piensan Uds. que es fácil para uno pararse aquí y cortar la gente en pedazos de esa manera? Es una cosa dura de hacer; pero ay de mí si no lo hago.",
    "Amado Dios, mientras esta audiencia inclina su rostro y corazón, en estos solemnes momentos aquí terminando este estudio Bíblico; cuando vemos la vindicación del Espíritu Santo que ha estremecido esta nación de un extremo a otro, y de punta a punta, grandes avivamientos e indicaciones, sabiendo que algo tiene que seguir eso. Y entonces ver a esos siete Angeles descender sobre la cima de esa montaña allá en Arizona, cuando aun las revistas a través de la nación lo publicaron. Al ver a Jesús mismo allá en los cielos, mirando hacia abajo, y diciendo que: “En Apocalipsis 10:7, en el Mensaje del séptimo ángel, estos sellos serían abiertos, los misterios de Dios serían dados a conocer”. Que los reformadores no vivieron lo suficiente para—para sacarlo a la luz. Y aquí, estos siete sellos que sellaron la cosa entera habrían de ser abiertos en este día. Al ver todas estas grandes señales y maravillas que han sido hechas, vindicadas, predichas antes que sucedieran, y ni una vez nos has fallado Tú, pero lo has hecho acontecer exactamente como fue dicho.",
    "Amado Dios, nos damos cuenta que Jesucristo está en medio nuestro. Sabemos que El está aquí. El está aquí esta noche, el Dios invisible está aquí con nosotros, y puede confirmar toda promesa que El hizo en Su Palabra. De cómo Tú te paraste y les has probado, con las espaldas volteadas, originalmente en el principio antes que los personificadores aun entraran en el cuadrilátero, Señor, o entraran en la—la—la carrera, por así decirlo. Tú mostraste y probaste, profetizaste y dijiste exactamente la manera en que acontecería, y lo vemos que ha acontecido de esa manera. Y Padre, Dios, sabemos que no puede ser el hombre, tiene que ser Dios. Así que sabemos que eres Tú aquí esta noche. Perdónanos nuestros pecados.",
    "Amado Dios, Tú has sanado nuestras enfermedades, ahora perdona nuestros pecados, Señor, por no ser la clase de Cristianos que deberíamos ser, no…Profesando ser un hombre o mujer del Evangelio completo, y aquí nos encontramos desplomándonos como una gallina denominacional. Ayúdanos, amado Dios, tómanos y sacúdenos con Tu Espíritu Santo. Y si hubiere en nosotros alguna cosa que no es como Tú eres, sácala de nosotros, Señor. Y planta nuestros pies en la Santa Palabra de Dios, y permite que el Espíritu Santo queme profundamente en nuestro corazón y saque toda la escoria de incredulidad y la modorra de este día; oh, levantémonos y sacudámonos. Concédelo, Dios. ¡Límpianos! ¡Moldéanos! ¡Fórmanos! Dios, concédelo.",
    "Si hubiera algunos aquí esta noche, Señor, que están reteniendo en su corazón ese grano, ese gene de Dios que está ordenado a Vida desde la fundación del mundo; yo sé, Señor, que ellos están destinados a oír en esta hora. Así que, yo ruego, Dios, que Tú llenes su alma y los ilumines con un fresco bautismo del Espíritu Santo, y envíalos en su camino, regocijándose y contentos.",
    "Señor Dios, ellos…te los entrego a Ti. Yo no sé quiénes sean, Tú sí sabes. Yo soy sólo responsable por predicar Tu Palabra, Señor, a medida que Tú la revelas. Tú eres responsable por lo demás: donde caiga la semilla. Yo sólo la lanzo. Señor Dios, yo ruego que Ella haya caído en tierra buena y rica esta noche. Que muchos la vean, Señor, y broten a ser Cristianos resplandecientes en estos últimos días, que la gran cosa que estamos esperando llegar, venga rápidamente. Concédelo, Señor. Y Tú te llevarás Tu Iglesia, Tu Novia, y la llevarás a Casa. Lo vemos todo poniéndose en orden. Ven Señor Jesús. Lo encomendamos todo a Ti, en el Nombre de Jesucristo, para los resultados. Amén.\n\nYo le amo, yo le amo,\n\nPorque El a mí me amó;\n\nY me compró mi salvación,\n\nAllá en la cruz…",
    "¿Le aman? Pues, entonces tienen que amarse el uno al otro. Salúdense el uno al otro cuando lo canten de nuevo:\n\nYo le amo, yo le amo,\n\nPorque El a mí me amó;\n\nY me compró mi salvación,\n\nAllá en la cruz.",
    "Ahora démosle a El la alabanza. ¿Cuántos saben este canto?\n\nYo le alabaré, yo le alabaré,\n\nAlabado sea el Cordero por pecadores inmolado;\n\nDenle gloria pueblos todos,\n\nPorque Su Sangre toda mancha lavó.",
    "Cantémoslo ahora:\n\nYo le alabaré, yo le alabaré,\n\nAlabado sea el Cordero por pecadores inmolado;\n\nDenle gloria pueblos todos,\n\nPorque Su Sangre toda mancha lavó.",
    "¿No se siente todo limpio? Levanten su mano, y digan: “Oh, eso me hace sentir bien”. Hermano, yo amo esos cantos antiguos, ¿qué tal Uds.? Esos llegan hasta el fondo del corazón.\n\nYo le alabaré, yo le alabaré,\n\nAlabado sea el Cordero por pecadores inmolado;\n\nDenle gloria pueblos todos,\n\nPorque Su Sangre toda mancha ha lavó.",
    "Simplemente levantemos nuestras manos ahora y alabemos a Dios, cada uno de nosotros, a nuestra propia manera:",
    "Señor Jesús, te damos gracias. Te alabamos, Señor. Te damos alabanza por un pueblo llamado fuera, fuera de Babilonia. Te damos gracias por la Sangre de Tu Hijo, Jesucristo. Te damos gracias porque El nos limpia en este momento. Nosotros per-…Pedimos perdón por nuestros males, nuestra estupidez, Señor, nuestro andar a tientas en la oscuridad. Oh Dios, que nos levantemos y resplandezcamos, y andemos en la Luz de la tarde, y seamos el fruto del Arbol que está brotando por la Luz de la tarde. Concédelo, amado Dios. Nos encomendamos a Ti, en el Nombre de Jesucristo.",
    "Ahora con sus rostros inclinados, les doy a los pastores patrocinando el servicio. 🦅"
  ]
}