{
  "title": "UN RESUMEN DE LAS EDADES",
  "id": "C00A10B9",
  "content": [
    "Debido a que nuestros estudios han sido una exposición, versículo por versículo, de las Escrituras que tratan con las Siete Edades de la Iglesia, no hemos mostrado un plan continuo de la historia de la iglesia como debiéramos haber hecho. Es pues nuestro propósito ahora en este capítulo, empezando con la edad de Efeso, trazar a través de las edades la Iglesia y su historia como fue dada a Juan por el Espíritu de Dios. No agregaremos material nuevo, sino solamente poner en correlación lo que ya tenemos.",
    "De nuestros estudios, ya hemos aprendido que mucha de la revelación es totalmente mal entendida porque no conocíamos previamente que la “iglesia” a la cual y de la cual se habla en este libro, no se refiere a la iglesia pura, los “escogidos”, el “Cuerpo de Cristo”, la “Novia”, sino que se refiere al cuerpo entero de gente que se dice ser Cristiano, ya sean verdaderos o nominales. Así como todo Israel NO es Israel, todos los Cristianos NO son Cristianos.",
    "Aprendimos que la iglesia es compuesta de dos vides, la verdadera y la falsa. Las dos vides son motivadas por dos clases de espíritus: una tiene el Espíritu Santo mientras que la otra ha sido dotada con el espíritu del anticristo. Ambas claman conocer y ser conocidas por Dios. Ambas dicen que hablan de parte de Dios. Ambas creen ciertas verdades básicas y están opuestas en otras. Pero siendo que ambas llevan el Nombre del Señor (siendo llamadas Cristianas), y por razón de llevar el Nombre, reclaman un parentesco a El (Dios lo llama matrimonio), Dios las hace responsables a El, y por eso habla a las dos.",
    "Además, aprendimos que estas dos viñas crecerían lado a lado hasta el fin de las edades cuando las dos llegarían a madurez y serían cosechadas. La vid falsa no puede vencer como para destruir a la vid verdadera; pero tampoco sería posible para la verdadera traer la vid falsa al conocimiento de la salvación de Jesucristo.",
    "Aprendimos la verdad tan sobresaliente: que el Espíritu Santo podía caer y en verdad caería sobre Cristianos no regenerados de la vid falsa y se manifestaría poderosamente en diversas señales y maravillas; aun como Judas tuvo un ministerio definitivo en el Espíritu Santo, aunque él fue declarado ser un diablo.",
    "Con estos fundamentos básicos a la vista, empezamos a trazar a la iglesia a través de las Siete Edades.",
    "El nacimiento de la iglesia fue en el Día de Pentecostés. Al primer Adán le fue dado una esposa directamente de la mano de Dios, y ella fue libre de mancha por un tiempo breve. Ahora al Cristo, el postrer Adán también le fue dado una esposa pura y nuevecita en el Día de Pentecostés, y ella se mantuvo aparte y sin mancha por un tiempo.\n\nDe los demás, ninguno se atrevía a juntarse con ellos.\n\nHechos 5:13\n\nY el Señor añadía cada día a la iglesia los que habían de ser salvos.\n\nHechos 2:47",
    "No sabemos por cuanto tiempo continuó esto, pero un día, así como Eva fue tentada y engañada por Satanás, la iglesia fue contaminada por la entrada de un espíritu de anticristo.\n\nY todo espíritu que no confiesa que Jesucristo ha venido en carne, no es de Dios; y este es el espíritu del anticristo, el cual vosotros habéis oído que viene, y que ahora ya está en el mundo.\n\nI Juan 4:3\n\nY Jesús dijo esto en relación a Su Novia allá en la primera edad:\n\nPero tengo contra ti, que has dejado tu primer amor.\n\nRecuerda, por tanto, de dónde has caído, y arrepiéntete, y haz las primeras obras; pues si no, vendré pronto a ti, y quitaré tu candelero de su lugar, si no te hubieres arrepentido.\n\nApocalipsis 2:4 y 5",
    "En la primera edad la iglesia ya era una mujer caída. Así como Satanás conoció a Eva antes que Adán, ahora Satanás había engañado a la iglesia, la Novia de Cristo, antes de la cena del Cordero. ¿Qué cosa tenía ella a su derredor que causó la caída? Unicamente Apocalipsis 2:6, “LOS HECHOS DE LOS NICOLAITAS”. La primera edad ya se había apartado de seguir solamente la pura Palabra de Dios. Ellos se apartaron de Dios y Su demanda de una iglesia absolutamente dependiente de El (dependiendo enteramente de Dios para que El cumpla Su Palabra principio a fin, aparte de gobiernos humanos), para seguir un sistema de nicolaismo, lo cual significa organizar un gobierno humano dentro de la iglesia para hacer como cualquier otro gobierno: Legislar para el pueblo. Hicieron exactamente igual como hizo Israel. Ellos tomaron la oportunidad de un gobierno humano en vez de la Palabra y el Espíritu.",
    "La muerte había entrado. ¿Cómo sabemos? Oímos la Voz del Espíritu que salió en aquella primera edad para que todos oyeran: “Al que venciere, daré a comer del ARBOL DE LA VIDA, el cual está en medio del paraíso de Dios”. La iglesia ya había bebido demasiado del árbol de la muerte (vid falsa, denominacional), cuyo fin es el lago de fuego. Pero ahora ya no hay querubines con espadas encendidas para cuidar el Arbol de la Vida. Dios no se ausenta de la iglesia como se ausentó del Huerto del Edén. No, El estará en medio de Su iglesia hasta la edad final. Y hasta aquel tiempo, El extiende la invitación a todos para que vengan.",
    "Ahora aquí tenemos que tener mucho cuidado. Este mensaje al ángel de la iglesia que está en Efeso no es un mensaje a la iglesia local de Efeso. Es más bien un mensaje para la EDAD. Aquella edad tenía en ella la simiente de la verdad y la simiente del error; exactamente como está ilustrado en la parábola del trigo y la cizaña. Las Edades de la Iglesia es el campo, y en este campo hay trigo y cizaña. La iglesia falsa se organizó y humanizó el gobierno y la Palabra, y peleó en contra del Cristiano verdadero.",
    "La cizaña siempre prospera más que el trigo o que cualquiera otra planta cultivada. La iglesia de la cizaña creció rápidamente en esta primera edad. Pero la iglesia del trigo también estaba prosperando. Para el fin de la primera edad los hechos de los nicolaítas estaban aumentando en las iglesias locales de la vid falsa, y esto juntamente con acrecentados esfuerzos de difundir su influencia más allá de su propio cuerpo de creyentes. Su influencia fue conocida entre la iglesia verdadera, porque hombres como el venerable Policarpo estaban llamándose obispos, implicando en este título una referencia que no se encontraba en la Palabra. También en esa edad, la iglesia había perdido su primer amor. Aquel amor fue tipificado como el amor entre esposo y esposa en el tiempo del matrimonio y en el tiempo de los primeros años de su vida conyugal. Hubo un enfriamiento de aquel amor y abandono completo hacia Dios.",
    "Pero fíjese en Apocalipsis 2:1, donde las Escrituras describen al Señor Jesús en medio de Su iglesia sosteniendo los mensajeros en Su mano derecha. El no abandona la iglesia porque ella ha caído y porque la iglesia colectiva llegó a un estado de mezcla de lo verdadero con lo falso. Ella es de El, y según estos versículos en Romanos, esto es exactamente la verdad.\n\nPorque ninguno de nosotros vive para sí, y ninguno muere para sí.\n\nPues si vivimos, para el Señor vivimos; y si morimos, para el Señor morimos. Así pues, sea que vivamos, o que muramos, del Señor somos.\n\nPorque Cristo para esto murió y resucitó, y volvió a vivir, para ser Señor así de los muertos como de los que viven.\n\nRomanos 14:7-9",
    "En la cruz El compró al mundo ENTERO. La gente del mundo es de El. El es el Señor de los vivos y de los muertos (en cuanto a dominio, NO parentesco). Y El anda en medio de aquel cuerpo que tiene entre sí la vida y la muerte.",
    "Lo que fue sembrado en la primera edad, se desarrollará en la segunda y progresivamente en las demás edades hasta que llegue a madurar y luego la cosecha. Ahora en la edad de Esmirna, estamos bajo la expectativa de la historia de la iglesia colectiva en una forma más amplia y más clara por medio de una revelación del Espíritu.",
    "En esta edad el odio de la vid falsa aumenta. Por medio del versículo 9, vemos que se han separado de la compañía de la vid verdadera. Se apartaron y se alejaron de ellos. Fueron mentirosos; se llamaban lo que no eran. Pero ¿los destruyó Dios? No. “Dejadlos, ambos perdurarán hasta el tiempo de la cosecha”.",
    "🦅 Pero Señor, ellos deben ser aniquilados porque están destruyendo a tu pueblo, los están matando”.",
    "🦅 No, dejadlos. Pero a mi Novia, digo esto: ‘Sé tú fiel aun hasta la muerte. Amame aun más’”.",
    "Aprendimos de una manera inequívoca que esta vid falsa es la vid de Satanás. Su reunión es de él (Satanás). Ellos se reúnen en el Nombre de Dios y mienten diciendo que son de Cristo. Predican, enseñan, bautizan, adoran y participan en distintos ritos que Cristo dio a la iglesia; sin embargo, no son de Dios. Pero porque dicen que son de Dios, Dios los guardará responsables y en cada edad El habla de ellos, y a ellos.",
    "Nos hace recordar a Balaam. El ocupaba el puesto profético. El conocía la manera correcta de llegar a Dios como fue mostrado en el sacrificio de los animales limpios. Sin embargo, él no fue un verdadero PROFETA DE LA PALABRA porque cuando Dios le dijo que no fuera para honrar a Balac con su presencia, él de todos modos buscó la manera de ir porque fue motivado por su deseo de oro y prestigio. Entonces Dios le dejó ir. La perfecta voluntad de Dios dio lugar a la voluntad permisiva de Dios por razón del “deseo del corazón” de Balaam. Dios dijo claramente: “Ve pues”. ¿Cambió Dios su modo de pensar? No señor. Aunque Balaam fue, la voluntad de Dios se cumplió. Balaam no anuló la voluntad de Dios. De todas maneras se cumplió la voluntad de Dios. Fue Balaam Quien salió perdiendo porque él pasó por alto la Palabra.",
    "Y hoy día tenemos la misma cosa: mujeres predicando, organizaciones, doctrinas falsas, etc., y la gente adorando a Dios, manifestando en el Espíritu, y siguiendo adelante como hizo Balaam, clamando que Dios le ha hablado aun cuando la comisión recibida es contraria a la Palabra revelada. Y yo no niego que Dios les haya hablado. Pero es exactamente como cuando Dios le habló a Balaam por segunda vez. Sabiendo que Balaam quería el deseo de su propio corazón más que la Palabra, se lo concedió, mas sin embargo, en el fin todavía viendo el cumplimiento de SU PROPIA Voluntad; también hoy día Dios le dice a la gente que prosiga con el deseo de su propio corazón, porque ya ha rechazado la Palabra. PERO A PESAR DE TODO, LA VOLUNTAD DE DIOS SE CUMPLIRA. Amén. ¡Ojalá que Ud. pueda ver esto! No solamente aclarará mucho de lo que se ha visto a través de las edades, pero nos ayudará especialmente en esta última edad cuando tenemos gran cantidad de manifestaciones, bendiciones externas, y cuando la época entera está tan opuesta a la “Voluntad Revelada por la Palabra” de Dios.",
    "Si alguna edad recibió un Mensaje de Dios, fuerte y claro, fue ésta. Fue y es aquella verdad del Antiguo Testamento: “El hijo de la sierva afligirá al hijo de la mujer libre hasta que el hijo de la sierva fuere echado”. Eso nos da a conocer que el odio y la blasfemia de Satanás, en contra del verdadero Cristiano, vendrá a través de un grupo de gente que es Cristiano falso y nominal. Esta condición prosperará hasta que Dios desarraigue a la vid falsa al fin de la edad de Laodicea.",
    "La tercera edad reveló por el Espíritu de profecía que la iglesia mundana aceptaría al nicolaísmo como una doctrina. La separación entre el clero y el laico creció de la verdad Bíblica de los ancianos (pastores de manadas locales) gobernando la manada por medio de la Palabra hasta llegar a los “hechos de los Nicolaítas”. En esta situación el clero se colocó en grados de dignidad, uno sobre el otro, fórmula que no tiene ningún fundamento en las Escrituras. Y luego esto se transformó en un sacerdocio que colocaba al clero entre Dios y el hombre, concediendo al clero ciertos derechos mientras tanto negando al laico los derechos que Dios le había dado. Eso fue usurpación. En esta edad llegó a ser una doctrina. Fue establecido en la iglesia como si fuera Palabra de Dios, lo cual no lo era en ninguna manera. Pero el mismo clero lo llamó la Palabra de Dios, y en eso la doctrina fue anticristo.",
    "Siendo que el gobierno humano no es nada menos que política, la iglesia llegó a estar mezclada en la política. Esta ligadura fue muy del agrado de un emperador-dictador quien unió la política de la iglesia con la política de estado, y por la fuerza estableció la iglesia falsa (la religión falsa de Satanás) como la religión verdadera. Y por medio de distintos edictos de muchos emperadores, hallamos a la iglesia falsa, con poder del estado, destruyendo la vid verdadera aun más ávidamente.",
    "Aunque duele decirlo, la vid verdadera no estaba totalmente libre de esta doctrina. Con eso no quiero decir que la vid verdadera haya establecido en alguna ocasión las ideas Nicolaítas como una doctrina. No fue así. Pero aquel gusanito de muerte continuó chupando la vida de la vid verdadera con la esperanza de que algún día cayera. Aun entre la misma iglesia verdadera había quienes Dios había llamado como sobrestantes que estaban cargando ese título para significar un poco más que solamente una responsabilidad local. No existía el entendimiento claro de Pablo en la iglesia en este tiempo. Porque Pablo había dicho: “Y glorificaban a Dios en mí”. (Gálatas 1:24)",
    "Sin importar qué autoridad tenía Pablo, él mantenía a la gente mirando a Dios, de Quien procede toda autoridad. Pero el clero siempre estaba mirando hacia la dirección Divina, ADEMAS DE LA DIRECCION HUMANA, y así dando honra donde ésta no correspondía, y hallamos que la iglesia verdadera estaba manchada con humanismo. Con nicolaísmo ya establecido, sucesión apostólica, ministros colocados, pastores elegidos por votos, etc., solamente era un paso más para que la iglesia falsa entrara en balaamismo. El segundo paso hacia la “profundidad de Satanás” ya estaba en progreso.",
    "Este segundo paso fue la doctrina de Balaam (Apocalipsis 2:14), con la cual Balaam enseñó a Balac cómo hacer tropezar a los israelitas por medio de una reunión unida. Allí, los huéspedes harían dos cosas adicionales en contra de la Palabra de Dios. Ud. recordará que Balac necesitaba ayuda para preservar su reino. El llamó al hombre más espiritual de su día, Balaam, quien dio el consejo que enredó y destruyó a Israel. Fue, en primer lugar, la sugerencia que se unieran para hablar acerca de los asuntos, comer juntos y aparejar las cosas. Porque desde luego, en entenderse el uno al otro se aprovecha mucho; pues una vez que ya se entienden entonces se puede proseguir.",
    "El siguiente paso sería adorar juntos, y, desde luego, un poco de esfuerzo de parte del amo de casa, por lo regular, logra que los huéspedes procedan mucho más allá de lo que tenían pensado. Ahora, eso no sucedió solamente allá en la iglesia de Dios en el Antiguo Testamento, sino también en la iglesia del Nuevo Testamento. Porque hubo un emperador que, como Balac, necesitaba ayuda para asegurar su reino. Constantino invitó a la Primera Iglesia Cristiana de Roma, el Cristiano nominal, para que le ayudara a conseguir el respaldo de los Cristianos, siendo que era un cuerpo muy numeroso. El resultado fue el Concilio de Nicea del año 325. Allí se congregaron los Cristianos nominales y los Cristianos verdaderos, según la invitación de Constantino. Los Cristianos verdaderos no tenían ningún negocio asistiendo a tal reunión.",
    "A pesar de todo lo que Constantino pudo hacer para unirlos, los creyentes verdaderos reconocieron que no estaban en su debido lugar y se fueron. Pero a los que permanecieron, Constantino dio parte de la tesorería del estado, juntamente con poder político y físico. La gente fue introducida a la adoración de ídolos y al espiritismo, porque estatuas con los nombres de santos fueron colocados en los edificios, y la gente fue enseñada a conferir con los muertos y orar a los santos, lo cual es nada menos que el espiritismo. En lugar del alimento que el hombre en verdad necesita (la Palabra de Dios), fueron dados credos, dogmas y ritos, los cuales también fueron ejecutados por el estado, y sobre todo les dieron tres dioses con el nombre triple y compuesto, del Unico Dios Verdadero. Y el bautismo en agua en el Nombre del Señor Jesucristo fue puesto a un lado para dar lugar al bautismo pagano en tres títulos.",
    "Los creyentes verdaderos no debieran haber ido. Pero ya habían perdido mucho de la verdad, y ahora ellos también perderían el entendimiento de la Divinidad (Deidad) y aceptarían los títulos en vez del Nombre para el bautismo en agua.",
    "Ahora, fíjese bien en esta doctrina de Balaam. Dése cuenta sobre todo que es la maniobra deliberada y precisa de un clero corrupto tratando de ligar la gente a ellos mismos, guiando el pueblo deliberadamente al pecado de incredulidad. La doctrina nicolaíta fue la corrupción del clero cuando se esforzaba por obtener poder político entre ellos mismos; mientras que el balaamismo es el acto de sujetar la gente a su sistema de credos y adoración para mantener control.",
    "Ahora, fíjese bien en esto. ¿Qué fue lo que ligó la gente a la iglesia nominal y por medio de lo cual la gente fue destruida? Fueron los credos y dogmas convertidos en afirmaciones o reglamentos de la iglesia. Fue la doctrina de la Iglesia Católica Romana. No les fue dado el alimento verdadero: la Palabra. Les fue dado más bien el alimento que procedía de la adoración de ídolos, el paganismo babilónico forrado en terminología Cristiana. Y ese mismo espíritu y doctrina están ahora mismo entre todos los protestantes, y se llama DENOMINACIÓN.",
    "Nicolaísmo es organización, humanizando el liderato de la iglesia y, en efecto, echando fuera al Espíritu. Balaamismo es denominacionalismo, lo cual toma el manual eclesiástico en vez de la Biblia. Y aún en esta hora tan avanzada, muchos de los hijos de Dios están enredados en el lazo del denominacionalismo, y Dios está clamando:\n\nSalid de ella, pueblo mío, para que no seáis partícipes de sus pecados, ni recibáis parte de sus plagas.\n\nApocalipsis 18:4",
    "¿Ve Ud.? Ellos son ignorantes. Pero si el rapto llegara a suceder en este mismo instante, la ignorancia no sería ninguna excusa en el juicio de Dios, por estar en las filas del enemigo.",
    "Esto del clero organizándose por grados jerárquicos hasta llegar a una cabeza, un presidente, es una manifestación del espíritu del anticristo. No importa cuan maravilloso y necesario parezca. Es nada menos que el razonamiento humano tomando el lugar de la Palabra. Y cualquier persona que esté en las denominaciones organizadas está en el mero centro del sistema de anticristo. Ahora, déjeme decir esto para aclarar este detalle: YO NO ESTOY EN CONTRA DE LA GENTE. ¡ESTOY EN CONTRA DEL SISTEMA!",
    "Con la unión del estado y la iglesia, todo quedaba preparado para las Edades el Oscurantismo. Y por cierto, por mil años, la iglesia entró en la profundidad de la oscuridad, conociendo la profundidad de Satanás. Cuando cualquier gente religiosa acepta el nicolaísmo y el balaamismo, y además tiene el respaldo del poder político, físico y económico, hay un solo camino en que puede seguir. Y ese camino conducirá directamente a la doctrina de Jezabel.",
    "Ahora, ¿por qué decimos esto? Porque como vimos en el estudio de la cuarta edad, Jezabel fue una Sidonia, la hija de Ethbaal, quien fue el sacerdote-rey de Astarte; y él era un asesino. Esta mujer se casó con Acab (rey de Israel) por conveniencia política. Entonces se apoderó de la religión de la gente y asesinó a los Levitas, y edificó templos en donde mandó a la gente que adoraran a Astarte (Venus) y a Baal (el dios del Sol). Ella redactó las enseñanzas y ordenó a sus sacerdotes que las proclamaran, y ellos a su vez mandaron a la gente que las aceptaran. Allí puede Ud. ver lo que la iglesia nominal fue en las edades de Oscurantismo.",
    "Se apartaron completamente de la Palabra de Dios, con la excepción de los nombres y títulos de la Divinidad y unos pocos fundamentos Escriturales. Torcieron lo poco que sacaron de la Biblia, cambiando su significado. Su colegio de obispos, y otros escribieron voluminosos discursos; sus papas se declararon infalibles y dijeron que recibían revelación de Dios y hablaban al pueblo de parte de Dios. Todo esto se les enseñaba a los sacerdotes, quienes, por medio del temor, hicieron que la gente lo creyera. Disentir (diferencia de opinión) era muerte o excomunión, lo cual podía ser aún peor que la muerte.",
    "Ahora fue la iglesia con la voz asegurada la que se apoderó de la situación, y locos con el poder, bebieron la sangre de los mártires hasta que los verdaderos Cristianos quedaron casi exterminados y no quedaba casi nada de la Palabra, y muy poca manifestación del Espíritu Santo. Pero la vid verdadera luchó y sobrevivió. Dios fue fiel hacia la manada pequeña, y a pesar de lo que Roma quizás haría con sus cuerpos, Roma no podía matar al Espíritu dentro de ellos; y la Luz de la Verdad siguió brillando, respaldada por el poder del Espíritu Santo.",
    "Aquí quiero traer una observación muy iluminante. Los hechos y las doctrinas de los nicolaítas, la doctrina de Balaam, y la enseñanza de la falsa profetisa Jezabel, no constituyen tres espíritus ni son tres fundamentos espirituales. Estas tres únicamente son las diversas manifestaciones del mismo espíritu mientras baja de una profundidad a otra. Realmente es el espíritu organizacional del anticristo en sus tres distintas etapas. Ya una vez que el clero se había separado y organizado, oprimieron a la gente, guiándola y uniéndola también a la organización. Esta organización estaba basada sobre los credos y los dogmas que ellos enseñaban a la gente en vez de la Palabra pura de Dios. Los ritos y las ceremonias aumentaron en la adoración; y dentro de poco tiempo este sistema era completamente un poder diabólico y militante que se esforzó por controlar todo por medio de la persuasión de discursos o por la fuerza literal. Recibió su energía de sus mismas profecías falsas, y no de la Palabra de Dios. Ahora era absolutamente anticristo aunque vino en el Nombre de Cristo.",
    "Después de lo que parecía ser un tiempo sin fin, durante el cual la Verdad seguramente tenía que morir, hubo hombres quienes empezaron a protestar la infamia de la Iglesia Católica Romana, porque por ninguna exageración de la imaginación podía Dios estar en tales enseñanzas y en tal conducta. Estas protestas fueron pasadas por alto y murieron por falta de atraer la atención, o fueron sofocadas por Roma. Pero entonces, Dios en Su gracia soberana mandó a un mensajero con el nombre de Martín Lutero, para empezar una reforma. El obró en una situación donde la Iglesia Católica Romana había obtenido tanto poder que estaba al punto de ahorcarse con ese mismo poder. Cuando Lutero predicó “Justificación por la Fe”, por primera vez en muchos siglos la vid verdadera empezó a crecer de una manera abundante.",
    "La iglesia nominal había utilizado el poder del estado para respaldarla pero ahora aquel mismo poder estaba empezando a irse en contra de ella. Y aquí es donde Lutero cometió su error, juntamente con los demás creyentes verdaderos. Permitieron que el estado los mantuviera, por lo tanto esta edad no avanzó mucho en la Palabra. Pero gracias a Dios que llegó hasta donde pudo. Pero por cuanto confió en gran manera en el poder político, esa edad terminó en organización. Y este mismo grupo, que en la generación de Lutero se había separado de la vid falsa, ahora había vuelto para ser una hija de la ramera porque entró directamente al nicolaísmo y al balaamismo.",
    "Esta edad tuvo muchas divisiones dentro de sí misma; aun la historia prueba que estaban lejos de la vid verdadera, porque allí se encuentra cómo se perseguían unas a otras, y a veces aun hasta la muerte. Mas hubo unas pocas personas entre ellas, como siempre las ha habido en cada edad.",
    "Nos regocijamos en esta edad por esta razón: La Reforma había empezado. No fue una resurrección sino una reforma. Tampoco fue una restauración. Pero el grano de trigo que había muerto allí en Nicea y que se había podrido en las Edades el Oscurantismo, ahora sacó un renuevo de verdad, significando que en algún tiempo futuro, en el fin de la edad de Laodicea, inmediatamente antes de la venida de Jesús, la iglesia volvería a ser una Novia de la simiente de trigo mientras que la cizaña sería cosechada y quemada en el lago de fuego.",
    "Siendo que la quinta edad había traído una gran diseminación de la Palabra por medio de la imprenta, la sexta edad con eficacia aprovechó de esto. Esta edad fue la segunda etapa de la restauración, y como hemos dicho ya antes, fue la edad de la inflorescencia. La educación abundaba. Esta fue la edad de hombres intelectuales, quienes amaban y servían a Dios. Abundaban misioneros, y la Palabra rodeó al mundo. Fue una edad de amor fraternal. Fue una edad de la puerta abierta. Fue la última edad de larga duración, porque después de ella vendría la edad de Laodicea, la cual sería muy corta.",
    "La vid verdadera prosperó en esta edad como en ninguna otra respecto a números en la iglesia local y en el exterior. Esta edad trajo hombres santos a la primera fila. La vid verdadera creció y la vid falsa disminuyó. Dondequiera que fue la vid verdadera, Dios dio luz, vida y felicidad. La vid falsa fue desenmascarada y se pudo ver lo que verdaderamente era: oscuridad, miseria, pobreza, analfabetismo y muerte. Y así como la vid falsa en su día de poder no pudo aniquilar a la vid verdadera, tampoco podía la vid verdadera traer de nuevo la vid falsa a Jesucristo. Pero la vid falsa se estableció firme, esperando la última parte de la última edad cuando obtendría todo de nuevo, con la excepción de aquella pequeña manada, quienes son los escogidos, la vid verdadera de Dios.",
    "Pero cuan triste nos hace sentir esta edad cuando nos damos cuenta de que cada gran movimiento de Dios (y hubo muchos) se descuidó en este detalle: no arrojó la doctrina del nicolaísmo, pues todos se organizaron y murieron. Entonces entraron en denominaciones para retener a los muertos espiritualmente en campos sin alimento. Ellos no lo sabían, pero cada grupo estaba manchado con ese mismo error, y cuando la lumbre del avivamiento iba menguando, la organización se apoderó, y la gente le convirtió en denominaciones. Apenas eran Cristianos nominales, aunque cada grupo reclamaba con la misma seguridad con que lo hacía la Iglesia Católica Romana, que cada uno era el correcto, y todos los demás estaban errados. Ciertamente todo estaba listo para que las hijas regresaran a su hogar en la última edad, regresar a Roma, buscando amparo bajo la gallina madre.",
    "Y así llegamos a la última edad, la edad de la Laodicea. Esta es nuestra edad. Sabemos que es la última edad porque los judíos ya están de nuevo en la Palestina. No importa cómo llegaron, la cosa es que allí están. Y este es el tiempo de la cosecha. Pero antes de que pueda haber una cosecha, tiene que haber madurez, un tiempo en que ambas vides maduren.",
    "La edad Luterana fue la primavera. La edad de Wesley fue el tiempo de verano, tiempo de crecimiento. La edad de Laodicea es el tiempo de la cosecha, cuando se junta la cizaña para la quema, y el trigo para el Señor.",
    "¿Ha notado Ud. que en el tiempo de la cosecha hay una aceleración en la madurez, y a la vez un estancamiento en el crecimiento, hasta que ya no se nota el crecimiento? ¿No es eso exactamente lo que estamos viendo en estos días? La vid falsa está perdiendo miles que terminan con los comunistas y varios otras creencias. Sus números no están aumentando como quisieran que pensáramos. Su dominio de la gente no es lo que era, y en tantos casos asistencia a la iglesia es solamente una exhibición.",
    "Y ¿qué de la vid verdadera? ¿Está creciendo? ¿Donde están aquellas enormes cantidades de gente que siguen viniendo a los avivamientos y responden a la invitación? En la mayor parte ¿no vienen en una actitud emocional, o deseosos de algo físico en vez de algo verdaderamente Espiritual? ¿No es esta edad semejante al día en que Noé entró en el arca y se cerró la puerta, pero Dios conservó el juicio por siete días? Ni una sola alma fue literalmente convertida a Dios en aquellos siete días de silencio.",
    "Sin embargo, es el tiempo de la cosecha. Entonces tienen que llegar a la escena en esta edad aquellos quienes traerán el trigo y la cizaña a la madurez. La cizaña ya está madurando con gran rapidez bajo maestros corruptos quienes apartan a la gente de la Palabra. Pero el trigo también tiene que madurar. Y a él (el trigo), Dios está mandando el Profeta-Mensajero con el ministerio vindicado para que sea aceptado por los escogidos. Ellos le escucharán así como la primera iglesia escuchó a Pablo, y madurarán en la Palabra hasta llegar a ser la Novia de la Palabra, y las poderosas obras serán halladas en ellos, las cuales siempre acompañan a la fe y la Palabra pura.",
    "Los grupos de la iglesia falsa se juntarán en un concilio mundial de iglesias. Este concilio mundial de iglesias es la IMAGEN EDIFICADA A LA BESTIA.\n\nDespués vi otra bestia que subía de la tierra; y tenía dos cuernos semejantes a los de un cordero, pero hablaba como dragón.\n\nY ejerce toda la autoridad de la primera bestia en presencia de ella, y hace que la tierra y los moradores de ella adoren a la primera bestia, cuya herida mortal fue sanada.\n\nTambién hace grandes señales, de tal manera que aun hace descender fuego del cielo a la tierra delante de los hombres.\n\nY engaña a los moradores de la tierra con las señales, que se le ha permitido hacer en presencia de la bestia, mandando a los moradores de la tierra que le hagan imagen a la bestia que tiene la herida de espada, y vivió.\n\nY se le permitió infundir aliento a la imagen de la bestia, para que la imagen hablase e hiciese matar a todo el que no la adorase.\n\nY hacía que a todos, pequeños y grandes, ricos y pobres, libres y esclavos, se les pusiese una marca en la mano derecha, o en la frente;\n\ny que ninguno pudiese comprar ni vender, sino el que tuviese la marca o el nombre de la bestia, o el número de su nombre.\n\nAquí hay sabiduría. El que tiene entendimiento, cuente el número de la bestia, pues es número de hombre. Y su número es seiscientos sesenta y seis.\n\nApocalipsis 13:11-18",
    "Ahora, recuerde, fue Roma Pagana Imperial la cual cayó por la espada. Pero fue curada de su llaga de muerte cuando se unió con la iglesia Cristiana nominal de Roma, e incorporó el paganismo al Cristianismo y en eso llegó a ser el Santo Imperio Romano, el cual habría de permanecer hasta que viniera Jesús para destruirlo. Pero Roma no está luchando sola. Sus hijas están a su lado, y ella obtendrá autoridad absoluta por medio del Concilio Mundial de Iglesias.",
    "Esto puede parecer muy imaginativo para muchos, pero en realidad está a plena vista para todos, porque las iglesias están aun ahora controlando la política, y en el tiempo oportuno manifestarán exactamente cuan enorme es aquel control. Este movimiento ecuménico terminará con Roma siendo la cabeza, aunque la gente no se lo ha imaginado así. Esto es correcto porque en Apocalipsis 17:3-6, la Palabra dice que la ramera, Misterio Babilonia, está sentada sobre la bestia. Ella está controlando el último o sea el cuarto imperio. Esta Iglesia Romana lo está haciendo. Con el sistema mundial de iglesias bajo su dominio, Roma tendrá el control, y esta imagen (el sistema de iglesias) será obediente a Roma, porque Roma controla el oro del mundo.",
    "Entonces, toda la gente tendrá que pertenecer al sistema mundial de iglesias o estar a la intemperie, a la misericordia de los elementos, porque no podrán comprar ni vender sin la marca de la bestia en la mano o en la frente. La marca en la frente significa que tendrán que aceptar la doctrina del sistema mundial de iglesias, la cual es el trinitarianismo, etc.; y la marca en la mano significa cumplir con la voluntad de la iglesia mundial.",
    "Con este gran poder los sistemas eclesiásticos perseguirán a la Novia verdadera. Esta imagen tratará de prohibir que la Novia predique y enseñe, etc. Sus ministros serán prohibidos de dar consolación y verdad a los que la necesiten. Pero antes de que el anticristo (en persona) se apodere completamente de este sistema mundial de iglesias, la iglesia verdadera será quitada de este mundo para estar con el Señor. Dios recogerá Su Novia para la Gran Cena del Cordero.",
    "Ahora, siendo que este último capítulo es dedicado para trazar las dos iglesias y los dos espíritus desde Pentecostés hasta la consumación de cada cual, tomaremos estas últimas páginas para mostrar esto en la edad de Laodicea.",
    "Esta edad empezó un poco después de la entrada del siglo veinte. Siendo que habría de ser la edad en que la iglesia verdadera regresaría a ser la Novia como era en el Día de Pentecostés, sabemos que de hecho tiene que haber un regreso del poder dinámico. Los creyentes sintieron esto en sus espíritus y comenzaron a clamar a Dios para que El les diera un nuevo derramamiento como hubo en el primero siglo. Lo que parecía ser la respuesta vino cuando muchos empezaron a hablar en lenguas y a manifestar dones del Espíritu. Entonces fue creído que esto era lo que por tanto tiempo se había esperado: LA RESTAURACION. No fue eso, porque la lluvia tardía solamente puede venir después de la lluvia temprana, la cual es la lluvia de primavera, o sea la lluvia de ENSEÑANZA. Entonces la lluvia tardía es la lluvia de la COSECHA. ¿Cómo podía esto ser la cosa real cuando todavía no había venido la lluvia de enseñanza? El Profeta-Mensajero, quien habría de ser enviado para INSTRUIR a la gente y convertir los corazones de los hijos a los padres Pentecostales, todavía no había venido. Entonces lo que se pensaba que era restauración y la vivificación final para el rapto todavía no había venido.",
    "En todo esto hubo una mezcla de los injustos participando de bendiciones Espirituales y manifestaciones del Espíritu Santo, como he mostrado anteriormente. También en eso hubo poder diabólico, siendo que hubo hombres bajo el control de demonios, aunque parecía que nadie se daba cuenta de esto. Y luego, para probar que esto no era lo VERDADERO, esta gente (aun antes de aparecer la segunda generación) se organizó, y escribió sus doctrinas (no basadas en las Escrituras), y edificaron sus paredes así como hizo cada grupo anteriormente.",
    "Recuerde, Judas estaba sobre la tierra al mismo tiempo que estaba Jesús. Cada uno procedió de distintos espíritus y al morir cada uno fue a su propio lugar. El Espíritu de Cristo después vino a morar sobre la iglesia verdadera, y el espíritu de Judas vino a morar sobre la iglesia falsa.\n\nVi cuando el Cordero abrió uno de los sellos, y oí a uno de los cuatro seres vivientes decir como con voz de trueno: Ven y mira.\n\nY miré, y he aquí un caballo blanco; y el que lo montaba tenía un arco; y le fue dada una corona, y salió venciendo, y para vencer.\n\nCuando abrió el segundo sello, oí al segundo ser viviente, que decía: Ven y mira.\n\nY salió otro caballo, bermejo; y al que lo montaba le fue dado poder de quitar de la tierra la paz, y que se matasen unos a otros; y se le dio una gran espada.\n\nCuando abrió el tercer sello, oí al tercer ser viviente, que decía: Ven y mira. Y miré, y he aquí un caballo negro; y el que lo montaba tenía una balanza en la mano.\n\nY oí una voz de en medio de los cuatro seres vivientes, que decía: Dos libras de trigo por un denario, y seis libras de cebada por un denario; pero no dañes el aceite ni el vino.\n\nCuando abrió el cuarto sello, oí la voz del cuarto ser viviente, que decía: Ven y mira.\n\nMiré, y he aquí un caballo amarillo, y el que lo montaba tenía por nombre Muerte, y el Hades le seguía; y le fue dada potestad sobre la cuarta parte de la tierra, para matar con espada, con hambre, con mortandad, y con las fieras de la tierra.\n\nApocalipsis 6:1-8",
    "Fíjese cómo aquel espíritu de Judas regresó como jinete sobre un caballo blanco. Fue blanco, y tan parecido a lo real, así como Judas se parecía a Jesús. Le fue dada una corona (al jinete del caballo blanco). ¿Cómo? Aquel espíritu ahora estaba en el líder del sistema nicolaíta, y él era el Papa con una triple corona y se sentaba como Dios en su templo, llamándose el vicario de Cristo. Si vicario de Cristo quiere decir “en vez de Cristo” o “en lugar de” o “de parte de Dios”, entonces el Papa mismo se estaba llamando el Espíritu Santo, o mejor dicho, estaba echando fuera al Espíritu Santo para actuar en Su lugar. Ese era el espíritu de Judas en él haciendo eso. ¿Ve Ud. cómo conquistó, saliendo victorioso y para conquistar? Cristo no hizo así. Todos los que vinieron a El ya estaban predestinados por el Padre.",
    "Y así continuó aquel espíritu y algún día literalmente llegará a encarnarse en un hombre quien encabezará el Concilio Mundial de Iglesias, así como hemos estado diciendo. Y por medio de su oro (recuerde que Judas guardaba la bolsa) el controlará al mundo entero, y aquel sistema del anticristo poseerá todo y tratará de controlar a toda persona. Pero Jesús volverá y destruirá todo esto con el esplendor de Su venida. Y entonces el fin de esta gente será el lago de fuego.",
    "Pero ¿qué de la simiente verdadera? Sucederá exactamente como hemos dicho. El pueblo de Dios está siendo aparejado por medio de la Palabra de Verdad procedente del mensajero de esta edad. En ella se encontrará la plenitud de Pentecostés, porque el Espíritu traerá de nuevo la gente a donde estaban en el principio. Eso es “ASI DICE EL SEÑOR.”",
    "Y es “ASI DICE EL SEÑOR” porque así dice en las Escrituras:\n\nVosotros también, hijos de Sion, alegraos y gozaos en Jehová vuestro Dios; porque os ha dado la primera lluvia a su tiempo, y hará descender sobre vosotros lluvia temprana y tardía como al principio.\n\nLas eras se llenarán de trigo, y los lagares rebosarán de vino y aceite.\n\nY os restituiré los años que comió la oruga, el saltón, el revoltón y la langosta, mi gran ejército que envié contra vosotros.\n\nComeréis hasta saciaros, y alabaréis el nombre de Jehová vuestro Dios, el cual hizo maravillas con vosotros; y nunca jamás será mi pueblo avergonzado.\n\nJoel 2:23-26",
    "Ahora dice que Dios va a restituir. La edad luterana no restauró la iglesia, más bien allí empezó la reforma. La edad de Wesley no restauró. La edad pentecostal no restauró. Pero Dios tiene que restaurar porque no puede negar Su Palabra. Esto no es la resurrección de la iglesia, es la restauración. Dios llevará la iglesia de nuevo a Pentecostés como en el principio.",
    "Ahora fíjese en el versículo 25, donde nos dice porqué necesitamos restauración. La oruga, el saltón, el revoltón y la langosta se han comido todo menos la raíz y un poquito del tallo. Nos ha sido dicho que todos estos insectos son el mismo pero en distintas etapas. Eso es correcto. Son el espíritu del anticristo manifestado en la organización, en la denominación y en la falsa doctrina a través de las edades.",
    "Y aquel tallo y la raíz serán restaurados. Dios no va a sembrar una iglesia nueva, sino que va a traer su planta original de nuevo a simiente original. Lo está haciendo como dice en el versículo 23, por medio de la lluvia de enseñanza, o temprana. En seguida vendrá la lluvia de la cosecha, o fe para el rapto.",
    "Por lo tanto en estos mismos días estamos en cumplimiento completo de Mateo 24:24:\n\nPorque se levantarán falsos Cristo, y falsos profetas, y harán grandes señales y prodigios, de tal manera que engañarán, si fuere posible, aun a los escogidos.",
    "Y ¿quiénes son los que se esforzarán por engañar a los escogidos? El espíritu del anticristo en los falsos ungidos de estos últimos días. Estos falsos ya han venido en el “Nombre de Jesús”, reclamando que han sido ungidos por Dios para los últimos días; son los falsos Mesías (seres ungidos). Claman que son profetas. Pero ¿son uno con la Palabra? Jamás. Le han agregado o quitado. Nadie niega que el Espíritu de Dios esté sobre ellos manifestándose en dones. Pero como Balaam, todos tienen sus programas, hacen sus súplicas para obtener dinero, ejercen los dones, pero niegan la Palabra o la pasan por alto por temor de que una controversia pueda aminorar sus probabilidades de obtener más abundantes ganancias.",
    "Sin embargo, predican la salvación y liberación por medio del poder de Dios, así como Judas, con un ministerio conferido por Cristo. Pero porque son de la simiente contraria, consecuentemente tienen un espíritu contrario motivándolos. ¿Religiosos? ¡Ay, ay, ay! Brillan aun más que los mismos escogidos en cuanto a celo, pero es el celo de Laodicea, no el de Cristo, porque van en busca de las multitudes, los programas, y las señales sobresalientes en su medio. Predican la segunda venida de Cristo, pero niegan la venida del profeta-mensajero, aunque en cuanto a poder y señales, y la verdadera revelación, él los deja a todos en la oscuridad.",
    "Oh sí, este espíritu falso, que en los últimos días es tan semejante al verdadero, solamente puede ser conocido por su desvío de la Palabra; y cuando se descubre que es anti-Palabra, siempre regresa al argumento que ya explicamos como falso: “Obtenemos resultados, tenemos que ser de Dios”.",
    "Ahora, antes de terminar, quiero traer este pensamiento. A través de todo el libro hemos estado hablando acerca de que la Simiente de Trigo fue sembrada, luego brotaron dos hojitas, luego la inflorescencia, y finalmente la espiga verdadera.",
    "Puede ser que algunos estén pensando que hemos dicho que los luteranos no tuvieron al Espíritu Santo por razón de que su enseñanza básica fue la justificación. También puede ser que algunos estén dudando en cuanto a los metodistas, etc. No señor, no estamos diciendo eso. No estamos hablando de los individuos, o sea la gente, sino de la EDAD.",
    "Lutero tuvo el Espíritu de Dios, pero su edad no fue la edad de la restauración completa por medio de otro derramamiento como en el principio. Fue lo mismo con Wesley, Booth, Knox, Whitefield, Brainard, Jonathan Edwards, Mueller, etc. Ciertamente ellos fueron hombres llenos del Espíritu Santo. Pero la edad en que cada uno vivió no fue la edad de restauración, ni tampoco fue ninguna otra edad sino esta última edad, la del oscurecimiento completo y apostasía. Esta es la edad de la apostasía, y también la edad de la restauración. Es la edad en que se termina el ciclo. Con esta edad, todo se acaba.",
    "Entonces así concluimos las Siete Edades de la Iglesia, diciendo solamente lo que el Espíritu dijo a cada edad: “El que tiene oído, oiga lo que el Espíritu dice a las iglesias”.",
    "Yo sinceramente creo que el Espíritu de Dios nos ha estado hablando, no solamente enseñándonos las verdades de las edades, pero también ha estado obrando fielmente con corazones de individuos para que ellos se rindan a El. Esa es la razón de todo predicar y enseñar, porque es en el predicar y en el enseñar de la Palabra que las ovejas oyen la Voz de Dios y le siguen.",
    "Ni por un momento traigo yo un Mensaje a las gentes con la intención de que me sigan a mí, o que se unan a mi iglesia, o que vayan a comenzar algún compañerismo u organización. Nunca he hecho eso y no lo haré ahora. En esas cosas no tengo interés, pero sí tengo interés en las cosas de Dios y de Su pueblo, y si puedo lograr una sola cosa, entonces estaré satisfecho. Esa cosa es ver establecida una verdadera relación espiritual entre Dios y los hombres, por medio de la cual los hombres llegan a ser nuevas criaturas en Cristo, llenos de Su Espíritu, y viviendo de acuerdo a Su Palabra. Yo invito, ruego y aconsejo que todos oigan Su Voz en esta ocasión, y rindan sus vidas completamente a El, aun como confío en mi corazón que le he entregado mi todo. Dios le bendiga, y que su corazón se regocije en Su venida."
  ]
}