{
  "title": "LA EDAD DE SARDIS",
  "id": "C00A07B9",
  "content": [
    "Escribe al ángel de la iglesia en Sardis: El que tiene los siete espíritus de Dios, y las siete estrellas, dice esto: Yo conozco tus obras, que tienes nombre de que vives, y estás muerto.\n\nSé vigilante, y afirma las otras cosas que están para morir; porque no he hallado tus obras perfectas delante de Dios.\n\nAcuérdate, pues, de lo que has recibido y oído; y guárdalo, y arrepiéntete. Pues si no velas, vendré sobre ti como ladrón, y no sabrás a qué hora vendré sobre ti.\n\nPero tienes unas pocas personas en Sardis que no han manchado sus vestiduras; y andarán conmigo en vestiduras blancas, porque son dignas.\n\nEl que venciere será vestido de vestiduras blancas; y no borraré su nombre del libro de la vida, y confesaré su nombre delante de mi Padre, y delante de sus ángeles.\n\nEl que tiene oído, oiga lo que el Espíritu dice a las iglesias.\n\nApocalipsis 3:1-6",
    "Sardis era la capital de la antigua Lidia. El gobierno de Sardis pasó de los monarcas lidios a los persas y luego a Alejandro el Grande. Fue saqueada por Antíoco el Grande. Los reyes de Pérgamo dominaron allí por un tiempo hasta que los romanos la tomaron. Durante el reino de Tiberio, Sardis fue desolada por plagas y terremotos. Hoy día, es un montón de ruinas sin habitantes.",
    "En una época, esta ciudad fue muy importante comercialmente. El historiador Plinio dijo que en esta ciudad se inventó el arte de teñir la lana. Era el centro de comercio de teñir lana y tejer alfombras. En esa región había una considerable cantidad de plata y oro, y se dice que las monedas de oro se empezaron a fabricar primeramente en Sardis. Además tenían un mercado de esclavos.",
    "La religión de esta ciudad era la adoración impura a la diosa Cibeles. Las ruinas monumentales del templo todavía se pueden ver.",
    "Ud. recordará que en la edad de Pérgamo, yo dije que el concepto babilónico de “madre e hijo” conocido como Semiramis y Ninus, llegó a ser Cibeles y Deoius de Asia. Los atributos concedidos a estos dos son muy reveladores cuando los vemos lado a lado:\n\nEl era el dios del sol; ella era la diosa de la luna.\n\nEl era el señor del cielo; ella era la reina del cielo.\n\nEl era el revelador de bondad y verdad; ella era la reveladora de gentileza y misericordia.\n\nEl era el mediador; ella era la mediadora.\n\nEl con la llave que abre y cierra las puertas del mundo invisible; ella con una llave idéntica, haciendo lo mismo.\n\nEl como el juez de los muertos; ella parada a su lado.\n\nEl siendo muerto, levantado y ascendido al cielo; ella llevada allí corporalmente por el hijo.",
    "En Roma, a este mismo dios se le dio el título de “nuestro Señor”. El es llamado “el Hijo de dios” mientras que ella es llamada “la madre de Dios”.",
    "Ahora, eso es lo que hallamos en las dos edades anteriores, donde el concepto de ‘madre e hijo’ alcanzó tan grandes proporciones. Pero note Ud., así como fue allá en Babilonia, cuando la adoración al hijo comenzó a disminuir en favor de la adoración a la madre, y literalmente ella comenzó a ocupar el lugar del hijo. Vemos en esta edad que la adoración pagana de Sardis era la adoración ala mujer. Es Cibeles sola, no Cibeles y Deoius. La madre literalmente ha ocupado el lugar del hijo, dotada con los méritos de la Deidad. Todo lo que tiene uno que hacer es revisar sus numerosos títulos y recordar los bellos atributos conferidos a María por la iglesia Romana, para entender de dónde vino la religión de nuestra edad presente.",
    "Mientras estudiaba esta adoración a Cibeles, me quedé asombrado de dos cosas en particular. Primero era el hecho de que ella tenía una llave igual a la de Janus, lo cual le daba la misma autoridad que tenía él, (la llave de la tierra, el cielo, y los misterios); y segundo, el hecho de que los que la adoraban se flagelaban ellos mismos hasta que la sangre brotaba de sus cuerpos, igual como lo hacen hoy día los Católicos, quienes sienten que están sufriendo como el Señor.",
    "El hecho de que esta es la edad en que tuvo éxito la primera y verdadera ruptura con la Roma papal, sin duda hizo que la profetisa Jezabel consolidara y pusiera énfasis en su doctrina de la adoración a María, en abierta oposición contra los Protestantes, quienes le negaban cualquier parte en el plan de la Salvación, aparte de haber hallado gracia ante Dios como la virgen escogida para traer al Niño. A medida que Lutero cristalizaba la doctrina de justificación por la fe, ellos seguían con las obras, las penitencias, las oraciones y demás medios no respaldados por la Palabra. Mientras los Cristianos libres glorificaban al Hijo, los Católicos Romanos aumentaron la deificación de María hasta que en el siglo veinte hemos visto al Papa Pío XII (en oposición a la mayoría de los grandes teólogos católicos) literalmente exaltar a María a la glorificación en un cuerpo resucitado. Esta doctrina es definitivamente la doctrina Babilónica del hijo llevando a la madre corporalmente al Cielo.",
    "Con razón esta quinta edad continuó juntamente con las otras edades, y así proseguirá hasta terminar en el Lago de Fuego, donde la ramera y sus hijas son muertas en la muerte segunda. Allí está, la Mariolatría, la adoración a María, la adoración a Cibeles. De paso, ¿sabía Ud. que Cibeles fue la misma Astarte de quien Jezabel fue sacerdotisa e hizo que Israel tropezara por los ritos licenciosos que ella condujo? Sí, así es como ella es descrita en la Biblia.",
    "La quinta edad de la Iglesia, o sea la edad de Sardis, duró desde el año 1520 hasta el 1750 d.C. Es conocida comúnmente como la Edad de la Reforma.",
    "El mensajero a esta edad es el mejor conocido de todas las edades. Fue Martín Lutero.",
    "Martín Lutero fue un brillante estudiante de disposición apacible. El estaba estudiando para abogado cuando la prolongada enfermedad y muerte de un íntimo amigo le hizo enfocar seriamente en a la condición espiritual de su vida. El entró en el convento Agustino en Erfurt, Alemania, en el año 1505. Allí estudió filosofía y también la Palabra de Dios. Vivió la vida sometida a la más estricta penitencia, pero todas sus obras exteriores no podían levantar el peso de su pecado. El dijo: “Me afligí casi hasta la muerte, buscando paz con Dios, pero yo estaba en oscuridad y no la hallé”. El vicario general de su orden, uno llamado Staupitz, le ayudó a lograr el conocimiento de que su salvación tendría que ser la experiencia de una obra interior en vez de un rito. Con este ánimo, él buscó a Dios más intensamente. Después llegó a ser un sacerdote, sin embargo todavía no era salvo. Llegó a ser un ávido y profundo estudiante de la Palabra, y de las grandes obras teológicas que existían en aquel tiempo. Fue muy buscado como predicador y maestro por sus profundos conocimientos y gran sinceridad. Para cumplir con un voto que se había hecho a sí mismo, fue a Roma. Allí vio la futileza de las obras impuestas por la iglesia que habrían de traer salvación, y entonces fue cuando la Palabra de Dios fue vivificada en su corazón: “El justo en su fe vivirá”. Al regresar a su hogar, la verdad evangélica de esta Escritura inundó su mente y fue librado del pecado y nacido en el reino de Dios. Poco después de esto, él fue elevado a doctor en Divinidad y fue comisionado: “para dedicar su vida completa a estudiar, exponer y defender fielmente la Santa Escritura”. Eso lo hizo con tal esfuerzo que su corazón y los de aquellos que le rodearon fueron profundamente arraigados sobre la verdad de la Palabra. Poco después la Palabra entró en conflicto abierto con los abusos de los credos y las doctrinas de la iglesia.",
    "Por lo tanto, cuando León X llegó a ser Papa y Juan Tetzel vino vendiendo indulgencias para el pecado, Lutero no tuvo otra alternativa sino la de oponerse a esta enseñanza tan anti-Palabra. Primeramente, desde el púlpito él tronó en contra de tal cosa y luego escribió sus famosas 95 tesis, las cuales clavó en la puerta de la iglesia del castillo el día 31 de octubre de 1517.",
    "En corto tiempo Alemania estaba encendida, y la reforma estaba en marcha. Ahora, que esto quede claro, Martín Lutero no fue el único que protestó contra la Iglesia Católica Romana, él solamente fue uno de muchos. Otros ya habían negado el poder temporal y espiritual de los Papas (concedido por ellos mismos) y aun entre los mismos Papas hubo pequeñas reformas temporales. Ciertamente hubo otros que enfocaron en ciertos temas, pero en el caso de Lutero, el tiempo de Dios estaba a la mano para iniciar un movimiento definitivo, que sería el comienzo de la restauración de la iglesia hacia un derramamiento del Espíritu Santo en una fecha futura.",
    "Ahora, Martín Lutero era un Cristiano lleno del Espíritu y de una viva sensibilidad. Definitivamente él era un hombre de la Palabra, porque no solamente tenía una profunda pasión por estudiarla, sino también de ver que estuviera al alcance de todos, de tal manera que todos pudiesen vivir por medio de ella. El tradujo el Nuevo Testamento y lo distribuyó al pueblo. Esta obra tan laboriosa la hizo él mismo, corrigiendo un pasaje aun hasta veinte veces. Luego congregó a su derredor a un grupo de estudiantes hebreos, entre los cuales habían algunos judíos, y tradujo el Antiguo Testamento.",
    "Sobre esta obra monumental de Lutero están basadas todas las demás obras sucesivas de las Sagradas Escrituras en Alemania.",
    "Fue un poderoso predicador y maestro de la Palabra e insistió, muy especialmente en los primeros años de su ministerio público, que la Palabra era el único criterio. Por lo tanto, estaba en contra de las obras como un medio de obtener la salvación y del bautismo como un medio de obtener la regeneración. El enseñó la mediación de Cristo aparte del hombre, el cual fue el concepto original de Pentecostés. El era un hombre de mucha oración y había aprendido que cuando más tenía que hacer y más limitado era su tiempo, entonces era cuando más dedicaba su tiempo en oración a Dios para así asegurar resultados satisfactorios. El conocía lo que era batallar con el diablo, y se dice que cierto día, Satanás se le apareció visiblemente y Lutero, arrojándole el tintero, le ordenó irse. En otra ocasión, vinieron a él dos fanáticos a persuadirle a unirse con ellos para acabar con todos los sacerdotes y las Biblias, pero él discernió el espíritu en ellos y los despidió.",
    "Está registrado acerca del Dr. Martín Lutero en la historia escrita por Sauer, volumen 3, página 406, que él fue: “un profeta, evangelista, uno que hablaba e interpretaba lenguas, y en fin, estaba dotado con los nueve dones del Espíritu”.",
    "Lo que conmovió su corazón por el Espíritu Santo, y lo que también fue el pequeño tallo verde que significaba que la verdad estaba regresando a la Iglesia, así como fue conocida en el Día de Pentecostés, fue la doctrina de la justificación: salvación por gracia, sin obras. Yo reconozco que el Dr. Lutero no sólo creía y sólo predicaba la justificación, pero sí era su tema principal, como en verdad tenía que ser, porque esa es la doctrina básica de la verdad de la Palabra. El será conocido por siempre como el instrumento en la mano de Dios que revivió esta verdad.",
    "El fue el quinto mensajero, y su Mensaje fue: “EL JUSTO EN SU FE VIVIRA”. Sin lugar a duda admitimos que él conocía y enseñaba que debemos ir de fe en fe. Su maravilloso entendimiento de soberanía, elección, predestinación y otras verdades, muestra que él fue un gran hombre en la Palabra; sin embargo, digo de nuevo (como también dicen los historiadores), que Dios lo usó para traer a la gente Su estandarte en contra de las obras: “El justo en su fe vivirá”.",
    "Ahora, como ya mencioné, esta edad ha sido llamada por los historiadores: “La Epoca de la Reforma”. Eso es exactamente correcto. Tuvo que ser así, porque Martín Lutero fue un reformador, no un profeta.",
    "Ahora, yo sé bien que la historia lo llama un profeta, pero eso no quiere decir que tal concepto sea correcto, porque no hay ningún registro que califique a Martín Lutero como un verdadero profeta de Dios en el gran sentido Bíblico de esa palabra. El fue un maestro muy fino, con algunas manifestaciones del Espíritu en su vida, y por esas cosas damos gracias a Dios; pero a él no le fue posible guiar la iglesia de regreso a la verdad completa, como lo sería para un hombre como el apóstol Pablo, el cual fue apóstol y profeta.",
    "Ahora, al transcurrir el tiempo, vemos un gran cambio en la forma en que Lutero conducía los asuntos en los cuales estaban envuelto. Al principio fue muy amable, sin temor, paciente y constantemente esperando que Dios resolviera los problemas; pero luego gran número de personas empezaron a identificarse con su movimiento. Sus propósitos no eran verdaderamente espirituales, sino de carácter netamente político. Estos querían romper el yugo del Papa, se disgustaron con tanto envío de dinero a Roma, algunos se tornaron en fanáticos. Al poco tiempo, Lutero se encontró envuelto en asuntos y decisiones políticas que estaban fuera del dominio de la iglesia, con la sola excepción de que por medio de oración, predicación, y conducta, ella pudiera establecer un estandarte que el pueblo temiera. Estos problemas políticos crecieron hasta que Lutero fue forzado a tomar una posición insostenible de mediador entre terratenientes y campesinos. Sus decisiones fueron tan equivocadas que causó una insurrección donde miles fueron muertos. Sus intenciones fueron buenas, pero al permitirse ser mezclado de nuevo en un evangelio de iglesia y estado, tuvo que segar el torbellino.",
    "No obstante todo eso, Dios usó a Martín Lutero. Que nunca se diga que sus intenciones no fueron buenas, sino que simplemente falló en sus juicios. Realmente, si los luteranos pudieran regresar a sus enseñanzas y servir a Dios como lo hizo este precioso hermano, entonces esa gente sería en verdad un reconocimiento y una alabanza al gran Dios y Salvador, Jesucristo.",
    "El que tiene los siete espíritus de Dios, y las siete estrellas, dice esto:\n\nApocalipsis 3:1",
    "Una vez más, como en las cuatro edades anteriores, el Espíritu nos está revelando nuestro bondadoso Señor por medio de la manifestación de Sus maravillosos atributos. Esta vez, mientras El está en medio de la Iglesia, lo vemos como el Ser con los siete Espíritus de Dios y las siete estrellas. Ya conocemos quienes son las siete estrellas, pero nos falta hallar el significado de los siete espíritus.",
    "Esta misma frase se halla cuatro veces en el libro de Apocalipsis.\n\n…y de los siete espíritus que están delante de su trono.\n\nApocalipsis 1:4\n\nEl que tiene los siete espíritus de Dios, y las siete estrellas, dice esto.\n\nApocalipsis 3:1\n\nY del trono salían relámpagos y truenos y voces; y delante del trono ardían siete lámparas de fuego, las cuales son los siete espíritus de Dios.\n\nApocalipsis 4:5\n\nY miré, y vi que en medio del trono y de los cuatro seres vivientes, y en medio de los ancianos, estaba en pie un Cordero como inmolado, que tenía siete cuernos, y siete ojos, los cuales son los siete espíritus de Dios enviados por toda la tierra.\n\nApocalipsis 5:6",
    "En primer lugar, sabemos con certeza que estos versículos no están enseñando una doctrina nueva y contraria a San Juan 4:24a, donde dice: “Dios es (un) Espíritu”. Pero esto es igual a I Corintios 12:8-11, donde hallamos a UN Espíritu manifestándose de NUEVE maneras. Entonces sabemos que los siete espíritus de Dios significan el único y el mismo Espíritu manifestándose en una manera séptuple.",
    "Ahora, en Apocalipsis 4:5, estos mismos siete espíritus son llamados “siete lámparas de fuego que estaban ardiendo” ante el Señor. Y siendo que Juan sólo usó símbolos del Antiguo Testamento en Apocalipsis, entonces podemos acudir al Antiguo Testamento y hallar en Proverbios 20:27: “Lámpara de Jehová es el espíritu del hombre”. Estos siete espíritus están asociados con el hombre.",
    "En Juan 5:35, Juan el Bautista fue llamado “antorcha que ardía”. También en Apocalipsis 5:6, los siete Espíritus son identificados como siete ojos.\n\nPorque los que menospreciaron el día de las pequeñeces se alegrarán, y verán la plomada en la mano de Zorobabel. Estos siete son los ojos de Jehová, que recorren toda la tierra.\n\nZacarías 4:10",
    "Es muy claro que la palabra “estos” se refiere a hombres—que por supuesto serán hombres ungidos, llenos del Espíritu Santo, porque los ministerios de Dios no son en el poder de los hombres, sino en el poder del Espíritu Santo.",
    "Juntando nuestros conocimientos Bíblicos, es evidente que los siete Espíritus de Dios se refieren al ministerio continuo del mismo Espíritu Santo en las vidas de siete hombres con los cuales Dios se identifica en una forma muy íntima. Ellos son sus ojos y también Sus lámparas. Es fácil conocer quienes son estos siete hombres, porque la frase que sigue los llama “las siete estrellas”, las cuales ya conocemos como los siete mensajeros a las siete edades. ¡Cuán hermoso es eso! ¿Ve Ud.? La estrella es para reflejar la luz durante la noche porque el sol está ausente. Así también el mensajero (tipificado como una estrella) a cada edad, era para reflejar la Luz del Señor Jesús. Todos hicieron esto por medio del Espíritu Santo.",
    "Pablo fue el primer mensajero y él dijo en Gálatas 1:8, que si algún ángel, mensajero o vicario, no importara quién fuera, si el tal predicase cualquier otro evangelio, diferente del que predicó Pablo, que sea anatema. Pablo sabía que después de su partida muchos lobos rapaces entrarían. El sabía que Satanás mismo podía aparecer como un ángel de luz, cuánto más sus ministros. Entonces él advierte que este Evangelio jamás cambiaría.",
    "Pablo bautizó en el Nombre del Señor Jesucristo y bautizó de nuevo a aquellos que no habían sido sumergidos de esa manera. Puso en orden a la Iglesia de Dios, y enseñó el uso correcto de los dones del Espíritu y confirmó que estos dones deberían permanecer en la Iglesia hasta el regreso de Jesús.",
    "Así mismo los seis mensajeros que quedaban por delante, por medio del mismo Espíritu Santo arderían con el mismo fuego, darían la misma luz del Evangelio de Jesucristo y las señales les seguirían. ¿Calificó Ireneo? Sí. ¿Calificó Martín? Sí. ¿Calificó Colombo? Sí. ¿Calificó Martín Lutero? Ciertamente. ¿Calificó Wesley? Sí señor, él tuvo un tremendo ministerio, y aun oró por su caballo para que se aliviara y así sucedió. Allí los tiene Ud., siete edades de la Iglesia y siete mensajeros que eran semejantes; y Pablo pronunció una maldición sobre el que se dijera ser un mensajero, y tenía un evangelio diferente y vivía en una luz distinta.",
    "Ahora, esa última frase que hablé, ¿cuadra bien con el resto de la Palabra? Sí, porque en la Palabra está escrito que si algún hombre agregare o quitare de este libro, sería sujeto a las plagas de este libro y sería juzgado a condenación por Dios, Quien dijo:\n\nYo testifico a todo aquel que oye las palabras de la profecía de este libro: Si alguno añadiere a estas cosas, Dios traerá sobre él las plagas que están escritas en este libro.\n\nY si alguno quitare de las palabras del libro de esta profecía, Dios quitará su parte del libro de la vida, y de la santa ciudad y de las cosas que están escritas en este libro.\n\nApocalipsis 22:18 y 19",
    "Entonces vemos que los Siete Espíritus en realidad se refieren al Unico Espíritu de Dios, obrando Su voluntad y cumpliendo Su Palabra en todas las generaciones. Me gustaría ilustrar eso con la Palabra. El Espíritu de Dios estuvo poderosamente sobre Elías. Luego ese mismo Espíritu vino en una doble porción sobre Eliseo. Siglos después, aquel mismo Espíritu, el cual nosotros llamamos el Espíritu de Elías (para clasificar su ministerio), vino sobre Juan el Bautista. Algún día aquel mismo Espíritu, identificado con la misma clase de ministerio, vendrá sobre un hombre para el fin de la edad de la Iglesia Gentil.",
    "Ahora, leemos de nuevo en la Biblia que dice que Dios ungió a Jesús de Nazaret con el Espíritu Santo y con poder, y anduvo haciendo bien, y sanando a todos los que estaban oprimidos por el diablo. Cuando Jesús ascendió, les dijo a Sus discípulos que esperaran hasta el Día de Pentecostés, y que al cumplirse este tiempo el mismo Espíritu que estaba sobre El regresaría y caería sobre ellos y los llenaría. Entonces aquel cuerpo ‘llamado fuera’ (la iglesia) estaría sobre la tierra, tomando Su lugar. Y como el mismo Espíritu que estaba en El, estaría en ellos, ellos harían las mismas obras. Y cualquier grupo de gente que en verdad sea el Cuerpo de Jesucristo (la iglesia verdadera), manifestará las mismas obras que manifestaron Jesús y la iglesia Pentecostal original, porque el mismo Espíritu estaría en ellos. Cualquiera otra iglesia que no tenga el Espíritu y las manifestaciones, tendrá que dar cuenta a Dios.",
    "También dice aquí que estas siete estrellas, o siete mensajeros a las siete edades, están en Su mano. El los está cuidando. Uno sabe de antemano que si están en Su mano, entonces están asociados con Su poder, eso es lo que significa la mano. ¡Significa el poder y la autoridad de Dios! Ninguno de ellos vino en su propio poder o autoridad, así dijo Pablo. Ningún hombre se atrevería a hacer eso. Se necesita la autoridad de Dios y el poder del Espíritu Santo. El Evangelio se predica por medio de la autoridad de Dios en el poder del Espíritu. Todos estos hombres fueron habilitados por el Espíritu Santo. Todos se opusieron al mundo. Podían hacer eso porque estaban llenos de Dios. Fueron ENVIADOS o autorizados por Dios, NO por sí mismos ni por otros hombres.",
    "Ahora ellos tenían lo que el mundo no tenía. Jesús dijo que cuando El se fuera, mandaría Su Espíritu, el cual el mundo no podía recibir. Eso es correcto. El mundo, o los sistemas mundiales, no lo podían recibir a El. Eso es la organización, el sistema mundial. Muéstreme una sola iglesia del sistema mundial que esté llena del Espíritu Santo, yo la quiero ver. Si Ud. me la puede mostrar, entonces ha encontrado un error en la Palabra. No señor. Ninguno de estos mensajeros fue organizado; o fueron echados, o salieron por su propia voluntad porque fueron convencidos del pecado de la organización. ¿Cómo puede el Espíritu Santo estar en la organización, cuando ésta es la que toma el lugar del Espíritu y las denominaciones toman el lugar de la Palabra? Recuerde, “organización” es MUERTE. No puede ser de otra manera. Si el mundo se apodera, el Espíritu se aparta.",
    "Sí, el Espíritu no es siete espíritus sino UNO. El siempre permanecerá y actuará igual; y los siete mensajeros tendrán el mismo Espíritu, enseñarán la misma Palabra y tendrán el mismo poder. Y si la iglesia es la Iglesia Verdadera, entonces tendrá el mismo Espíritu, y la misma Palabra y las mismas obras que tuvieron en el Día de Pentecostés. En cuanto a experiencia, será una Iglesia Pentecostal, y habrán lenguas e interpretaciones, profecías y sanidades. Dios estará en medio de ella y se declarará en medio de ella como siempre lo ha hecho. ¡Aleluya! Y ella no estará organizada. ¡No olvide eso!",
    "Ahora podemos ver que Jesucristo se está revelando a través de las edades por medio de Su Espíritu en los mensajeros. Ellos son como fue Moisés para los israelitas; y así como él tuvo la revelación para su día, cada mensajero ha tenido el ministerio y la revelación de Dios para su día. Además, cuando vemos que los mensajeros están en Su mano, vemos al Señor identificándose con estos hombres y concediéndoles Su poder. No es suficiente que El se haya asociado con la Iglesia entera, lo cual notamos cuando lo vimos parado entre las siete lámparas de oro. Tampoco es suficiente que podamos ver el ministerio quíntuple de Efesios 4 (apóstoles, profetas, maestros, evangelistas y pastores). Porque en cada edad la iglesia se desvía, y no son sólo los laicos, sino los pastores están equivocados igual que las ovejas. Entonces llega Dios a la escena como el Gran Pastor en los ministerios de estos siete hombres para guiar Su pueblo de nuevo a la Verdad y a la abundancia del poder de esa Verdad. Dios está en Su pueblo, en todo Su pueblo. Porque si algún hombre no tiene el Espíritu de Cristo, entonces el tal no es de El, y El es la Palabra. Esa sería la Palabra reconocida en el pueblo. Pero de Su preferencia El ha puesto un liderato especial en estos hombres por medio del consejo determinado de Su propia Voluntad. Ellos aparecen una vez en cada edad. Es el mismo Espíritu en cada uno de ellos.",
    "¡Qué cosa tan distante es ésta a la herejía de Roma! Ellos tienen a un hombre de su propia preferencia, uno tras otro, y ninguno de ellos ha manifestado el poder de Dios, ni se han anclado en la Palabra de Dios; cada uno es diferente al anterior y agrega lo que desea como si él fuera Dios. ¡Dios no está en eso! Pero sí está en Su mensajero, y todo aquel que deseara la plenitud de Dios sigue al mensajero, así como el mensajero sigue al Señor por medio de Su Palabra.",
    "🦅 El que tiene los siete Espíritus de Dios, y las siete estrellas” (Apocalipsis 3:1). Así como este mismo Señor se identificó con el hombre en la encarnación, lo está haciendo nuevamente por medio de Su Espíritu dentro del hombre. “Estos son míos”, dice el Señor. Los siete mensajeros llenos del Espíritu son del Señor. Puede que sean interrogados y repudiados, y en verdad puede ser que para la mente humana no parezcan ser calificados; sin embargo, ellos son los mensajeros para sus respectivas edades. Dios usó un Abraham (él mintió), usó un Moisés (él rebeló), un Jonás (él desobedeció), un Sansón (él pecó), un David (él mató). También usó un Josué y un José. Y todos aquellos con defectos notorios exceden en número a aquellos cuyas historias parecen ser perfectas. TODOS FUERON Y SON SUYOS. Nadie puede negar esto. El los usó por medio del Espíritu Santo que puso en ellos. Ante su propio Amo permanecieron o cayeron. Y en todos ellos fue ejecutada la Voluntad soberana de Dios. Que la historia mundana se empeñe en negar esto, todavía permanecerá. El Dios Eterno todavía anda entre las lámparas de oro y envía Sus mensajeros por medio de Su Espíritu, con la Palabra, al pueblo de cada edad.",
    "Yo conozco tus obras, que tienes nombre de que vives, y estás muerto.\n\nPorque no he hallado tus obras perfectas delante de Dios.\n\nApocalipsis 3:1 y 2",
    "Ahora, aquí ciertamente hay una cosa muy extraña. En cada edad hasta aquí el Espíritu en primer lugar ha alabado a los verdaderos creyentes y luego ha denunciado a la vid falsa. Pero en este período, evidentemente hubo tal grado de negligencia desenfrenada en cuanto al Señor y Su Palabra que el mensaje entero a esta quinta edad suena con condenación.",
    "🦅 Yo conozco tus obras”. ¿Qué obras fueron estas que llegaron ante el Señor y causaron Su disgusto? Ud. sabe que cada edad se extendió sobre la siguiente edad, así que tenemos en la quinta edad una continuación de las obras de la cuarta edad. Como Ud. bien sabe, estas obras fueron:\n\n1. La dirección del Espíritu Santo fue reemplazada por una jerarquía humana.\n\n2. La Palabra pura de Dios y Su beneficio libre para todo hombre fue desalojada por credos, dogmas, reglamentos de la iglesia, etc.\n\n3. La adoración en el Espíritu, los dones del Espíritu y todo lo que tiene que ver con el verdadero compañerismo fraternal de los santos, fue echado a un lado para admitir liturgia, adoración literal de los ídolos, fiestas paganas, etc.\n\n4. La Mariolatría (la adoración a María) estaba ganando un lugar más preeminente en la adoración Cristiana, a tal grado de haber asumido un lugar de Deidad, y el Hijo había sido quitado de Su alta posición de “sobre todo”, a ser subordinado a un hombre llamado el Papa, quien se tituló a sí mismo como “el vicario de Cristo”.",
    "Todos aquellos que lucharon en contra de esta iglesia anticristo, fueron destruidos. Todo aquel que se quedó con el sistema llegó a ser semejante a un peón de ajedrez en la iglesia, ya fuese campesino o rey. Sus vidas ya no les pertenecían, ni tampoco pertenecían a Cristo, sino que pertenecían en ’cuerpo, alma y espíritu’ a la iglesia de Roma. Ellos hablaban acerca de la sangre de Cristo, sin embargo, obtenían su salvación con dinero y compraban el perdón del pecado con uno de los dos: oro o penitencia. Las personas de más riquezas hallaron la situación muy formidable cuando el Papa León X les permitió comprar indulgencias por los pecados que todavía no habían cometido, y así, con libre conciencia podían planear sus terribles crímenes, para luego llevarlos a cabo, sabiendo que el mismo Papa ya les había remitido los pecados. A esta gente se le había prohibido la Palabra de Dios, por lo tanto ¿quién habría de conocer la verdad? Siendo que la verdad solamente viene de la Palabra, la gente estaba encerrada en el calabozo de la iglesia Romana, esperando la muerte y después el juicio. Pero la gran ramera, embriagada con la sangre de los mártires y sin ningún pensamiento del juicio, continuó salvajemente matando al pueblo con muerte física y espiritual.",
    "Ahora, a fines de la cuarta edad y a principios de la quinta, la invasión a Constantinopla por los turcos causó la huida de los hombres de enseñanza del oriente hacia el occidente, los cuales se llevaron consigo los manuscritos griegos. En este tiempo, la pureza de la Palabra y las enseñanzas de los verdaderos creyentes fueron esparcidas. Y no solamente fueron de gran importancia estos maestros tan finos, sino que también fue descubierta la invención que fue la base de la imprenta moderna, facilitando así la producción de libros. Hallamos entonces que la grande hambre y la demanda que había por la Biblia, podían ser saciadas.",
    "Dios levantó a muchos hombres poderosos, entre los cuales Lutero era uno. Calvino y Zwinglio fueron otras lumbreras y además de estos, hubo muchos otros que no fueron tan notables. Sin embargo, aunque todo esto no fue en vano, la poderosa obra de Dios fue dañada por estos mismos hombres. En primer lugar, ellos NO se opusieron al matrimonio del estado con la iglesia en el Concilio de Nicea, sino que en realidad apoyaron esa unión. Dieron la bienvenida a la defensa del Evangelio por medio del estado, aunque en la Palabra no hay respaldo para tal cosa. Y aunque podemos ver “la ira del hombre alabando a Dios” en tales casos como cuando Enrique VIII se pronunció al lado de la Reforma y el rechazo de la autoridad del Papa, todavía era una cosa muy aparte de la verdad de Pentecostés y la protección de un Dios Omnipotente.",
    "A pesar de la continua enseñanza de Lutero en contra de la intervención de afuera en los asuntos de la iglesia local, no le fue posible borrar de las mentes de los hombres el concepto de “obispo y arzobispo” en el gobierno de la iglesia. Así que la iglesia tomó un paso en la dirección correcta, pero permaneció encadenada y prontamente estaba aprisionada de nuevo en la misma prisión de donde procuró escapar.",
    "Todavía no estaba lleno el vaso de las obras abominables. Lutero, con sus juicios equivocados, no solamente incitó a la batalla, sino que consecuentemente causó la muerte de multitudes; pero el partido de Zwinglio persiguió hasta la prisión al piadoso Dr. Hubmeyer, y aunque no lo sometieron a la hoguera, ellos en realidad fueron mayormente los responsables de su muerte con fuego. Y Calvino hizo semejantemente, porque demandó la aprehensión de Servet, quien conocía y enseñaba la singularidad de la Deidad. Entonces el estado juzgó a este hermano, y para consternación de Calvino, Servet fue quemado vivo en la hoguera.",
    "Si en algún tiempo hubo fervor denominacional, fue en este tiempo tan trágico. Las palabras de Cormenio describen la mayor parte de esta edad. Cormenio escribió “UNA COSA NECESARIA”. En esta obra él compara al mundo con un laberinto y muestra que el camino de salida se halla al dejar lo que no se necesita y escoger la cosa que se necesita, Cristo. El dice que el gran número de maestros es la causa de la multitud de sectas, para las cuales muy pronto ya no quedarán nombres.",
    "Cada iglesia cree que es la verdadera, o cuando menos la parte más pura y verdadera de la iglesia, entre tanto se persiguen mutuamente con el odio más entonado. No hay esperanza de reconciliación entre ellas; porque le hacen frente a la enemistad con enemistad irreconciliable. De la misma Biblia inventan sus diversos credos, y estos son sus fortalezas y baluartes detrás de los cuales se fortifican, y allí resisten todo ataque. Yo no diré que estas confesiones de fe son erradas en sí mismas, aunque en la mayoría de los casos podemos decir que lo son. Sin embargo, llegan a ser así porque alimentan el fuego de la enemistad; y solamente apartándolas a un lado completamente, entonces sería posible hacer el esfuerzo en curar las heridas de la Iglesia.",
    "🦅 A este laberinto de sectas y variadas confesiones pertenece otra, el amor a contender. ¿Qué se gana con la contención? ¿Ha habido un solo argumento lógico que se haya arreglado por medio de contienda? Nunca. El número solamente se ha engrandecido. Satanás es el sofista más grande que jamás ha habido; él nunca ha sido vencido en una contienda de palabras. En el servicio Divino, casi siempre se oyen más las palabras de los hombres que la Palabra de Dios. Cada uno cotorrea como le da la gana, o pierde el tiempo en disertaciones difíciles de entender o reprobando los puntos de vista de otros. No se oye casi nada del nuevo nacimiento, o como el hombre tiene que ser cambiado a la semejanza de Cristo para ser participante de la naturaleza Divina (II Pedro 1:4). Del poder de las llaves, la iglesia casi ha perdido el poder de ligar, solamente le queda el poder de desatar. Los sacramentos, administrados como símbolos de unidad, amor y de nuestra vida en Cristo, han sido la causa de amargos conflictos, de odio mutuo y el punto céntrico de sectarismo. En pocas palabras, el Cristianismo ha llegado a ser un laberinto.",
    "La fe ha sido dividida en mil partecitas y uno es considerado como hereje si hay una de esas partes que no acepta. ¿Qué puede ayudarnos? Solamente aquella cosa necesaria, volver a Cristo, mirando hacia Cristo como el único líder, y caminar en Sus pisadas, poniendo a un lado todas las demás cosas hasta que lleguemos a la meta, y hayamos llegado a la unidad de la fe (Efesios 4:13).",
    "Así como el Maestro Celestial edificó todo sobre la base de las Escrituras, también nosotros debemos dejar todos los pormenores de nuestros credos particulares y estar satisfechos con la Palabra revelada de Dios, la cual nos pertenece a todos. Con la Biblia en la mano debemos clamar: ‘Yo creo lo que Dios ha revelado en este Libro; obedientemente guardaré Sus mandamientos; tengo esperanza en lo que El ha prometido.’ ¡Cristianos, escuchen! Solamente hay una vida, pero la muerte nos llega de mil maneras.",
    "Solamente hay un Cristo, pero hay mil anticristos. Así que ya sabéis, oh Cristiandad, cuál es la única cosa que es necesaria. O regresáis a Cristo o iréis a la destrucción como el anticristo. Si sois sabios y queréis vivir, seguid al Líder de la Vida.",
    "Pero Cristianos, regocijaos en el arrebatamiento; oíd las Palabras de nuestro Guía Celestial: ‘Venid a mí’. Contestad con una sola voz: ‘Así también, venimos’”.",
    "Yo acabo de decir que esta edad dio lugar a un gran desarrollo del espíritu denominacional. Si la actitud de los Corintios de “Yo soy de Pablo, yo de Cefas” en alguna ocasión fue manifestada, fue en este tiempo. Hubo luteranos, hussitas, los del partido de Zwinglio, etc. Tal fragmentación del Cuerpo fue deplorable, estaban viviendo un nombre pero estaban muertos. Ciertamente estaban muertos, murieron en el mismo momento en que se organizaron. Los grupos grandes se organizaron y se unieron en matrimonio con el estado. Eso fue todo; hasta allí llegaron.",
    "Allí estaban aquellos luteranos que habían censurado a la Iglesia Romana. Ellos conocían la injusticia de las uniones espirituales y políticas. Aun Lutero (como Pedro cuando fue influenciado por los judíos en Gálatas 2) fue e hizo del estado el defensor de la fe, en vez de Dios. Esta es la primera denominación conocida que salió de la ramera, y cuando murió Lutero, no tardó mucho tiempo para que tuvieran una jerarquía igual a aquella contra la cual habían luchado. Este movimiento de Dios, para el tiempo que apareció la segunda generación, estaba nuevamente debajo del ala de su madre. Ella había regresado y no se había dado cuenta. Habían tomado su propio nombre sobre Su Nombre. También estaban viviendo su propio nombre.",
    "Y hoy día, todas las denominaciones están haciendo igual. Están viviendo su propio nombre y no el Nombre del Señor Jesucristo. Eso se ve claramente, porque cada iglesia es conocida por su forma de adoración, pero ninguna es conocida por razón del poder de Dios. Allí está la prueba. Y quiero que se dé cuenta aquí mismo que esta edad no tuvo en su medio las señales y las maravillas. Ellos renunciaron al poder de Dios por el poder del estado. Se mantuvieron con su propio nombre, y engrandecieron sus nombres. La misión de aquel espíritu antiguo era traer a todos a su propio redil. Hoy día los bautistas quieren que los metodistas vengan con los bautistas, los metodistas están esforzándose por convertir a los presbiterianos, y los pentecostales quieren ganarse a todos. Cada uno dice que ofrece lo mejor y que tiene las mejores esperanzas, una clase de puerta al Cielo, o cuando menos, el camino a una entrada más abundante. ¡Cuán trágico es todo esto!",
    "Este espíritu denominacional ha causado que todas las denominaciones escribieran su propio manual y que enseñaran sus propios credos, que edificaran sus propias oficinas y gobiernos eclesiásticos y luego cada una dice que ella, y solamente ella, verdaderamente habla en lugar de Dios, porque sólo ella es la mejor capacitada. Ahora, ¿no es eso exactamente lo que están haciendo el Papa y la Iglesia Romana? Allí están de nuevo con su madre, la ramera, y no lo saben.",
    "Llegando al fin de nuestro comentario sobre este versículo, “tienes nombre de que vives y estás muerto”, yo no puedo impresionar demasiado sobre su mente que esta edad, aunque trajo la reforma, fue severamente reprendida por Dios en vez de ser alabada, porque también SEMBRO LA SIMIENTE DE LA DENOMINACION, LA CUAL SE ORGANIZO DE NUEVO CON LA RAMERA, después que Dios había abierto una puerta de escape. Cuando se efectuó la separación de la Iglesia Católica, fue una separación mayormente política que Espiritual. La mayoría de la gente se identificó con el Protestantismo, porque como ya he dicho, ellos odiaban el sistema romano de servidumbre política y económica. Así que, en vez de esto llegar a ser un gran movimiento Espiritual – con todas las señales de la influencia del Espíritu Santo como allá en Pentecostés, cuando Dios usó medios puramente Espirituales para efectuar Sus planes – fue más bien una obra donde la ira del hombre alabó a Dios, y los resultados fueron paralelos con la historia de Israel cuando salió de Egipto y caminó por el desierto, sin nunca llegar a la tierra de Canaán.",
    "Sin embargo, mucho fue logrado en el hecho de que el yugo de Roma fue agrietado un poco, y ahora los hombres podían recibir la Palabra de Dios y sujetarse a la influencia del Espíritu sin ese gran temor como antes. Esto abrió la puerta a la gran edad misionera que siguió.",
    "La Jezabel de Tiatira de ninguna manera estaba dispuesta a rendir el poder que tenía sobre la gente, y así vemos a su hija, Athalía, que levanta su cabeza en la edad de Sardis, con la esperanza de poder ahorcar a la simiente verdadera por medio de sus planes de organización",
    "Sé vigilante, y afirma las otras cosas que están para morir; porque no he hallado tus obras perfectas delante de Dios.\n\nApocalipsis 3:2",
    "¡Como quisiera que se pudiera decir que la edad de Sardis fue una edad de restauración y no de reforma! Pero no puedo decir eso. La Palabra no la llama una restauración, sino ciertamente la llama una reforma. Si hubiera sido una restauración, aquella edad hubiera sido otra edad Pentecostal, pero no lo fue, y lo mejor que se pudo decir de ella fue: “Afirma las otras cosas que están para morir”.",
    "Ciertamente había algo que estaba faltando. Esta edad tenía justificación, pero le faltaba la santificación y el Bautismo del Espíritu Santo. Ese fue el plan original de Dios. Eso es lo que tuvieron en el Día de Pentecostés. Fueron justificados, santificados y llenos del Espíritu Santo. Fíjese bien: la razón de ser justificado y santificado es con el fin de que Ud. sea bautizado con el Espíritu Santo. Por eso existe una iglesia. Es el templo de Dios, lleno de Dios, el mismo Espíritu Santo.",
    "El mismo Espíritu que moró en Jesús mientras El estuvo aquí en la tierra, efectuando las grandes obras que El hizo, regresó sobre la Iglesia en el Día de Pentecostés, y así ellos hicieron las mismas obras que El hizo. Esta edad no tuvo aquellas obras. ¡Oh, ellos tenían la Palabra escrita (pero no tenían la Palabra revelada)!",
    "Esta era la época de la Reforma. “Pero no temáis manada pequeña”, dijo Dios, “Yo restauraré”, y esta Reforma habría de ser el principio. En la edad del Oscurantismo, El iba a tomar la Iglesia (según Su promesa) de la profundidad de Satanás, a la Profundidad de Dios que tuvieron en el Día de Pentecostés y en los primeros años de la existencia de la Iglesia.",
    "Ahora tenga cuidado, y capte esto: Dice en el segundo versículo: “Porque no he hallado tus obras perfectas delante de Dios”. ¿Conoce Ud. en verdad el significado de ‘no perfectas’? Sencillamente es: no cumplido. Esta edad no fue cumplida completamente. Apenas fue el comienzo del regreso. Por eso dije que la Biblia la llamó la Reforma, y no la Restauración. Había comenzado en la doctrina de justificación, que significaba que la salvación era totalmente de Dios.",
    "¡Cómo predicó Lutero la soberanía y la elección de Dios! El sabía que todo era por gracia. El separó la iglesia de la dirección de jerarquía eclesiástica; derribó los ídolos, puso fin a las confesiones a sacerdotes y denunció al Papa. Fue maravilloso su comienzo, pero Dios había dicho 1500 años antes: “Lutero, tú vas a iniciar las cosas, pero tu edad no verá la culminación de ellas, porque estoy dejándolo para más tarde”. ¡Aleluya, nuestro Dios reina! El conoce el fin desde el principio.",
    "Sí, Lutero fue Su mensajero, aunque cuando examinamos sus errores no parecía ser así. Pero hubo también un hombre llamado Jonás que tuvo errores en su vida y fue un profeta, aunque Ud. y yo no queramos reconocerlo por causa de su comportamiento, pero Dios conoce a los que son Suyos y Su Voluntad se cumple así como fue con Jonás y con Lutero en aquella edad, y así continuará cumpliéndose hasta la consumación.",
    "Ahora, esta fue una edad sin total cumplimiento. Fue una edad de reforma. Porque así fue como la quiso Dios. Quiero ilustrarle a Ud. este punto así como lo hice con un maravilloso hermano luterano, quien es presidente de un buen seminario en el occidente. Yo había sido invitado a cenar en su hogar y a hablar con él acerca del Espíritu Santo. El estaba confuso acerca de muchas cosas y me preguntó:\n\n“¿Qué es lo que tenemos nosotros los luteranos”?\n\nLe respondí: “Pues, tienen a Cristo”.",
    "El dijo: “Nosotros anhelamos el Espíritu Santo. ¿Piensa Ud. que lo tenemos”?\n\nRespondí: “Potencialmente, están creyendo hacia ese fin”.",
    "El inquirió: “¿Qué quiere decir Ud. con potencialmente? Nosotros estamos hambrientos de Dios. Leímos un libro acerca de Pentecostés y los dones del Espíritu, y algunos de nosotros fuimos a California para conocer el autor y cuando llegamos, él nos dijo que a pesar de haber escrito el libro, no tenía los dones. Entonces, hermano Branham, cuando vimos la operación de los dones en su ministerio, deseamos hablar con Ud., porque seguramente Ud. sabe algo al respecto”.",
    "Este seminario está algo retirado de la cuidad y alrededor tiene muchas hectáreas de tierra cultivada, donde los estudiantes pueden trabajar y así pagar el costo de sus estudios. También tienen fábricas juntamente con la agricultura para proveer empleo adicional. Usando estos campos como ilustración, dije: “Una vez salió un hombre a su propio terreno para sembrar maíz. Arrancó todos los árboles, quitó todas las piedras, preparó la tierra y sembró el maíz. Cada día observaba aquella tierra; pero un día en vez de la misma tierra seca, él vio miles de hojitas verdes, y dijo, ‘Bendito sea el Señor, tengo un campo de maíz’”. Entonces le pregunté: “¿Tenía maíz aquel hombre?”\n\nEl respondió: “Pues en un sentido sí lo tenía”.",
    "Dije, “Potencialmente, sí; y así fue con Uds. luteranos en la Reforma, brotando la hojita, ¿ve Ud.? El maíz empezó a crecer (después de que se había podrido en la tierra durante la Edad del Oscurantismo). Después de varias etapas, se formaron unos tallos muy finos, y un día apareció la borla de seda. Aquella borla de seda miró a las hojas y dijo, ‘Uds. Luteranos formales no tienen nada, fíjense en nosotros, que somos los criadores, los grandes misioneros. Nuestro día es la época misionera’. Aquella edad de la borla de seda fue la edad de Wesley. Ellos fueron los grandes misioneros y aun sobrepasaron nuestra edad en cuanto a la propagación del Evangelio. ¿Qué hizo aquella edad? Esparció el Evangelio como el polen en el viento”.",
    "🦅 Ahora, ¿cuál es el paso siguiente? Lógicamente creemos que es la formación y la cosecha del grano, terminando el ciclo. Pero no es así. Hay todavía otra etapa, cuando el forro es formado para cubrir el grano. Eso es exactamente lo que sucedió en este ciclo Espiritual. A la entrada del siglo veinte, en el comienzo de la edad de Laodicea, hubo la creencia universal de que el Espíritu Santo estaba cayendo igual como en el Día de Pentecostés. La gente hablaba en lenguas y testificaba que había sido bautizado con el Espíritu Santo, con la evidencia de hablar en lenguas. Muchas veces he caminado por los campos de trigo ya para el fin del verano, y he tomado las cabecitas de trigo en la mano para ver el grano, cuando sorprendidamente he visto que NO HABIA NINGUN GRANO DE TRIGO EN AQUEL FORRO, AUNQUE CIERTAMENTE PARECIA COMO SI EL TRIGO ESTUVIERA ALLI. Este es un cuadro perfecto del así llamado movimiento Pentecostal. Es un hecho comprobado que esta gente se ORGANIZO BAJO UN DOCTRINA y se ligaron de nuevo, igual que la organización anterior, probando que en vez de ser la verdadera simiente, solamente eran el forro que cubriría el trigo que habría de venir. Esta edad del forro es la época de peligro del cual Jesús habló en Mateo 24:24 diciendo: ‘Engañarán, si fuere posible, aun a los escogidos’. ¡Oh, el hombre sintió que este forro, la así llamada edad Pentecostal, fue la simiente verdadera! Pero probó ser solamente el conductor para llevar la vida a la edad en la cual vendría la verdadera restauración, y la Novia (el trigo) es manifestada en poder, según las palabras de Ezequiel”:\n\nY me sacó por el camino de la puerta del norte, y me hizo dar la vuelta por el camino exterior, fuera de la puerta, al camino de la que mira al oriente, y vi que las aguas salían del lado derecho.\n\nY salió el varón hacia el oriente, llevando un cordel en su mano; y midió mil codos, y me hizo pasar por las aguas hasta los tobillos.\n\nMidió otros mil, y me hizo pasar por las aguas hasta las rodillas. Midió luego otros mil, y me hizo pasar por las aguas hasta los lomos.\n\nMidió otros mil, y era ya un río que yo no podía pasar, porque las aguas habían crecido de manera que el río no se podía pasar sino a nado.\n\nEzequiel 47:2-5",
    "🦅 Y la manera en que se hizo fue por medio de la dirección y la perfecta Voluntad de Dios. Los Luteranos tuvieron el Espíritu Santo potencialmente bajo justificación; los Metodistas lo tuvieron potencialmente bajo santificación y hoy día está aquí de nuevo, una restauración, el Espíritu Santo está aquí”.",
    "🦅 Sé vigilante y afirma las otras cosas que están para morir”. Ahora, las ideas expresadas en las palabras, “vigilante” y “afirma” son estas: “Vigilar”, contiene no solamente la idea de estar despierto sino también de estar alerto. Cualquier otra disposición contraria a ésta, significa peligro y pérdida. “Afirmar” significa más que dando fuerza, quiere decir fijar y establecer para permanencia. Estos dos mandatos se refieren a lo que queda de la VERDAD, lo cual está para morir.",
    "Yo veo esta expresión del Espíritu como una ilustración. Un grupo de hombres en esclavitud total, física y moral, se han levantado y se han escapado de sus opresores (y en verdad eso es lo que significa Sardis: ‘los escapados’). Son perseguidos y sus grandes y gloriosas ganancias están casi perdidas. No han sido cautivados de nuevo, pero casi todo lo que se puede decir de ellos es que han escapado, pero no fue un verdadero escape puro como fue el de algunos según la Palabra. Ellos habían perdido muchas de sus libertades.",
    "Ahora, el Señor dice: “Están potencialmente en cautiverio: vigilen para que no vayan a regresar. Para estar seguros de no regresar, manténganse alertos y vigilantes respecto a las cosas de su cautiverio, o perderán todo. Confírmense ahora en lo que les queda, de tal manera que puedan establecer permanentemente lo que tienen y así asegurarse en contra de pérdidas futuras. Esta será su oportunidad para cumplir lo que no han cumplido”.",
    "Pero, ¿siguieron? No señor. No consideraron la Voz del Espíritu y otra edad pasó a cautiverio, y Dios levantó a otros que habrían de cumplir Su Voluntad. Dios pasó por encima de la denominación Luterana así como lo ha hecho con las demás, y ellas nunca regresarán. Dios tuvo que continuar adelante, y en una nueva edad, traer más verdad y más restauración.",
    "Acuérdate, pues, de lo que has recibido y oído; y guárdalo, y arrepiéntete. Pues si no velas, vendré sobre ti como ladrón, y no sabrás a qué hora vendré sobre ti.\n\nApocalipsis 3:3",
    "Quiero leer también otra traducción de este versículo (la traducción de Wuest): “Acuérdate pues, en qué manera has recibido (la verdad como un depósito permanente) y en qué manera (lo) has oído y asegúralo, y ten un cambio de mente instantáneamente”.",
    "Es muy evidente por este versículo, que Dios les había dado la verdad como un depósito permanente. Fue recibida y es irrevocablemente de ellos. Ahora está por manifestarse lo que ellos harán con la Verdad, si la considerarán o no. Y eso es verdad. A ellos les había sido dada la verdad básica del Evangelio completo,",
    "🦅 El justo en su fe vivirá”, “La Salvación es del Señor”. Habían escuchado la verdad de la Biblia que retó las doctrinas de Roma y aniquiló toda autoridad papal. Conocían la verdad de que la iglesia no salva, entendían la Santa Cena, tenían luz sobre el bautismo en agua y echaron fuera las imágenes. ¿Hubo verdad? Pues nunca hubo una edad con mayor número de hombres con más luz para difundir.",
    "Ellos tuvieron suficiente luz para rehabilitar completamente el sistema antiguo, o empezar de nuevo y dejar que Dios los guiara, renglón sobre renglón y mandato sobre mandato. Recibieron la verdad, la quisieron y la oyeron. Pero la pregunta era: ¿Cómo la oyeron? ¿La oyeron para edificar sobre ella, o la oyeron con la misma actitud que tenían muchos de los griegos: algo más para discutir y de donde desarrollar teorías? Evidentemente la rica Palabra de Verdad estaba siendo escuchada de una manera intelectual, en vez de ser oída para obrar prácticamente, porque Dios estaba demandando un cambio en el modo de pensar en cuanto a la Palabra.",
    "Si esta es la Palabra de Dios, y en verdad lo es, entonces tiene que ser obedecida. Desobediencia a la Palabra traerá el juicio. Cuando encontraban dormidos a los guardias del templo sagrado, los azotaban y su ropa era quemada. ¿Qué hará el Señor con aquellos que en esta edad han bajado la guardia?",
    "🦅 Vendré sobre ti como ladrón”. La ciudad antigua de Sardis fue constantemente acosada por bandidos que salían de los montes alrededor y robaban los bienes de la gente. Y así ellos sabían muy bien lo que el Espíritu estaba advirtiendo cuando dijo que la venida del Señor sería como ladrón en la noche. Vigilancia y preparación son suficientes para estar listo para Su venida.",
    "Sabemos que esto es un mensaje para la vid falsa porque la venida del Señor será como fue en los días de Noé. Los ocho que fueron salvos estaban al tanto del diluvio que venía, y estando en alerta estaban preparados y fueron salvos. Pero el mundo de los impíos fue arrasado, aunque estaban en contacto diario con los justos y oyeron la verdad, pero la rechazaron hasta que fue demasiado tarde. Aquella gente completamente carnal de esta época antigua, tipifica hoy día a los Cristianos nominales, cuyas vidas están llenas de cosas mundanas y toman tanto placer en ellas a tal grado que no tienen ningún deseo por lo Espiritual, y de ninguna manera se dan cuenta ni están preparados para Su aparición.",
    "Pero tienes unas pocas personas en Sardis que no han manchado sus vestiduras; y andarán conmigo en vestiduras blancas, porque son dignas.\n\nApocalipsis 3:4",
    "Ahora, para mí, esta palabra ‘personas’ tiene un significado mucho más amplio que la palabra gente; muestra aquella verdad que fue expuesta en cada edad y del cual nos habló nuestro Señor con gran énfasis, y es esta: El sistema de la iglesia en estas edades está representado por dos vides: una verdadera y otra falsa. En Su plan soberano, Dios las ha puesto juntas, llamándolas La Iglesia.",
    "Vea Ud. en esta edad cómo El las ha reprendido, diciendo, “al ángel de la iglesia en Sardis”, no, “…iglesias que están en Sardis”, sino colocándolas juntas, “…la iglesia que está… Yo conozco tus obras…estás muerto…tus obras están incompletas…” Y luego continúa, “Tienes unas pocas personas que andan bien y no están equivocadas como la mayoría. Estas andan con vestiduras limpias y son dignas de Mí”. Esta gente que eran en verdad los santos de Dios, andaban “completamente aceptos en los ojos del Señor”. Sus vestiduras estaban limpias. En aquellos días las vestiduras rozaban el suelo y juntaban mucha suciedad, pero éstos tenían cuidado cuando caminaban para no ser contaminados por el mundo. Estaban en el Espíritu y caminaban en el Espíritu. Eran santos y sin mancha delante de El; estaban cumpliendo su propósito, porque ese es el propósito de Dios para nosotros: “para que fuésemos santos y sin mancha delante de él en amor”, según Efesios 1:4.",
    "Ahora, de este versículo que señala a los escogidos de Dios como “unas pocas personas”, Ud. puede ver claramente lo que hemos estado enseñando acerca de esta edad. Fue una edad caótica, SIN CUMPLIMIENTO, y fue dividida en varias maneras, la cual Dios reprendió casi en su totalidad. Era débil, enferma y lista para morir. No fue la época gloriosa que los historiadores carnales protestantes se han esforzado, en presentar. Una sola mirada al árbol dio a conocer que estaba gangrenoso y marchito, despojado de hojas y carente de fruto, con la excepción de algunos frutos mal formados y otros llenos de gusanos que caían al suelo. Pero ¡espere un momento! Fíjese bien en el árbol. Allá en lo alto del árbol, donde da la luz del sol, estaban algunas primicias, unas pocas personas, perfectas en El porque nacieron en El, las cuales fueron llenas con El y estaban caminando con El por medio de Su Palabra. Gracias a Dios por aquellas pocas.",
    "🦅 Y andarán conmigo”. Eso es lo que Dios dice que concederá a aquellos que caminaron rectamente. Esa es de parte de Su herencia que El les tiene reservada. Si ellos se disponen a andar con El a través de las trampas y peligros de la vida y ser un honor a El, entonces El los ha de recompensar. El no se olvida de nuestra obra de amor. Dios siempre nos recompensará por nuestros esfuerzos para complacerle.",
    "Sí, ellos habían caminado por el mundo pero no habían participado del mundo, ni habían dejado que los sistemas del mundo se apoderaran de ellos. Cuando las personas ilustres de aquella edad se habían rendido al halago del estado y habían escogido la mente política en vez de la mente Espiritual, y estaban encaminados de nuevo al mundo, estos pocos se mantuvieron con la Palabra de Dios y así honraron al Señor. Ahora El los honraría a ellos. Caminarán con El en vestiduras blancas. Se habían identificado con El en la tierra y ahora El se identificará con ellos en la Nueva Jerusalén. ¡Y cuán maravillosa será aquella identificación! Eso me hace regocijar, pero también me hace llorar al contemplar Su condescendencia, porque Ud. notará que El no está vestido de un color diferente al de los santos, como los líderes terrestres lo harían. No, ellos serán como El, El será como ellos, tal como dijo Juan, “porque le veremos tal como El es”.",
    "🦅 Porque son dignas”. ¿Se da Ud. cuenta de Quién es el que dice esto? Es Jesús, el mismo Ser Digno. Este es el único Ser Quien es considerado digno de tomar el libro de la mano de Aquel que está sentado en el trono. Y ahora este Ser Digno está diciendo a Sus santos, “Vosotros sois dignos”. Aquí está este Ser, el único apto para juzgar (y en verdad todo juicio es sometido a El), y El dice, “Sois dignos”. Estas palabras son tan asombrosas como aquellas de Romanos 8:33b, “Dios dice, Yo soy justo” (traducción de Way). En la luz blanca de la justicia de Dios, oiga la dulce Voz de Jesús cuando El dice, “Estos son míos. Son Justos. Son dignos. Andarán conmigo en vestidura blanca”.",
    "El que venciere será vestido de vestiduras blancas, y no borraré su nombre del libro de la vida, y confesaré su nombre delante de mi Padre, y delante de sus ángeles.\n\nApocalipsis 3:5",
    "🦅 El que venciere será vestido de vestiduras blancas”. Esto es en realidad una repetición del versículo 4, donde se hace referencia a unas pocas que no han ensuciado sus vestiduras. Hace muchos años teníamos un dicho inglés que sin duda fue tomado de este versículo. El dicho era, “No te ensucies las faldas”. El significado era: “no te envuelvas en cosas dudosas; otros estarán envueltos y puede ser que seas tentado a envolverte también, o alguien aun te querrá envolver; pero mantente lejos del asunto guiando tu vida en un sentido opuesto”.",
    "Ahora Dios recompensará aquellos que siguen esta advertencia. Estarán vestidos de blanco así como El está vestido de blanco. Pedro, Jacobo, y Juan lo vieron en el Monte de la Transfiguración, y Su vestidura fue tan blanca como la luz. Así es como estarán vestidos los santos. Sus vestiduras serán resplandecientes, extraordinariamente blancas.",
    "Ud. sabe que estamos viviendo en el tiempo del fin. Es en esta edad cuando las iglesias se van a unir. Y así como ya están controlando la situación política mundial, también controlarán muy pronto el sistema económico del mundo. Entonces, si Ud. no pertenece a la organización mundial de iglesias, no podrá comprar o vender. Ud. perderá todo. Aquellos que se mantienen puros ante Dios y no dejan que su vestidura se ensucie con la contaminación de este ‘sistema mundial’ eclesiástico, serán despojados físicamente. Se les presentará la gran tentación de ceder. Predicadores se rendirán con el pretexto de que servirán a Dios dentro de la estructura del sistema de la bestia y del anticristo. Se rendirán a las adulaciones y halagos de la jerarquía. Y la gente seguirá a estos falsos pastores al matadero. Pero en el juicio, todos se hallarán desnudos. No les serán dadas las vestiduras blancas; ni tampoco andarán con El. No se puede andar en esta vida en vestiduras manchadas con el mundo, estando asidos de la mano del diablo, y luego esperar estar con Dios.",
    "Es tiempo de despertar y oír la Voz de Dios que clama: “Salid de ella (religión organizada) mi pueblo, para que no seáis partícipes de sus pecados, y para que no recibáis de sus plagas”. Amén. Dios está hablando. Evite Ud. las religiones de este mundo así como evitaría la peste. Deje de caminar con el mundo y emblanquezca sus vestiduras medio del arrepentimiento y la sangre del Cordero. ¡Pero hágalo hoy, porque mañana puede ser demasiado tarde!",
    "🦅 El que venciere, no borraré su nombre del libro de la vida”. Llegamos nuevamente a una porción de la Palabra que es muy difícil de entender. Este versículo, tomado superficialmente, será usado tanto por los armenios como también por los calvinistas para complacer sus creencias. Los armenios declararán que este versículo seguramente anula lo que dice en San Juan:\n\nTodo lo que el Padre me da, vendrá a mí; y al que a mí viene, no le echo fuera.\n\nPorque he descendido del cielo, no para hacer mi voluntad, sino la voluntad del que me envió.\n\nY esta es la voluntad del Padre, el que me envió: Que de todo lo que me diere, no pierda yo nada, sino que lo resucite en el día postrero.\n\nY esta es la voluntad del que me ha enviado: Que todo aquel que ve al Hijo, y cree en él, tenga vida eterna; y yo le resucitaré en el día postrero.\n\nMurmuraban entonces de él los judíos, porque había dicho: Yo soy el pan que descendió del cielo.\n\nY decían: ¿No es éste Jesús, el hijo de José, cuyo padre y madre nosotros conocemos? ¿Cómo, pues, dice éste: Del cielo he descendido?\n\nJesús respondió y les dijo: No murmuréis entre vosotros.\n\nNinguno puede venir a mí, si el Padre que me envió no le trajere; y yo le resucitaré en el día postrero.\n\nSan Juan 6:37-44",
    "Los armenios dicen que la voluntad del Padre no es un propósito soberano, sino que solamente es un deseo afable, y El se mantiene a un lado para ver qué harán los hombres con Sus dones tan ricos, y aun con la Vida Eterna.",
    "Los calvinistas no lo interpretan así. Ellos ven en este versículo una gran consolación para los santos bajo grandes cargas y sufrimientos, y no importa cuán terribles sean los tiempos o la persecución, por cuanto el creyente es uno que “cree que Jesús es el Cristo”, su nombre no será quitado de aquel libro. Algunos también dicen que este “Libro de la Vida” no es “El Libro De La Vida del Cordero”, pero, como siempre sucede, cuando uno se interesa superficialmente en un versículo, el entendimiento que se obtiene también es superficial.",
    "La posibilidad de quitar un nombre de los registros de Dios merece más que un estudio ligero, porque hasta ahora la mayoría de los estudiantes de la Biblia han llegado a la conclusión de que Dios escribe en el Libro de la Vida del Cordero los nombres de aquellos que son renacidos en el mismo instante en que son renacidos. Y si por alguna razón aquel nombre tiene que ser quitado, el renglón en el registro simplemente quedará vacío, como estaba antes de que el nombre fuese escrito. Esto es cien por ciento opuesto a lo que la Palabra en verdad enseña.",
    "Aquí, al iniciar este estudio, déjese establecido que no hay NI UNA SOLA Escritura que enseña que Dios está en el tiempo presente redactando un registro de nombres. Todo esto fue hecho antes de la fundación del mundo, como veremos en seguida. También, no es cuestión de interesarnos simplemente en dos grupos de gente, que tuvieron la oportunidad de recibir Vida Eterna, y en que un grupo la recibió y sus nombres fueron escritos en el registro, mientras que a los del otro grupo que rechazaron la Vida Eterna no les fue concedido tener sus nombres registrados.",
    "Mostraremos por medio de la Escritura, que multitudes que ni siquiera fueron renacidos, entrarán a la Vida Eterna. Tan raro como esto suena, ciertamente es la verdad. También mostraremos que hay un grupo de personas, cuyos nombres han sido puestos en aquel registro desde antes de la fundación del mundo, Y QUE NO PUEDEN, BAJO NINGUNAS CIRCUNSTANCIAS, SER QUITADOS ESOS NOMBRES. Pero también mostraremos otro grupo de personas, CUYOS NOMBRES ESTABAN EN AQUEL REGISTRO DESDE ANTES DE LA FUNDACION DEL MUNDO, Y CUYOS NOMBRES SERAN QUITADOS.",
    "En primer lugar, no hay fundamento para las conclusiones de que “El Libro de la Vida del Cordero” no es el mismo que “El Libro de la Vida”. El Libro de la Vida puede ser llamado El Libro de la Vida del Cordero o El Libro de la Vida de Cristo o aun Tu Libro, y El Libro de los Vivientes. En este Libro solamente hay nombres escritos.\n\nY la (bestia) adoraron todos los moradores de la tierra cuyos nombres no estaban escritos en el libro de la vida del Cordero que fue inmolado desde el principio del mundo.\n\nApocalipsis 13:8\n\nLa bestia que has visto, era, y no es; y está para subir del abismo e ir a perdición; y los moradores de la tierra, aquellos cuyos nombres no están escritos desde la fundación del mundo en el libro de la vida, se asombrarán viendo la bestia que era y no es, y será.\n\nApocalipsis 17:8\n\nY vi a los muertos, grandes y pequeños, de pie ante Dios; y los libros fueron abiertos, y otro libro fue abierto, el cual es el libro de la vida; y fueron juzgados los muertos por las cosas que estaban escritas en los libros, según sus obras.\n\nY el mar entregó los muertos que había en él; y la muerte y el Hades entregaron los muertos que había en ellos; y fueron juzgados cada uno según sus obras.\n\nY la muerte y el Hades fueron lanzados al lago de fuego. Esta es la muerte segunda.\n\nY el que no se halló inscrito en el libro de la vida fue lanzado al lago de fuego.\n\nApocalipsis 20:12-15",
    "Ud. puede ver claramente que aunque se mencionan otros libros, siempre hay la referencia a UN libro que contiene los nombres. En Apocalipsis es llamado “El Libro de la Vida del Cordero” o “El Libro de la Vida”.",
    "Ahora, ¿donde está colocado este libro?\n\nVolvieron los setenta con gozo, diciendo: Señor, aun los demonios se nos sujetan en tu nombre.\n\nY les dijo: Yo veía a Satanás caer del cielo como un rayo.\n\nHe aquí os doy potestad de hollar serpientes y escorpiones, y sobre toda fuerza del enemigo, y nada os dañará.\n\nPero no os regocijéis de que los espíritus se os sujetan, sino regocijados de que vuestros nombres están escritos en los cielos.\n\nEn aquella misma hora Jesús se regocijó en el Espíritu, y dijo: Yo te alabo, oh Padre, Señor del cielo y de la tierra, porque escondiste estas cosas de los sabios y entendidos, y las has revelado a los niños. Sí, Padre, porque así te agradó.\n\nTodas las cosas me fueron entregadas por mi Padre, y nadie conoce quién es el Hijo sino el Padre, ni quién es el Padre, sino el Hijo, y aquel a quien el Hijo lo quiera revelar.\n\nY volviéndose a los discípulos, les dijo aparte: Bienaventurados los ojos que ven lo que vosotros veis;\n\nporque os digo que muchos profetas y reyes desearon ver lo que vosotros veis, y no lo vieron; y oír lo que oís, y no lo oyeron.\n\nLucas 10:17-24",
    "El Libro de la Vida claramente está situado en el Cielo y aparecerá en el juicio del Gran Trono Blanco. En estos versículos, Jesús dijo que sus nombres estaban escritos en el Cielo Estaban escritos en el Libro de la Vida porque allí es donde se registran los nombres. Jesús estaba hablando a los setenta (versículo 17), pero también estaba hablando a los doce (versículo 23). Todos estos estaban gozosos porque aun los demonios les eran sujetos en el Nombre de Jesús.",
    "La respuesta de Jesús fue: “Pero no os regocijéis de que los espíritus se os sujetan; sino regocijaos de que vuestros nombres están escritos en los cielos (Libro de la Vida)”. Ud. notará aquí que Judas era uno de aquellos que estaban lanzando demonios en el Nombre de Jesús, pero sabemos que él era un diablo, el hijo de perdición.\n\nJesús les respondió: ¿No os he escogido yo a vosotros los doce, y uno de vosotros es diablo?\n\nHablaba de Judas Iscariote, hijo de Simón; porque éste era el que le iba a entregar, y era uno de los doce.\n\nSan Juan 6:70 y 71\n\nCuando estaba con ellos en el mundo, yo los guardaba en tu nombre; a los que me diste, yo los guardé, y ninguno de ellos se perdió, sino el hijo de perdición, para que la Escritura se cumpliese.\n\nSan Juan 17:12\n\nJesús le dijo: El que está lavado, no necesita sino lavarse los pies, pues está todo limpio, y vosotros limpios estáis, aunque no todos.\n\nPorque sabía quién le iba a entregar; por eso dijo: No estáis limpios todos.\n\nNo hablo de todos vosotros; yo sé a quienes he elegido; mas para que se cumpla la Escritura: El que come pan conmigo, levantó contra mí su calcañar.\n\nSan Juan 13:10, 11, 18",
    "Ahora, si el lenguaje tiene sentido alguno, tenemos que admitir que Judas fue elegido por Jesús (San Juan 13:18), pero aun no estaba limpio (San Juan 13: 10-11), y también Judas fue dado a Jesús por el Padre (San Juan 17:12). (Quede bien claro aquí que la ‘elección’ y la entrega es el mismo paralelo como en la ilustración de Moisés y Faraón, Jacob y Esaú, porque aunque Esaú y Faraón fueron preconocidos, fueron predestinados para ira, mientras que el fin de Moisés y Jacob era para glorificación. 1 Pedro 2:8-9a muestra a ambos, réprobos y elegidos: “A aquellos que tropiezan en la palabra, siendo desobedientes; a lo cual fueron también destinados. Mas vosotros sois linaje escogido”.) Judas fue contado con los doce y en realidad tuvo una parte con ellos en el ministerio antes de Pentecostés.\n\nVarones hermanos, era necesario que se cumpliese la Escritura en que el Espíritu Santo habló antes por boca de David acerca de Judas, que fue guía de los que prendieron a Jesús,\n\nY era contado con nosotros, y tenía parte en este ministerio.\n\nHechos 1:16 y 17",
    "La parte que Judas tuvo entre los doce y que luego perdió no fue inferior a los ministerios de los otros once, ni tampoco fue un ministerio extraño y diabólico entremetido en los ministerios de los demás.\n\nPara que tome la parte de este ministerio y apostolado, de que cayó Judas por transgresión, para irse a su propio lugar.\n\nHechos 1:25",
    "Judas, un diablo, perdió el ministerio del Espíritu Santo que le fue dado por Dios, se mató y SE FUE A SU PROPIO LUGAR. Su nombre aun estaba en el Libro de la Vida, pero fue borrado.",
    "Ahora, antes de seguir con este estudio de Judas, volvamos al Antiguo Testamento para ver cómo Dios hizo lo mismo allá en ese tiempo.",
    "En Génesis 35:23-26, los hijos de Jacob fueron doce en número y sus nombres fueron: Rubén, Simeón, Leví, Judá, Isacar, Zabulón, José, Benjamín, Dan, Neftalí, Gad y Aser. Los descendientes de estos doce hijos formaron las doce tribus de Israel con la excepción de José que no tuvo una tribu que llevara su nombre, porque en la providencia de Dios habría de haber trece tribus, y a los dos hijos de José les fue concedido el honor de aumentar las doce tribus a trece. Ud. sabe desde luego, que esto fue necesario, siendo que Leví fue separado por Dios para el sacerdocio. Cuando Israel partió de Egipto, y Dios les dio el tabernáculo en el desierto, hallamos a la tribu de Leví sirviendo a las doce tribus: Rubén, Simeón, Isacar, Judá, Zabulón, Benjamín, Dan, Neftalí, Gad, Aser, Efraín y Manasés (así son nombrados en Números 10:11-28). No hay mención alguna de José o de Leví. Pero cuando nos fijamos en Apocalipsis 7:4-8, donde dice que “ciento cuarenta y cuatro mil sellados de todas las tribus de los hijos de Israel”, los nombra así: Judá, Rubén, Gad, Aser, Neftalí, Manasés, Simeón, Leví, Isacar, Zabulón, José y Benjamín. Estamos de nuevo con las doce tribus, con Leví y José nombrados entre ellos, pero con la ausencia de Dan y Efraín.",
    "Ahora surge la pregunta: ¿por qué fueron quitadas estas dos tribus? Aquí está la respuesta:\n\nPorque vosotros sabéis cómo habitamos en la tierra de Egipto, y cómo hemos pasado por en medio de las naciones por las cuales habéis pasado;\n\ny habéis visto sus abominaciones y sus ídolos de madera y piedra, de plata y oro, que tienen consigo.\n\nNo sea que haya entre vosotros varón o mujer, o familia o tribu, cuyo corazón se aparte hoy de Jehová nuestro Dios, para ir a servir a los dioses de esas naciones; no sea que haya en medio de vosotros raíz que produzca hiel y ajenjo,\n\ny suceda que al oír las palabras de esta maldición, él se bendiga en su corazón, diciendo: Tendré paz, aunque ande en la dureza de mi corazón, a fin de que con la embriaguez quite la sed.\n\nNo querrá Jehová perdonarlo, sino que entonces humeará la ira de Jehová y su celo sobre el tal hombre, y se asentará sobre él toda maldición escrita en este libro, y Jehová borrará su nombre de debajo del cielo.\n\nDeuteronomio 29:16-20",
    "Aquí está la maldición pronunciada en contra de la idolatría o la fornicación espiritual. La tribu que se tornaba a la idolatría, su nombre sería quitado. La historia de las dos tribus, cuyos nombres fueron borrados por causa de la idolatría, se halla en Primera de Reyes:\n\nEntonces reedificó Jeroboam a Siquem en el monte de Efraín, y habitó en ella; y saliendo de allí, reedificó a Penuel.\n\nY dijo Jeroboam en su corazón: Ahora se volverá en reino a la casa de David,\n\nsi este pueblo subiere a ofrecer sacrificios en la casa de Jehová en Jerusalén, porque el corazón de este pueblo se volverá a su señor Roboam rey de Judá, y me matarán a mí, y se volverán a Roboam rey de Judá.\n\nY habiendo tenido consejo, hizo el rey dos becerros de oro, y dijo al pueblo: Bastante habéis subido a Jerusalén; he aquí tus dioses, oh Israel, los cuales te hicieron subir de la tierra de Egipto.\n\nY puso uno en Bet-el, y el otro en Dan.\n\nY esto fue causa de pecado; porque el pueblo iba a adorar delante de uno hasta Dan.\n\nEfraín es dado a ídolos; déjalo.\n\nI Reyes 12:25-30 y Oseas 4:17",
    "Fíjese particularmente que el castigo tocante a la idolatría consistió en que el nombre de aquella tribu habría de ser borrado “de debajo del cielo” (Deuteronomio 29:20). No dice que sería borrado “en el cielo” sino de debajo del Cielo. Y así es exactamente, porque Israel ahora está en La Palestina y dentro de poco tiempo el Señor sellará a 144,000 de ellos. Pero Dan y Efraín no están en ese número:",
    "Y oí el número de los sellados: ciento cuarenta y cuatro mil sellados de todas las tribus de los hijos de Israel.\n\nDe la tribu de Judá, doce mil sellados. De la tribu de Rubén, doce mil sellados. De la tribu de Gad, doce mil sellados.\n\nDe la tribu de Aser, doce mil sellados. De la tribu de Neftalí, doce mil sellados. De la tribu de Manasés, doce mil sellados.\n\nDe la tribu de Simeón, doce mil sellados. De la tribu de Leví, doce mil sellados. De la tribu de Isacar, doce mil sellados.\n\nDe la tribu de Zabulón, doce mil sellados. De la tribu de José, doce mil sellados. De la tribu de Benjamín, doce mil sellados.\n\nApocalipsis 7:4-8",
    "Ahora, juntamente con esto, vemos en Daniel 12:1, que se refiere a estos 144,000, los cuales son sellados durante el sexto Sello y el tiempo de la Gran Tribulación, o sea, el tiempo de angustia para Jacob.\n\nEn aquel tiempo se levantará Miguel, el gran príncipe que está de parte de los hijos de tu pueblo; y será tiempo de angustia, cual nunca fue desde que hubo gente hasta entonces; pero en aquel tiempo será libertado tu pueblo, todos los QUE SE HALLEN ESCRITOS EN EL LIBRO.\n\nDaniel 12:1",
    "Sin embargo, después de este período de tribulación, (durante el Milenio), según Ezequiel 48:1-8 y 22-28, vemos a las tribus de nuevo en el orden Divino. Pero, desde el tiempo que Dan y Efraín se unieron a los ídolos, ellos murieron y aquellas tribus jamás son reconocidas. Ahora, yo sé que desde la destrucción de Jerusalén, todos los registros de las tribus se extraviaron y por ese hecho, nadie puede decir con certeza a cuál tribu pertenece, PERO DIOS SI LO SABE. El Gran Dios, Quien está trayendo a Israel de nuevo a la Palestina, conoce exactamente a cuál tribu pertenece cada verdadero Israelita, y de toda la congregación de los 144,000, Dan y Efraín estarán ausentes.",
    "Aquí están las tribus de Israel:\n\nEstos son los nombres de las tribus: Desde el extremo norte por la vía de Hetlón viniendo a Hamat, Hazar-enán, en los confines de Damasco, al norte, hacia Hamat, tendrá, Dan una parte, desde el lado oriental hasta el occidental.\n\nJunto a la frontera de Dan, desde el lado del oriente hasta el lado del mar, tendrá Aser una parte.\n\nJunto al límite de Aser, desde el lado del oriente hasta el lado del mar, Neftalí, otra.\n\nJunto al límite de Neftalí, desde el lado del oriente hasta el lado del mar, Manasés, otra.\n\nJunto al límite de Manasés, desde el lado del oriente hasta el lado del mar, Efraín, otra.\n\nJunto al límite de Efraín, desde el lado del oriente hasta el lado del mar, Rubén otra.\n\nJunto al límite de Rubén, desde el lado del oriente hasta el lado del mar, Judá, otra.\n\nJunto al límite de Judá, desde el lado del oriente hasta el lado del mar, estará la porción que reservaréis de veinticinco mil cañas de anchura, y de longitud como cualquiera de las otras partes, esto es, desde el lado del oriente hasta el lado del mar; y el santuario estará en medio de ella.\n\nEzequiel 48:1-8\n\nDe este modo la parte del príncipe será la comprendida desde la porción de los levitas y la porción de la ciudad, entre el límite de Judá y el límite de Benjamín.\n\nEn cuanto a las demás tribus, desde el lado del oriente hasta el lado del mar, tendrá Benjamín una porción.\n\nJunto al límite de Benjamín, desde el lado del oriente hasta el lado del mar, Simeón, otra.\n\nJunto al límite de Simeón, desde el lado del oriente hasta el lado del mar, Isacar, otra.\n\nJunto al límite de Isacar, desde el lado del oriente hasta el lado del mar, Zabulón, otra.\n\nJunto al límite de Zabulón, desde el lado del oriente hasta el lado del mar, Gad, otra.\n\nJunto al límite del Gad, al lado meridional al sur, será el límite desde Tamar hasta las aguas de las rencillas, y desde Cades y el arroyo hasta el Mar Grande.\n\nEsta es la tierra que repartiréis por suertes en heredad a las tribus de Israel, y estas son sus porciones, ha dicho Jehová el Señor.\n\nEzequiel 48:22-29",
    "Otra ilustración que podríamos mencionar es la historia de Israel saliendo de Egipto en el camino hacia Canaán. El propósito de Dios en aquella edad fue de SACAR a Israel de Egipto y traerlos a Canaán con el fin de que le sirviesen. Así que cuando partieron de Egipto, todos salieron bajo la sangre del cordero del sacrificio, TODOS pasaron por medio de las aguas del bautismo en el Mar Rojo; TODOS gozaron de las grandes maravillas; TODOS comieron del maná; TODOS bebieron del agua de la peña; y en cuanto a las manifestaciones y bendiciones externas, TODOS participaron de una manera igual. Pero, cuando llegaron a Moab, todos aquellos que se unieron a la fiesta en Baal-peor, murieron. Sus cadáveres cayeron en el desierto porque allí fue donde rechazaron y se apartaron de la Palabra de Dios. Esto es lo que habla Hebreos 6:1-9, lo cual fue explicado tan claramente en la edad de Pérgamo. Uno no puede tomar solamente una porción de la Palabra, tiene que tomar TODA la Palabra.",
    "Hay gente que parece estar envuelto casi cien por ciento en las cosas de Dios, pero son como Judas. Solamente Jesús conocía exactamente qué tipo de persona era Judas. Y llegó el día en que Judas hizo lo mismo que Israel en Baal-peor. El decidió unirse a las fuerzas de la vid falsa, y entrar en la organización política y financiera de la religión anticristo y anti-Palabra, y así lo hizo. ¡El fue engañado! Los otros once no fueron engañados. No podían ser engañados porque eran de los elegidos. Entonces cuando Judas dejó y traicionó al Señor, su nombre fue quitado del Libro de la Vida (Apocalipsis 22:19).",
    "Ahora, estoy seguro de que Ud. ha notado que aquellos cuyos nombres estaban en el Libro de la Vida, eran parte del orden religioso de ese día, que tuvo como su centro y adoración al Dios verdadero, aunque no adoraban según la verdad (la Palabra). Así como Judas, ellos no perseveraron hasta el fin. Judas fue escogido por Dios, fue instruido en la verdad, compartió del conocimiento de los misterios, le fue concedido un ministerio de poder, sanó a los enfermos y lanzó demonios en el Nombre de Jesús. Pero cuando llegó el reto, él se vendió por el oro y el poder político. El no llegó a Pentecostés para recibir el Espíritu de Dios, él fue privado del Espíritu. No tenga Ud. dudas sobre esto: una persona que es verdaderamente bautizada por el Espíritu Santo en el Cuerpo de Cristo, recibiendo la plenitud del Espíritu, estará en la PALABRA COMPLETAMENTE. Esa es la evidencia de ser bautizado con el Espíritu Santo. Judas falló. Allí es donde fallan multitudes. Y cuando ellos fallan en continuar en esa Palabra, sus nombres son quitados del Libro de la Vida.",
    "Para clarificar mejor este asunto de quitar un nombre del Libro de la Vida, sería bueno extender nuestros pensamientos al pueblo de Israel en los días de Moisés.\n\nY aconteció que el día siguiente dijo Moisés al pueblo: Vosotros habéis cometido un gran pecado, pero yo subiré ahora a Jehová; quizá le aplacaré acerca de vuestro pecado.\n\nEntonces volvió Moisés a Jehová y dijo: Te ruego, pues este pueblo ha cometido un gran pecado, porque se hicieron dioses de oro,\n\nque perdones ahora su pecado, y si no, ráeme ahora de tu libro que has escrito.\n\nY Jehová respondió a Moisés: Al que pecare contra mí, a éste raeré yo de mi libro.\n\nVé, pues, ahora, lleva a este pueblo a donde te he dicho; he aquí mi ángel irá delante de ti; pero en el día del castigo, yo castigaré en ellos su pecado.\n\nExodo 32:30-34",
    "Es evidente que muchos nombres han sido y serán quitados del Libro de la Vida hasta que el tiempo no sea más. Particularmente en este caso, fue por idolatría, así como cuando Dan y Efraín fueron privados de sus derechos como tribus de Israel porque adoraron a los becerros de oro. Todos aquellos que adoraron ídolos, sus nombres fueron quitados del Libro de la Vida.",
    "Cuando Israel rechazó el liderato de Dios manifestado en la forma de la Columna de Fuego, y se tornaron a adorar a los becerros de oro, sus nombres fueron borrados del Libro de la Vida: “Al que pecare contra mí, a este raeré yo de mi libro” (Exodo 32:33). Si el tornar a los ídolos demandó como castigo quitar los nombres del Libro de la Vida, entonces, ciertamente el rechazo de Jesucristo como el Mesías, por parte de Israel, demanda un castigo semejante. Eso es exactamente correcto. En el Salmo 69, donde habla de la humillación de Jesús, dice de la siguiente manera:\n\nMe pusieron además hiel por comida, y en mi sed me dieron a deber vinagre.\n\nSea su convite delante de ellos por lazo, y lo que es para bien, por tropiezo.\n\nSean oscurecidos sus ojos para que no vean, y haz temblar continuamente sus lomos.\n\nDerrama sobre ellos tu ira, y el furor de tu enojo los alcance.\n\nSea su palacio asolado; en sus tiendas no haya morador.\n\nPorque persiguieron al que tú heriste, y cuentan del dolor de los que tú llagaste.\n\nPon maldad sobre su maldad, y no entren en tu justicia.\n\nSean raídos del libro de los vivientes, y no sean escritos entre los justos.\n\nSalmos 69:21-28",
    "Cuando los judíos rechazaron a Jesús, literalmente Dios se volvió de ellos a los gentiles.\n\nEntonces Pablo y Bernabé, hablando con denuedo, dijeron: A vosotros a la verdad era necesario que se os hablase primero la palabra de Dios; mas puesto que la desecháis, y no os juzgáis dignos de la vida eterna, he aquí, nos volvemos a los gentiles.\n\nPorque así nos ha mandado el Señor, diciendo: Te he puesto para luz de los gentiles, a fin de que seas para salvación hasta lo último de la tierra.\n\nLos gentiles, oyendo esto, se regocijaban y glorificaban la palabra del Señor, y creyeron todos los que estaban ordenados para vida eterna.\n\nHechos 13:46-48",
    "Esto no sugiere, en ninguna manera, que no quedarán más nombres de las tribus de Israel en el Libro de la Vida, porque muchos de estos (pero no multitudes) por medio del hecho de la elección, estarán en la edad de la iglesia gentil y entrarán al Cuerpo de Jesucristo, mostrando que sus nombres en verdad permanecieron en el Libro de la Vida.",
    "Además, como mostraremos, según el quinto Sello, a multitudes de mártires judíos les serán dadas ropas blancas y Vida Eterna por el Señor. También, los 144,000 serán sellados al cumplirse Su Venida, probando así que sus nombres tampoco fueron borrados. Pero así como el Salmo 69 nos muestra perfectamente, son los malvados, los injustos repudiadores de Cristo, y los destructores de Su pueblo, cuyos nombres serán quitados.",
    "Como Israel (el pueblo escogido de Dios), en su mayoría cedió sus derechos en el Libro de la Vida al rechazar a Jesús, así también la mayoría de la iglesia gentil entrará a la condenación, con el resultado de que sus nombres serán borrados del Libro de La Vida, por causa de su rechazamiento de la Palabra y de entrar al movimiento ecuménico mundial, el cual es la imagen edificada a la bestia.",
    "También hay otro punto para considerar aquí. En el Juicio del Gran Trono Blanco, habrá una separación de gente. El Libro de la Vida será abierto y también otro libro será abierto.\n\nCuando el Hijo del Hombre venga en su gloria, y todos los santos ángeles con él, entonces se sentará en su trono de gloria,\n\ny serán reunidas delante de él todas las naciones; y apartará los unos de los otros, como aparta el pastor las ovejas de los cabritos.\n\nY pondrá las ovejas a su derecha, y los cabritos a su izquierda.\n\nEntonces el Rey dirá a los de su derecha: Venid, benditos de mi Padre, heredad el reino preparado para vosotros desde la fundación del mundo.\n\nPorque tuve hambre, y me disteis de comer; tuve sed, y me disteis de beber; fui forastero, y me recogisteis;\n\nestuve desnudo, y me cubristeis; enfermo, y me visitasteis; en la cárcel, y vinisteis a mí.\n\nEntonces los justos le responderán diciendo: Señor, ¿cuándo te vimos hambriento, y te sustentamos, o sediento, y te dimos de beber?\n\n¿Y cuándo vimos forastero, y te recogimos, o desnudo, y te cubrimos?\n\n¿O cuándo te vimos enfermo, o en la cárcel, y vinimos a ti?\n\nY respondiendo el Rey, les dirá: De cierto os digo que en cuanto lo hicisteis a uno de estos mis hermanos más pequeños, a mí lo hicisteis.\n\nEntonces dirá también a los de la izquierda: Apartaos de mí, malditos, al fuego eterno preparado para el diablo y sus ángeles.\n\nPorque tuve hambre, y no me disteis de comer; tuve sed, y no me disteis de beber;\n\nFui forastero, y no me recogisteis; estuve desnudo, y no me cubristeis; enfermo, y en la cárcel, y no me visitasteis.\n\nEntonces también ellos le responderán diciendo: Señor, ¿cuándo te vimos hambriento, sediento, forastero, desnudo, enfermo, o en la cárcel, y no te servimos?\n\nEntonces les responderá diciendo: De cierto os digo que en cuanto no lo hicisteis a uno de estos más pequeños, tampoco a mí lo hicisteis.\n\nE irán éstos al castigo eterno, y los justos a la vida eterna.\n\nMateo 25:31-46",
    "Y vi un gran trono blanco y al que estaba sentado en él, de delante del cual huyeron la tierra y el cielo, y ningún lugar se encontró para ellos.\n\nY vi a los muertos, grandes y pequeños, de pie ante Dios; y los libros fueron abiertos, y otro libro fue abierto, el cual es el libro de l a vida; y fueron juzgados los muertos por las cosas que estaban escritas en los libros, según sus obras.\n\nY el mar entregó los muertos que había en él; y la muerte y el Hades entregaron los muertos que había en ellos; y fueron juzgados cada uno según sus obras.\n\nY la muerte y el Hades fueron lanzados al lago de fuego. Esta es l a muerte segunda.\n\nY el que no se halló inscrito en el libro de la vida fue lanzado al lago de fuego.\n\nApocalipsis 20:11-15",
    "Aquí dice que tanto los justos como también los injustos estarán en este juicio. ESTOS JUSTOS NO SERAN LA NOVIA PORQUE LA NOVIA ESTA SENTADA CON EL EN EL JUICIO.\n\n¿O no sabéis que los santos han de juzgar al mundo? Y si el mundo ha de ser juzgado por vosotros, ¿sois indignos de juzgar cosas muy pequeñas?\n\n¿O no sabéis que hemos de juzgar a los ángeles? ¿Cuánto más las cosas de esta vida?\n\nCorintios 6:2 y 3\n\nAl que venciere, le daré que se siente conmigo en mi trono, así como yo he vencido, y me he sentado con mi Padre en su trono.\n\nApocalipsis 3:21",
    "Ud. puede ver que la Novia está con El en el trono. Siendo que ella ha de juzgar el mundo, tiene que estar sentada con El en el juicio. Eso es exactamente lo que vio Daniel:\n\nEstuve mirando hasta que fueron puestos tronos, y se sentó un Anciano de días, cuyo vestido era blanco como la nieve, y el pelo de su cabeza como lana limpia, su trono llama fuego, y las ruedas del mismo, fuego ardiente.\n\nUn río de fuego procedía y salía de delante de él; millares de millares le servían, y millones de millones asistían delante de él, el Juez se sentó, y los libros fueron abiertos.\n\nDaniel 7:9 y 10",
    "¿Ve Ud.? Es la misma escena, porque los millares de millares que le están sirviendo, esa es la Novia, porque, ¿quién asiste al esposo sino la esposa?",
    "Ahora, viene la pregunta: ¿por qué están en el juicio estos que son llamados justos? Porque no hay ningún otro lugar donde pueden salir, porque solamente hay dos resurrecciones; y siendo que no califican para la primera resurrección, entonces tienen que salir en la segunda, la cual es una resurrección para juicio. Aquellos que calificaron para la primera resurrección (la Novia) no serán juzgados.\n\nDe cierto, de cierto os digo: El que oye mi palabra, y cree al que me envió, tiene vida eterna; (eso quiere decir que el creyente ya es uno que ha recibido la vida eterna, la cual él ya tiene en su posesión ahora mismo), y no vendrá a condenación, (no entrará al juicio es el significado verídico), mas ha pasado (permanentemente) de muerte a vida.\n\nSan Juan 5:24",
    "Fíjese bien. Jesús habrá de tener en mente aun a otro grupo, el cual recibirá Vida Eterna en una determinada resurrección. La recibirán en la resurrección, NO HABIENDOLA RECIBIDO PREVIAMENTE COMO UN MIEMBRO DE LA NOVIA.\n\nNo os maravilléis de esto; porque vendrá hora cuando todos los que están en los sepulcros oirán su voz;\n\ny los que hicieron lo bueno, saldrán a resurrección de vida; mas los que hicieron lo mal, a resurrección de condenación.\n\nSan Juan 5:28 y 29",
    "Ahora, todos sabemos que San Juan 5:28-29 NO ES EL RAPTO, porque solamente los muertos en Cristo saldrán de los sepulcros en aquel tiempo juntamente con la Novia viviente, la cual todavía estará sobre la tierra.\n\nPorque el Señor mismo con voz de mando, con voz de arcángel, y con trompeta de Dios, descenderá del cielo; y los muertos en Cristo resucitarán primero.\n\nLuego nosotros los que vivimos, los que hayamos quedado, seremos arrebatados juntamente con ellos en las nubes para recibir al Señor en el aire, y así estaremos siempre con el Señor.\n\nI Tesalonicenses 4:16 y 17",
    "Pero dice en San Juan 5:28-29 que todos saldrán de los sepulcros. Esta es la misma resurrección que hallamos en Apocalipsis 20:11-15, en la cual LOS MUERTOS fueron traídos ante el Señor y juzgados según sus obras, y todos aquellos cuyos nombres no estaban en el Libro de la Vida, fueron lanzados en el Lago de Fuego.",
    "Ahora encaramos esta pregunta: ¿por qué les es concedida Vida Eterna en el juicio, ya que parece que las Epístolas enfáticamente enseñan que uno tiene que poseer el Espíritu de Cristo o perecer?",
    "Aún cuando así parezca, no debemos desacreditar las palabras de Jesús, Quien muestra claramente que hay algunos registrados en el Libro de la Vida que recibirán Vida Eterna antes o después de la resurrección general. Pablo no trató de evadir esta verdad porque él dijo claramente:\n\nSi en alguna manera llegase a la resurrección de entre los muertos.\n\nFilipenses 3:11",
    "Ahora, esta declaración es muy rara. Nosotros sabemos que TODOS vamos a estar en una resurrección, queramos o no. Todos seremos resucitados. Así que Pablo difícilmente podría estar diciendo: “Si en ALGUNA MANERA llegase yo a una resurrección de los muertos”. La verdad del asunto es que él no está diciendo eso. La traducción literal es: “Si de alguna manera llegase a la ‘resurrección salidera’ de entre los muertos”. Esto no es llegar a la resurrección general o sea a la segunda resurrección, sino que esto se refiere a la primera resurrección, de la cual es dicho:\n\nBienaventurado y santo el que tiene parte en la primera resurrección; la segunda muerte no tiene potestad sobre éstos, sino que serán sacerdotes de Dios y de Cristo, y reinarán con él mil años.\n\nApocalipsis 20:6",
    "La primera resurrección no tiene nada que ver con la segunda muerte, porque eso viene al fin de los mil años cuando TODOS LO DEMAS muertos viven otra vez. Y en aquel día aparecerán aquellos que saldrán para Vida Eterna y también aquellos captados por la muerte segunda. Ahora, no tenemos que adivinar quienes son aquellos a los cuales les será dada Vida en la segunda resurrección. Nos es dicho que les es dada Vida por el hecho de haber sido benignos y misericordiosos con los “hermanos”. En cambio, aquellos que son resucitados y echados en el Lago de Fuego, son tratados así por causa de su mal comportamiento para con los “hermanos”. Siendo que esto es Palabra de Dios, nosotros sencillamente lo aceptamos. Aquí no hay lugar para argumentos, es simplemente una afirmación de los hechos.",
    "Para ser más claro, notemos detalladamente las palabras de Mateo 25:31-46. No dice aquí que un pastor está literalmente separando las ovejas de los cabritos, sino que es COMO un pastor separando las ovejas de los cabritos. En este período de tiempo (el Juicio del Trono Blanco) estas no son ovejas; las ovejas ya están en Su redil; ellas oyeron Su Voz (la Palabra) y le siguieron. ELLAS YA TIENEN VIDA ETERNA Y NO PUEDEN ENTRAR AL JUICIO. Pero éstos NO tienen Vida Eterna y están en el juicio. A estos les ha sido concedido para ENTRAR A la Vida Eterna.",
    "Pero ¿cuál es la norma por la cual ellos entran a la Vida Eterna? Ciertamente no es por el hecho de poseer ya Su Vida como la tiene la Novia, sino que la reciben porque fueron benignos con Sus hermanos. Ellos no son Sus hermanos; porque eso haría que fueran coherederos con Cristo. Ellos NO son herederos a nada, sino a la Vida, no comparten el Trono con El ni nada de lo demás. Sus nombres habrIan de haber estado en el Libro de la Vida y no fueron quitados. Ahora, por causa de su amor para con el pueblo de Dios, ellos son reconocidos y son salvos. No hay duda de que estos sirvieron y ayudaron a los hijos de Dios, y puede ser que fueron como Nicodemo y Gamaliel, quienes se pararon al lado de los hijos de Dios en un tiempo de angustia.",
    "Si esto le suena como “restauración”, fíjese bien, porque los injustos NO son restaurados, sino que son echados en el Lago de Fuego. Los nombres de muchos de aquellos que fueron destruidos también estaban en el Libro de la Vida; pero fueron borrados porque no honraron al pueblo de Dios, quienes fueron la Palabra viviente manifestada (epístolas vivientes) de su día.",
    "Ahora, queremos que esto quede bien claro. Estas no son naciones que son juzgadas y que están entrando al Milenio porque han protegido y ayudado a los judíos. Eso está muy claro en vista de la conclusión de estos versículos:\n\nE irán éstos (los malvados) al castigo eterno (el Lago de Fuego), y los justos a la vida eterna.\n\nMateo 25:46",
    "No hay ningún registro de DOS juicios en que los malvados son lanzados en el Lago de Fuego. Solamente la bestia y el falso profeta son juzgados al fin de la gran tribulación. No, este más bien es el juicio del Trono Blanco y ellos son juzgados según lo que está escrito en los libros.",
    "Es en la segunda resurrección en que a las “almas debajo del altar”, como está escrito en Apocalipsis 6:9-11 (el quinto Sello), son dadas vestiduras blancas, y desde luego Vida Eterna; de otra manera no habría razón para darles vestiduras blancas.\n\nCuando abrió el quinto sello, vi bajo el altar las almas de los que habían sido muertos por causa de la palabra de Dios y por el testimonio que tenían.\n\nY clamaban a gran voz, diciendo: ¿Hasta cuándo, Señor, santo y verdadero, no juzgas y vengas nuestra sangre en los que moran en la tierra?\n\nY se les dieron vestiduras blancas, y se les dijo que descansasen todavía un poco de tiempo, hasta que se completara el número de sus consiervos y sus hermanos, que también habían de ser muertos como ellos.\n\nApocalipsis 6:9-11",
    "Ahora, fíjese que ninguno de estos que están debajo del altar fueron muertos por el testimonio que tenían de Jesús. Ellos no fueron como Antipas, que fue muerto por haber retenido Su Nombre. Estas no son personas renacidas con Vida Eterna como su posesión. Ellos salen en la resurrección y reciben Vida por causa de su posición sobre la Palabra. Y note Ud. como están clamando por venganza. No pueden ser del mismo material de la Novia. La Novia vuelve la otra mejilla y clama, “Perdónalos Padre, porque no saben lo que hacen”. Estos son judíos, tienen que serlo, porque están en el quinto Sello, y es en el cuarto Sello donde la Novia gentil es llevada en el Rapto. Estos judíos no son nacidos de Su Espíritu, ni siquiera creen que Jesús es el Mesías; pero como fueron cegados por Dios por causa de los gentiles, Dios les concedió Vida Eterna sobre la base de que aún cuando ellos no podían llegar a El, sin embargo fueron verdaderamente fieles a toda la Palabra que conocían, y por ella murieron, así como multitudes murieron bajo Hitler, Stalin, etc., y aun morirán.",
    "Es en la segunda resurrección donde saldrán las cinco vírgenes fatuas. Note Ud. que eran vírgenes, pero no tenían el Espíritu Santo, por lo tanto no estaban en la Novia como las otras cinco vírgenes prudentes que tenían aceite. Pero esta gente, siendo un pueblo separado, que ama a Dios y que se está esforzando por permanecer en la Palabra, de acuerdo a toda la Palabra que conoce, siendo una ayuda en la obra del Señor, saldrá al fin del tiempo. No participarán del Milenio, lo cual como Ud. puede empezar a notar por medio de estas verdades, es mucho más importante y maravilloso de lo que nosotros jamás habíamos pensado o creído.",
    "Toda esta gente tenía sus nombres en el Libro de la Vida y sus nombres permanecieron. Ahora, ¿de quiénes fueron los nombres que no permanecieron? Son los nombres de aquellos de las iglesias del sistema mundial que lucharon en contra de la Novia, ellos serán aquellos cuyos nombres serán quitados. Ellos son los que se perderán y serán lanzados en el Lago de Fuego.",
    "Ahora demos un paso más adelante, pero antes, revisemos lo que hemos visto. Primero, sabemos ciertamente que el propósito de Dios está basado el la elección, estaba propuesto en Sí mismo. Fue el propósito de Dios traer a manifestación una gente igual a Sí mismo, quien sería una Novia de la Palabra. Ella fue escogida EN EL desde antes de la fundación del mundo; fue preconocida y amada antes de que fuese manifestada sobre la tierra a través de las edades; fue redimida por Su sangre y NUNCA podrá entrar en condenación; nunca estará en el juicio porque el pecado no puede ser imputado sobre ella.\n\nBienaventurado el varón a quien el Señor no inculpa de pecado.\n\nRomanos 4:8",
    "Pero ciertamente ella estará con El en Su trono de juicio, juzgando al mundo y aun a los ángeles. Su nombre (el nombre de cada uno de sus miembros) fue escrito en una parte del Libro de la Vida del Cordero, antes de la fundación del mundo.",
    "Segundo, hay otra clase de personas, cuyos nombres también están en el Libro de la Vida y ellos saldrán en la segunda resurrección. Tales son las vírgenes fatuas y los justos mencionados en Mateo 25. También en esta clase están aquellos que no adoraran a la bestia ni se unieron al sistema del anticristo, pero mueren por su fe aunque no están en la Novia, no habiendo sido renacidos. Pero estos saldrán en la segunda resurrección y entrarán a Vida Eterna.",
    "En tercer lugar tenemos a los Cristianos fronterizos, así como vimos con Israel, saliendo de Egipto. Estos tenían sus nombres en el Libro de la Vida y sus obras escritas en los libros. Estos, por haber fallado en la obediencia a Dios y estar desprovistos del Espíritu, aunque las señales y las maravillas estaban entre ellos, sus nombres fueron quitados del Libro de la Vida. Entre estos estarán aquellos como Judas, los cuales están completamente desprovistos del Espíritu, aunque son religiosos, y con manifestaciones en sus vidas, pero en los libros no fueron elegidos EN EL. También estarán en ese grupo aquellos como Balaam.",
    "En cuarto y último lugar, están aquellos cuyos nombres nunca han estado ni jamás estarán escritos en los libros, tales se hallan en las siguientes Escrituras:\n\nY la adoraron todos los moradores de la tierra cuyos nombres no estaban escritos en el libro de la vida del Cordero que fue inmolado desde el principio del mundo.\n\nLa bestia que has visto, era, y no es, y está para subir del abismo e ir a perdición; y los moradores de la tierra, aquellos cuyos nombres no están escritos desde la fundación del mundo en el libro de la vida, se asombrarán viendo la bestia que era y no es, y será.\n\nApocalipsis 13:8 y 17:8",
    "Jesús dijo que un cierto grupo aceptaría a uno que viniese en su propio nombre, y ese es el anticristo. Y eso es exactamente lo que dice de esta gente en las dos Escrituras anteriores. Estos fueron ordenados por Dios, pero no para elección. En este grupo están aquellos como Faraón.\n\nPorque la Escritura dice a Faraón: “Para esto mismo te he levantado, para mostrar en ti mi poder, y para que mi poder, y para que mi nombre sea anunciado por toda la tierra”.\n\n¿Y qué, si Dios, queriendo mostrar su ira y hacer notorio su poder, soportó con mucha paciencia los vasos de ira preparados para destrucción,\n\ny para hacer notorias las riquezas de su gloria, las mostró para con los vasos de misericordia que él preparó de antemano para gloria,\n\na los cuales también ha llamado, esto es, a nosotros, no sólo de los judíos, sino también de los gentiles?\n\nRomanos 9:17, 22-24",
    "Ninguno de estos tendrían sus nombres escritos en los registros de Vida. No estoy diciendo que no existe ningún registro de ellos; indudablemente tiene que haber alguna clase de registro, pero NO EN LOS REGISTROS DE VIDA. El propósito de su existencia ya ha sido mencionado brevemente en otras partes de este libro, pero podemos agregar otras dos Escrituras más.\n\nTodas las cosas ha hecho Jehová para sí mismo, y aun al impío para el día malo.\n\nProverbios 16:4\n\n¿Que el malo es preservado en el día de la destrucción? Guardado será en día de la ira.\n\nJob 21:30",
    "Siendo que esta porción de la Palabra es muy difícil para que la mente humana la capte, tiene que ser aceptada y creída por la fe. Algunos se ofenderán por lo que he dicho, porque no entienden la soberanía de Dios, la cual establece que DIOS ES DIOS, y por cuanto El es Dios, no podemos abrogar Sus consejos, ni evadir Su Voluntad o propósitos. Pero El, siendo Omnipotente, reina en TODOS los asuntos, y hace lo que quiere con toda Su creación, porque todo fue creado para Su buena Voluntad como dice Pablo: “Si Dios toma un poco de barro y forma un vaso para honra y otro para deshonra, ¿quién podrá ofenderse y hablar en contra de Dios”? Nosotros no podemos negar que El tiene el derecho de hacerlo, y eso tan solo por razón de la creación. Sin embargo, El continuó un poco más adelante, porque según Romanos 14:7-9, tenemos la prueba irrefutable de que Jesús pagó el precio por el mundo entero; con razón El puede hacer lo que quiere con los Suyos.\n\nPorque ninguno de nosotros vive para sí, y ninguno muere para sí.\n\nPues si vivimos, para el Señor vivimos; y si morimos, para el Señor morimos. Así pues, sea que vivamos, o que muramos, del Señor somos.\n\nPorque Cristo para esto murió y resucitó, y volvió a vivir, para ser Señor así de los muertos como de los que viven. (El pensamiento aquí es posesión legítima, NO el parentesco.)\n\nRomanos 14:7-9\n\nComo le has dado potestad sobre toda carne, para que dé vida eterna a todos los que le diste.\n\nSan Juan 17:2",
    "Ahora, si nosotros imputamos omnisciencia a Dios, entonces también tenemos que aceptar que El es perfecto en sabiduría y en justicia. Este plan de elección y reprobación es la sabiduría de Dios revelada en todas las edades, como dice en esta Escritura:\n\nBendito sea el Dios y Padre de nuestro Señor Jesucristo, que nos bendijo con toda bendición espiritual en los lugares celestiales en Cristo,\n\nsegún nos escogió en él antes de la fundación del mundo, para que fuésemos santos y sin mancha delante de él,\n\nen amor habiéndonos predestinado para ser adoptados hijos suyos por medio de Jesucristo, según el puro afecto de su voluntad,\n\npara alabanza de la gloria de su gracia, con la cual nos hizo aceptos en el Amado,\n\nen quien tenemos redención por su sangre, el perdón de pecados según las riquezas de su gracia,\n\nque hizo sobreabundar para con nosotros en toda sabiduría e inteligencia,\n\ndándonos a conocer el misterio de su voluntad, según su beneplácito, el cual se había propuesto en sí mismo,\n\nde reunir todas las cosas en Cristo, en la dispensación del cumplimiento de los tiempos, así las que están en la tierra.\n\nEn él asimismo tuvimos herencia, habiendo sido predestinados conforme al propósito del que hace todas las cosas según el designio de su voluntad.\n\nEfesios 1:3-11",
    "Entonces, si Dios ha designado en Su plan que en una sección del Libro de la Vida del Cordero estén escritos aquellos nombres que no pueden ser borrados, porque son los nombres de los miembros de Su Novia, entonces tenemos que aceptarlo así.",
    "Si también dice que hay aquellos cuyos nombres fueron puestos en el registro del Libro de la Vida, pero que en el preconocimiento de Dios habrían de caer y sus nombres serían borrados, pues también tenemos que aceptar eso. Y si hay aquellos cuyos nombres NUNCA fueron puestos en el registro de la Vida, también tenemos que aceptarlo.",
    "Y si hay aquellos que entrarán a la Vida Eterna después del Juicio del Gran Trono Blanco, solamente por los méritos de haber sido benignos y misericordiosos con los elegidos de Dios, los cuales son Sus hermanos, también tenemos que aceptarlo. Porque ¿QUIEN CONOCE LA MENTE DEL SEÑOR QUE LE PUEDA INSTRUIR? Más bien, sujetémonos en fe a El Quien es nuestro Padre y vivamos.",
    "Para entender esto aun mejor, será de beneficio estudiarlo desde el punto de vista de la Iglesia a través de las edades. Hasta aquí sólo hemos hecho referencia a individuos cuyos nombres son borrados. Ahora queremos considerar, no a los individuos, sino a los grupos representados en las iglesias. Para hacer esto, compararemos a la Iglesia con la planta de trigo a través de las edades.",
    "Un grano de trigo es sembrado con el fin de que se reproduzca y se multiplique por medio de un proceso que dura cierto tiempo. Aquel grano morirá, pero al morir, la vida que estaba en él saldrá en una planta que a su vez será la portadora o la que llevará aquella vida que ha de venir de nuevo a su originalidad en una forma multiplicada. Jesús, la gran Simiente Real, murió. Aquel Ser Inigualable, Quien es la Vida de la Iglesia, está presente en medio de ella durante todas las siete edades de la Iglesia, dando Su Vida a la Iglesia (la portadora o cargadora) con el fin de que Su Vida sea reproducida en cuerpos semejantes a la de El en la resurrección. Es en el Día de la Resurrección cuando la Simiente Real verá muchas simientes reales, semejantes a El, y ellos serán como El es, porque Juan dice: “Seremos semejantes a él”. A esto se estaba refiriendo Juan el Bautista cuando dijo que Jesús juntará el trigo en su alfolí (Lucas 3:17). En esa resurrección es donde aparecen los redimidos que fueron elegidos para Vida Eterna.",
    "Ahora, EL LIBRO DE LA VIDA es el registro de esta planta de trigo, cuyo fin es el de reproducir la simiente original en una forma multiplicada. Repito: la historia o registro de esta planta de trigo es el Libro de la Vida, del cual, una parte del Libro de la Vida es el REGISTRO DE VIDA ETERNA (una sección del Libro de la Vida). Esto se ve claramente en un examen de la planta de trigo. Una simple semilla es sembrada; a los pocos días brota una hojita, pero eso todavía no es el trigo. Entonces crece hasta ser un tallo, que tampoco es trigo; allí está la vida pero todavía no es el trigo. Después, en el extremo del tallo sale la borla de seda. Todavía es una planta de trigo pero sin fruto. Luego la planta es fecundada por el polen y vemos crecer el forro. Esto se parece mucho al trigo pero todavía no es la simiente. Entonces se forma el trigo dentro del forro, llegando a ser como fue originalmente. Luego el trigo maduro es cosechado.",
    "Jesucristo murió, El dio Su vida. Aquella Vida habría de venir de nuevo sobre la Iglesia y traería a gloria a muchos hijos semejantes a El mismo en la resurrección. Así como el trigo tuvo que tener un portador para traer a manifestación la simiente multiplicada del trigo, también tuvo que haber una Iglesia que sería la portadora de la Vida de Cristo. Tal como la hojita, el tallo, la espiga y el forro fueron los portadores de la simiente pero NO fueron la simiente propia, así también la Iglesia colectiva, a través de las edades, ha sido la portadora de la SIMIENTE verdadera, aun no siendo la simiente propia. Por eso podemos decir que el Libro de la Vida es la ENTERA PLANTA DE TRIGO.",
    "Repasemos este asunto de nuevo. Aquí está la simiente original que fue sembrada. Produjo una hojita, pero esa no era el trigo. Después de la hojita se originó un tallo que tampoco fue el trigo. Posteriormente aparecen los forros en los cuales se han de forman los granos de trigo; eso tampoco es el trigo. Aparece la inflorescencia, ENTONCES CAE EL POLEN SOBRE LOS PISTILOS, Y UNA PARTE DE AQUELLA PLANTA ES VIVIFICADA. UNA PARTE DE AQUELLA SIMIENTE ORIGINAL, QUE VINO A TRAVES DEL RESTO DE LA PLANTA, SE VUELVE SIMIENTE. ¿Por qué no se tornó en simiente toda la planta? Porque así fue creada. Solamente cierta parte de ella puede volver a ser simiente, porque solamente cierta parte de esa PLANTA DE TRIGO ES TRIGO PARA VIDA ETERNA.",
    "Israel saliendo de Egipto es un tipo perfecto de esto. Al salir, eran aproximadamente dos millones. TODOS escaparon por medio de la sangre del sacrificio. TODOS fueron bautizados en el Mar Rojo; TODOS salieron de las aguas, gozándose de las bendiciones y las manifestaciones del Espíritu Santo. TODOS comieron alimento angélico. TODOS bebieron de la roca que les seguía (I Corintios 10:4). Sin embargo, con la excepción de unos pocos, todos fueron únicamente portadores de los hijos que les seguirían y entrarían a la tierra de Canaán. Todo Israel NO es Israel (Romanos 9:6). Y aparte de una pequeña minoría, todos sus nombres borrados del Libro de la Vida.",
    "Hoy día tenemos lo mismo en la Iglesia. Nombres van a ser borrados del Libro de la Vida. Ningún nombre será quitado del Libro de la Vida Eterna, porque ese es otro registro aunque está contenido en el mismo Libro de la Vida.\n\nY este es el testimonio: que Dios nos ha dado vida eterna; y esta vida está en su Hijo.\n\nEl que tiene al Hijo, tiene la vida (Eterna); el que no tiene al Hijo de Dios no tiene la vida (Eterna).\n\nI Juan 5:11 y 12",
    "Y los que tienen aquella Vida estaban en EL desde antes de la fundación del mundo, FUERON ESCOGIDOS EN EL DESDE ANTES DE LA FUNDACION DEL MUNDO. Aquella GRAN SIMIENTE REAL, Jesucristo, fue sembrado (El murió) y la Vida que estaba en El, salió a través de la planta de trigo y se está reproduciendo en multitudes de simientes de trigo, teniendo la misma Vida en sí mismos y siendo semejantes al Original, porque por el Espíritu son originales.",
    "Ahora podemos ver porqué es que la Novia (ella estaba en El así como Eva estaba en Adán) redimida (comprada de nuevo por el dueño original) jamás puede tener los nombres de sus miembros quitados del registro. Ella es parte de El. Ella está en el trono y nunca puede ser juzgada. Cada uno que está en la Novia es miembro de El y al Señor no se le pierde nada (Juan 6:39).",
    "Pero no es así en cuanto a los “todos” en el Libro de la Vida. Porque entre ellos están aquellos como Judas, etc., que tienen parte en el registro, pero sus nombres son borrados. Allí podemos ver a los que vienen en los últimos días, y después de haber obrado señales maravillosas, Jesús les dirá que nunca los había conocido. No es cuestión de que El ignora Su existencia, porque Su Omnisciencia impide eso. El asunto es que no fueron preconocidos como los de la Novia, ni tampoco fueron preconocidos como los justos de la segunda resurrección. No llevaban fruto (porque estaban fuera de la Palabra, no moraban en ella) y por eso fueron sentenciados a muerte.",
    "Luego, como hemos mostrado anteriormente, hay aquellos que se pararon a favor de la Novia y le fueron de ayuda y consuelo. Sus nombres permanecieron en el Libro de la Vida y entran a la Vida Eterna. Al final hay aquellos como Faraón, que nunca tuvieron sus nombres escritos en el Libro de la Vida, los cuales también serán echados en el Lago de Fuego.",
    "El grano de trigo que llegó a ser una planta para la cosecha, es el registro de la Iglesia. Y así como no toda la planta de trigo es grano de trigo, y no toda la planta es utilizada en la cosecha, así también es con la Iglesia: no toda la Iglesia es la Novia, ni tampoco le es dada Vida Eterna a toda la iglesia. Pero una PARTE es juntada en el alfolí y la otra PARTE es reservada para que pueda entrar a Vida Eterna en la segunda resurrección, mientras que otra PARTE, que es conocida como la paja, es quemada en el Lago de Fuego.",
    "Esto es exactamente lo que dijo Juan el Bautista y también Jesús. Juan dijo que el trigo sería juntado en el alfolí y la paja sería quemada (Lucas 3:17). Jesús dijo: “Coged primero la cizaña y luego recoged el trigo” (Mateo 13:30). El movimiento ecuménico juntará a las iglesias cizañas, porque la cizaña tiene que ser juntada PRIMERO, y aunque su fin es ser quemada, ellas no son quemadas cuando son juntadas sino que son reservadas para un tiempo futuro, el cual es al fin de los mil años, o sea la segunda resurrección. Pero una vez que la cizaña haya sido juntada, el Rapto puede ocurrir, y en realidad sucede en algún momento entre el tiempo cuando la cizaña es juntada y cuando el anticristo es revelado.",
    "Entonces vendrá el día cuando TODOS estarán juntos como es visto en Daniel 7:10. El Rey estará allí con Su Esposa, y frente a ellos estarán las multitudes que han de ser juzgadas. Sí, TODOS estarán presentes. Se abrirán todos los libros y se hará una disposición final de TODO. Entonces la cosecha ciertamente habrá terminado. Los libros que antes estaban abiertos, para siempre serán cerrados.",
    "Para concluir este tema por ahora, déjeme referirme a algo que expresé al empezar este estudio del Libro de la Vida, donde dije que ninguna Escritura habla del Señor redactando un registro de nombres en el TIEMPO PRESENTE. Y así es. Sin embargo, sí hay una Escritura que señala una futura compilación, y se encuentra en el Salmo 87. Este Salmo habla del Señor escribiendo los nombres de todos aquellos que nacieron en Sion. De ninguna manera se puede suponer que Dios tenga que esperar hasta el fin de las edades, o sea aquella época que tiene que ver con Sion, para conocer a todos aquellos que han de nacer en Sion. Repitiendo, eso pondría fuera del cuadro la Omnisciencia de Dios. Seguramente El conoce a todos aquellos que están en ese número. Pero, ¿qué es? ¿No es simplemente una lista renovada en la cual Dios coloca en un registro nuevo los nombres de aquellos que tenían que ver con Sion y permanecieron después de la segunda resurrección? Seguramente, eso es.",
    "🦅 Y confesaré su nombre delante de mi Padre, y delante de sus ángeles”. ¡Se está pasando la lista en el Cielo!\n\nSi el hombre muriere, ¿volverá a vivir? Todos los días de mi edad esperaré, hasta que venga mi liberación.\n\nEntonces llamarás, y yo te responderé; tendrás afecto a la hechura de tus manos.\n\nJob 14:14 y 15",
    "El Gran Pastor está llamando a sus ovejas por sus nombres individuales. La Voz creadora de Dios las está llamando del polvo de la tierra, o está transformando sus átomos aunque todavía no habían dormido. Es el Rapto. Es la gran Cena de las Bodas del Cordero y Su Esposa.",
    "Pero el Rapto no es la única ocasión en que se pasa lista. Allí en la segunda resurrección, en el juicio del Gran Trono Blanco, nombres serán confesados ante el Padre y Sus ángeles.",
    "Ahora, los que saben acerca de esto, me han dicho que el sonido más dulce al oído del ser humano, es el sonido del nombre de tal persona. La gente se goza al tener su nombre ante el público. ¡Cómo ama la aclamación! Pero ninguna voz en este mundo pronunciará su nombre tan dulcemente como lo hará la Voz de Dios, si es que su nombre está en el Libro de la Vida y permanece allí para ser revelado ante los santos ángeles. Qué gran día será cuando oigamos a Jesús decir: “Padre, ellos confesaron mi Nombre delante de los hombres en los días de sus peregrinaciones terrestres. Ahora yo confesaré sus nombres delante de Ti y de todos los ángeles celestiales”.",
    "🦅 El que tiene oído, oiga lo que el Espíritu dice a las iglesias”. Una vez más el Espíritu ha hablado. Una vez más, hemos revisado el registro de lo que el Espíritu dijo a otra edad, y hemos hallado que el registro está correcto. Otra edad ha pasado y fue cumplida exactamente como El dijo que sería. Qué gran consolación es eso para nosotros, los que esperamos estar en la Novia de la última edad, porque causa gran contentamiento en nuestros corazones al comprender que El es fiel y que cumplirá todas Sus promesas. Si El fue fiel y verdadero para con aquellos en la edad de Sardis, entonces es igualmente fiel y verdadero para con ésta, nuestra edad. Si ellos, por medio de Su gracia y poder, serán recibidos y recompensados por El, entonces nosotros también. Continuemos pues, hacia la perfección, para recibir al Señor en el aire, y para estar siempre con El."
  ]
}