{
  "title": "LA REVELACIÓN DE JESUCRISTO",
  "id": "C00A01B9",
  "content": [
    "La revelación de Jesucristo, que Dios le dio, para manifestar a sus siervos las cosas que deben suceder pronto; y la declaró enviándola por medio de su ángel a su siervo Juan,\n\nque ha dado testimonio de la palabra de Dios, y del testimonio de Jesucristo, y de todas las cosas que ha visto.\n\nBienaventurado el que lee, y los que oyen las palabras de esta profecía, y guardan las cosas en ella escritas; porque el tiempo está cerca.\n\nJuan, a las siete iglesias que están en Asia: Gracia y paz a vosotros, del que es y que era y que ha de venir, y de los siete espíritus que están delante de su trono;\n\ny de Jesucristo, el testigo fiel, el primogénito de los muertos, y el soberano de los reyes de la tierra. Al que nos amó, y nos lavó de nuestros pecados con su sangre,\n\ny nos hizo reyes y sacerdotes para Dios, su Padre; a él sea gloria e imperio por los siglos de los siglos. Amén.\n\nHe aquí que viene con las nubes, y todo ojo le verá, y los que le traspasaron; y todos los linajes de la tierra harán lamentación por él. Sí, amén.\n\nYo soy el Alfa y la Omega, principio y fin, dice el Señor, el que es y que era y que ha de venir, el Todopoderoso.\n\nYo Juan, vuestro hermano, y copartícipe vuestro en la tribulación, en el reino y en la paciencia de Jesucristo, estaba en la isla llamada Patmos, por causa de la palabra de Dios y el testimonio de Jesucristo.\n\nYo estaba en el Espíritu en el día del Señor, y oí detrás de mí una gran voz como de trompeta,\n\nque decía: Yo soy el Alfa y la Omega, el primero y el último. Escribe en un libro lo que ves, y envíalo a las siete iglesias que están en Asia: a Efeso, Esmirna, Pérgamo, Tiatira, Sardis, Filadelfia y Laodicea.\n\nY me volví para ver la voz que hablaba conmigo; y vuelto, vi siete candeleros de oro,\n\ny en medio de los siete candeleros, a uno semejante al Hijo del Hombre, vestido de una ropa que llegaba hasta los pies, y ceñido por el pecho con un cinto de oro.\n\nSu cabeza y sus cabellos eran blancos como blanca lana, como nieve; sus ojos como llama de fuego;\n\ny sus pies semejantes al bronce bruñido, refulgente como en un horno; y su voz como estruendo de muchas aguas.\n\nTenía en su diestra siete estrellas; de su boca salía una espada aguda de dos filos; y su rostro era como el sol cuando resplandece en su fuerza.\n\nCuando le vi, caí como muerto a sus pies. Y él puso su diestra sobre mí, diciéndome: No temas; yo soy el primero y el último;\n\ny el que vivo, y estuve muerto; más he aquí que vivo por los siglos de los siglos, amén. Y tengo las llaves de la muerte y del Hades.\n\nEscribe las cosas que has visto, y las que son, y las que han de ser después de estas.\n\nEl misterio de las siete estrellas que has visto en mi diestra, y de los siete candeleros de oro: las siete estrellas son los ángeles de las siete iglesias, y los siete candeleros que has visto, son las siete iglesias.\n\nApocalipsis 1:1-20",
    "La revelación de Jesucristo, que Dios le dio, para manifestar a sus siervos las cosas que deben suceder pronto; y la declaró enviándola por medio de su ángel a su siervo Juan,\n\nque ha dado testimonio de la palabra de Dios, y del testimonio de Jesucristo, y de todas las cosas que ha visto.\n\nBienaventurado el que lee, y los que oyen las palabras de esta profecía, y guardan las cosas en ella escritas; porque el tiempo está cerca.\n\nApocalipsis 1:1-3",
    "El escriba (no el autor) de este libro, es San Juan el divino. Historiadores concuerdan en que él vivió la última parte de su vida en Efeso, aunque para el tiempo de la escritura de este libro, él estaba en la Isla de Patmos. Este libro no es la historia de la vida de Juan, sino la revelación de Jesucristo en las edades futuras de la Iglesia. En el versículo tres es llamado una ‘profecía’ y así es precisamente.",
    "Casi siempre, este libro es llamado la Revelación de San Juan, pero eso es incorrecto. Es la revelación de Jesucristo, dada a Juan para los Cristianos de todas las edades. Es el único libro en toda la Biblia que está escrito por Jesús mismo, presentándose personalmente a un escriba.",
    "Es el último libro de la Biblia, sin embargo, relata el principio y el final de las dispensaciones del Evangelio.",
    "Ahora, la palabra griega para revelación es “apocalypse” que quiere decir “quitar el velo”. Quitando el velo se ilustra perfectamente en el caso de un escultor mostrando su obra esculpida, exponiéndola al espectador. Es un descubrimiento, revelando lo que previamente estaba escondido. Ahora, el descubrimiento no es solamente la revelación de la Persona de Cristo, sino LA REVELACION DE SUS OBRAS FUTURAS EN LAS SIETE EDADES VENIDERAS DE LA IGLESIA.",
    "La importancia de revelación por medio del Espíritu a un verdadero creyente nunca podrá recibir demasiado énfasis. Revelación significa más para Ud. que quizás Ud. se da cuenta. Ahora, yo no estoy hablando de este libro de Apocalipsis y Ud., pero estoy hablando de TODA revelación y es tremendamente importante para la Iglesia. ¿Recuerda Ud. la pregunta que Jesús le hizo a Sus discípulos?:\n\n¿Quién dicen los hombres que es el Hijo del Hombre?\n\nEllos dijeron: Unos, Juan el Bautista; otros, Elías; y otros Jeremías, o alguno de los profetas.\n\nEl les dijo: Y vosotros, ¿quién decís que soy yo?\n\nRespondiendo Simón Pedro, dijo: Tú eres el Cristo, el Hijo del Dios viviente.\n\nEntonces le respondió Jesús: Bienaventurado eres, Simón, hijo de Jonás, porque no te lo reveló carne ni sangre, sino mi Padre que está en los cielos.\n\nY yo también te digo, que tú eres Pedro, y sobre esta roca edificaré mi iglesia; y las puertas del Hades no prevalecerán contra ella.\n\nMateo 16:13-18",
    "Los católicos romanos dicen que la iglesia está edificada sobre Pedro. Ahora, eso es verdaderamente carnal. ¿Cómo podría Dios edificar la Iglesia sobre un hombre tan indeciso que negó al Señor Jesús y aun maldijo al hacerlo? Dios no puede edificar Su Iglesia sobre ningún hombre nacido de pecado. Y no fue sobre alguna piedra por allí, como si Dios hubiese santificado la tierra en ese lugar. Tampoco es como dicen los protestantes, que la Iglesia está edificada sobre Jesús. Fue sobre la REVELACION. Léalo así como está escrito: “No te lo REVELO carne ni sangre, SINO MI PADRE TE LO HA REVELADO, y SOBRE ESTA PIEDRA (REVELACION) EDIFICARE MI IGLESIA”. La Iglesia está edificada sobre revelación - sobre el ASI DICE EL SEÑOR.",
    "¿Cómo supo Abel qué debía hacer para ofrecer un sacrificio perfecto a Dios? Por fe él recibió la revelación de la sangre. Caín no recibió tal revelación (aunque sí tenía un mandamiento), así que él no podía ofrecer un sacrificio correcto. Fue una revelación de parte de Dios lo que hizo la diferencia y concedió a Abel la Vida Eterna. Ahora, Ud. puede recibir lo que dice el pastor, o lo que el seminario enseña. Y aunque se lo enseñen con la mayor elocuencia, pero hasta que Dios no le revela a Ud. que Jesús es el Cristo, y que Ud. es purificado por la sangre, y que Dios es su Salvador, Ud. nunca tendrá la Vida Eterna. Consiste en la revelación espiritual.",
    "Ahora, he dicho que este libro de Apocalipsis es la revelación de Jesús y lo que El está haciendo en las iglesias a través de las siete edades.",
    "Es una revelación porque los mismos discípulos no conocían estas verdades registradas. No les habían sido previamente reveladas. Ud. recuerda que vinieron a Jesús en el libro de los Hechos y le preguntaron: “¿Restituirás el reino a Israel en este tiempo?” Y El les dijo: “No os toca a vosotros saber los tiempos o las sazones”. Aquellos hombres todavía estaban pensando en Jesús con un reino terrenal. Pero era un reino espiritual el que El iba edificar. Aun El no les podía declarar Su posición en el reino, porque el Padre no se lo había revelado.",
    "Pero después de Su muerte y resurrección, y en este preciso tiempo de Su ministerio de intercesión, El puede mostrar aquí en esta revelación de Sí mismo a Juan, lo que haría y significaría Su gloria y presencia en la Iglesia.",
    "En esta revelación El nos dice cuál será el final del diablo. Nos dice cómo es que va a lidiar con el diablo y echarlo en el lago de fuego. El revela el final de los impíos, los cuales siguen a Satanás. Y Satanás odia eso.",
    "¿Ha notado Ud. cómo Satanás odia dos libros de la Biblia más que todos los demás? Por medio de teólogos liberales y científicos falsos, él siempre está atacando el libro de Génesis y el libro de Apocalipsis. En ambos libros hallamos el origen de Satanás, sus obras terribles y también su destrucción. Por eso es que él los ataca. El aborrece ser descubierto, y en estos libros él ha sido descubierto exactamente como es.",
    "Jesús dijo de Satanás: “El no tiene parte conmigo, y Yo no tengo parte con él”. Al diablo le gustaría probar que no es así; pero no puede, por lo tanto hace todo lo que puede para destruir confianza en la Palabra. Pero cuando la Iglesia descree a Satanás, y cree la revelación de la Palabra por medio del Espíritu, entonces las puertas del infierno no pueden prevalecer contra ella.",
    "Permítame incluir aquí un ejemplo de mi propio ministerio, si no es demás. Todos saben que este don que se manifiesta en mi vida, es sobrenatural. Es un don por el cual el Espíritu Santo puede discernir las enfermedades y los pensamientos de los corazones de los hombres, y otras cosas escondidas que sólo Dios podría saber, y entonces me las revela. Quisiera que Ud. pudiera estar conmigo y ver el rostro de la gente cuando Satanás sabe que va a ser descubierto. Ahora, no me estoy refiriendo a la gente. Es que Satanás ha dominado sus vidas por medio del pecado, la indiferencia y la enfermedad. Pero, ¡ojalá Ud. pudiera ver sus rostros! Satanás sabe que va a ser descubierto, y cambios tan raros se manifiestan en los rostros de las personas. Satanás tiene miedo. El sabe que el Espíritu de Dios está a punto de mostrar sus obras al pueblo. Por eso es que él odia tanto estas reuniones. Satanás odia cuando se mencionan nombres y se revelan enfermedades.",
    "Ahora, ¿qué es esto? No es adivinación de los pensamientos ajenos, no es telepatía, ni tampoco es brujería. Es una REVELACION por medio del Espíritu Santo. Esa es la única manera por la cual yo lo puedo saber. Desde luego, la mente carnal lo llamará de todo, menos el Espíritu Santo.",
    "Permítame mostrarle otra razón por la cual Satanás odia este libro de la Revelación de Jesucristo en la Iglesia. El sabe que Jesucristo es el mismo ayer, y hoy, y por los siglos, y que no cambia. Lo sabe mejor que el noventa por ciento de los teólogos. El sabe que así como Dios es inmutable en Su naturaleza, El es igual de inmutable en Sus modos. Por lo tanto, Satanás sabe de seguro que la Iglesia original de Pentecostés, con el poder de Dios (Marcos 16 en operación), es la Iglesia Verdadera que Jesús reclama como Suya. Todo lo demás es falso, tiene que ser.",
    "Ahora, recuerde esto: Cristo en la Iglesia Verdadera es la continuación del libro de los Hechos. Pero el libro de Apocalipsis muestra cómo es que el espíritu del anticristo entraría en la Iglesia y la corrompería, convirtiéndola así en una iglesia tibia, formal y sin poder.",
    "También descubre a Satanás, revelando sus obras (el intento de destruir al pueblo de Dios y desacreditar la Palabra de Dios) hasta el momento en que él es echado en el lago de fuego. El combate eso, no puede soportarlo.",
    "El sabe que si el pueblo recibe la REVELACION VERDADERA de la IGLESIA VERDADERA y lo que ella es, lo que ella representa y que ELLA PUEDE OBRAR LAS OBRAS MAYORES, ella será un ejército invencible. Si ella recibe una revelación verdadera de los dos espíritus dentro de la estructura de la Iglesia Cristiana, y por medio del Espíritu de Dios discierne y resiste al espíritu del anticristo, Satanás estará sin poder ante ella. El estará tan definitivamente contrarrestado como lo estuvo cuando Cristo resistió sus múltiples esfuerzos por obtener poder sobre El allá en el desierto.",
    "Sí, Satanás odia la revelación. Pero nosotros la amamos. Con revelación verdadera en nuestras vidas, las puertas del infierno no pueden prevalecer en contra de nosotros; pero nosotros sí prevaleceremos en contra de ellas.",
    "Recordará Ud. que mencioné al principio de este mensaje que este libro que estamos estudiando es la revelación real de Jesucristo en la Iglesia y Su obra en las edades futuras. Entonces mencioné que solamente por medio del Espíritu Santo obtendremos revelación, o nos pasará por alto. Uniendo estos dos pensamientos, veremos que no será solamente estudio y pensamiento natural lo que hará que este libro sea real. Se necesitará la operación del Espíritu Santo. Eso quiere decir que este libro no puede ser revelado a nadie más que a un pueblo especial. Será una clase de gente con percepción profética. Se necesitará la habilidad de poder oír de Dios. Se necesitará instrucción sobrenatural, y no ser solamente un estudiante comparando versículo con versículo, aunque eso está bien. Pero un misterio requiere la enseñanza del Espíritu o nunca será claro. ¡Cómo necesitamos oír de Dios, y abrir nuestros corazones, y llegar a estar rendidos al Espíritu para oír y entender!",
    "Como ya he dicho, este libro (Apocalipsis) es la consumación de las Escrituras. Aun está colocado correctamente en el canon de las Escrituras - al final. Ahora Ud. puede entender porqué es que dice que todo aquel que lo lee y aun lo oye, es bienaventurado. Es la revelación de Dios lo que le dará a Ud. la autoridad sobre el diablo. Y Ud. puede ver porqué es que aquellos que le agregan o le quitan, serán condenados. Tendrá que ser así, porque ¿quién puede agregar o quitar de la revelación perfecta de Dios y vencer al enemigo? Así es de sencillo. No hay ningún poder tan prevaleciente como la revelación de la Palabra.",
    "En el versículo tres, una bendición es prometida para aquellos que prestan atención especial a este libro. Yo pienso que eso se refiere a la costumbre de los sacerdotes en el Antiguo Testamento cuando leían la Palabra a la congregación por la mañana. Muchos no podían leer, y los sacerdotes tenían que leerles la Palabra. Con tal de que fuera la Palabra, había bendición. No había diferencia si fuese leída u oída.",
    "🦅 Porque el tiempo está cerca”. Previo a esto el tiempo no estaba cerca. En la sabiduría y la economía de Dios, esta revelación tan tremenda no podía ser manifestada hasta entonces (aunque Dios ya la conocía enteramente). Entonces de inmediato aprendemos una regla: la revelación de Dios para cada edad solamente puede venir en esa edad, y en un tiempo preciso.",
    "Fíjese en la historia de Israel. La revelación de Dios a Moisés vino en un determinado momento de la historia; y aun más determinadamente, vino cuando el pueblo clamaba a Dios. Jesús mismo vino en el cumplimiento del tiempo, siendo El la revelación completa de la Deidad. Y en esta edad (de Laodicea), la revelación de Dios vendrá a su debido tiempo. No se atrasará, ni tampoco se adelantará. Piense en esto y obsérvelo bien, porque hoy estamos en el tiempo del fin.",
    "Juan, a las siete iglesias que están en Asia: Gracia y paz a vosotros, del que es y que era y que ha de venir, y de los siete espíritus que están delante de su trono;\n\ny de Jesucristo el testigo fiel, el primogénito de los muertos, y el soberano de los reyes de la tierra. Al que nos amó, y nos lavó de nuestros pecados con su sangre,\n\ny nos hizo reyes y sacerdotes para Dios, su Padre; a él sea gloria e imperio por los siglos de los siglos. Amén.\n\nApocalipsis 1:4-6",
    "La palabra “Asia” realmente es Asia Menor. Es una área pequeña como del tamaño del estado de Indiana. Las siete iglesias allí fueron escogidas especialmente de entre las demás iglesias por razón de sus características, las cuales serían halladas en las edades sucesivas, siglos después.",
    "Los siete Espíritus ante el trono son el Espíritu que estaba en cada uno de los siete mensajeros, dándoles su ministerio para la edad en que cada uno vivió.",
    "Ahora, todas estas expresiones: “El que es”, “El que era”, “El que ha de venir”, “El Testigo fiel”, “El Primogénito de los muertos”, “Príncipe de los reyes de la tierra”, “El Alfa y la Omega”, y “El Todopoderoso”, son títulos y descripciones de UNA Y LA MISMA PERSONA, el Señor Jesucristo, Quien nos lavó de nuestros pecados en Su propia sangre.",
    "El Espíritu de Dios en Juan, se expresa así para mostrar la Deidad Suprema de Jesucristo, y para revelar la Deidad como UN Dios. Hoy día hay un tremendo error, el cual enseña que hay tres Dioses en vez de uno. Esta revelación, tal como fue dada a Juan por Jesús mismo, corrige ese error. No es que hay tres Dioses, sino un Dios con tres oficios. Hay UN Dios con tres títulos: Padre, Hijo, y Espíritu Santo. Esta poderosa revelación es la que tuvo la iglesia primitiva, y tiene que ser restaurada en este último día, juntamente con la fórmula correcta para el bautismo en agua.",
    "Ahora, los teólogos modernos no concuerdan conmigo, porque esto es lo que salió publicado en una gran revista Cristiana: “Esa enseñanza (sobre la Trinidad) se halla en el mero centro y corazón del Antiguo Testamento. Está igualmente centralizada en el corazón del Nuevo Testamento. Tanto el Antiguo como el Nuevo Testamento está opuesto a la idea de que hay más de un Dios; sin embargo, el Nuevo Testamento enseña con semejante claridad que el Padre es Dios, y el Hijo es Dios, y el Espíritu Santo es Dios, y que estos tres NO son tres aspectos de la misma persona; sino tres personas en una verdadera relación personal entre sí mismas. Allí tenemos la gran doctrina de tres personas pero un solo Dios”.",
    "También dicen: “Dios, según la Biblia, no es solamente una persona, sino tres personas en un Dios. Ese es el gran misterio de la Trinidad”.",
    "¡En verdad lo es! ¿Cómo pueden tres personas estar en un Dios? No es solamente el caso de que no hay Biblia para probar eso, sino que aun muestra una falta de razonamiento inteligente. Tres personas distintas, aun siendo de substancia idéntica, forman tres dioses, o el idioma ha perdido su sentido completamente.",
    "Escuchen estas palabras otra vez: “Yo soy el Alfa y la Omega, principio y fin, dice el Señor, el que es y que era y que ha de venir, el Todopoderoso”. Esto aquí es Deidad. Esto no es simplemente un profeta, un hombre, sino Dios. Y no es una revelación de tres dioses, sino de UN Dios, el Todopoderoso.",
    "Allá en el principio de la iglesia no creyeron en tres dioses. Ud. no puede encontrar esa clase de doctrina entre los apóstoles. Fue después de la edad apostólica que entró esta teoría y verdaderamente llegó a ser un punto estratégico y una doctrina cardinal en el concilio de Nicea.",
    "La doctrina de la Deidad causó en Nicea una separación en dos sentidos. Y esa separación terminó en dos extremos. Uno realmente fue al politeísmo, creyendo en tres dioses; y el otro fue al unitarianismo. Desde luego, esto tomó un tiempo en desarrollarse, pero sí sucedió, y lo tenemos hasta el día de hoy. Pero la revelación a través de Juan, dada por el Espíritu a las iglesias, fue: “Yo soy el Señor Jesucristo, y Yo soy el TODO. No hay ningún otro Dios”. Y El puso Su sello sobre esta revelación.",
    "Considere esto: ¿Quién fue el Padre de Jesús? Mateo 1:18 dice: “Se halló que había concebido del Espíritu Santo”. Pero Jesús mismo dijo que Dios era Su Padre. Dios el Padre y Dios el Espíritu Santo, como frecuentemente expresamos estos términos, hacen al Padre y al Espíritu UNO, y en verdad son uno, de otra manera Jesús tuvo dos padres. Pero note que Jesús dijo que El y Su Padre eran uno - no dos. Eso produce UN solo Dios.",
    "Ya que esto es verdad históricamente y también según las Escrituras, la gente pregunta: ¿de dónde aparecieron los tres? Llegó a ser una doctrina fundamental en el concilio de Nicea en el año 325 d.C. Esta trinidad (una palabra que no aparece en ninguna parte de las Escrituras) fue basada en la gran cantidad de dioses que tenían en Roma. Los romanos tenían muchos dioses a los cuales oraban. También oraban a sus antepasados por considerarlos como mediadores. Solamente fue un hecho para dar nombres nuevos a dioses antiguos, y ahora tenemos santos para hacerlo más Bíblico. Así que en vez de Júpiter, Venus, Marte, etc., tenemos a Pablo, Pedro, Fátima, Cristóbal, etc., etc. Ellos no podían hacer que su religión pagana funcionara con un solo Dios, por lo tanto lo dividieron en tres, e hicieron intercesores de los santos, igual como lo habían hecho con sus antepasados.",
    "Desde entonces, el mundo no ha podido comprender que hay solamente un Dios con tres oficios o manifestaciones. Saben que hay un Dios según las Escrituras, pero procuran formar la teoría fantástica de que Dios es como un racimo de uvas: tres personas con la misma Divinidad distribuida igualmente entre todas. Pero aquí en Apocalipsis dice plenamente que Jesús es “El que es”, “El que era”, “El que ha de venir”. El es el “Alfa y Omega”, lo cual quiere decir que El es desde la “A hasta la Z”, o más bien EL TODO. El es todo—el Todopoderoso. El es la Rosa de Sarón, el Lirio de los Valles, la Estrella Resplandeciente de la Mañana, el Ramo Justo, el Padre, el Hijo, y el Espíritu Santo. El es Dios, Dios Todopoderoso, UN DIOS.",
    "E indiscutiblemente, grande es el misterio de la piedad:\n\nDios fue manifestado en carne,\n\nJustificado en el Espíritu,\n\nVisto de los ángeles,\n\nPredicado a los gentiles,\n\nCreído en el mundo,\n\nRecibido arriba en gloria.\n\nI Timoteo 3:16",
    "Esto es lo que dice la Biblia. Aquí no dice nada de primera, segunda o tercera persona. Dice que Dios fue manifestado en carne, un Dios. Aquel ‘UN DIOS’ fue manifestado en carne. Eso debiera poner fin al asunto. Dios vino en forma humana. Eso no le hizo OTRO DIOS. EL ERA DIOS EL MISMO DIOS. Fue una revelación entonces, y es una revelación hoy: Un solo Dios.",
    "Volvamos a la Biblia para ver lo que El era en el principio, según la revelación que El dio de Sí mismo. El gran Jehová apareció a Israel en una Columna de Fuego. Como el Angel del Pacto, El vivió en esa Columna de Fuego y guió a Israel diariamente. En el templo El anunció Su venida con una gran nube. Entonces un día El fue manifestado en un cuerpo nacido de una virgen, el cual fue preparado para El. El Dios que moró sobre las tiendas de Israel, ahora moró en una tienda de carne, y vivió como un hombre entre los hombres; pero El era el MISMO DIOS.",
    "La Biblia enseña que DIOS ESTABA EN CRISTO; el CUERPO era Jesús. En El moraba toda la plenitud de la divinidad, CORPORLMENTE. Nada puede ser más claro que eso. ¿Misterio? Sí, pero es la plena verdad y no puede ser más claro. Si El no fue tres personas allá, tampoco puede ser tres personas hoy. UN SOLO DIOS: y este mismo Dios fue hecho carne.",
    "Jesús dijo en San Juan 16:27 y 28: “Salí de Dios, y vuelvo a Dios”. Eso es exactamente lo que sucedió. El desapareció de la tierra por medio de Su muerte, sepultura, resurrección y ascensión.",
    "Entonces Pablo se encontró con El en el camino a Damasco, y le habló a Pablo, y dijo: “Saulo, Saulo, ¿por qué me persigues?”\n\nPablo dijo: “¿Quién eres, Señor?”",
    "El dijo: “Yo soy Jesús”. El era la Columna de Fuego, una luz enceguecedora. El se había vuelto, exactamente como dijo que haría. Volvió a la forma que era antes de venir a morar en un tabernáculo de carne. Así es exactamente como lo vio Juan.\n\nA Dios nadie le vio jamás; el unigénito Hijo, que estA en el seno\n\nSan Juan 1:18",
    "Note dónde dice Juan que estA Jesús, está en el seno del Padre.",
    "Que os ha nacido hoy, en la ciudad de David, un Salvador, que es Cristo el Señor.\n\nLucas 2:11",
    "El nació el Cristo, y ocho días después cuando fue circuncidado, fue llamado Jesús, así como el ángel les había dicho. Yo nací un Branham, y cuando nací me pusieron el nombre de William. El era CRISTO, pero le fue dado un nombre aquí entre los hombres. El tabernáculo de afuera que los hombres podían ver, fue llamado Jesús. El era el Señor de la Gloria, el Todopoderoso manifestado en carne. El es Dios el Padre, Hijo y Espíritu Santo. El es todo eso.",
    "Padre, Hijo y Espíritu Santo son solamente títulos, no son nombres. Por eso es que bautizamos en el Nombre del Señor Jesucristo, porque ese es un nombre, no un título; es el nombre de esos títulos. Es como cuando Ud. toma un niño recién nacido y le da un nombre. Niño es lo que es, hijo es un título, entonces Ud. le pone nombre, Juan José Hernández, o lo que fuera.",
    "Uno no debe bautizar solamente en ‘el Nombre de Jesús.’ Hay miles de Jesuses en el mundo, y también los hubo antes de Jesús, nuestro Salvador. Pero solamente hay uno nacido el Cristo, “Señor Jesucristo”.",
    "Hay gente que dice que Jesús es el Hijo Eterno de Dios. Ahora, ¿no es esa una contradicción? ¿Quién ha oído de un ‘Hijo’ siendo eterno? Los hijos tienen principio, pero lo que es eterno, nunca tuvo principio. El es el Dios Eterno (Jehová) manifestado en carne.",
    "En el Evangelio de San Juan dice: “En el principio era el Verbo, y el Verbo era con Dios y el Verbo era Dios. Y aquel Verbo fue hecho carne, y habitó entre nosotros.”",
    "El fue el Testigo Fiel y Verdadero de la Palabra Eterna del Padre. El era un Profeta, y solamente podía decir lo que el Padre le mandaba decir. El dijo: “Mi Padre está en Mí”. Eso es lo que dijo Jesús, el tabernáculo, “Mi Padre está en Mí”.",
    "Dios tiene muchos títulos: ‘Nuestra Justicia,’ ‘Nuestra Paz,’ ‘Ser Eterno,’ ‘Padre,’ ‘Hijo,’ y ‘Espíritu Santo;’ pero tiene un solo Nombre humano, y ese Nombre es Jesús.",
    "No esté Ud. confundido por el hecho de que El tiene tres oficios o tres manifestaciones. En la tierra El era un Profeta; en el Cielo El es el Sacerdote; y regresando a la tierra, El es el Rey de Reyes. “El que era” — ese es Jesús, el Profeta. “El que es” — ese es el Pontífice haciendo intercesión, Uno que puede compadecerse de nuestras flaquezas. “El que ha de venir” — ese es el Rey venidero. En la tierra El era la Palabra, el Profeta. Moisés dijo de El:\n\nEl Señor vuestro Dios os levantará profeta de entre vuestros hermanos, como a mí; a él oiréis en todas las cosas que os hable,\n\ny toda alma que no oiga a aquel profeta, será desarraigada del pueblo.\n\nHechos 3:22 y 23",
    "Note Ud. estos datos acerca de Jesús: En la tierra fue Profeta, Oveja e Hijo. Esto no quiere decir que era tres; solamente fueron manifestaciones u oficios de una Persona: Jesús.",
    "Ahora, hay una Escritura favorita de los trinitarios, que, según ellos, respalda su pensamiento de que hay más de una Persona en la Deidad.\n\nY miré, y vi que en medio del trono y de los cuatro seres vivientes, y en medio de los ancianos, estaba en pie un Cordero como inmolado, que tenía siete cuernos, y siete ojos, los cuales son los siete espíritus de Dios enviados por toda la tierra.\n\nY vino, y tomó el libro de la mano derecha del que estaba sentado en el trono.\n\nY cuando hubo tomado el libro, los cuatro seres vivientes y los veinticuatro ancianos se postraron delante del Cordero; todos tenían arpas, y copas de oro llenas de incienso, que son las oraciones de los santos;\n\nApocalipsis 5:6-8",
    "En verdad, si separamos estos versículos, parecerían probar su punto. Ud. se fijará que dije si SEPARAMOS estos versículos. Pero, leamos lo siguiente:\n\nY al instante yo estaba en el Espíritu; y he aquí, un trono establecido en el cielo, y en el trono, uno sentado.\n\nY el aspecto del que estaba sentado era semejante a piedra de jaspe y de cornalina; y había alrededor del trono un arco iris, semejante en aspecto a la esmeralda.\n\nY siempre que aquellos seres vivientes dan gloria y honra y acción de gracias al que está sentado en el trono, al que vive por los siglos de los siglos,\n\nlos veinticuatro ancianos se postran delante del que está sentado en el trono, y adoran al que vive por los siglos de los siglos, y echan sus coronas delante del trono, diciendo:\n\nSeñor, digno eres de recibir la gloria y la honra y el poder porque tú creaste todas las cosas, y por tu voluntad existen y fueron creadas.\n\nApocalipsis 4:2-3 y 9-11",
    "Note cuidadosamente que en el versículo dos dice: UNO (no dos o tres, sino UNO) estaba sentado en el trono. En el versículo tres dice: EL (NO ellos) tenía aspecto semejante a una piedra de jaspe. En el versículo nueve dice que los seres vivientes le dan honor a EL (no a ellos). En el versículo diez dice que los ancianos se postran delante de EL (no de ellos). En el versículo once nos dice que decían: “SEÑOR, digno eres”, (no Señores). También en el versículo once dice que ESTE que estaba en el trono era el Creador, el Cual es Jesús (Juan 1:3), que es Jehová-Espíritu-Dios del Antiguo Testamento (Génesis 1: l).",
    "Pero no nos detengamos en ese punto. Leamos:\n\nAl que venciere, le daré que se siente conmigo en mi trono, así como yo he vencido, y me he sentado con mi Padre en su trono.\n\nApocalipsis 3:21\n\nPuestos los ojos en Jesús, el autor y consumador de la fe, el cual por el gozo puesto delante de él sufrió la cruz, menospreciando el oprobio, y se sentó a la diestra del trono de Dios.\n\nHebreos 12:2",
    "Note que según Jesús mismo, el Cual escribió el Apocalipsis, El está sentado CON el Padre. El Espíritu en Pablo (el cual es el Espíritu de Cristo, porque ese es el Espíritu de la Profecía por el cual viene la Palabra) dice que El está sentado a la DIESTRA de Dios. Pero cuando Juan miró, solamente vio a UNO sobre el trono. Y no fue hasta Apocalipsis 5:6-8 (lo cual sigue a Apocalipsis 4:2-3 en sucesión de tiempo) que vemos al Cordero tomando el libro de AQUEL que estaba sentado en el trono, como indica Apocalipsis 4:2-3 y 9-11. ¿Qué es? Es el misterio de UN DIOS. El (Jesús) salió de Dios, fue manifestado en carne, murió, resucitó y volvió al seno del Padre. Como dijo San Juan en el capítulo 1, versículo 18: “…el unigénito Hijo, que está EN el seno del Padre, él le ha dado a conocer”.",
    "Ahora era tiempo para que Dios (el Mesías) volviera para recoger a Su Novia, y luego presentarse (darse a conocer) a Israel. Así que vemos a Dios viniendo nuevamente para tomar una relación humana con el hombre como el “Hijo de David, Rey de Reyes y Señor de Señores, y como el Novio de la Novia gentil”. NO son “dos” dioses, sino simplemente UN SOLO DIOS manifestando Sus poderosos oficios y títulos triples.",
    "La gente sabía que El era Profeta. Ellos conocían la señal del Mesías, la cual solamente podía manifestarse a través de un profeta.\n\nY Felipe era de Betsaida, la cuidad de Andrés y Pedro.\n\nFelipe halló a Natanael, y le dijo: Hemos hallado a aquel de quien escribió Moisés en la ley, así como los profetas: a Jesús, el hijo de José, de Nazaret.\n\nNatanael le dijo: ¿De Nazaret puede salir algo de bueno? Le dijo Felipe: Ven y ve.\n\nCuando Jesús vio a Natanael que se le acercaba, dijo de él: He aquí un verdadero israelita, en quien no hay engaño.\n\nLe dijo Natanael: ¿De dónde me conoces? Respondió Jesús y le dijo: Antes que Felipe te llamara, cuando estabas debajo de la higuera, te vi.\n\nRespondió Natanael y le dijo: Rabí, tú eres el Hijo de Dios; tú eres el Rey de Israel.\n\nRespondió Jesús y le dijo: ¿Porque te dije: Te vi debajo de la higuera, crees? Cosas mayores que estas verás.\n\nY le dijo: De cierto, de cierto os digo: De aquí adelante veréis el cielo abierto, y a los ángeles de Dios que suben y descienden sobre el Hijo del Hombre.\n\nSan Juan 1:44-51",
    "La habilidad para discernir los pensamientos de los corazones de los hombres hizo que los escogidos de Dios entendieran que allí estaba el Mesías - la Palabra ungida de Dios.\n\nPorque la palabra de Dios es viva y eficaz, y más cortante que toda espada de dos filos; y penetra hasta partir el alma y el espíritu, las coyunturas y los tuétanos, y discierne los pensamientos y las intenciones del corazón.\n\nHebreos 4:12",
    "Cuando la mujer junto al pozo le escuchó discernir los pensamientos de su corazón, ella le llamó profeta, declarando que el Mesías sería conocido por medio de esa gran habilidad.\n\nVino una mujer de Samaria a sacar agua; y Jesús le dijo: Dame de beber.\n\nPues sus discípulos habían ido a la ciudad a comprar de comer.\n\nLa mujer samaritana le dijo: ¿Cómo tú, siendo judío, me pides a mí de beber, que soy mujer samaritana? Porque judíos y samaritanos no se tratan entre sí.\n\nRespondió Jesús y le dijo: Si conocieras el don de Dios, y quién es el que te dice: Dame de beber; tú le pedirías, y él te daría agua viva.\n\nLa mujer le dijo: Señor, no tienes con qué sacarla, y el pozo es hondo. ¿De dónde, pues, tienes el agua viva?\n\n¿Acaso eres tú mayor que nuestro padre Jacob, que nos dio este pozo, del cual bebieron él, sus hijos y sus ganados?\n\nRespondió Jesús y le dijo: Cualquiera que bebiere de esta agua volverá a tener sed;\n\nmas el que bebiere del agua que yo le daré, no tendrá sed jamás; sino que el agua que yo le daré será en él una fuente de agua que salte para vida eterna.\n\nLa mujer le dijo: Señor, dame esa agua, para que no tenga yo sed, ni venga aquí a sacarla.\n\nJesús le dijo: Vé, llama a tu marido, y ven acá.\n\nRespondió la mujer y dijo: No tengo marido. Jesús le dijo: Bien has dicho: No tengo marido;\n\nporque cinco maridos has tenido, y el que ahora tienes no es tu marido; esto has dicho con verdad.\n\nLe dijo la mujer: Señor, me parece que tú eres profeta.\n\nNuestros padres adoraron en este monte, y vosotros decís que en Jerusalén es el lugar donde se debe adorar.\n\nJesús le dijo: Mujer, créeme, que la hora viene cuando ni en este monte ni en Jerusalén adoraréis al Padre.\n\nVosotros adoráis lo que no sabéis; nosotros adoramos lo que sabemos; porque la salvación viene de los judíos.\n\nMas la hora viene, y ahora es, cuando los verdaderos adoradores adorarán al Padre en espíritu y en verdad; porque también el Padre tales adoradores busca que le adoren.\n\nDios es Espíritu; y los que le adoran, en espíritu y en verdad es necesario que adoren.\n\nLe dijo la mujer: Sé que ha de venir el Mesías, llamado el Cristo; cuando él venga nos declarará todas las cosas.\n\nJesús le dijo: Yo soy, el que habla contigo.\n\nSan Juan 4:7-26",
    "Y cantan el cántico de Moisés siervo de Dios, y el cántico del Cordero, diciendo: Grandes y maravillosas son tus obras, Señor Dios Todopoderoso; justos y verdaderos son tus caminos, Rey de los santos.\n\nApocalipsis 15:3",
    "¿Lo puede ver Ud.? El CORDERO, el Pontífice reteniendo Su sangre como expiación en el propiciatorio por nuestros pecados, es el Señor Dios Todopoderoso. Ese es Su oficio presente. Eso es lo que está haciendo ahora; abogando con Su sangre por nuestros pecados. Pero algún día aquel Cordero será el León de la Tribu de Judá. El vendrá con poder y gloria y tomará Su autoridad para reinar como Rey. El es el Rey venidero de esta tierra.",
    "Por su puesto, eso no quiere decir que no es Rey hoy, porque El es nuestro Rey, Rey de los santos. Hoy día es un reino espiritual. No es de este sistema mundano, así como nosotros tampoco somos de este mundo. Por eso es que nos conducimos diferente a los del mundo. Nuestra ciudadanía está en los Cielos. Reflejamos el Espíritu del reino de nuestro nuevo nacimiento, donde Jesús es el Rey. Por eso es que nuestras mujeres no se visten con ropa de hombre, ni se cortan el cabello, ni usan todos esos cosméticos y otras cosas que el mundo ama tanto. Por eso es que nuestros hombres no beben ni fuman, ni andan en el pecado. Nuestro dominio es el dominio sobre el pecado, y está en vigor por medio del poder del Espíritu de Cristo que mora en nosotros. Todo reino de la tierra será quebrantado, pero el de nosotros permanecerá.",
    "Hemos estado hablando de los oficios y las manifestaciones del único Dios verdadero, y contemplando Su gloria en un estudio Escritural. Pero Dios no es conocido intelectualmente. El es conocido espiritualmente, por revelación espiritual. Este mismo Ser que fue conocido como Jesús, según la carne, volvió a la Columna de Fuego; pero prometió volver otra vez y morar entre Su pueblo por medio del Espíritu. Y en el día de Pentecostés, aquella Columna de Fuego bajó y se repartió en lenguas de fuego sobre cada uno de ellos. ¿Qué estaba haciendo Dios? Se estaba repartiendo a Sí mismo entre la Iglesia, dando a todos aquellos hombres y aquellas mujeres una parte de Sí mismo. El se repartió entre la Iglesia igual como dijo que lo haría.\n\nY yo rogaré al Padre, y os dará otro Consolador, para que esté con vosotros para siempre:\n\nel Espíritu de verdad, al cual el mundo no puede recibir, porque no le ve, ni le conoce; pero vosotros le conocéis, porque mora con vosotros, y estará en vosotros.\n\nNo os dejaré huérfanos; vendré a vosotros.\n\nTodavía un poco, y el mundo no me verá más; pero vosotros me veréis; porque yo vivo, vosotros también viviréis.\n\nEn aquel día vosotros conoceréis que yo estoy en mi Padre, y vosotros en mí, y yo en vosotros.\n\nEl que tiene mis mandamientos, y los guarda, ése es el que me ama; y el que me ama, será amado por mi Padre, y yo le amaré, y me manifestaré a él.\n\nLe dijo Judas (no el Iscariote): Señor, ¿cómo es que te manifestarás a nosotros, y no al mundo?\n\nRespondió Jesús y le dijo: El que me ama, mi palabra guardará; y mi Padre le amará, y vendremos a él, y haremos morada con él.\n\nSan Juan 14:16-23",
    "El dijo que le rogaría al Padre, Quien mandaría otro Consolador, el Cual ya ESTABA con ellos (los discípulos), pero NO ESTABA EN ellos. Ese era Cristo. Entonces en el versículo veintitrés, hablando de Sí mismo y del Padre, dijo: vendremos. Allí está: “El Espíritu está viniendo, el mismo Espíritu de Dios que fue manifestado como Padre, y como Hijo, y también se manifestará en los muchos”. UN DIOS que es Espíritu.",
    "Por eso es que nadie puede decir que el hombre santo es el Papa o el obispo o el sacerdote. El HOMBRE SANTO es Cristo - el Espíritu Santo en nosotros. ¿Cómo se atreve a decir la jerarquía que el laico no tiene nada que decir? Cada uno tiene algo que decir. Cada uno tiene una obra; cada uno tiene un ministerio. El Espíritu Santo vino allá en Pentecostés y se repartió en cada uno para que se pudiera cumplir lo que dijo Jesús:\n\nEn aquel día vosotros conoceréis que yo estoy en mi Padre, y vosotros en mí, y yo en vosotros.\n\nSan Juan 14:20",
    "El gran Yo Soy, el Dios Todopoderoso, ha venido como Espíritu para llenar Su verdadera Iglesia. El tiene el derecho de moverse donde y sobre quien El quiera. Nosotros no hacemos ningunos “hombres santos” en nuestro medio, pero toda la verdadera congregación del Señor es santa, por causa de la presencia del Espíritu Santo. Es El, el Espíritu Santo, el Cual es santo, no la congregación en sí misma.",
    "Ahora, esa es la revelación: Cristo Jesús es Dios. El Jehová del Antiguo Testamento es el Jesús del Nuevo. No importa cuánto se esfuerce Ud., no puede probar que hay TRES Dioses. Pero también se necesita una revelación por medio del Espíritu Santo para que Ud. pueda entender la verdad de que El es uno. Se necesita una revelación para ver que el Jehová del Antiguo Testamento es el Jesús del Nuevo.",
    "Satanás entró en la Iglesia y cegó la gente respecto a esta verdad. Y cuando fueron cegados, no fue mucho tiempo después cuando la iglesia de Roma cesó de bautizar en el Nombre del Señor Jesucristo.",
    "Reconozco que se necesita una verdadera revelación del Espíritu Santo para poder ver la verdad de la Deidad, viviendo en estos días cuando existe la perversión de tanta Escritura. Pero la Iglesia vencedora y prevaleciente está edificada sobre la revelación; entonces podemos esperar que Dios nos revele Su Verdad.",
    "Sin embargo, en realidad Ud. no necesita una revelación sobre el bautismo en agua. Allí lo tiene de frente. ¿Sería posible, aun por un minuto, que los apóstoles fueran desviados del mandamiento directo del Señor que bautizaran en el Nombre del Padre, del Hijo y del Espíritu Santo, y entonces encontrarlos en desobediencia voluntaria? Ellos conocían el Nombre, y no hay ningún lugar en las Escrituras donde bautizaron de algún otro modo, sino en el Nombre del Señor Jesucristo.",
    "El sentido común le diría a uno que el libro de los Hechos es la Iglesia en acción; y si así bautizaron, entonces así es como se debe bautizar. Ahora, si Ud. piensa que eso es fuerte, ¿qué piensa de esto? Cualquiera que no había sido bautizado en el Nombre del Señor Jesús, tenía que ser bautizado de nuevo.",
    "Y aconteció que entre tanto que Apolos estaba en Corinto, Pablo, andadas las regiones superiores, vino a Efeso, y hallando a ciertos discípulos,\n\nDíjoles: ¿Habéis recibido el Espíritu Santo después que creísteis? Y ellos le dijeron: Antes ni aun hemos oído si hay Espíritu Santo.\n\nEntonces dijo: ¿En qué pues sois bautizados? Y ellos dijeron: En el bautismo de Juan.\n\nY dijo Pablo: Juan bautizó con bautismo de arrepen timiento, diciendo al pueblo que creyesen en el que había de venir después de él, es a saber, en Jesús el Cristo.\n\nOído que hubieron esto, fueron bautizados en el nombre del Señor Jesús.\n\nY habiéndoles impuesto Pablo las manos, vino sobre ellos el Espíritu Santo; y hablaban en lenguas, y profetizaban.\n\nHechos 19:1-6 (Antigua versión)",
    "Allí está. Esta buena gente de Efeso había oído de un Mesías venidero, Juan se lo había predicado. Ellos fueron bautizados en el bautismo del arrepentimiento para remisión de pecados, mirando hacia ADELANTE, hacia la creencia en Jesús. Pero ahora era tiempo de mirar para ATRAS hacia Jesús, y ser bautizados para PERDON de los pecados. Era tiempo de recibir el Espíritu Santo. Y cuando fueron bautizados en el Nombre del Señor Jesucristo, Pablo impuso sus manos sobre ellos y el Espíritu Santo cayó sobre ellos.",
    "Ahora, estas gentes de Efeso eran unas personas muy finas; y si algunos tenían el derecho de sentirse tranquilos, serían ellos. Fíjese hasta donde habían progresado. Habían llegado hasta el punto de aceptar el Mesías que estaba por venir, lo estaban esperando. Pero ¿no puede ver Ud., que a pesar de todo esto, se les escapó? El había venido y se había ido. Ellos tenían necesidad de ser bautizados en el Nombre del Señor Jesucristo. Ellos tenían necesidad de ser llenados con el Espíritu Santo.",
    "Si Ud. ha sido bautizado en el Nombre del Señor Jesucristo, Dios le llenará con Su Espíritu. Esa es la Palabra. Hechos 19:6 fue el cumplimiento de:\n\nPedro les dijo: Arrepentíos, y bautícese cada uno de vosotros en el nombre de Jesucristo para perdón de los pecados; y recibiréis el don del Espíritu Santo.\n\nHechos 2:38",
    "¿Lo puede ver? Pablo, por medio del Espíritu Santo, dijo exactamente lo que dijo Pedro por medio del Espíritu Santo. Y lo que fue dicho NO se puede cambiar. Tiene que ser lo mismo desde Pentecostés hasta que el último escogido haya sido bautizado.\n\nMas si aun nosotros, o un ángel del cielo, os anunciare otro evangelio diferente del que os hemos anunciado, sea anatema.\n\nGálatas 1:8",
    "Algunos de Uds. de la Unidad, bautizan equivocadamente. Uds. bautizan para la regeneración como si siendo sumergidos en agua los salvara. La regeneración no viene por medio del agua; es una obra del Espíritu. El hombre que por inspiración del Espíritu Santo dio el mandamiento: “Arrepentíos, y bautícese cada uno de vosotros en el nombre del Señor Jesús”, no dijo que el agua regeneraba. El dijo que sólo era la evidencia de una “buena conciencia delante de Dios”. Eso era todo.\n\nEl bautismo que corresponde a esto ahora nos salva (no quitando las inmundicias de la carne, sino como la aspiración de una buena conciencia hacia Dios) por la resurrección de Jesucristo.\n\nI Pedro 3:21",
    "Yo así lo creo.",
    "Si alguien tiene alguna idea falsa de que la historia puede probar el bautismo en agua de cualquier otro modo que no sea en el Nombre del Señor Jesucristo, yo le aconsejo que lea los registros históricos y vea por sí mismo.",
    "Lo siguiente es el registro verídico de un bautismo que tuvo lugar en Roma en el año 100 d.C., y fue publicado en la revista Time, el 5 de diciembre de 1955:",
    "🦅 El diácono alzó su mano, y Publios Decius entró por la puerta del bautisterio. Parado en el bautisterio, con el agua hasta la cintura, estaba Marcos Vasca, el vendedor de madera. El tenía una sonrisa mientras Publios llegó a su lado en el bautisterio. ‘¿Credis?’ le preguntó. ‘Credo,’ respondió Publios. ‘Yo creo que mi salvación viene de Jesús el Cristo, Quien fue crucificado bajo Poncio Pilato. Con El he muerto para que con El pueda tener Vida Eterna.’ Entonces él sintió los brazos que le sostenían mientras él se dejaba caer hacia atrás en el bautisterio, y oyó la voz de Marcos en su oído: ‘Yo te bautizo en el Nombre del Señor Jesús,’ — mientras el agua fría se cerró sobre él”.",
    "Hasta el tiempo en que se extravió la Verdad (y no volvió sino hasta esta última edad — desde Nicea hasta el comienzo de este siglo), bautizaron en el Nombre del Señor Jesucristo; pero ha vuelto. Satanás no puede impedir la revelación cuando el Espíritu la quiere dar.",
    "Sí, si hubieran tres dioses, uno bien podría bautizar para un Padre, un Hijo, y un Espíritu Santo; pero la REVELACION DADA A JUAN fue que hay UN SOLO DIOS, y Su Nombre es el SEÑOR JESUCRISTO, por lo tanto se bautiza para UN Dios y solamente uno. Por eso es que Pedro bautizó de esa manera allá en Pentecostés. El tuvo que mantenerse fiel a la revelación, la cual fue: “Sepa pues ciertísimamente toda la casa de Israel, que a ESTE JESUS quien vosotros crucificásteis, Dios le ha hecho SEÑOR Y CRISTO”. Allí está El: “El SEÑOR JESUCRISTO”.",
    "Si Jesús es Señor y Cristo, entonces El (Jesús) es, y no puede ser otra cosa menos que, “Padre, Hijo y Espíritu Santo” en UNA Persona, manifestada en carne. NO es “Dios en tres personas, bendita trinidad”, SINO UN DIOS, UNA PERSONA con tres títulos mayores, con tres oficios manifestando aquellos títulos. Escúchenlo una vez más. Este mismo Jesús es “Señor y Cristo”. Señor (Padre) y Cristo (Espíritu Santo) son Jesús, porque El (Jesús) es AMBOS (Señor y Cristo).",
    "Si eso no nos muestra la verdadera revelación de la Deidad, entonces nada lo hará. Señor NO es otro; Cristo NO es otro. Este Jesús es el Señor Jesucristo, UN SOLO DIOS.",
    "Un día Felipe le dijo a Jesús: “Señor, muéstranos el Padre, y nos basta”.",
    "Jesús le dijo: “¿Tanto tiempo hace que estoy con vosotros, y no me has conocido? El que me ha visto, ha visto el Padre; ¿cómo pues, dices tú: Muéstranos el Padre? Yo y mi Padre, Uno somos”.",
    "Yo cité eso una vez, y una dama dijo: “Un momento, Sr. Branham. Ud. y su esposa son uno”.\n\nDije: “Pero no de esa manera”.\n\nElla dijo: “¿Cómo dice Ud.?”\n\nDije: “¿Ud. me ve a mí?”\n\nElla dijo: “Sí”.\n\nLe pregunté: “¿Ve Ud. a mi esposa?”\n\nElla dijo: “No”.",
    "Dije: “Entonces esa unidad es de otra clase, porque El dijo: ‘Cuando me veis a Mí, veis al Padre’”.",
    "El profeta dijo que habría luz en el tiempo de la tarde. En un himno está escrito:\n\nHabrá Luz en el tiempo del atardecer,\n\nLa vía a la Gloria seguramente hallarás.\n\nPor la vía del agua, está la Luz para hoy,\n\nSepultados en el precioso Nombre de Jesús.\n\nJóvenes y ancianos arrepiéntanse de sus pecados.\n\nEl Espíritu Santo de seguro recibirán.\n\nLa Luz del atardecer ha venido,\n\nEs un hecho que Dios y Cristo uno son.",
    "No hace mucho yo estaba hablando con un Rabí judío. El me dijo: “Uds. los gentiles no pueden dividir a Dios en tres partes y dárselo así a un judío. Nosotros tenemos mejor conocimiento que eso”.",
    "Le dije: “Rabí, esa es la cosa, nosotros no dividimos a Dios en tres partes. Ud. cree a los profetas, ¿verdad?”\n\nEl dijo: “Seguro que sí”.\n\nLe pregunté: “¿Cree Ud. Isaías 9:6?”\n\nRespondió: “Sí”.\n\nPregunté: “¿De quién estaba hablando el profeta?”\n\nDijo: “Del Mesías”.\n\nDije: “¿Qué relación tendrá el Mesías con Dios?”\n\nEl dijo: “Será Dios mismo”.\n\nDije: “Eso es correcto”. Amén.",
    "Ud. no puede dividir a Dios en tres personas o tres partes. Ud. no puede decirle a un judío que hay un Padre, un Hijo, y un Espíritu Santo. El le dirá a Ud. rápidamente de dónde vino esa idea. Los judíos saben que esta doctrina fue establecida en el Concilio de Nicea. Con razón nos censuran como paganos.",
    "Nosotros hablamos de un Dios que no cambia. Los judíos creen eso también. Pero la iglesia cambió su Dios invariable de UNO a TRES. Pero la luz está volviendo al atardecer. ¡Cuán admirable es que esta verdad ha venido en el tiempo en que los judíos están regresando a la Palestina! Dios y Cristo UNO son, este Jesús es SEÑOR Y CRISTO.",
    "Juan tuvo la revelación, y JESÚS era la Revelación; y El se produjo a Sí mismo aquí en la Escritura: “YO SOY el que era, el que es y el que ha de venir, el Todopoderoso. Amén”.",
    "Si la revelación está fuera de su alcance, entonces mire hacia arriba y pídasela a Dios, esa es la única manera por la cual Ud. la llegará a recibir. Una revelación tiene que venir de Dios; nunca viene por la vía humana, o por dones humanos, sino por la dotación espiritual.",
    "Ud. puede aprender las Escrituras de memoria, y aunque sería algo maravilloso, esa no es la respuesta. Tiene que ser una revelación de Dios. Dice en la Palabra que ningún hombre puede decir que Jesús es el Cristo, sino por el Espíritu Santo. Ud. tiene que recibir el Espíritu Santo, y solamente entonces es cuando el Espíritu le puede dar a Ud. la revelación que Jesús es el Cristo: Dios, el Ser Ungido.",
    "Ningún hombre conoce las cosas de Dios, solamente el Espíritu de Dios y aquel a quien el Espíritu de Dios se lo revela. Nosotros necesitamos orar a Dios en busca de revelación más que cualquier otra cosa en el mundo. Hemos aceptado la Biblia, y hemos aceptado las maravillosas verdades allí contenidas, pero para la mayoría de la gente, todavía no es genuinamente efectiva porque no hay revelación del Espíritu. La Palabra no ha sido vivificada.",
    "La Biblia dice en II de Corintios 5:21 que nosotros hemos sido hechos la justicia de Dios por medio de nuestra unión con Jesucristo. ¿Lo entendió Ud.? Dice que NOSOTRO SOMOS LA MERA JUSTICIA DE DIOS MISMO, al estar EN CRISTO. Dice que El (Jesús) fue hecho PECADO por nosotros. No dice que El se hizo pecaminoso, sino que fue hecho PECADO por nosotros para que por medio de nuestra unión con El, pudiéramos ser hechos la JUSTICIA de Dios.",
    "Si nosotros aceptamos el hecho (y tenemos que hacerlo) que El literalmente llegó a ser PECADO por nosotros por medio de Su substitución por nosotros, entonces también tenemos que aceptar el hecho de que nosotros por medio de nuestra unión con El, hemos llegado a ser la MERA JUSTICIA de Dios. Al rechazar uno, rechazamos el otro. Pero al aceptar uno, también tenemos que aceptar el otro. Ahora, sabemos que la Biblia dice eso, no puede ser negado. Pero la revelación está faltando. Para la mayoría de los hijos de Dios, no es genuinamente efectivo, solamente es un buen versículo en la Biblia. Pero necesitamos que nos sea VIVIFICADO, y para eso se necesita revelación.",
    "Permítame decirle algo que le asombrará y también le ayudará. Casi no hay estudiante que no crea que el Nuevo Testamento fue escrito originalmente en el griego. Todos nuestros ilustres estudiantes Bíblicos han dicho que Dios dio al mundo tres grandes naciones con tres grandes contribuciones para el bien del Evangelio. Nos dio a los griegos, quienes nos dieron una lengua universal. Nos dio a los judíos, quienes nos dieron la religión verdadera y el verdadero conocimiento de Dios por medio del Salvador. Nos dio a los romanos, quienes nos dieron un imperio unido con leyes y un sistema de carreteras. Así que tenemos la religión verdadera, la lengua para expresarla a muchas gentes y el gobierno y carreteras para difundirla. Y hablando históricamente, esto parece cuadrar perfectamente bien.",
    "Y hoy día nuestros estudiantes griegos dicen que la lengua griega de los días bíblicos es tan perfecta y tan exacta que si el estudiante griego es un gramático puntual y perfeccionado, verdaderamente puede saber exactamente lo que enseña la Palabra del Nuevo Testamento. ¿Pero no es esto solamente una teoría? ¿Será cierto esto? ¿No es cierto que todo estudiante griego de estimación en una denominación debate con los estudiantes de otra denominación, y no es cierto que sus contiendas están basadas en palabras idénticas del griego y reglas idénticas de gramática? Ciertamente así es.",
    "Aun allá en la Edad de Pérgamo, un poco antes del Concilio de Nicea, celebrado en el año 325 d.C., habían dos estudiantes ilustres, Arrio y Atanasio, los cuales llegaron a combatir doctrinalmente sobre una palabra griega. Su controversia llegó a ser tan ardiente y tan conocida por todo el mundo que los historiadores dijeron que el mundo estaba dividido sobre un diptongo (el sonido de dos vocales en una sola sílaba).",
    "Ahora, si el griego es tan perfecto y tan ordenado por Dios, ¿por qué es que hubo tanta controversia? Seguramente que no era la intención de Dios que todos supiéramos el griego.",
    "Hoy mismo tenemos argumentos sobre el griego. Tome por ejemplo el libro La Paralizada Iglesia de Cristo, Sujetada a Rayos X, por el Dr. McCrossan. En este libro él muestra numerosas citas de célebres gramáticos griegos, y prueba para su propia satisfacción que las reglas invariables de la gramática griega prueban, sin duda alguna, que la Biblia enseña que un hombre es bautizado con el Espíritu Santo después de su renacimiento. El también dice que una mujer puede tomar posesión del púlpito porque la palabra ‘profecía’ quiere decir predicar. ¿Ha convencido a otros estudiantes del griego que son tan capaces como él? Nunca. Uno sólo tiene que leer los escritos de los estudiantes que mantienen la opinión contraria y escuchar sus citas eruditas.",
    "Ahora, no solamente es verdad lo que he dicho, pero avancemos un paso más. Hoy día tenemos algunos estudiantes que reclaman que los manuscritos originales fueron escritos en arameo, el idioma de Jesús y la gente de Su día. Ellos dicen que la gente no hablaba ni escribía el griego como es tan comúnmente creído. Y la verdad es que nuestros historiadores están divididos sobre eso.",
    "Por ejemplo, el Dr. Schonfield, un estudiante muy sobresaliente, por medio de una investigación sistemática y científica, ha probado para su propia satisfacción, que el Nuevo Testamento fue escrito en el vernáculo de la gente que hablaba griego en aquel día. El construye un magnífico caso para fortalecer sus creencias, basado en los documentos a su disposición.",
    "Pero por otra parte tenemos a otro estudiante célebre, el Dr. Lamsa, quien está convencido que el Nuevo Testamento fue escrito en arameo, y él tiene al historiador sobresaliente, Toynbee, respaldando su argumento que el idioma de la gente era el arameo y NO EL GRIEGO. Así que puede ser posible que el Nuevo Testamento fuera escrito originalmente en el arameo.",
    "Sin embargo, antes de que nos interesemos demasiado en esto, leamos la versión de Valera y la traducción del Dr. Lamsa. Para nuestra satisfacción hallamos que las palabras en ambas versiones son asombrosamente iguales, así que en realidad no hay diferencia en el contenido o en la doctrina.",
    "Aun podríamos concluir que Dios ha permitido que salgan a la luz estos manuscritos recientemente descubiertos y estas publicaciones recientes de escrituras ya conocidas, para probar la autenticidad de lo que ya teníamos. Y hallamos que aun cuando traductores puedan diferir el uno del otro, los manuscritos concuerdan.",
    "Ahora, Ud. puede ver que no se puede basar la interpretación en el profundo conocimiento que el estudiante tenga del idioma en que fue escrita la Biblia. Pero si aún no lo puede ver porque tiene su mente velada con tradiciones, aquí está una ilustración final. Nadie puede dudar que los escribas, los fariseos y los estudiantes ilustres del año 33, conocían perfectamente las reglas de la gramática, y exactamente lo que querían decir las palabras con las cuales fue escrito el Antiguo Testamento; pero no obstante toda su excelente sabiduría, los pasó por alto la revelación de la Palabra prometida de Dios, la cual fue manifestada en el Hijo. El fue anunciado desde Génesis hasta Malaquías, con capítulos enteros dedicados a El y a Su ministerio, pero sin embargo, se les escapó completamente, con la excepción de unos pocos que fueron iluminados por el Espíritu.",
    "Ahora llegamos a una conclusión, la cual ya hemos hallado en la Palabra. Por más que tratemos de hallar los más antiguos y acreditados manuscritos para obtener el mejor registro posible de la Palabra, nunca hallaremos el significado verdadero por medio del estudio y comparación de las Escrituras. No importa cuan sinceros seamos. SE REQUIERE UNA REVELACION DE PARTE DE DIOS PARA OBTENERLO. ESO ES EXACTAMENTE LO QUE DIJO PABLO:\n\nLo cual también hablamos, no con palabras enseñadas por sabiduría humana, sino con las que enseña el Espíritu…\n\nI Corintios 2:13",
    "La revelación genuina es Dios interpretando Su propia Palabra, al vindicar lo que está prometido.",
    "Ahora, no vaya a ser que alguien se confunda por lo que he dicho, y esté pensando que yo no creo en la exactitud de la Palabra como la tenemos hoy. Yo creo que esta Biblia es exacta. Jesús autenticó cabalmente el Antiguo Testamento cuando anduvo en la tierra, y aquello fue recopilado igual como fue el Nuevo Testamento. No tenga cuidado, hoy día tenemos la infalible Palabra de Dios, y ningún hombre se atreve a quitarle o agregarle. Pero necesitamos que nos la enseñe el mismo Espíritu que la inspiró.",
    "¡Oh, cuánto necesitamos la revelación por el Espíritu! No necesitamos una Biblia nueva, no necesitamos una traducción nueva, aunque algunas de ellas son muy buenas, y yo no estoy en contra de ellas; PERO NECESITAMOS LA REVELACION DEL ESPIRITU. Y gracias a Dios, podemos tener lo que necesitamos porque Dios quiere revelarnos Su Palabra por medio de Su Espíritu.",
    "Que Dios nos comience a dar, por medio de Su Espíritu, revelación prevaleciente y continuamente vivificante. ¡Oh, si la iglesia tan sólo pudiera obtener una revelación fresca, y por medio de ella, llegar a ser la Palabra Viva manifestada; haríamos las obras mayores y glorificaríamos a Dios nuestro Padre que está en el Cielo!",
    "Al que nos amó, y nos lavó de nuestros pecados con su sangre.\n\nApocalipsis 1:5",
    "La palabra “lavado” en realidad es “libertado”. “Nos ha libertado de nuestros pecados por Su sangre”. ¿No es maravilloso? Pero, ¿tiene Ud. mente espiritual? ¿Lo discernió Ud.? Fue Su PROPIA sangre que nos libertó completamente de nuestros pecados. No fue sangre humana, fue la sangre de Dios. Pedro la llamó la sangre de Cristo. Pablo la llamó la sangre del Señor, y la sangre de Jesús. No son tres personas, sino UNA Persona. Allí está nuevamente esa revelación, UN SOLO Dios. Aquel Jehová Dios omnipotente bajó y se hizo un cuerpo por medio del nacimiento virginal, y moró en él, para que pudiera ser la sangre de Dios la que nos libertara (libertarnos completamente) de nuestros pecados y nos presentara sin mancha delante de Sí mismo con grande alegría.",
    "¿Desea Ud. un tipo en el Antiguo Testamento? Volvamos al Huerto del Edén. Cuando la primera noticia llegó a la Gloria de que el hijo, Adán, se había perdido ¿mandó Dios a un ángel? ¿Mandó a un hijo? ¿Mandó a otro igual como nosotros? No, El MISMO vino para redimir a aquel hijo perdido. ¡Aleluya! Dios no confió Su plan de salvación a otro, solamente confiaba en Sí mismo. Dios fue hecho carne y habitó entre nosotros, y nos redimió para El mismo; somos salvos por “la sangre de Dios”. El Dios Eterno habitó en un cuerpo mortal para quitar el pecado. El llegó a ser el Cordero para derramar Su sangre y entrar con ella detrás del velo.",
    "Considere esto: Siendo que es la sangre de Dios, es sangre perfecta; y si la sangre perfecta nos ha libertado del poder y la servidumbre y la contaminación del pecado, entonces es una libertad completa y perfecta. Ahora pues, no hay condenación.\n\n¿Quién acusará a los escogidos de Dios? Dios es el que justifica (declara que somos justos).\n\n¿Quién es el que condenará? Cristo es el que murió…\n\nRomanos 8:33 y 34",
    "Allí está. Su muerte nos dio la sangre. La sangre nos ha libertado. Ahora ya no hay condenación. ¿Cómo puede haber? No hay nada por lo cual podamos ser condenados, porque la sangre nos ha libertado del pecado. Somos libres, sin tacha. No escuche Ud. al hombre, escuche la Palabra, Ud. es libertado por la sangre.",
    "Ahora, no vaya Ud. a ligarse de nuevo con las tradiciones, las organizaciones y los credos. No vaya a ser desviado escuchando a aquellos que niegan el poder de la Palabra y niegan que Jesús salva, sana, y llena del Espíritu Santo y poder. Ud. es uno que Dios ha librado, libertado por Su propia sangre. Si todavía tiene su fe en credos y denominaciones, es seguro, por esta evidencia, que Ud. ha perdido su fe en la Palabra.",
    "Y nos hizo reyes y sacerdotes para Dios, su Padre; a él sea gloria e imperio por los siglos de los siglos. Amén.\n\nApocalipsis 1:6",
    "🦅 El nos ha hecho”. ¡Oh, hay ciertas verdades que debemos acentuar! Esta es una de ellas. EL, EL NOS HA HECHO. Salvación es obra de El. La salvación pertenece al Señor, es completamente por gracia. El nos redimió con un propósito. El nos compró con un propósito. Somos reyes espirituales. Oh, seremos reyes sobre la tierra con El cuando El se siente en Su trono; pero ahora somos reyes espirituales y reinaremos sobre un reino espiritual.\n\nPues si por la transgresión de uno solo reinó la muerte, mucho más reinarán en vida por uno solo, Jesucristo, los que reciben la abundancia de la gracia y del don de la justicia.\n\nRomanos 5:17\n\nEl cual nos ha librado de la potestad de las tinieblas, y trasladado al reino de su amado Hijo;\n\nColosenses 1:13",
    "Ahora mismo reinamos con Cristo, teniendo dominio sobre el pecado, el mundo, la carne, y el diablo. Mostrando Su alabanza y Su gloria; El mismo mostrándose, porque es Cristo en nosotros efectuando el querer y el hacer por su buena voluntad. Sí, ciertamente, aun ahora mismo estamos sentados en lugares celestiales en Cristo Jesús.",
    "🦅 Y nos ha hecho sacerdotes”. Sí, sacerdotes para El, ofreciendo la alabanza espiritual que procede de labios santificados. Rindiendo a El nuestras vidas como una ofrenda dulce, adorándole en Espíritu y en Verdad, intercediendo y suplicando; sacerdotes y reyes de nuestro Dios. Con razón no deseamos el mundo. Y además, somos un pueblo propio, celosos de buenas obras. Hemos sido recreados en El para ser hijos a la semejanza de nuestro Padre.",
    "He aquí que viene con las nubes, y todo ojo le verá, y los que le traspasaron; y todos los linajes de la tierra harán lamentación por él. Sí, amén.\n\nApocalipsis 1:7",
    "El viene. Jesús viene. Dios viene. El Profeta viene. Viene el Sacerdote y Rey. El TODO EN TODO viene. Así sea, Señor Jesús, ven prontamente. Amén.",
    "El viene. El viene con las nubes, nubes de gloria como fue visto en el Monte de la Transfiguración, y Sus vestidos estaban brillando con el poder de Dios que le cubría, y TODO ojo le verá. Eso quiere decir que esto aquí no es el Rapto. Esto es cuando El venga a tomar Su debido lugar como Gobernador del Mundo. Entonces es cuando aquellos que le han traspasado con sus credos y doctrinas denominacionales se lamentarán y toda la gente llorará atemorizada por causa de El, el Cual es la Palabra.",
    "Este es el relato, en Apocalipsis, de Zacarías 12:9-14. Zacarías profetizó esto hace 2,500 años. Está casi a punto de suceder. Escuche:\n\nY en aquel día yo procuraré destruir a todas las naciones que vinieren contra Jerusalén.\n\nY derramaré sobre la casa de David, y sobre los moradores de Jerusalén, espíritu de gracia y de oración; y mirarán a mí, a quien traspasaron…\n\nZacarías 12:9 y 10",
    "Ahora, ¿cuándo volverá el Evangelio a los judíos? Cuando se haya terminado el día de los gentiles. El Evangelio está listo para volver a los judíos. Oh, si tan sólo les pudiera decir algo que está a punto de suceder ahora mismo. Esta gran cosa que está a punto de suceder recorrerá hasta Apocalipsis 11; y aquellos dos testigos, aquellos dos profetas, Moisés y Elías, llevarán el Evangelio de nuevo a los judíos. Estamos listos. Todo está en orden. Así como los judíos trajeron el Evangelio a los gentiles, igualmente los gentiles se lo llevarán de regreso a los judíos, y el Rapto acontecerá.",
    "Ahora, recuerden lo que hemos leído en Apocalipsis y en Zacarías. Ambas cosas vienen directamente después de la tribulación. La Iglesia del Primogénito no pasa por la tribulación, lo sabemos, la Biblia lo enseña.",
    "En aquel tiempo, dice que Dios va a derramar Su Espíritu sobre la casa de Israel. Es el mismo Espíritu que fue derramado sobre los gentiles en su día.\n\n…y mirarán a mí, a quien traspasaron, y llorarán como se llora por hijo unigénito, afligiéndose por él como quien se aflige por el primogénito.\n\nEn aquel día habrá gran llanto en Jerusalén como el llanto de Hadadrimón en el valle de Meguido.\n\nY la tierra lamentará cada linaje aparte; los descendientes de la casa de David por sí, y sus mujeres por sí; los descendientes de la casa de Natán por sí, y sus mujeres por sí.\n\nZacarías 12:10-12",
    "Cada una de las casas por sí, cuando El venga en las nubes de gloria en Su segunda venida, aquellos judíos que le horadaron, le verán como dice en otra Escritura:\n\nY le preguntarán: ¿Qué heridas son estas en tus manos? Y él responderá: Con ellas fui herido en casa de mis amigos.\n\nZacarías 13:6",
    "No será un tiempo de tristeza solamente para los judíos que le rechazaron como el Mesías, sino también para los gentiles que se habrán quedado y que le rechazaron como Salvador en este día.",
    "Habrá llanto y lamentación. Las vírgenes fatuas estarán lamentándose, ellas representan la iglesia que rechazó obtener el aceite (símbolo del Espíritu Santo) para sus lámparas (símbolo del cuerpo o lo que retiene el aceite) hasta que fue demasiado tarde. Eran personas buenas, eran vírgenes; y eso significa una categoría moral muy alta. Pero no tenían aceite en sus lámparas, por lo tanto fueron echadas en las tinieblas de afuera donde está el lloro y el crujir de dientes.",
    "En el libro de Génesis, capítulo 45, podemos tipificar esto con José, cuando él se encontró con sus hermanos en Egipto y se dio a conocer a ellos.\n\nNo podía ya José contenerse delante de todos los que estaban al lado suyo, y clamó: Haced salir de mi presencia a todos. Y no quedó nadie con él, al darse a conocer José a sus hermanos.\n\nEntonces se dio a llorar a gritos; y oyeron los egipcios, y oyó también la casa de Faraón.\n\nY dijo José a sus hermanos: Yo soy José; ¿vive aún mi padre? Y sus hermanos no pudieron responderle, porque estaban turbados delante de él.\n\nEntonces dijo José a sus hermanos: Acercaos ahora a mí. Y ellos se acercaron. Y él dijo: Yo soy José vuestro hermano, el que vendisteis para Egipto.\n\nAhora, pues, no os entristezcáis, ni os pese de haberme vendido acá; porque para preservación de vida me envió Dios delante de vosotros.\n\nPues ya ha habido dos años de hambre en medio de la tierra, y aún quedan cinco años en los cuales ni habrá arada ni siega.\n\nY Dios me envió delante de vosotros, para preservaros posteridad sobre la tierra, y para daros vida por medio de gran liberación.\n\nGénesis 45:1-7",
    "Ahora, ¿no cuadra eso perfectamente con Zacarías 12? Uniendo estas dos porciones, sin duda, obtendremos exactamente la verdad.",
    "Cuando José era aún muy joven, fue odiado por sus hermanos. ¿Por qué fue odiado por sus hermanos? Porque él era espiritual. No fue culpa de él que viera aquellas visiones, ni que soñara aquellos sueños e interpretara, eso estaba dentro de él. El no podía manifestar ninguna otra cosa más de lo que estaba dentro de él. Por lo tanto, el odio de sus hermanos fue sin causa. Pero él fue el amado de su padre, su padre era profeta y entendía. En eso se forma el tipo perfecto de Cristo. Dios el Padre amaba al Hijo, pero los hermanos (escribas y fariseos) le odiaban porque podía sanar a los enfermos, obrar milagros, predecir el futuro, ver visiones e interpretarlas. Esa no fue causa para odiarle, pero lo hicieron; e igual como los hermanos de José, le odiaron sin causa.",
    "Ahora, recuerde cómo fue que aquellos hijos de Jacob trataron a José: Lo echaron en una cisterna, tomaron la ropa de colores que su padre le había dado y la tiñeron con sangre para hacer a su padre creer que el muchacho había sido devorado por algún animal; lo vendieron a unos negociantes de esclavos que lo llevaron a Egipto, y allí fue vendido a un general. La esposa del general lo acusó falsamente, pero dentro de poco tiempo su habilidad como profeta lo trajo a la atención de Faraón; y fue exaltado a su diestra con tal autoridad que ninguno podía llegar a Faraón sin primeramente entrevistarse con José.",
    "Ahora, examinemos la vida de José mientras él estaba en Egipto, porque aquí es donde lo veremos como el tipo perfecto de Cristo. Cuando él estaba en la casa del general fue acusado falsamente, castigado y aprisionado sin causa, igual como hicieron con Jesús. Allí en la prisión él interpretó los sueños del copero y del panadero que también eran prisioneros juntamente con él. El copero fue perdonado y restaurado a la vida, pero el otro fue condenado a muerte. Cristo fue aprisionado en la cruz, abandonado por Dios y el hombre. A cada lado tenía un ladrón, uno murió espiritualmente, pero al otro le fue concedida la Vida. Y note, cuando Jesús fue quitado de la cruz, él fue exaltado al Cielo, y ahora está sentado a la diestra del gran Espíritu de Jehová; y ningún hombre puede llegar a Dios, sino por El. Hay UN mediador entre Dios y los hombres, y El es todo lo que uno necesita. No hay Marías ni santos como mediadores, solamente Jesús.",
    "Siguiendo con este tipo, fíjese que todo lo que José hizo en Egipto prosperó. Su primer trabajo con el general, prosperó; aun prosperó la cárcel. Cuando vuelva Jesús, el desierto florecerá como la rosa. El es “El Hijo de Prosperidad”. Así como nunca hubo una edad tan próspera como la de José, así también hay un tiempo de bendición que viene a esta tierra como el mundo jamás ha conocido. Cada uno de nosotros podremos sentarnos bajo nuestra propia higuera, reírnos, y regocijarnos y vivir para siempre en Su presencia. En Su presencia hay gozo completo y en Su diestra hay placeres para siempre jamás. ¡Gloria a Dios!",
    "Ahora, note que dondequiera que iba José, sonaban la trompeta para anunciar su llegada. La gente gritaba: “¡Doblen la rodilla delante de José”! Sin importar lo que estuvieran haciendo, cuando la trompeta sonaba, todos doblaban la rodilla. Alguien podría haber estado vendiendo algo en la calle, y era el momento de tomar el dinero, pero él tenía que suspender la venta y doblar la rodilla cuando sonaba aquella trompeta. Si él aun fuera un actor, él tenía que suspender su acto y doblar la rodilla a José cuando su presencia fuese anunciada con esa llamada de trompeta. Y uno de estos días, todo lo que es tiempo cesará cuando la trompeta de Dios sonará, y los muertos en Cristo resucitarán y el alba eterna romperá en claridad. Entonces toda rodilla se doblará, porque está escrito:\n\nPor lo cual Dios también le exaltó hasta lo sumo, y le dio un nombre que es sobre todo nombre,\n\npara que en el nombre de Jesús se doble toda rodilla de los que están en los cielos, y en la tierra, y debajo de la tierra;\n\ny toda lengua confiese que Jesucristo es el Señor, para gloria de Dios Padre.\n\nFilipenses 2:9-11",
    "Pero note otra revelación gloriosa en esta tipificación de José. Mientras estaba en Egipto, le fue dado una novia gentil, y en la unión con ella tuvo dos hijos: Manasés y Efraín. José le pidió a su padre que bendijera a los dos muchachos. El los colocó frente a Jacob para que Manasés, el primogénito, estuviera a la diestra de Jacob, y Efraín a la siniestra. Cuando Jacob estaba a punto de bendecirlos, cruzó las manos, colocando la mano derecha sobre el menor. José clamó: “¡No así, padre mío, este es el primogénito a tu derecha”! Pero Jacob dijo: “Dios cruzó mis manos”.",
    "Aquí en tipo, vemos que la bendición que pertenecía al primogénito (el judío) fue dada al menor (el gentil) por medio de la cruz (manos cruzadas) del Señor Jesucristo. La bendición viene por medio de la cruz.\n\nCristo nos redimió de la maldición de la ley, hecho por nosotros maldición (porque está escrito: Maldito todo el que es colgado en un madero),\n\npara que en Cristo Jesús la bendición de Abraham alcanzase a los gentiles, a fin de que por la fe recibiésemos la promesa del Espíritu.\n\nGálatas 3:13 y 14",
    "La bendición de Abraham vino por medio de la cruz a los gentiles. Los judíos rechazaron la cruz; por lo tanto, Jesús obtuvo la Novia gentil.",
    "Ahora, volvamos a la historia de José encontrándose con sus hermanos. Ud. recordará que no todos los hermanos vinieron. José sabía eso e insistió en que todos los hermanos aparecieran ante él, de otra manera no podía darse a conocer ante ellos. Al fin y al cabo trajeron al que había faltado, Benjamín. Fue el pequeño Benjamín, el hermano de José, de sangre pura, que hizo arder su alma. Y cuando nuestro José, Jesús, venga al pueblo que ha guardado los mandamientos de Dios, los cuales han regresado a la Palestina, Su alma arderá.",
    "El pequeño Benjamín fue tipo de los 144,000 israelitas de toda la tierra que han vuelto a la Palestina para su redención. Ellos estarán allí listos para recibirle, Quien conociendo acertadamente es Vida Eterna. Ellos dirán: “Este es nuestro Dios a Quien hemos esperado”. Entonces verán al que traspasaron. Y ellos le preguntarán: “¿De dónde vienen estas heridas tan terribles? ¿Cómo sucedió?” Y llorarán y se lamentarán cada familia por sí, todos por sí en la angustia de su tristeza.",
    "Ahora, ¿dónde estará la Novia gentil mientras Jesús se está dando a conocer a sus hermanos? Recuerden que la novia de José, juntamente con los dos niños, estaban en el palacio, porque José había ordenado: “Haced salir a todos de mi presencia”. Así que la novia gentil estaba segura en el palacio de José. ¿A dónde irá la Novia gentil en el rapto? Al palacio. La Novia será quitada de la tierra, ella será levantada antes de la gran tribulación para encontrar a su Señor en el aire. Por tres años y medio, mientras la ira de Dios es derramada sobre la tierra, ella estará en la gran Cena de la Boda del Cordero. Entonces El volverá, dejando Su Novia en “La Casa de Su Padre”, para darse a conocer a Sus hermanos.",
    "En ese mismo tiempo será roto el pacto del anticristo que los judíos han hecho con Roma. Entonces Roma y sus aliados mandarán sus tropas para destruir a todos los judíos que temen a Dios y que se mantienen con la Palabra. Pero al llegar a la ciudad para destruirla, aparecerá en los Cielos la señal de la venida del Hijo del hombre con Sus ejércitos poderosos para destruir a aquellos que han estado destruyendo la tierra. Con el enemigo derrotado, Jesús entonces viene y se presenta a los 144,000.",
    "Habiendo visto Sus obras poderosas de salvación, han llegado a conocer Su poder. Pero también viendo Sus heridas y sabiendo que ellos le habían rechazado hasta ese momento, les causa llanto en la agonía del terror y temor así como hicieron sus hermanos cuando vinieron ante José: Se atemorizaron, pensando que él les daría muerte. Pero como dijo José: “No os pese de haberme vendido acá. Está bien. Dios estaba en todo esto. El lo hizo para preservación de vida”. Asimismo Jesús les hablará palabras de paz y amor.",
    "¿Por qué rechazaron los judíos a Jesús? Dios estaba en todo eso. Fue la única manera para El poder sacar a la Novia gentil. El murió en la cruz para preservar la vida de la Iglesia gentil.",
    "Ahora, estos 144,000 no forman parte de la Novia. En Apocalipsis 14:4 son llamadas vírgenes y siguen al Cordero dondequiera que fuere. El hecho de que no se hayan contaminado con mujeres prueba que son eunucos (Mateo 19:12). Los eunucos eran los que guardaban las cámaras de los desposados, eran siervos. Note que ellos no se sientan en el trono, pero están delante del trono. No, ellos no forman parte de la Novia, pero estarán en el glorioso reino Milenial.",
    "Entonces vemos que cuando este remanente de Israel haya sido unido en amor al Señor, y el enemigo haya sido destruido, Dios preparará Su monte santo, Su nuevo Huerto del Edén para la Novia y los siervos de El y Ella, para la luna de miel de mil años sobre la tierra. Como Adán y Eva que estuvieron en el Huerto y no terminaron los mil años, ahora Jesús, nuestro último Adán, y Su Eva (la Iglesia Verdadera) cumplirán todo el plan de Dios.",
    "¡Oh, cómo se repite la Biblia! La escena de José y sus hermanos está a punto de repetirse, porque Jesús viene pronto.",
    "Y al terminar el tipo de José, hay una cosa más que quiero traer a su atención acerca de este tiempo del fin. Recuerde cuando José habló con sus hermanos, y Benjamín no estaba con ellos, él les habló por medio de un intérprete, aunque sabía el hebreo perfectamente bien. El habló a sus hermanos en otro idioma. ¿Sabía Ud. que la primera edad gentil (la cabeza de oro, la Edad de Babilonia) terminó con un mensaje en lenguas escrito en la pared? Esta edad terminará de la misma manera. La abundancia de lenguas en este día es otra prueba de que los tiempos de los gentiles han terminado, y Dios está volviendo a Israel.",
    "El viene pronto. El Alfa y Omega, el Profeta, Sacerdote y Rey, el Todopoderoso, el Señor Dios de los Ejércitos, viene pronto. ¡Sea así, Señor Jesús, el Unico Dios Verdadero, ven prontamente!"
  ]
}