{
  "title": "LA EDAD DE FILADELFIA",
  "id": "C00A08B9",
  "content": [
    "Escribe al ángel de la iglesia en Filadelfia: Esto dice el Santo, el Verdadero, el que tiene la llave de David, el que abre y ninguno cierra, y cierra y ninguno abre:\n\nYo conozco tus obras, he aquí, he puesto delante de ti una puerta abierta, la cual nadie puede cerrar; porque aunque tienes poca fuerza, has guardado mi palabra, y no has negado mi nombre.\n\nHe aquí, yo entrego de la sinagoga de Satanás a los que se dicen ser judíos y no lo son, sino que mienten; he aquí, yo haré que vengan y se postren a tus pies, y reconozcan que yo te he amado.\n\nPor cuanto has guardado la palabra de mi paciencia, yo también te guardaré de la hora de la prueba que ha de venir sobre el mundo entero, para probar a los que moran sobre la tierra.\n\nHe aquí, yo vengo pronto; retén lo que tienes, para que ninguno tome tu corona.\n\nAl que venciere, yo lo haré columna en el templo de mi Dios, y nunca más saldrá de allí; y escribiré sobre él el nombre de mi Dios, y el nombre de la ciudad de mi Dios, la nueva Jerusalén, la cual desciende del cielo, de mi Dios, y mi nombre nuevo.\n\nEl que tiene oído, oiga lo que el Espíritu dice a las iglesias.\n\nApocalipsis 3:7-13",
    "La ciudad de Filadelfia estaba situada a unos 120 kilómetros al sudeste de Sardis. En la provincia de Lydia, fue la segunda ciudad en cuanto a tamaño y fue edificada sobre varios montes en una región que tenía grande fama por su excelente vino. Sus monedas llevaban la figura de Baco y también la semejanza de una Bacante (sacerdotisa de Baco). Entre los habitantes había judíos, Cristianos que originalmente eran judíos, y también algunos convertidos del paganismo. La ciudad sufrió frecuentes terremotos, sin embargo, tuvo la más larga duración de todas las siete ciudades de la Revelación. Por cierto, la ciudad todavía existe hoy día bajo el nombre turco de Alasehir (la ciudad de Dios).",
    "El braceaje de monedas, sugiere que la deidad de la ciudad fuera Baco. Ahora este Baco es el mismo Ninus, o Nimrod. El es el “ser lamentado”, aunque la mayoría de nosotros pensamos de él en términos de jarana y borrachera.",
    "Cuan maravillosa iluminación nos muestra esto. Aquí está una moneda con el dios por un lado y la sacerdotiza o profetiza por el otro. Ahora, tire aquella moneda al aire. ¿Importa de qué manera cae al suelo? No señor, es la misma moneda. Esa es la religión romana de Jesús y María.",
    "Pero no estamos pensando solamente en Roma. No, no tenemos solamente a la gran ramera. Desde luego que no; porque ella, por sus fornicaciones, ha llegado a ser una madre. Sus hijas ahora son monedas del mismo braceaje. Por un lado de la moneda han redactado una adoración de Jesús y por el otro lado tienen a su sacerdotiza, o profetiza, y ella escribe sus credos y dogmas y aserciones y los vende al mundo como salvación, insistiendo que ella, y solamente ella, tiene la luz verdadera.",
    "Cuan significante es que esta edad es caracterizada por una moneda. Porque la madre y todas las hijas están comprando su pasaje al Cielo. Para ellos el precio que se paga es dinero en vez de la sangre. El poder que los hace prosperar es el dinero y no el Espíritu. El dios de este mundo (mamón) les ha cegado los ojos.",
    "Pero sus obras de muerte vendrán a un fin muy pronto porque esta es la edad en que el Espíritu clama. “He aquí, yo vengo en breve”. Amén, sea así. ¡Ven pronto, Señor Jesús!",
    "La edad de la iglesia de Filadelfia fue desde 1750 hasta aproximadamente 1906. Esta edad, por razón del significado del nombre de la ciudad, ha sido llamada la Edad de Amor Fraternal, siendo que Filadelfia quiere decir, “amor de los hermanos”.",
    "El mensajero de esta edad fue, sin duda alguna, Juan Wesley. El Hermano Wesley nació en la ciudad de Epworth en Inglaterra, el día 17 de junio de 1703, y fue uno de diez y nueve hijos de Samuel y Susana Wesley. Su padre fue un capellán en la Iglesia de Inglaterra; pero es mucho más probable que la mente de Juan tomó la vía religiosa por razón de la vida ejemplar que vivió su mamá, en vez de la teología de su padre.",
    "Juan fue un estudiante extraordinario. Fue mientras él estaba estudiando en el Colegio de Oxford que él y su hermano Carlos, fueron parte de un grupo que fue conmovido espiritualmente a adorar según el fundamento de vivir la verdad por razón de haber experimentado la verdad en vez de hacer que la doctrina sola fuera su norma. Los componentes del grupo redactaron un guía espiritual de obras, como por ejemplo, ayudando a los pobres, visitando los enfermos y los encarcelados. Por esto fueron llamados metodistas y también otros nombres no tan honrados.",
    "Ahora Juan fue tan infundido por su visión de la necesidad de religión para las gentes del mundo que él viajó a América del Norte (el estado de Georgia) como un misionero entre los indios. Durante el viaje se dio cuenta que muchos de los pasajeros eran moravos y fue muy impactado con su mansedumbre, paz y valentía ante toda clase de circunstancia. A pesar de la abnegación de sí mismo y el arduo trabajo, sus labores en Georgia fueron un fracaso. Volvió a Inglaterra con la lamentación, “Yo fui a América para convertir a los indios, pero ¡oh! ¿quién me convertirá a mí”?",
    "En Londres, de nuevo se encontró con los moravos. Fue Pedro Boehler quien le mostró el camino de la salvación. El fue verdaderamente renacido aunque le causó consternación y enojo a su hermano, Carlos, quien no podía entender cómo podía ser posible que un hombre tan espiritual como Juan pudiera decir que no estaba previamente bien con Dios. Sin embargo, no fue largo el tiempo hasta que Carlos también fue salvo por la gracia de Dios.",
    "Wesley ahora empezó a predicar el Evangelio en los púlpitos de aquellas iglesias a las cuales antes tenía acceso; pero dentro de poco tiempo le fueron cerrados. Entonces fue cuando su amigo de muchos años, el Hermano Jorge Whitefield, le ayudó y le animó mucho porque invitó a Juan a que viniera a ayudarle a predicar al aire libre, donde miles estaban escuchando la Palabra. Al empezar, Wesley dudaba que debiera predicar al aire libre en vez de un edificio, pero cuando vio las multitudes y también la obra del Evangelio en el poder del Espíritu, él se rindió enteramente a esta forma de predicar.",
    "La obra creció a tal grado que él empezó a enviar numerosos laicos para predicar la Palabra. Esto parecía ser un paralelo al Día de Pentecostés cuando el Espíritu levantó a hombres con poder para predicar y enseñar la Palabra, casi de un día para otro.",
    "Hubo enorme oposición a esta obra pero Dios estaba con él. La obra del Espíritu fue manifestado grandemente y frecuentemente el espíritu de convicción tomaba posesión de las personas a tal grado que les quitaba toda su fuerza y caían al suelo lamentando con sufrimiento agudo su condición como pecador.",
    "Wesley fue un hombre de fuerza extraordinaria. El dijo de sí mismo que no se acordaba de haber sentido flaqueza de espíritu ni siquiera por un cuarto de hora desde su nacimiento. Dormía cuando mucho seis horas de cada veinticuatro. Se levantaba para empezar a predicar a las cinco de la madrugada casi todos los días de su ministerio. Predicaba hasta cuatro veces en un solo día y así tenía un promedio de más de 800 sermones al año.",
    "El viajaba miles y miles de kilómetros como también hacían sus ayudantes, llevando el Evangelio a todo hombre. Por cierto, Wesley mismo viajaba como seis mil kilómetros por año, a caballo.",
    "El fue un gran creyente en el poder de Dios y oraba por los enfermos con enorme fe y resultados maravillosos.",
    "La manifestación de dones Espirituales estaba presente en muchas de sus reuniones.",
    "Wesley no estaba a favor de organización. Sus asociados si tenían una “Sociedad Unida” la cual era “una compañía de hombres teniendo la forma, y anhelando el poder de la piedad, unidos para orar juntos, y para recibir la Palabra de exhortación, y para cuidar el uno al otro en amor, para poder ayudar el uno al otro a obrar su salvación”. El único requisito de aquellos entrando era que tenían que ser de aquellos “quienes tenían el deseo de huir de la ira, y de ser salvos de sus pecados”. Al pasar el tiempo, ellos redactaron una lista de reglamentos para ser usados en disciplina de sí mismos y para el bien de sus almas. Wesley reconoció que después de su partida, sería posible que el movimiento fuera a organizarse y que el Espíritu de Dios los dejaría y entonces sería sólo una forma muerta. En una ocasión él dijo que no tenía temor de que el nombre metodista fuera a desconocerse en el mundo pero más bien que el Espíritu de Dios llegara a tomar Su vuelo.",
    "Durante su vida él pudo haber obtenido grandes riquezas, pero rechazó tales oportunidades. El dicho favorito de Wesley en cuanto al dinero era, “Obtén todo lo que puedas, ahorra todo lo que puedas, y da todo lo que puedas”. ¡Qué cosa tan extraña sería si Wesley pudiera regresar hoy día para ver la denominación que lleva el nombre de Metodista! Ellos son ricos, muy ricos, pero la vida y el poder de Juan Wesley están ausentes.",
    "También se debe mencionar que Wesley nunca deseó edificar una obra sobre una base denominacional o sectaria. Aunque él fue armenio en sus creencias, no quería separarse de otros hermanos solamente por razón de doctrinas distintas. El fue un hombre quien manifestaba perfectamente las enseñanzas de Santiago: basaba su Vida Eterna en fe y obras, o sea el vivir la vida en vez de simplemente aceptar un credo o una declaración doctrinaria. Juan Wesley murió a la edad de 88, habiendo servido a Dios como muy pocos hombres se atreverían a pensar que le servirían.",
    "Escribe al ángel de la iglesia en Filadelfia: Esto dice el Santo, el Verdadero, el que tiene la llave de David, el que abre y ninguno cierra, y cierra y ninguno abre:\n\nApocalipsis 3:7",
    "Cuan hermosas son esas palabras; cuan majestuoso es aun el sonido de ellas. Cuan admirable es pensar que todos aquellos atributos se pueden aplicar a una sola persona. ¿Quién se atrevería a decir tales cosas de sí mismo sino Jesucristo mismo el Señor de la Gloria? Yo creo que en el versículo nueve se halla la clave para correctamente interpretar exactamente lo que significa cada una de estas frases descriptivas:\n\nHe aquí, yo entrego de la sinagoga de Satanás a los que se dicen ser judíos y no lo son, sino que mienten, he aquí, yo haré que vengan y se postren a tus pies, y reconozcan que yo te he amado.\n\nApocalipsis 3:9",
    "Yo digo que este versículo es la clave porque trata con los judíos, quienes siempre se han dicho ser los hijos de Dios a la exclusión de todo el resto del mundo. Ellos crucificaron y mataron al Señor Jesucristo. Su hecho tan terrible trajo su propia sangre sobre sus propias cabezas por siglos; y todo eso porque rechazaron a Jesús como su Mesías, Quien en verdad fue el Mesías. Para ellos El no era Aquel que venía, ni tampoco el Hijo de David; sino para ellos fue Belcebú, o algún ser injusto digno solamente para destrucción. ¡Pero no fue así! El en verdad fue Emanuel, Dios manifestado en carne. A la verdad es el Mesías. Seguramente, El fue exactamente como ahora se muestra ser. Allí está, EL MISMO JESUS, “Jesucristo es el mismo ayer, y hoy, y por los siglos”.",
    "Aquel Ser Santo allí en medio de los candeleros es el mismo Jesús quien caminó por las riberas del mar de Galilea, Quien sanó a los enfermos, levantó a los muertos, y a pesar de las pruebas tan indisputables, fue crucificado y muerto. Pero El resucitó y está sentado a la diestra de la Majestad en las alturas.",
    "En aquel tiempo, los judíos no le llamaban Santo. No le llaman Santo hoy. Pero de todas maneras, El es el SER SANTO.\n\nPorque no dejarás mi alma en el Seol, ni permitirás que tu santo vea corrupción.\n\nSalmos 16:10",
    "Ellos buscaron su justicia según la ley y fracasaron miserablemente, porque por la ley ninguna carne será justificada (Gálatas 2:16). Por la ley ningún hombre puede ser santificado, santidad es del Señor.\n\nMas por él estáis vosotros en Cristo Jesús, el cual nos ha sido hecho por Dios sabiduría, justificación, santificación y redención.\n\nI Corintios 1:30\n\nAl que no conoció pecado, por nosotros lo hizo pecado, para que nosotros fuésemos hechos justicia de Dios en él.\n\nII Corintios 5:21",
    "Era Cristo o perecer, y ellos perecieron porque lo rechazaron.",
    "Y los hombres aquella edad, así como los de hoy, estaban cometiendo el mismo error. Así como los judíos estaban tomando refugio en la forma de adoración de la sinagoga, también estaban tomando refugio en la iglesia en la edad de Filadelfia. No es uniéndose uno a la iglesia lo que cuenta. La Vida no está en la iglesia. La vida está en Cristo.\n\nY este es el testimonio: que Dios nos ha dado vida eterna; y esta vida está en su Hijo.\n\nEl que tiene al Hijo, tiene la vida; el que no tiene al Hijo de Dios no tiene la vida.\n\nI Juan 5:11 y 12",
    "El hombre es hecho santo por medio del Espíritu. Es el Espíritu de Santidad que resucitó a Jesús de entre los muertos y que también mora en nosotros y nos santifica con Su Santidad.",
    "Allí está El, el SER SANTO. Y nosotros estaremos con El, vestidos con Su Justicia y santificados con Su Santidad.",
    "Ahora esta es la sexta edad. En los ojos de Dios, el tiempo está por terminar. Muy pronto El estará regresando a la tierra. Dentro de poco tiempo se oirá el clamor que acompaña Su venida:\n\nEl que es injusto, sea injusto todavía; y el que es inmundo, sea inmundo todavía; y el que es justo, practique la justicia todavía; y el que es santo, santifíquese todavía.\n\nApocalipsis 22:11",
    "Cuan gozoso estoy en que mi santidad no es de mí mismo. Estoy contento porque estoy en Cristo, con todos Sus maravillosos atributos de justicia imputados y aun concedidos sobre mí. ¡Alabado sea Dios para siempre!",
    "🦅 Esto dice el Verdadero”. Esta palabra verdadero es una palabra muy maravillosa. No quiere decir verdadero solamente en el sentido de ser opuesto a lo falso, sino que expresa la realización perfecta de una idea en contraste a la realización parcial de dicha idea. Por ejemplo, recordamos que Jesús:\n\nY Jesús les dijo: De cierto, de cierto os digo: No os dio Moisés el pan del cielo, mas mi Padre os da el verdadero pan del cielo.\n\nSan Juan 6:32\n\nYo soy la vid verdadera y mi Padre es el labrador.\n\nSan Juan 15:1\n\nPorque no entró Cristo en el santuario hecho de mano, figura del verdadero, sino en el cielo mismo para presentarse ahora por nosotros ante Dios.\n\nHebreos 9:24\n\nSin embargo, os escribo un mandamiento nuevo que es verdadero en él y en vosotros, porque las tinieblas van pasando, y la luz verdadera ya alumbra.\n\nI Juan 2:8",
    "Siendo que esta palabra en verdad expresa realización perfecta como estando opuesto a realización parcial (como está ilustrado en estos versículos), ahora podemos entender mucho más claro el antitipo en contraste al tipo, y la sustancia en contraste a la sombra. Tomemos el ejemplo del maná que vino del Cielo. Dios mandó pan angélico del Cielo para Israel. Pero aquel pan no satisfacía; era suficiente solamente para un día; todo aquel que lo había comido tenía hambre para el día siguiente; si sobraba algo, se contaminaba. Pero Jesús es el Pan VERDADERO del Cielo, del cual el maná solamente era un tipo. Y cuando alguno come de aquel PAN que vino del Cielo, jamás volverá a tener hambre. No hay necesidad de comer de nuevo. En el mismo instante cuando él participó del Pan, entonces tenía Vida Eterna. Ciertamente aquí estaba la REALIDAD, ya no había necesidad de la sombra; ya no había necesidad de una salvación parcial. Aquí estaba el asunto ENTERO. De igual manera, Jesús no es una parte de Dios, El ES Dios.",
    "Nadie puede negar que Israel tuvo Luz. Fue la única gente que tuvo Luz como una nación. Fue como cuando Egipto estaba tan oscuro que uno lo podía sentir; pero había Luz en los hogares de los israelitas. Pero ahora ha llegado la Luz Verdadera. La Luz del mundo es Jesús. Moisés y los profetas trajeron la Luz por medio de la Escritura, en relación al Mesías; por eso fue que Israel tuvo Luz. Pero ahora ha venido el cumplimiento de la Luz, y lo que antes era solamente la Palabra ardiendo, ahora ha brotado en la brillantez de Dios manifestado entre Su pueblo. Así como la Columna de Fuego dio luz por la noche, y eso por cierto fue maravilloso, ahora Luz y Vida fueron manifestadas en la plenitud corporal de la Deidad.",
    "En los días antiguos, Israel traía una vaca bermeja y la sacrificaban sobre el altar para el perdón de los pecados (Números 19:2). Los pecados del culpable fueron cubiertos por un año. Pero aquel cubierto no podía quitar el deseo del pecado. No era una ofrenda perfecta. Fue solamente una sombra hasta que viniera el verdadero. Cada año el hombre sacrificaba y cada año volvía porque todavía tenía el mismo deseo de pecar. La vida del animal expiaba por sus pecados, pero siendo sangre de animal que había sido derramada, y vida de animal que había sido dada, esta vida no podía volver a venir sobre el hombre. Y si hubiese vuelto, de todos modos no hubiera sido provechoso. Pero cuando fue presentado el Sustituto Perfecto (Cristo), y Su sangre fue derramada, y entonces la Vida que estaba en Cristo volvía sobre el pecador arrepentido, y la Vida siendo la Vida perfecta de Cristo (sin pecado y justa) entonces el culpable podía salir libre porque ya no tenía el deseo de pecar. La Vida de Jesús había vuelto sobre él. Eso quiere esta Escritura:\n\nPorque la ley del Espíritu de vida en Cristo Jesús me ha librado de la ley del pecado y de la muerte.\n\nRomanos 8:2",
    "Pero los judíos en los días de Jesús no quisieran aceptar aquel sacrificio. La sangre de los toros y de los machos cabríos no perfeccionó nada (Hebreos 10:4). En un tiempo fue el método ordenado por Dios. Pero ahora Cristo habiendo venido en la carne, y por el derramamiento de su propia sangre ha aniquilado el pecado y medio del sacrificio de Sí mismo nos ha hecho perfectos. Los judíos no quisieron aceptar eso. Pero, ¿qué de la edad de Filadelfia y también, qué de las otras edades? ¿En verdad aceptaron esta realidad en Cristo? No señor. Aunque Lutero trajo la verdad de justificación, la Iglesia Romana y también su contraparte, la Iglesia Ortodoxa, todavía se confiaban en las obras. Las obras son maravillosas pero no le salvan; las obras no perfeccionan. El criterio es Cristo o perecer. Y no es aun Cristo Y las obras; es Cristo solo.",
    "Con esta edad empezaron los años de arminianismo: aquellos que no creen en Cristo como la REALIDAD. Esta secta no canta el himno “Sólo de Jesús la Sangre”, sino que cantan “La Sangre de Jesús, MAS mi propia conducta”. Ahora, yo creo firmemente en la buena conducta. Si una persona es salva, se conducirá justamente. Ya hemos estudiado eso ampliamente. Pero déjeme decirle ahora, la salvación NO es “Jesús, MAS esto y aquello”. La salvación es SOLO por Jesucristo. La SALVACION ES DEL SEÑOR. Desde el principio hasta el fin, todo es de DIOS. Que Su Vida esté en mí. Que sea Su sangre la que me purifica. Que sea Su Espíritu lo que me llena. Que sea Su Palabra en mi corazón y en mi boca. Que sea Sus azotes lo que me sana. Que sea Jesús, solo Jesús. No es por las obras de justicia que yo he obrado, no señor. Cristo es mi vida. Amén.",
    "Siento que podría seguir y seguir hablando de estas verdades, pero les daré un pensamiento más, y tiene que ver con el hermoso himno escrito por A.B. Simpson:\n\nAntes era la bendición, pero ahora es el Señor.\n\nAntes era el sentir, pero ahora es Su Palabra.\n\nAntes yo deseaba Su don, pero ahora poseo al Dador.\n\nAntes yo buscaba sanidad, pero ahora sólo El.\n\nTodo en todo eternamente, de Jesús cantaré.\n\nTodo está en Jesús, y Jesús todo lo es.",
    "De todo lo que hay en esta vida, y tan satisfactorio y tan bueno y fino como pueda ser, Ud. hallará la suma y total perfección de todo en Cristo. Ante El, todo es reducido a insignificante.",
    "🦅 El que tiene la llave de David”. Esta frase tan hermosa sigue y se derive de la frase anterior: “El Verdadero” el cual es Cristo, la realización perfecta en contraste a una realización parcial. Aquí está. Moisés fue un profeta de Dios, pero Jesús (semejante a Moisés) fue EL profeta de Dios.",
    "David (varón conforme al corazón de Dios) fue rey de Israel, pero Jesús es el David Mayor, Rey de Reyes y Señor de Señores, Dios mismo. David nació de la tribu de Judá, de cual tribu no había sacerdotes, sin embargo, David comió del pan de la proposición reservado para los sacerdotes. El fue el gran guerrero quien derrotó al enemigo, estableciendo al pueblo. Como rey, se sentó sobre el trono. El fue un profeta. El fue un maravilloso tipo de Cristo.\n\nY pondré la llave de la casa de David sobre su hombro; y abrirá, y nadie cerrará; cerrará, y nadie abrirá.\n\nIsaías 22:22",
    "El Espíritu emplea esta referencia del Antiguo Testamento concerniente al Señor Jesucristo y Su ministerio en la Iglesia. Lo que la llave de David significaba en aquel tiempo apenas era una sombra, cual sombra ahora es cumplida en Jesús, estando en medio de los candeleros. Esto tiene que ver con nuestro Señor DESPUES de Su resurrección y no durante Su peregrinación terrenal. Pero, ¿qué significa esta llave? La respuesta está en la POSICION de la llave. La llave NO está en Su mano, no está colgando de Su cuello. La llave no es puesta en las manos de otros hombres, porque entonces el versículo no podría estar diciendo que SOLAMENTE EL TIENE EL USO DE DICHA LLAVE – PORQUE SOLAMENTE EL ABRE Y CIERRA Y NINGUN HOMBRE tiene aquel derecho sino Jesús mismo. ¿No es cierto? Pero, ¿dónde está la llave? ESTA SOBRE SU HOMBRO. Ahora, ¿qué tiene que ver el HOMBRO con esto?\n\nPorque un niño nos es nacido, hijo nos es dado, y el principado sobre su hombro; y se llamará su nombre Admirable, Consejero, Dios fuerte, Padre eterno, Príncipe de paz.\n\nIsaías 9:6",
    "Pero ¿qué quiere decir esto? Pues, la frase “principado sobre Su hombro”, viene de la ceremonia matrimonial de los países orientales. Cuando la novia ha sido entregada al novio, ella se quita el velo y lo coloca sobre los hombros del novio, y con esto ella significa que no solamente está bajo su dominio (que ella efectivamente ha entregado todos sus derechos a su esposo y que él en verdad es la cabeza) pero también que él lleva la responsabilidad y el cuidado y que ÉL Y SOLAMENTE ÉL, NADIE MÁS, NINGÚN OTRO HOMBRE, NINGÚN OTRO PODER TIENE ningún derecho ni responsabilidad. Eso, oh amados, es la LLAVE de David.",
    "Dios siendo soberano, preconoció por decreto Divino exactamente quién sería parte de Su Novia. El la escogió a ella. Ella no lo escogió a El. El la llamó. Ella no vino de su propia voluntad. El murió por ella. El la lavó en Su propia sangre. El pagó el precio. Ella le pertenece a El y solamente a El. Ella está completamente confiada en El y El acepta la obligación. El es su cabeza porque Cristo es la cabeza de Su Iglesia. Así como Sara llamó a Abraham, “señor” así también la Novia se goza en que El es su Señor. El habla y ella obedece porque ese es su deleite.",
    "Pero ¿han considerado los hombres esta verdad? ¿Han estimado Su persona, Quien sólo tiene la completa autoridad soberana sobre Su Iglesia? Yo digo, “NO”. Porque en cada edad la iglesia ha sido gobernada por una jerarquía, un sacerdocio, una sucesión apostólica, efectivamente cerrando la puerta de misericordia y gracia a quien quiera; y en vez de tomar el amor y la responsabilidad de la iglesia, este sistema ha ido consumiendo la vida de la iglesia con lujuria mercenaria y la ha destruido. El clero vivía en lujo mientras la pobre iglesia se alimentaba con las cáscaras de abuso. Y ninguna edad fue diferente. Cada uno se ligó con organización y puso el gobierno sobre hombres y cometió la iglesia a este gobierno. Cuando el pueblo se atrevía a levantarse en contra del sistema, fue brutalmente impedido o echado para fuera. Toda denominación tiene el mismo espíritu. Cada denominación jura que ella tiene la llave del gobierno de la iglesia. Cada denominación clama que ella abre la puerta, pero esa no es verdad. Es Jesús y solamente Jesús. El coloca los miembros en el Cuerpo. El los dota con sus ministerios. El pone los dones a su disposición. El la cuida y la guía. Ella es propiedad única de El, y El no tiene a nadie más que ella.",
    "¡Qué cosa más lejos de realidad es esta edad de la iglesia en que estamos viviendo hoy! Y apresuradamente viene el día en que estos hombres quienes implican hablar de parte de la iglesia, se levantarán en el movimiento ecuménico para colocar un anticristo viviente a la cabeza de su organización, la cual destrona al Señor y le hallaremos a El (Cristo) afuera de la iglesia diciendo:\n\nHe aquí, yo estoy a la puerta y llamo; si alguno oye mi voz y abre la puerta, entraré a él, y cenaré con él, y él conmigo.\n\nApocalipsis 3:20",
    "Pero permíteme decir esto: nuestro Señor no ha sido derrotado. Los hombres claman que ellos abren y cierran la puerta que conduce a Dios pero ellos mienten.\n\nTodo lo que el Padre me da, vendrá a mí; y al que a mí viene, no le echo fuera.\n\nPorque he descendido del cielo, no para hacer mi voluntad, sino la voluntad del que me envió.\n\nY esta es la voluntad del Padre, el que me envió: Que de todo lo que me diere, no pierda yo nada, sino que lo resucite en el día postrero.\n\nSan Juan 6:37-39",
    "Y cuando entrare aquel último miembro elegido del Cuerpo de Cristo, entonces aparecerá nuestro Señor.",
    "La llave de David. ¿No fue David el rey sobre todo Israel? Y ¿no es Jesús el Hijo de David según el hecho que El estará sentado sobre el trono de David durante el Milenio y reinará y regirá sobre Su herencia? Seguramente. Entonces la llave de David significa que es Jesús Quien dará comienzo al Milenio. Aquel que tiene las llaves de la muerte y del infierno levantará a los Suyos para que puedan compartir de Su reino de justicia sobre la tierra.",
    "Cuan hermoso es que nuestro Señor tiene todas las respuestas. Ciertamente en El son cumplidas todas las promesas de Dios. Precisamente por el hecho de que estamos en El, somos herederos a todo lo que El ha adquirido para nosotros.",
    "Sí, allí está, el Señor de la Gloria. Como el Padre, El estaba rodeado por los ángeles, los arcángeles, los querubines, los serafines, y todo el ejército del Cielo, quienes clamaban: “Santo, Santo, Santo es el Señor Dios de los Ejércitos”. Tal fue Su santidad que ningún hombre podía acercarse a El. Pero ahora lo vemos en la Iglesia, compartiendo Su santidad con nosotros, hasta que en El hemos llegado a ser la misma justicia de Dios. Sí, allí está, “Jesús, el Todo Perfecto”, el Lirio de los Valles, la Estrella Resplandeciente de la Mañana, el más Hermoso de Diez Mil, el Alfa y la Omega, el Raíz y el Linaje de David, Padre, Hijo, y Espíritu Santo - el Todo y en Todo.\n\nPorque un niño nos es nacido, hijo nos es dado, y el principado sobre su hombro; y se llamará su nombre Admirable, Consejero, Dios fuerte, Padre eterno, Príncipe de paz.\n\nIsaías 9:6",
    "En El hallamos cumplimiento perfecto. Aunque en una ocasión no lo estimamos, ahora le amamos con gozo inefable y glorificado. El está en medio de la Iglesia y nosotros cantaremos Sus alabanzas, porque El, el Conquistador Fuerte, es la cabeza sobre la Iglesia, la cual es Su Novia. El pagó el precio por esa Novia y ella es de El. Ella pertenece a El y solamente a El, y El tiene cuidado de ella. El es nuestro Rey y nosotros somos Su Reino, Su posesión eterna.",
    "Ahora, cuando empezamos a estudiar el versículo 7, yo dije que el versículo 9 nos ayudaría a entenderlo. Espero que Ud. se haya dado cuenta de lo que quería decir. Jesús se mostró como Aquel Quien es santo, verdadero (o sea la única realidad), Aquel con la llave de David, el que abre y cierra. Y eso es exactamente la verdad. Esas frases lo describen perfectamente. Pero los judíos de Su día lo rechazaron juntamente con todo lo que representaba. Rechazaron al Salvador y todo lo que El significaba para ellos. Y el Cristiano nominal de este día ha hecho lo mismo. Han hecho exactamente igual como los judíos.",
    "Los judíos crucificaron al Señor y entonces empezaron a perseguir a los creyentes verdaderos. Los Cristianos nominales han crucificado a Cristo de nuevo y están persiguiendo a la Iglesia verdadera con el fin de destruirla. Pero Dios es verdadero, y Aquel Quien está sobre todo vendrá aun otra vez, y cuando vuelve, El mostrará quién es el único Potentado. Y en cuanto El se prueba ante el mundo, y todo el mundo se arrodilla ante Sus pies, en aquel tiempo el mundo entero se arrodillará ante los pies de los santos, probando que ellos fueron correctos en su posición firme con El. ¡Alabado sea Dios para siempre!",
    "Yo conozco tus obras, he aquí, he puesto delante de ti una puerta abierta, la cual nadie puede cerrar; porque aunque tienes poca fuerza, has guardado mi palabra, y no has negado mi nombre.\n\nApocalipsis 3:8",
    "La primera frase de este versículo, “Yo conozco tus obras”, es analizada en el complemento del versículo porque sus obras tenían que ver con la “puerta abierta”, la “poca potencia”, y la “Palabra y el Nombre”.",
    "Con el fin de entender la riqueza del significado envuelto en “he aquí, he puesto delante de ti una puerta abierta, la cual nadie puede cerrar”, nos es necesario recordar lo que ha sido dicho de que cada edad se extiende sobre la próxima edad. Hay una extensión, una fundición, un aparecimiento gradual, en vez de un fin definitivo y un principio claro. Esta edad en particular, se extiende sobre la edad que sigue. Y no solamente se extiende esta edad sobre la última edad, pero la última edad es, en muchos sentidos, simplemente una extensión de la sexta edad. La séptima edad (una edad muy corta) se junta en sí misma, para una obra rápida y corta, toda la maldad de todas las edades y a la vez toda la realidad de Pentecostés. Ya una vez que la edad de Filadelfia casi ha recorrido su curso, la edad de Laodicea empieza, rápidamente trayendo la cizaña y el trigo a la cosecha.\n\nRecoged primero la cizaña, y atadla en manojos para quemarla; pero recoged el trigo en mi granero.\n\nMateo 13:30",
    "Recuerde, por favor, que la Reforma empezó en la edad de Sardis y tiene que continuar hasta que la simiente que fue sembrada en el Día de Pentecostés pasa por el ciclo completo de siembra, agua, alimento, etc., y llega de nuevo como la simiente original. Mientras esto ocurre, la cizaña que fue sembrada también tendrá que pasar por su ciclo y ser cosechada. Eso es exactamente lo que estamos viendo suceder. Si Ud. puede pensar en las temporadas del año, puede entonces ver esto claramente. La planta que Ud. ve creciendo formidablemente en el verano, de repente parece que va a producir la semilla. Uno no puede ver exactamente cuando el verano se cambió a otoño, apareció gradualmente. Así son las edades, y especialmente estas dos últimas.",
    "Es a esta edad que Jesús dice (en el versículo 11): “Yo vengo PRONTO”. Eso significa que la última edad es una edad muy corta. Laodicea es la edad de la obra rápida. La obra es acortada.",
    "Ahora nos fijaremos directamente en la PUERTA ABIERTA, la cual ningún hombre puede cerrar. En primer lugar, quiero que nos fijemos en la puerta abierta como significando la tremenda obra misionera de aquella edad. Pablo llamó un nuevo esfuerzo misionero para el Señor, una puerta abierta.\n\nCuando llegué a Troas para predicar el evangelio de Cristo aunque se me abrió puerta en el Señor.\n\nII Corintios 2:12",
    "Comparando Escritura con Escritura, podemos ver que esta puerta abierta significaba la más extensa propagación del Evangelio que el mundo jamás ha conocido.",
    "Quiero que Ud. se fije aquí en un detalle. Dios obra en series de tres, ¿verdad? Fue en la edad de Pérgamo (la tercera edad) cuando la iglesia se juntó con el estado. ‘Los hechos de los nicolaítas’ habían llegado a ser ‘la doctrina de los nicolaítas’. Aquella edad fue la PUERTA ABIERTA para la vid falsa. Ya una vez que fue respaldada por el poder del estado, llegó a ser en realidad un sistema mundial aunque llevaba el nombre de Cristiano. Por esta razón la cosa se esparció con gran rapidez. Pero ahora, tres edades más tarde, después de una larga y fuerte batalla de fe, aquí viene LA PUERTA ABIERTA de la Verdad. Ahora la Palabra del Señor tiene Su día. Desde luego, la quinta edad había preparado casi todo para este gran movimiento porque fue durante esta edad cuando hubo gran exploración y colonización de tierras nuevas, se empezó a imprimir libros, etc., etc.",
    "Hubiera sido maravilloso si esta puerta abierta hubiera seguido el plan Divino de Pentecostés:\n\nPor tanto, es necesario que con más diligencia atendamos a las cosas que hemos oído, no sea que nos deslicemos.\n\nPorque si la palabra dicha por medio de los ángeles fue firme, y toda transgresión y desobediencia recibió justa retribución,\n\n¿cómo escaparemos nosotros, si descuidamos una salvación tan grande? La cual, habiendo sido anunciada primeramente por el Señor, nos fue confirmada por los que oyeron,\n\ntestificando Dios juntamente con ellos, con señales y prodigios y diversos milagros y repartimientos del Espíritu Santo según su voluntad.\n\nHebreos 2:1-4",
    "Ahora Ud. bien sabe que este es el plan porque Jesús mismo lo dice.\n\nY les dijo: Id por todo el mundo y predicad el evangelio a toda criatura.\n\nEl que creyere y fuere bautizado, será salvo; mas el que no creyere, será condenado.\n\nY estas señales seguirán a los que creen: En mi nombre echarán fuera demonios; hablarán nuevas lenguas;\n\ntomarán en las manos serpientes, y si bebieren cosa mortífera, no les hará daño; sobre los enfermos pondrán sus manos, y sanaran.\n\nY el Señor, después que les habló, fue recibido arriba en el cielo, y se sentó a la diestra de Dios.\n\nY ellos, saliendo, predicaron en todas partes, ayudándoles el Señor y confirmando la palabra con las señales que la seguían. Amén.\n\nMarcos 16:15-20",
    "El Señor nunca les dijo que fueran por todo el mundo estableciendo seminarios teológicos; ni tampoco les dijo que fueran a repartir folletos. Ahora esas cosas tienen su lugar, pero Jesús les dijo que PREDICARAN EL EVANGELIO, que se mantuvieran con la PALABRA, y entonces seguirían las señales. La primera introducción que tenemos de la manera en que el Reino de Dios habría de ser predicado fue cuando el Señor envió a los doce. El los comisionó y los instruyó de esta manera:\n\nEntonces llamando a sus doce discípulos, les dio autoridad sobre los espíritus inmundos, para que los echasen fuera, y para sanar toda enfermedad y toda dolencia.\n\nLos nombres de los doce apóstoles son estos: primero Simón, llamado Pedro, y Andrés su hermano; Jacobo hijo de Zebedeo, y Juan su hermano,\n\nFelipe, Bartolomé, Tomás, Mateo el publicano, Jacobo hijo de Alfeo, Lebeo, por sobrenombre Tadeo,\n\nSimón el cananita, y Judas Iscariote, el que también le entregó.\n\nA estos doce envió Jesús, y les dio instrucciones, diciendo: Por camino de gentiles no vayáis, y en ciudad de samaritanos no entréis,\n\nsino id antes a las ovejas perdidas de la casa de Israel.\n\nY yendo, predicad, diciendo: El reino de los cielos se ha acercado.\n\nSanad enfermos, limpiad leprosos, resucitad muertos, echad fuera demonios; de gracia recibisteis, dad de gracia.\n\nMateo 10:1-8",
    "Este ministerio que Jesús les dio, en realidad fue un compartimiento de Su propio ministerio porque Mateo dice:\n\nRecorría Jesús todas las ciudades y aldeas, enseñando en las sinagogas de ellos, y predicando el evangelio del reino, y sanando toda enfermedad y toda dolencia en el pueblo.\n\nY al ver las multitudes, tuvo compasión de ellas; porque estaban desamparadas y dispersas como ovejas que no tienen pastor.\n\nEntonces dijo a sus discípulos: A la verdad la mies es mucha, mas los obreros pocos.\n\nRogad, pues, al Señor de las mies, que envíe obreros a su mies.\n\nMateo 9:35-38",
    "Ahora mucha gente cree que este ministerio solamente fue dado a los apóstoles y que cuando ellos murieron, entonces el ministerio terminó. Esa no es la verdad. Aquí en Lucas, hallamos que en los días de Su morada terrenal, El ya había comenzado a dar ministerios de poder a los Suyos:\n\nDespués de estas cosas, designó el Señor también a otros setenta, a quienes envió de dos en dos delante de él a toda ciudad y lugar adonde él había de ir.\n\nY les decía: La mies a la verdad es mucha, mas los obreros pocos; por tanto, rogad al Señor de la mies que envíe obreros a sus mies.\n\nId; he aquí yo os envío como corderos en medio de lobos.\n\nNo llevéis bolsa, ni alforja, ni calzado; y a nadie saludéis por el camino.\n\nEn cualquier casa donde entréis, primeramente decid: Paz sea a esta casa.\n\nY si hubiere allí algún hijo de paz, vuestra paz reposará sobre él; y si no, se volverá a vosotros.\n\nY posad en aquella misma casa, comiendo y bebiendo lo que os den; porque el obrero es digno de su salario. No os paséis de casa en casa.\n\nEn cualquier ciudad donde entréis, y os reciban, comed lo que os pongan delante;\n\ny sanad a los enfermos que en ella haya, y decidles: Se ha acercado a vosotros el reino de Dios.\n\nLucas 10:1-9",
    "¿Quién se atrevería a negar el poderoso ministerio de Felipe? ¿Quién se atrevería a negar los poderosos ministerios de Ireneo, Martín, Colombo, Patricio, y miles de otros quienes han tenido la unción de Dios en sus vidas?",
    "Sí. La vía de la Biblia es la vía verdadera de la puerta abierta.",
    "Y yo quiero agregar mi propio testimonio a esto. La razón por esto es que solamente puedo hablar con certeza concerniente a lo que Dios ha hecho en mi propia vida. Si Ud. me dispensa este relato personal, yo le contaré cómo es que sé con certeza que Jesús es el mismo ayer, hoy, y por los siglos, y que el poder de Dios todavía está al alcance de todo aquel que creyere y recibiere.",
    "Durante mi viaje misionero a Sudáfrica, Dios bendijo de tal manera que cuando llegué a Durban, el único lugar que podía acomodar a la gente era la enorme pista de carreras de caballos, la cual es la segunda en tamaño en todo el mundo. La multitud numeraba mucha más de cien mil. Para preservar el orden y la ley, tuvieron que edificar cercas para separar a las diversas tribus. Hubo centenares de policías para mantener la paz entre la gente. Aquellas almas tan hambrientas habían venido desde muchos kilómetros. Una reina de Rodesia había venido con un tren de 27 carros llenos de su propia gente. Estas gentes habían venido a través de los llanos y los montes y valles, cargando sobre sus espaldas a algún ser querido quien necesitaba ayuda. El país entero había sido sacudido por las poderosas obras que habían sido manifestadas por el Espíritu Santo.",
    "Un cierto día cuando empecé a ministrar, vino a la plataforma uno de los miles de mahometanos que estaban presentes. Mientras esta dama estaba allí en frente de mí, un misionero quien obraba con esta gente empezó a orar, “Oh, salva esta alma. Salva esta alma”. El había obrado entre los mahometanos por muchísimos años, y según su propio testimonio, solamente había visto a UN SOLO mahometano recibir al Señor Jesucristo como su Salvador. Ellos fueron originalmente los medos-persas, cuyos leyes no cambian. Es una gente muy difícil para ganar para el Señor. Parece que entre ellos tienen una ley: “Una vez una mahometano, siempre un mahometano”. Pues, mientras ella estaba a mi frente, empecé a hablarle a ella y a los miles en la congregación por medio de los intérpretes. Le pregunté, “¿Es verdad que los misioneros le han contado a Ud. de un JESUS Quien vino para salvarle”? Ud. hubiera visto como la gente se miraba el uno al otro cuando dije eso. Cuando ella hubo contestado que eso era la verdad, entonces continué, “¿Pero le leyeron a Ud. los misioneros de este Libro”, (levanté mi Biblia para que todos loa vieran) “que este mismo Jesús fue un gran sanador, y que El viviría en Su pueblo a través de las edades hasta volver nuevamente para recibirlos a Sí mismo? ¿Le dijeron que por razón del mismo Espíritu morando en ellos que estaba en Jesús, que por esto ellos podían hacer las mismas obras aun como hizo Jesús? ¿Le dijeron que Ud. puede ser sanada así como puede ser salva? ¿Cuántos de Uds. desean ver a este mismo Jesús descender en nuestro medio y hacer las mismas cosas que hizo cuando estuvo aquí en la tierra en aquel tiempo pasado”? Todos querían ver eso. Esa fue una cosa en que verdaderamente estaban de acuerdo.",
    "Seguí hablando: “Si Jesús, por medio de Su Espíritu, hará lo que hizo cuando estuvo aquí en la tierra, entonces ¿creerán Uds. Su Palabra”? Allí estaba esa dama mahometana frente a mí. El Espíritu comenzó a moverse a través de mí.",
    "Le dije a ella: “Ahora, Ud. sabe que yo no la conozco a Ud. Yo ni siquiera puedo hablar su idioma”. Ella reconoció eso.",
    "Dije, “En cuanto a su sanidad, Ud. sabe que yo no la puedo sanar. Pero Ud. escuchó y entendió el mensaje de esta tarde”. Su intérprete contestó por ella que sí entendía, porque había leído el Nuevo Testamento.",
    "Ahora los mahometanos son descendientes de Abraham. Ellos creen en un solo Dios. Pero rechazan a Jesús como el Hijo de Dios y a la vez toman a Mahoma como Su profeta. Ellos dicen que Jesús nunca resucitó de los muertos. Eso es lo que sus sacerdotes les enseñan y eso creen.",
    "Dije: “Pero Jesús en verdad murió y resucitó. Envió Su Espíritu de nuevo sobre la Iglesia. Aquel Espíritu que estaba en El es el mismo Espíritu que está ahora en la Iglesia y aquel Espíritu puede producir, y en verdad producirá lo que Jesús produjo. El dijo:\n\nDe cierto, de cierto os digo: No puede el Hijo hacer nada por sí mismo, sino lo que ve hacer al Padre; porque todo lo que el Padre hace, también lo hace el Hijo igualmente.\n\nSan Juan 5:19",
    "🦅 Ahora, si Jesús viene y me revela a mí cuál es su problema o su razón de estar aquí, si El me puede mostrar su pasado, seguramente Ud. puede creer para el futuro”.\n\nElla dijo a través del interprete, “Sí, yo creeré”. Dije, “Está bien. A ver qué hace El”.",
    "Todos aquellos mahometanos estaban mirando intensamente. Todos estaban muy atentos para ver lo que sucedería.",
    "Entonces habló el Espíritu Santo: “Su esposo es un hombre bajito, gordo y tiene bigotes negros. Ud. tiene dos hijos. Ud. fue a ver al médico hace como tres días y él la examinó. Ud. tiene un quiste sobre el vientre”.\n\nElla inclinó su cabeza y dijo, “Eso es la verdad”.",
    "Le pregunté, “¿Por qué viene Ud. a mí, yo siendo un Cristiano? ¿Por qué no fue a su profeta Mahometano”?\n\nDijo, “Yo creo que Ud. me puede ayudar”.",
    "Le dije: “Yo no la puedo ayudar, pero si Ud. acepta a Jesucristo como su Salvador, El Quien está aquí ahora y conoce su vida entera, El l a ayudará”.",
    "Ella dijo, “Yo acepto a Jesús como mi Salvador”. Eso fue suficiente. Ella fue sanada y como diez mil Mahometanos vinieron a Cristo aquel día porque el Evangelio fue predicado tanto en Palabra como en poder. Dios nunca le dijo al hombre que obrara por treinta años sin segar nada. El nos dio la puerta abierta de la Palabra y el poder y eso es lo que debemos usar. Eso es lo que le concedió a Pablo su ministerio tan grande y eficaz.\n\nY ni mi palabra ni mi predicación fue con palabras persuasivas de humana sabiduría, sino con demostración del Espíritu y de poder.\n\nI Corintios 2:4",
    "Escúcheme bien. Durante este mismo viaje, yo estaba a punto de abordar un avión en New Salisbury, Rodesia, cuando vi un grupo de cuatro personas con pasaportes americanos. Me acerqué para saludarlos y dije, “Buenos días, noté que cargan pasaportes americanos. ¿Viajan para alguna parte”?",
    "El joven contestó: “No, nosotros somos misioneros aquí en este país”.",
    "🦅 Muy bien”, respondí. “¿Andan solos o trabajan con alguna organización”?",
    "El dijo, “Somos metodistas. Vinimos de Wilmore, Kentucky, E.U.A”.\n\nRespondí, “Pues eso es muy cerca de donde vengo yo”.",
    "🦅 Por casualidad, ¿Ud. no sería el Hno. Branham quien viene de por allá”?",
    "Dije, “Sí, yo soy”. Con eso se calló y no le podía hacer que dijera más nada. Y él y las tres señoritas se quedaron mirando el uno al otro. Entonces dije, “Espérense un momentito, quiero decirles algo acerca de unos fundamentos, siendo que todos somos Cristianos y estamos aquí con una gran responsabilidad. Ahora, Uds. cuatro me han dicho que han estado aquí dos años completos. ¿Pueden decir en el Nombre de Jesús que hay una sola alma que saben que han ganado al Señor”? No podían hacerlo.",
    "🦅 Ahora señoritas, no quiero dañarles el ánimo”, dije, “pero todas Uds. debieran estar en sus casas ayudando a sus madres a lavar los platos. Uds. no tienen ningún negocio en el campo misionero sin estar llenas del Espíritu Santo y predicando el Evangelio verdadero en la demostración y el poder del Espíritu Santo. Si no están viendo los resultados que Jesús dijo que verían, entonces no están predicando el Evangelio verdadero”.",
    "Déjeme seguir un paso más adelante para mostrarle cómo pueden ser las cosas en el campo misionero. Yo no digo que el campo misionero es completamente así, pero temo que en gran parte es así. En este mismo viaje, el alcalde de Durban me estaba paseando alrededor de la ciudad, cuando vimos un nativo que tenía un distintivo alrededor de su cuello y cargaba un ídolo. Le pregunté a mi amigo acerca de ese distintivo y me dijo que cuando un nativo se identificaba como Cristiano, le ponían ese distintivo. Eso me sorprendió mucho porque aquí estaba un hombre que se decía ser Cristiano y cargaba un ídolo, y le pregunté a mi amigo por qué era esto así.\n\nEl dijo: “Yo puedo hablar su idioma, vamos a preguntarle”.",
    "Entonces nos acercamos y el alcalde me sirvió de intérprete. Le pregunté al nativo si era Cristiano. El contestó afirmativamente que lo era. Entonces le pregunté: “¿Por qué cargas un ídolo si eres Cristiano”? El respondió que era un ídolo que su padre había cargado y se lo había dejado. Cuando le dije que ningún Cristiano debía cargar ídolos, me respondió que ese ídolo había sido de gran beneficio para su padre. Nos contó que cierto día un león perseguía a su padre en la selva; su padre se paró, hizo fuego y habló al ídolo, como el hechicero o médico brujo le había enseñado. Al ver eso, el león huyó. Yo le dije que el fuego fue lo que hizo huir al león, porque todo animal salvaje se espanta con el fuego. Nunca olvidaré su respuesta: “Bien, es de esta manera: si Amoyah (el espíritu) me falla, este ídolo no fallará”.",
    "La fuerza de las multitudes Cristianas es semejante a esto, porque la Palabra no les ha sido presentada a través de la puerta abierta original de Pentecostés.",
    "Ahora, volvamos a la puerta abierta misionera de la edad de Filadelfia. Esta edad no tuvo la puerta abierta de poder que debiera haber tenido. Note Ud. que en este mismo versículo donde habla de la puerta abierta, también dice: “Porque tienes poca fuerza”. Eso es Correcto. El PODER del Espíritu estaba ausente en aquella edad. La Palabra fue bien predicada, y fue suficiente para dar el conocimiento de la salvación a las almas. Pero el gran poder de Dios que mostró Sus maravillosas obras, y el brazo fuerte del Señor a favor de los suyos no se encontraba sino solamente en los grupos esparcidos. Sin embargo, gloria a Dios, el poder estaba creciendo y había aumentado sobre lo que hubo en la Reforma.",
    "Fue en esta edad cuando salió el hombre que muchas veces llamamos el padre de misiones. William Carey, un pobre zapatero, quien pastoreaba la Iglesia Bautista Particular en Moulton, Inglaterra, poderosamente despertó a la gente cuando predicó sobre, “si el mando dado a los Apóstoles para enseñar a todas las naciones no fue obligatorio para todos los ministros que seguían hasta el fin del mundo, siendo que la promesa que acompañaba este mando era de semejante duración”. El fue combatido por los Calvinistas quienes habían ido al extremo de la doctrina de elección, creyendo que todos los que habrían de ser salvos SERAN salvos y la obra misionera sería en contra de la obra del Espíritu. Pero el Sr. Carey fue ayudado por Andrés Fuller con su predicación y su modo de conseguir ayuda económica. Tal fue su eficacia que en 1792, una sociedad fue formada para esparcir el Evangelio por todo el mundo.",
    "Esta sociedad envió a Carey, quien fue singularmente bendecido por Dios en la salvación de muchos indígenas en la India. En 1795 un Cristianismo animado formó la Sociedad Misionera de Londres, la cual, como sabemos, levantó millones de libras [la moneda nacional de Inglaterra-editor] y envió miles de misioneros a través de los años para llevar a cabo los deseos del Señor. El Espíritu de Dios se estaba moviendo y el clamor de los corazones de aquellos creyentes tan sólidos bien podría haber sido, “Ovejas adicionales, Señor”.",
    "🦅 He puesto delante de ti una puerta abierta”. Quiero revisar estas palabras una vez más. Esta vez, aunque no voy a desunir estas palabras de misiones, voy a presentar un pensamiento que corre profundamente hasta la última edad. Como ya he dicho, esta edad se extendió sobre la última edad. Fue en esta edad que Jesús dijo, “yo vengo pronto” (versículo 11). Y hablando de la última edad dijo:\n\nPorque el Señor ejecutará su sentencia sobre la tierra en justicia y con prontitud.\n\nRomanos 9:28",
    "Note el orden del versículo ocho en Apocalipsis 3: “puerta abierta, poca fuerza, Palabra, Nombre”. Esta puerta abierta tiene que ver con las otras tres cosas. Ahora, ¿qué significa la puerta?\n\nVolvió, pues, Jesús a decirles: De cierto, de cierto os digo: Yo soy la puerta de las ovejas.\n\nSan Juan 10:7",
    "Eso es correcto. “Yo Soy” en verdad es la puerta de las ovejas. Ahora esta no es solamente una expresión cualquiera. En verdad así es. Note en San Juan capítulo 10, donde Jesús relata esta parábola, se dice de Sí mismo que El es el pastor. Entonces se dice ser la puerta. Eso es el pastor para las ovejas. El en verdad es su puerta.",
    "Cuando yo estuve en el oriente, vi que cuando llegaba la noche, el pastor juntaba todas las ovejas a sí mismo. Las ponía en el redil, y al entrar las contaba. Cuando estaba seguro que todos estaban adentro, entonces se acostaba en la puerta abierta del redil y literalmente era la puerta del redil. Nadie ni nada podía entrar o salir sin pasar por él. El era la puerta. Al día siguiente un amigo me llevaba de paseo en su “jeep” y noté que un pastor estaba llevando su manada por la ciudad. Todo el tránsito se paraba para dejar pasar las ovejas.",
    "Las ciudades en el oriente no son como las de aquí. Nosotros mantenemos toda la mercancía adentro de las tiendas; pero allá todo está al aire libre en la calle para que las personas lo vean y compren al pasar. Pensé, “Ahora aquí es donde empieza el alboroto, si aquellas ovejas ven estos alimentos y estas cosas aquí”. Pero cuando pasó el pastor, cada oveja le seguía exactamente en sus pasos. Ellas miraban los bienes, pero no tocaron nada. Oh, hermano, si solamente hubiera podido hablar su idioma, yo mismo hubiera parado el tránsito y les hubiera predicado un mensaje sobre lo que acababa de ver.",
    "Cuando Ud. es oveja del Gran Pastor, Ud. sigue en cada una de Sus pisadas, exactamente como hacían aquellas ovejas. Ud. no será tentado a volverse para un lado para tomar una florcita (el nombre de una iglesia) o para escuchar la voz de un D.D. o un Ph.D. o un L.L.D. (siglas, representando altos niveles de educación), pero Ud. se quedará con el Pastor. La Biblia dice que las ovejas conocen Su Voz y le siguen, pero la voz de un extranjero solamente les causa que huyan en pos de su Pastor verdadero. Alabado sea Dios.",
    "Pero eso no es todo lo que vi y aprendí en aquella tierra. Un día me puse a pensar en los distintos animales que había visto en los campos y los hombres quienes los cuidaban. Un hombre atendía los cerdos, otro atendía a cabras, otro atendía los camellos, otro atendía los mulos, etc. Le pregunté a un amigo mío que vivía allí: “¿Cómo llaman a aquellos hombres”?\n\nEl respondió, “Pues esos son pastores”.",
    "Yo no podía aceptar eso. Dije entonces, “¿Ud. me quiere decir que todos son pastores? Yo creía que los pastores solamente atendían a las ovejas”.",
    "El dijo, “No, un pastor es un apacentador, o mas bien, uno que cuida animales en el campo es un pastor”.",
    "Pues eso en verdad me sorprendió. Pero noté una diferencia entre los hombres que cuidaban las ovejas y los que cuidaban los demás animales. Cuando llegaba la noche, todos menos los que atendían las ovejas dejaban sus animales en el campo y se iban a sus casas. El pastor llevaba las ovejas al redil y entonces se acostaba, siendo la puerta de las ovejas. Oh, ¡alabado sea el Señor, nuestro Pastor nunca nos deja ni nos abandona! Cuando llega la noche, yo quiero estar en Su redil. Yo quiero estar bajo Su cuidado.",
    "Ahora pues, podemos ver que JESUS ES LA PUERTA. El es la puerta de las ovejas. Y note Ud. que ahora habla de que la PUERTA SE ABRE. ¿Qué es eso sino una revelación de El? Y aquella revelación está mostrándose para darnos fuerza, para iluminar la Palabra y glorificar Su Nombre. Fue durante las dos últimas edades que broto ante nuestra vista la revelación de la Deidad de Jesucristo. Desde luego, nosotros sabíamos que era Dios. ¿De qué otra manera podría El ser nuestro Salvador? Pero para saber que El era únicamente Dios, o SOLAMENTE DIOS, que El era el Alfa y la Omega, que este Jesús fue SEÑOR Y CRISTO, MOSTRANDO QUE ERA EL SEÑOR JESUCRISTO, EL PADRE, EL HIJO, Y EL ESPIRITU SANTO, TODOS UNA SOLA PERSONA, eso había sido perdido desde los primeros años de la Iglesia, pero ahora lo estamos viendo de nuevo. La revelación de QUIEN ERA EL había vuelto.",
    "Por cierto, la Deidad no es un Dios de tres personas con una sola personalidad, porque se requiere una personalidad para hacer una persona. Si hay UNA sola personalidad entonces hay una sola Persona. Pero todos aquellos que creen en tres personas tienen una Deidad de tres dioses y son culpables del quebrantamiento del primer mandamiento.",
    "Pero ha vuelto la revelación de la Deidad. Ahora puede la Iglesia verdadera crecer de nuevo con fuerza. Después de todo este tiempo ella por fin conoce Quién es su Señor. Una vez más estamos BAUTIZANDO EN EL NOMBRE DEL SEÑOR JESUCRISTO como hacían en el Día de Pentecostés.",
    "Déjeme contarle un sueño que Dios me dio acerca del bautismo trino. Esto no fue una visión, sino que un sueño. Estoy seguro de que una de las bendiciones de las edades de la Iglesia es el recibir sueños del Espíritu Santo, así como también uno puede recibir visiones. Eran como las tres de la madrugada de un día sábado. Acababa de levantarme para darle un vaso de agua a mi hijo José. Cuando me acosté de nuevo, caí dormido instantáneamente y soñé este sueño.",
    "Vi a un hombre que supuestamente era mi padre. El era un hombre muy grande y robusto. También vi a una mujer que supuestamente era mi mamá, pero no se parecía a mi mamá, así como el hombre tampoco se parecía a mi padre. Este hombre trataba a su mujer demasiado mal. El tenía un garrote grande con tres ángulos. Ud. sabe cuando uno toma un palo y lo coloca así parado y le da con la hacha, se producen pedazos de leña que tienen tres lados y tres ángulos agudos. Así era. El tomaba este garrote y le pegaba a la mujer, tumbándola al suelo. Mientras ella estaba en el suelo llorando, él daba vueltas a su derredor con un paso orgulloso y parecía que tomaba gran orgullo y satisfacción en poder golpear una mujercita. Cada vez que ella se atrevía a levantarse él la golpeaba.",
    "A mí no me gustaba lo que él estaba haciendo, pero cuando consideré poner fin a la cosa, pensé, “Yo no puedo ganarle, él es demasiado grande. Además, supuestamente es mi padre”. Pero por dentro, yo sabía que él no era mi padre, y también sabía que ningún hombre tenía el derecho de tratar así a una mujer. Me acerqué y le agarré por el cuello y lo voltié y le dije: “Tú no tienes ningún derecho de golpearla”. Cuando dije eso, mis músculos crecieron y yo parecía un gigante. Cuando el hombre vio mis músculos, me tuvo miedo. Le dije, “Si le pegas una vez más, tendrás que tratar conmigo”. El se detuvo antes de golpearla otra vez. Entonces el sueño se me pasó.",
    "Yo desperté inmediatamente después del sueño. Estaba pensando en lo raro del sueño y no me explicaba porqué había soñado de aquella mujer, cuando de repente allí estaba El, reconocí la presencia de Dios y la interpretación del sueño vino de El. (Ahora Uds. saben que no solamente he interpretado sus sueños exactamente, pero en muchísimas ocasiones les he contado sus sueños de manera que ni me tuvieron que relatar el sueño.) La mujer representa la iglesia del mundo hoy día. Yo nací en esta corrupción, en la cual ella se encuentra. Supuestamente ella era alguna clase de madre (es la madre de las rameras). Su esposo es las denominaciones que la gobiernan. El pedazo de leña con los tres ángulos agudos es el bautismo falso de la trinidad. Cada vez que ella trataba de levantarse (mostrando que las congregaciones comenzaron a aceptar la verdad) él la tumbaba de nuevo con aquella doctrina falsa. El era tan grande que al principio yo le tenía miedo, pero cuando por fin me enfrenté con él, descubrí que tenía músculos grandes y poderosos. Esos fueron MUSCULOS DE FE.",
    "El resultado del sueño era que, “siendo que Dios está conmigo, y me puede dar tal fuerza, entonces yo me pondré al lado de ella en contra del poder denominacional del mundo y haré que él no la golpea más”.",
    "Ahora, yo no estoy tratando de edificar una doctrina sobre un sueño. Ni tampoco estoy tratando de vindicar alguna doctrina, que creo que es verdad, con un sueño. La singularidad de la Deidad se encuentra desde Génesis 1:1 hasta Apocalipsis 22:21. Pero el pueblo ha sido cegado por el dogma de una trinidad (no contenida en la Biblia), y aquel dogma es tan universalmente aceptado que para tratar de ver a “Dios como una sola Persona” es casi imposible. Si la gente no puede ver la VERDAD de la Deidad, pero en vez la combate; nunca podrá ver lo demás de la Verdad porque la REVELACION ES JESUCRISTO EN SU IGLESIA Y SUS OBRAS EN LA IGLESIA DURANTE LAS SIETE EDADES. ¿Lo entiende bien? Ahora estoy seguro que lo entiende.",
    "🦅 Tienes poca fuerza, has guardado mi palabra, y no has negado mi Nombre”. Ya hemos mencionado que la fuerza estaba volviendo. En verdad estaba volviendo. El poder de la inquisición había disminuido. Las gentes habían dejado sus países nativas y estaban demandando la libertad de adoración. El yugo de la jerarquía estaba siendo quebrado. Los gobiernos estaban descubriendo que era mejor no tomar parte en guerras religiosas. Por cierto, gente con buenas intenciones pero con dirección no tan buena, estaba dispuesto a guerrear para defender sus derechos religiosos. Puede ser que la demostración más grande de la fuerza religiosa de esta edad fue en el hecho de que aunque Francia cayó en revolución, el gran avivamiento de Wesley detuvo la revolución de la Gran Bretaña y la salvó para ser un instrumento en la mano de Dios por muchos años gloriosos.",
    "La predicación de la Palabra nunca fue más tremenda. Mientras Satanás levantaba sus multitudes de pensadores libres, y mientras se levantaron los inventores del Comunismo, y mientras los teólogos liberales difundieron su material tan sucia, Dios levantó poderosos guerreros de fe, y las obras más grandes de literatura Cristiana, predicación, y enseñanza, salieron de esta edad. Sus predicadores y sus maestros nunca han sido y nunca serán comparados. Los hombres Spurgeon, Parker, McClarens, Edwards, Bunyan, Mueller, Brainard, Barnes, Bishop, todos vinieron de esta edad. Ellos predicaron, enseñaron y escribieron la Palabra, glorificaron Su Nombre.",
    "He aquí, yo entrego de la sinagoga de Satanás a los que se dicen ser judíos y no lo son, sino que mienten; he aquí, yo haré que vengan y se postren a tus pies, y reconozcan que yo te he amado.\n\nApocalipsis 3:9",
    "Inmediatamente sabemos que este problema del judío falso o creyente falso ya estaba en existencia en la segunda edad. Estos que se decían falsamente ser judíos aparecieron inmediatamente después de la primera edad, cual edad vio el primer derramamiento del Espíritu, y ahora aparecen de nuevo en la segunda edad después de la Reforma. Esto no sucedió accidentalmente; es más bien un fundamento de Satanás. Este fundamento es organizar y demandar originalidad y en eso tener derecho a ciertos derechos y privilegios. Deje mostrarle.",
    "Allá en la Edad de Esmirna, aquellas personas mintieron y dijeron que eran judíos (o creyentes) cuando en verdad no eran. Ellos eran de la sinagoga de Satanás. Eran de la congregación organizada de Satanás, porque fue en esa edad donde vimos el comienzo de hombres en el ministerio tomando dirección, y eso sin razón, sobre sus hermanos colaboradores (obispos puestos en ciertos distritos sobre los ancianos, y etc.). La siguiente cosa que vimos fue un lugar definido llamado “la silla de Satanás” en la tercera edad. Esa edad produjo el matrimonio del estado con la iglesia. Con el poder del estado respaldándola, la iglesia era físicamente invencible. Pero Dios quebró aquella fuerza a pesar del poder del estado, y la Reforma trajo gran iluminación. Pero ¿qué sucedió? Los Luteranos se organizaron y se unieron con el estado y vemos de nuevo la manifestación de la sinagoga de Satanás en esta sexta edad.",
    "Pero desde luego, este grupo de la sinagoga no dirían que son de Satanás. No señor. Ellos dicen que son de Dios, pero mienten. Porque el que es un verdadero judío (eso es lo que decían que eran) es un judío por dentro, en el Espíritu. Entonces si son judíos falsos, significa que son como dice Judas en el versículo 19: “que no tienen al Espíritu”. Los hijos de Dios son nacidos del Espíritu. Estos no tienen el Espíritu y por esa razón no son los hijos de Dios y no importa cuan ansiosamente protestan y hasta que grado alegan para probar que son. Son muertos. Son hijos de organización y los frutos verdaderos no los acompañan. Están edificados sobre sus mismos credos, dogmas, y doctrinas, y la verdad no está en ellos porque han tomado por mayores riquezas sus propios consejos sobre la Palabra de Dios.",
    "Déjeme mostrarle ahora lo que he tratado de enseñar acerca de las dos vides que vienen de dos espíritus distintos. Tomemos ahora el ejemplo de Jesús y Judas. Jesús era el Hijo de Dios y Judas era el hijo de perdición. Dios entró en Jesús, Satanás entró en Judas. Jesús tuvo un ministerio completo del Espíritu Santo porque:\n\nCómo Dios ungió con el Espíritu Santo y con poder a Jesús de Nazaret, y cómo éste anduvo haciendo bienes y sanando a todos los oprimidos por el diablo, porque Dios estaba con él.\n\nHechos 10:38\n\nY era (Judas) contado con nosotros, y tenía parte en este ministerio.\n\nHechos 1:17\n\nEntonces llamando a sus doce discípulos, les dio autoridad sobre los espíritus inmundos, para que los echasen fuera, y para sanar toda enfermedad y toda dolencia.\n\nMateo 10:1",
    "Aquel espíritu que estuvo en Judas siguió el ministerio de Jesús. Entonces ambos llegaron a la cruz. Jesús fue colgado sobre la cruz, generosamente entregando Su Vida para los pecadores y encomendó Su Espíritu a Dios. Su Espíritu fue a Dios y luego fue derramado sobre la Iglesia en el Día de Pentecostés. Pero Judas se colgó y su espíritu regresó a Satanás; pero después de Pentecostés, aquel mismo espíritu que estaba sobre Judas, vino sobre la vid falsa que crece juntamente con la Vid verdadera. Pero fíjese en que el espíritu de Judas nunca llegó a Pentecostés. Nunca fue a recibir el Espíritu Santo. No podía. Pero ¿qué fue lo que seguía aquel espíritu de Judas? Seguía la bolsa de oro. ¡Cómo amaba el dinero! Todavía ama el dinero. Si este espíritu sale en el Nombre de Jesús obrando muchas cosas poderosas y teniendo enormes campañas, todavía habla más de dinero, edificios, educación, y todo lo que tiene un concepto material. Fíjese bien en aquel espíritu que está sobre ellos y no sea engañado.",
    "Judas salió como uno de los doce y también obró maravillas. Pero él NO tenía el Espíritu de Dios como algo propio. Sí tuvo un ministerio. Pero nunca llegó a Pentecostés porque no era simiente verdadera. No era un verdadero hijo de Dios. No señor. Y así es ahora mismo en la sinagoga de Satanás. No sea Ud. engañado. Ud. no será engañado si es uno de los escogidos. Jesús mismo dijo que Ud. no sería engañado. Sí, esta gente dice que es Cristiana pero no es.",
    "🦅 He aquí, yo haré que vengan y se postren a tus pies, y reconozcan que yo te he amado”. “¿O no sabéis que los santos han de juzgar al mundo”? (I Corintios 6:2) No solamente habrá doce apóstoles sobre doce tronos juzgando las doce tribus de Israel, pero los santos también juzgarán al mundo. Entonces es cuando todos estos que dicen que son de Dios y dicen que Dios los ama, hallarán exactamente quiénes son los hijos de Dios y quiénes son los amados del Hijo. Sí, aquel día se acerca cuando estas cosas serán hechas manifiestas. Estas personas que ahora están gobernando el mundo por medida, y quienes en la última edad edificarán una imagen a la bestia por la cual en realidad regirán el mundo, algún día serán humillados cuando Jesús viene con Sus santos para juzgar al mundo en justicia. Eso es exactamente lo que vimos en Mateo 25 cuando todos los que no salieron en la primera resurrección se presentarán ante el Juez y Su Novia.",
    "Por cuanto has guardado la palabra de mi paciencia, yo también te guardaré de la hora de la prueba que ha de venir sobre el mundo entero, para probar a los que moran sobre la tierra.\n\nApocalipsis 3:10",
    "¿Qué quieré decir con “la palabra de mi paciencia”?\n\nPorque cuando Dios hizo la promesa a Abraham, no pudiendo jurar por otro mayor, juró por sí mismo,\n\ndiciendo: De cierto te bendeciré con abundancia y te multiplicaré grandemente.\n\nY habiendo esperado con paciencia, alcanzó la promesa.\n\nHebreos 6:13-15",
    "El Espíritu está hablando acerca de la Palabra de Dios que nos es dada. Para esperar el cumplimiento de aquella Palabra se requería paciencia así como en el caso de Abraham. El perseveró como viendo a Aquel Quien es invisible. El fue paciente y luego por fin la Palabra fue cumplida. Esta es la manera en que Dios enseña paciencia a Su pueblo. Si Dios cumpliera Su Palabra en manifestaciones físicas en el mismo instante en que Ud. oraba, Ud. nunca aprendería paciencia, sino que llegaría a estar impaciente con la vida. Deje mostrarle esta verdad con más claridad.\n\nPor la fe Abraham, cuando fue probado, ofreció a Isaac; y el que había recibido las promesas (la Palabra de Dios) ofrecía su unigénito.\n\nHebreos 11:17",
    "Allí está. Abraham fue probado DESPUES de que había recibido la Palabra de Promesa. Por la mayor parte, nosotros pensamos que en cuanto oramos en el Nombre de Jesús sobre las buenas promesas de Dios, que entonces no puede haber pruebas. Pero aquí dice que Abraham fue probado después de que recibió la promesa. Eso es exactamente correcto según el Salmista refiriéndose a José:\n\nHasta la hora que se cumplió su palabra, el dicho de Jehová le probó.\n\nSalmo 105:19",
    "Dios nos da promesas tremendas y preciosas. El ha prometido cumplirlas y lo hará. Pero desde el tiempo que oramos hasta el tiempo que recibimos la respuesta, debemos aprender tener paciencia en nuestras almas porque solamente en paciencia poseemos Vida. Oh, que Dios nos ayude a aprender esta lección aun como sabemos que la gente de esta sexta edad aprendió paciencia. Leemos la historia de las vidas de estos Cristianos tan ilustres; que gran contraste vemos entre sus vidas y las nuestras porque ellos fueron tan pacientes y tranquilos, y hoy día por poco nos lleva la impaciencia y el apuro.",
    "El continua, diciendo: “Porque has tomado mi palabra y la has vivido y como resultado eres paciente, yo también te guardaré de la hora de la prueba que ha de venir sobre el mundo entero para probar a los que moran sobre la tierra”. Aquí vemos nuevamente la traslapación de las dos edades, porque esta promesa tiene que ver con el fin de la época gentil la cual culmina en la Gran Tribulación.",
    "🦅 Te guardaré de la hora de la prueba que ha de venir sobre el mundo entero, para probar a los que moran sobre la tierra”. Este versículo no declara que la iglesia verdadera entrará y pasará por la tribulación. Si ese fuere el significado, entonces diría eso. Pero dice más bien: “Te guardaré de la hora de la prueba”. Esta prueba es exactamente como la tentación en Edén. Será una proposición muy seductiva, puesta en oposición directa a la Palabra mandada por Dios, y sin embargo, del punto de vista del razonamiento humano, será tan correcto, tan iluminante, y tan vivificante, que engañará al mundo. Solamente los escogidos no serán engañados.",
    "La prueba vendrá de la siguiente manera: El movimiento ecuménico que ha comenzado sobre lo que parece ser un fundamento tan hermoso y bendito (dando cumplimiento a la oración de Cristo, que todos seamos uno), llega a ser tan poderoso políticamente, que presiona al gobierno para causar que todos se unan con él (movimiento ecuménico), si no directamente entonces a través de adherencia a fundamentos establecidos como ley para que así ninguna gente sea reconocida como una iglesia sino bajo el dominio directo o indirecto de este concilio.",
    "Los grupos pequeños perderán sus títulos, privilegios, etc., hasta que pierden todos los derechos de terreno y derechos espirituales con la gente. Por ejemplo, ahora mismo uno no puede rentar un edificio para tener servicios religiosos en muchas ciudades, si no en la mayoría de ellas, si no tiene la aprobación de la asociación pastoral de dicha ciudad. Para llegar a ser capellán hoy día en el servicio militar y los hospitales, etc., casi es obligatorio ser reconocido como aceptable entre los grupos ecuménicos trinitarios.",
    "A medida de que esta apretura aumenta, y aumentará, será mas difícil resistirla, porque al resistirla uno pierde sus privilegios. Entonces muchos serán tentados a irse con la corriente, porque creerán que es de más beneficio servir a Dios públicamente en la armazón de esta organización que no servir a Dios de ninguna manera públicamente. Pero ellos están en error. Al creer la mentira del diablo, uno sirve a Satanás, aunque le quiera llamar Jehová. Pero los escogidos no serán engañados.",
    "Además, los escogidos no solamente serán guardados, pero a medida de que este movimiento llega a ser “LA IMAGEN EDIFICADA A LA BESTIA”, los santos habrán subido en el rapto. Y este pequeño movimiento tan atractivo y encantador que empezó en compañerismo en Efeso, llegará a ser el monstruo de Satanás que corrompe y engaña al mundo entero. Porque el sistema eclesiástico (la unión de la Iglesia Católica Romana y la Iglesia Protestante) controlará completamente las riquezas del sistema mundial y forzará a todos los habitantes de la tierra en su trampa religiosa, o los matará por medio de negarles el privilegio de vender y comprar, por lo cual ganarían su vivienda. Esto se llevará a cabo muy sencillamente, porque a las hijas de la ramera les falta muy poco para volver completamente a su madre. Entre tanto, Roma, ha adquirido casi todas las reservas de oro. Los judíos tienen todos los bonos y todos los papeles. En el tiempo oportuno la ramera destruirá el sistema monetario del día presente por medio de mandar llamar todo el papel, y demandar oro. Sin oro, el sistema cae. Los judíos estarán atrapados y entrarán en la alianza, y la iglesia ramera tomará dominio del mundo entero.",
    "He aquí, yo vengo pronto; retén lo que tienes, para que ninguno tome tu corona.\n\nAl que venciere, yo lo haré columna en el templo de mi Dios, y nunca más saldrá de allí, y escribiré sobre él el nombre de mi Dios, y el nombre de la ciudad de mi Dios, la nueva Jerusalén, la cual desciende del cielo, de mi Dios, y mi nombre nuevo.\n\nApocalipsis 3:11 y 12",
    "No es necesario comentar sobre el pensamiento de que El viene pronto. Sabemos que El viene pronto porque estamos viviendo en los últimos días, ¿es verdad? Pero El sigue y dice: “Retén lo que tienes, para que ninguno tome tu corona”.",
    "Jesús vendrá en medio de un tiempo de gran desorden y confusión. Y juntamente con Su venida hay una resurrección. Muchos saldrán del polvo para ir con los vivos quienes esperan Su regreso. Y estos recibirán coronas. ¿Por qué? Porque son Hijos de Dios, son reyes juntamente con El, están reinando con El. Eso significa la corona, reinando y gobernando con el Gran Rey. Esa es la promesa para todos los que sufren con El aquí en la tierra, todos aquellos que perseveraron pacientemente, sabiendo que Dios, el Juez Justo, los recompensaría. Todo aquel que renunció todo en favor de El y cometió todo a El, ellos se sentarán en Su Trono y compartirán de Su glorioso reino.",
    "Oh, aquí tenemos una palabra necesaria para todos nosotros en este día: “Retén”, persevera, no te desanimes. Vestíos con toda la armadura de Dios; usemos todas las armas que El nos ha dado; usemos todos los dones que están a nuestro alcance y fijémonos al frente con gozo; porque vamos a ser coronados por Aquel Quien es Rey de Reyes y Señor de Señores.",
    "Ahora, El no solamente está dando coronas pero dice que estos en la Novia serán hechos columnas en el templo de Dios. Pero ¿qué es el templo de Dios? Jesús habla de Su Cuerpo siendo el templo. En verdad fue el templo de Dios. Pero ahora que nosotros somos Su Cuerpo, la Iglesia verdadera es el templo de Dios por medio del Espíritu Santo en nosotros. Ahora El va a colocar al vencedor como una columna en aquel templo. Pero ¿qué es una columna? Una columna en realidad es parte de la fundación porque sostiene al edificio. ¡Gloria a Dios! Esto coloca al vencedor juntamente con los apóstoles y los profetas porque la Palabra dice:\n\nAsí que ya no sois extranjeros ni advenedizos, sino conciudadanos de los santos, y miembros de la familia de Dios,\n\nedificados sobre el fundamento de los apóstoles y profetas, siendo la principal piedra del ángulo Jesucristo mismo,\n\nen el quien todo el edificio, bien coordinado, va creciendo para ser un templo santo en el Señor,\n\nen quien vosotros también sois juntamente edificados para morada de Dios en el Espíritu.\n\nEfesios 2:19-22",
    "Sí, el versículo 22 dice que somos juntamente edificados con ellos. Todo pasó por la puerta (Jesús) y es parte de aquel cuerpo o templo. Ahora, cuando Dios coloca a un hombre en el templo como una columna y lo hace parte de aquella fundación, ¿qué está haciendo? Le está dando la revelación de la Palabra y de Sí mismo, porque eso es exactamente lo que tuvieron los apóstoles y los profetas (Mateo 16:17). Allí está en la Palabra. Allí está firme. Nadie lo puede sacar de aquel lugar.",
    "Medite en esta frase: “El que venciere”. Juan hace la pregunta, “¿Quién es el que vence”? (1 Juan 5:5). Y la respuesta, es: “Todo aquel que cree que Jesús es el Cristo” (1 Juan 5: 1). El no dice el que vence es uno que cree en UN Jesús y en UN Cristo, sino que cree que JESUS ES EL CRISTO, UNA SOLA Persona, no dos. El que vence es aquel quien es bautizado en el Nombre del Señor Jesucristo.",
    "Aquí Dios ha estado hablando de la Novia, ¿desea Ud. ver otro aspecto de ella?\n\nY oí el número de los sellados: ciento cuarenta y cuatro mil sellados de todas las tribus de los hijos de Israel.\n\nDe la tribu de Judá, doce mil sellados. De la tribu de Rubén, doce mil sellados. De la tribu de Gad, doce mil sellados.\n\nDe la tribu de Aser, doce mil sellados. De la tribu de Neftalí, doce mil sellados. De la tribu de Manasés, doce mil sellados.\n\nDe la tribu de Simeón, doce mil sellados. De la tribu de Leví, doce mil sellados. De la tribu de Isacar, doce mil sellados.\n\nDe la tribu de Zabulón, doce mil sellados. De la tribu de José, doce mil sellados. De la tribu de Benjamín, doce mil sellados.\n\nDespués de esto miré, y he aquí una gran multitud, la cual nadie podía contar, de todas naciones y tribus y pueblos y lenguas, que estaban delante del trono y en la presencia del Cordero, vestidos de ropas blancas, y con palmas en las manos;\n\ny clamaban a gran voz, diciendo: La salvación pertenece a nuestro Dios que está sentado en el trono, y al Cordero.\n\nY todos los ángeles estaban en pie alrededor del trono, y de los ancianos y de los cuatro seres vivientes; y se postraron sobre sus rostros delante del trono, y adoraron a Dios,\n\ndiciendo: Amén. La bendición y la gloria y la sabiduría y la acción de gracias y la honra y el poder y la fortaleza, sean a nuestro Dios por los siglos de los siglos. Amén.\n\nEntonces uno de los ancianos habló, diciéndome: Estos que están vestidos de ropas blancas, ¿quiénes son, y de dónde han venido?\n\nYo le dije: Señor, tú lo sabes. Y él me dijo: Estos son los que han salido de la gran tribulación, y han lavado sus ropas, y las han blanquecido en la sangre del Cordero.\n\nPor esto están delante del trono de Dios, y le sirven día y noche en su templo; y el que está sentado sobre el trono extenderá su tabernáculo sobre ellos.\n\nYa no tendrán hambre ni sed, y el sol no caerá más sobre ellos, ni calor alguno;\n\nporque el Cordero que está en medio del trono los pastoreará, y los guiará a fuentes de aguas de vida; y Dios enjugará toda lágrima de los ojos de ellos.\n\nApocalipsis 7:4-17",
    "Ahora, aquí vemos a dos grupos de gente. Para entonces Jesús ya ha venido y ha sellado o señalado a los 144,000 tomando 12,000 de cada tribu (versículos 1-8). Estos, desde luego, son judíos. En versículos 9-17, vemos a otro grupo de gente, la cual no pertenece a los 144,000. ¿Quiénes son ellos? Estos son parte de la Novia y son tomados de entre los gentiles. Están ante Su trono día y noche y también le sirven en el templo. Ellos son un cargo especial del Señor, son Su Novia.",
    "La Novia va donde está el Novio, El nunca la dejará. Ella siempre estará a Su lado. Ella compartirá el Trono con El. Ella será coronada con Su gloria y honor.",
    "🦅 Y escribiré sobre él el nombre de mi Dios, y el nombre de la ciudad de mi Dios”. Y ¿cuál es el nombre de Dios? El fue Dios con nosotros, o más bien, Emanuel, pero eso no fue el nombre que le pusieron. “Y llamarás su nombre Jesús” (Lucas 1:31). Jesús dijo, “Yo he venido en nombre de mi Padre, y no me recibís” (Juan 5:43). Por lo tanto, el Nombre de Dios es Jesús, porque en ese Nombre vino El. El es SEÑOR JESUCRISTO. Y ¿qué nombre toma una mujer cuando se casa con el hombre? Ella toma su nombre. Será Su Nombre que es dado a la Novia cuando El la toma a Sí mismo.",
    "Vi un cielo nuevo y una tierra nueva; porque el primer cielo y la primera tierra pasaron, y el mar ya no existía más.\n\nY yo Juan vi la santa ciudad, la nueva Jerusalén, descender del cielo, de Dios, dispuesta como una esposa ataviada para su marido.\n\nY oí una gran voz del cielo que decía: He aquí el tabernáculo de Dios con los hombres, y él morará con ellos; y ellos serán su pueblo, y Dios mismo estará con ellos como su Dios.\n\nEnjugará Dios toda lágrima de los ojos de ellos; y ya no habrá muerte, ni habrá más llanto, ni clamor, ni dolor, porque las primeras cosas pasaron.\n\nApocalipsis 21:1-4",
    "¡Cuán maravilloso! Todas las maravillosas promesas de Dios son cumplidas. Todo será terminado. El cambio ya habrá ocurrido. El Cordero y Su Esposa para siempre estarán acomodados en todas las perfecciones de Dios. Es imposible que alguien lo pueda describir. Pero sí podemos pensar y soñar acerca de ello y podemos leer acerca de ello en la Palabra. Pero aun con estas cosas solamente podemos conocer una parte infinitamente pequeña hasta que llegue el gran día de la primera resurrección cuando todo esto llegue a ser una realidad.",
    "🦅 Y escribiré sobre él mi nombre NUEVO”. Mi Nombre nuevo. Cuando TODO llegue a ser nuevo, entonces El también tendrá un Nombre nuevo y ese Nombre también será el nombre de la Novia. Lo que aquel Nombre es, nadie se atreve a conjeturar. Tendría que ser una revelación del Espíritu dada tan conclusivamente que nadie se atrevería a negarla. Pero sin duda, El dejará aquella revelación para el día en que El desea mostrar el Nombre. Es suficiente conocer que este Nombre será mucho más maravilloso de lo que nosotros jamás podríamos imaginar.",
    "El que tiene oído, oiga lo que el Espíritu dice a las iglesias.\n\nApocalipsis 3:13",
    "Cada edad termina con esta misma admonición. Es la súplica constante que las iglesias oigan la Voz del Señor. En esta edad la súplica es aun más enfática que en las edades anteriores, porque en esta edad la venida del Señor en verdad se acerca. Es posible que haya la pregunta: “¿Si hubiera otra edad después de esta, entonces por qué la urgencia”? Aquí está la respuesta. La última edad será una edad muy corta, una obra rápida de consumación. Y además de esta verdad, uno siempre tiene que acordarse de que en los ojos de Dios el tiempo es tan transitorio, mil años son apenas un solo día. Y si El está por venir dentro de unas cuantas horas (en Su manera de ver el tiempo), entonces con razón nos tiene que precaver con toda urgencia y Su Voz tiene que sonar continuamente en nuestros corazones para prepararnos para aquella venida.",
    "Oh, hay tantas voces en el mundo, tantos problemas y necesidades clamando y suplicando atención; pero nunca habrá una voz tan importante y tan digna de atención como la Voz del Espíritu. Así que, “El que tiene oído, oiga lo que el Espíritu dice a las iglesias”."
  ]
}