{
  "title": "LA EDAD DE LAODICEA",
  "id": "C00A09B9",
  "content": [
    "Y escribe al ángel de la iglesia en Laodicea: He aquí el Amén, el testigo fiel y verdadero, el principio de la creación de Dios, dice esto:\n\nYo conozco tus obras, que ni eres frío ni caliente. ¡Ojalá fueses frío o caliente!\n\nPero por cuanto eres tibio, y no frío ni caliente, te vomitaré de mi boca.\n\nPorque tú dices: Yo soy rico, y me he enriquecido, y de ninguna cosa tengo necesidad; y no sabes que tú eres un desventurado, miserable, pobre, ciego y desnudo.\n\nPor tanto, yo te aconsejo que de mí compres oro refinado en fuego, para que seas rico, y vestiduras blancas para vestirte, y que no se descubra la vergüenza de tu desnudez; y unge tus ojos con colirio, para que veas.\n\nYo reprendo y castigo a todos los que amo; sé, pues, celoso, y arrepiéntete.\n\nHe aquí, yo estoy a la puerta y llamo; si alguno oye mi voz y abre la puerta, entraré a él, y cenaré con él, y él conmigo.\n\nAl que venciere, le daré que se siente conmigo en mi trono, así como yo he vencido, y me he sentado con mi Padre en su trono.\n\nEl que tiene oído, oiga lo que el Espíritu dice a las iglesias.\n\nApocalipsis 3:14-22",
    "El nombre “Laodicea” quiere decir derechos de la gente, y fue un nombre muy común y dado a varias ciudades en honor de damas reales con este nombre. Esta ciudad fue una de las ciudades de más importancia política y de más prosperidad económica en la Asia Menor. Enormes cantidades de terreno fueron donadas a la ciudad por ciudadanos distinguidos. En esta ciudad se encontraba un gran colegio de medicina. Los habitantes sobresalieron en las artes y las ciencias. Frecuentemente la llamaban “la metrópoli” porque era la capital de distrito para otras veinticinco ciudades. El dios pagano que se adoraba en Laodicea era Zeus. Por cierto en una ocasión, la ciudad fue llamada Diopolis (Ciudad de Zeus) en honor a su dios. En el cuarto siglo allí se llevó a cabo un importante concilio de iglesias. El subsiguiente abandono completo de Laodicea fue causado por terremotos frecuentes.",
    "¡Cuán adecuadas fueron las características de esta última edad para representar la edad en que estamos viviendo ahora mismo! Por ejemplo, ellos adoraban un solo dios: Zeus, quien era el mayor y padre de los dioses. Esto pronosticó la base religiosa del siglo veinte de “un dios padre de todos” que da a entender la confraternidad del hombre, y está juntando ahora mismo a los Protestantes, Católicos, Judíos, Hindúes, etc., con la intención de que una forma mutua de adoración aumentará nuestro amor, entendimiento, y cuidado del uno para con el otro. Los católicos y los protestantes ahora mismo se están esforzando por obtener esta unión, y en verdad están progresando con el propósito declarado de que todos los demás seguirán. Este mismo pensamiento se dio a conocer en la Organización de las Naciones Unidas cuando los líderes mundiales negaron reconocer cualquier concepto individual de adoración espiritual y más bien recomendaron poner a un lado todos aquellos conceptos distintos, con la esperanza de que todas las religiones se nivelaran a una sola, porque todas anhelan las mismas metas, todas tienen los mismos propósitos, y todas son básicamente correctas.",
    "Fíjese en el nombre, Laodicea, “los derechos de la gente” o “la justicia de la gente”. ¿Ha habido una edad como la edad de la iglesia del siglo veinte que ha visto a TODAS las naciones levantándose y demandando igualdad social y económica? Esta es la edad de los comunistas, en que todos los hombres deben ser iguales, aunque esto solamente existe en teoría. Esta es la edad de partidos políticos, los cuales toman por nombres: Demócratas Cristianos, Socialistas Cristianos, Federación Política Cristiana, etc. Según nuestros teólogos liberales, Jesús fue un socialista, y la Iglesia Primitiva, bajo la dirección del Espíritu Santo, practicaba el socialismo, y por eso nosotros debemos hacerlo hoy.",
    "Cuando la gente de la antigüedad le dio a la metrópoli el nombre de Laodicea, estaban anticipando al mundo con un solo gobierno, el cual ahora estamos poniendo en orden. A medida de que pensamos en aquella ciudad siendo la localidad de un gran concilio eclesiástico, vemos la sombra anticipada del movimiento ecuménico que se está efectuando hoy, en el cual muy pronto veremos juntarse todos los “así-llamados” Cristianos. En verdad, la iglesia y el estado (la religión y la política) se están uniendo. La cizaña está siendo juntada. Dentro de poco el trigo estará listo para el alfolí.",
    "Fue una ciudad de terremotos, y tales terremotos por fin la destruyeron. Esta edad terminará con Dios dando una sacudida al mundo entero, que ha ido a cortejar a la gran ramera. No solamente se derrumbarán los sistemas mundiales, sino que la misma tierra será sacudida y luego renovada para el reino Milenial de Cristo.",
    "La ciudad era rica, tenía muchos habitantes ricos. Fue una ciudad de mucha cultura. La ciencia abundaba. ¡Cuán semejante a hoy! Las iglesias son ricas. La adoración es hermosa y formal, pero a la vez fría y muerta. La cultura y la educación han tomado el lugar de la Palabra dada por el Espíritu, y la fe ha sido superada por la ciencia. Todo esto demuestra que el hombre es una víctima del materialismo.",
    "En todo atributo, la antigua Laodicea se halla renacida en la edad de Laodicea del siglo veinte. Por la misericordia de Dios, todo aquel que tiene oído para oír, salga de ella para no ser partidario de sus pecados y del juicio inevitable.",
    "La edad de Laodicea empezó alrededor del principio del siglo veinte, quizás durante el año 1906. ¿Cuánto tiempo durará? Como un siervo de Dios que he tenido multitudes de visiones, de las cuales no ha habido ni una sola que haya fallado, déjeme predecir (no dije profetizar, sino predecir) que esta edad terminará alrededor de 1977. Por favor perdone esta nota personal. Esta predicción está basada en una serie de siete visiones mayores que me llegaron en un día domingo en junio de 1933. El Señor Jesús me habló y me dijo que la venida del Señor estaba cerca; pero antes de que El viniera, siete eventos mayores sucederían. Anotaba estas cosas a medida que las recibía, y esa mañana en el culto di a conocer la revelación del Señor. La primera visión era que Mussolini iba a invadir a Etiopía, y esa nación “caería a sus pasos”. Esa visión causó mucha repercusión, y muchos se enojaron cuando lo dije, y no lo quisieron creer. Pero así sucedió. El simplemente entró allí y con sus armas modernas se apoderó de la nación. Los etíopes no tuvieron ninguna alternativa. Pero la visión también mostró que Mussolini tendría un fin horrible, en el cual su propia gente se volvería contra él. Eso sucedió exactamente como fue dicho.",
    "La segunda visión predijo que un austriaco con el nombre de Adolfo Hitler se levantaría como dictador de Alemania, y que él conduciría el mundo entero a una guerra. Mostró la línea Siegfried y además que nuestras tropas tendrían una lucha muy fuerte para vencerla. También mostró que Hitler tendría un fin misterioso.",
    "La tercera visión fue en el dominio de la política, porque me mostró que habrían tres grandes “ismos” - el Fascismo, el Nazismo, y el Comunismo, pero que los dos primeros serían absorbidos por el tercero. La voz me advirtió: “FÍJATE EN RUSIA. FÍJATE EN RUSIA. Fíjate en Rey del Norte”.",
    "La cuarta visión mostró los grandes adelantos científicos que se efectuarían después de la Segunda Guerra Mundial. La visión culminó mostrando un carro con techo de plástico en forma de globo, y este carro iba corriendo por carreteras muy hermosas, bajo control remoto, y la gente parecía estar sentada en el carro sin volante, y ellos estaban entreteniéndose con un juego.",
    "La quinta visión tuvo que ver con el problema moral de nuestra edad, y principalmente con las mujeres. Dios me mostró que las mujeres comenzaron a salirse de su lugar cuando les fue concedido el voto político. [Nota del editor: El privilegio de votar en las elecciones políticas fue concedido a la mujer en los Estados Unidos de América en 1919.] Luego se cortaron el cabello, significando que ya no estaban bajo la autoridad de ningún hombre, e insistiendo en obtener derechos iguales, y en muchos casos hasta se extralimitaron. Ella adoptó las vestiduras del hombre y luego pasó a un estado de desnudez, hasta que lo último que vi fue una mujer completamente desnuda con la excepción de un pequeño delantal en la forma de una hoja de higuera. En esta visión vi la terrible perversión y el estado moral del mundo entero.",
    "En la sexta visión se levantó en América una mujer muy hermosa pero a la vez muy cruel. Ella tenía la gente completamente bajo su poder. Yo creí que esto era el adelanto de la Iglesia Católica Romana, aunque sabía que podía ser la visión de alguna mujer levantándose con gran poder en América, elegida por el voto popular femenino.",
    "En la séptima y última visión oí una explosión terrible. Cuando di la media vuelta para ver, lo único que vi fue ruinas, cráteres y humo sobre la tierra de América.",
    "Basándome en estas siete visiones, juntamente con los cambios tan rápidos que han transcurrido en el mundo en los últimos cincuenta años, YO PREDIGO (no estoy profetizando): que estas siete visiones habrán llegado a cumplirse todas para el año 1977. Y aunque muchas personas juzgan que este es un pronóstico irresponsable, en vista de que Jesús dijo que “Empero de aquel día y de la hora, nadie sabe” (Marcos 13:32), y todavía me mantengo firme con mi predicción después de treinta años, porque Jesús NO dijo que nadie podía conocer el año, mes o semana en que Su venida habría de ser completada. Así que repito, yo sinceramente creo y mantengo como un estudiante particular de la Palabra, juntamente con la inspiración Divina, que el año 1977 debe poner fin a los sistemas mundiales e introducir el milenio.",
    "Ahora, déjeme decir esto: ¿Hay alguien que pueda probar que una de estas visiones falló? ¿No fueron cumplidas todas? Sí, cada una se ha cumplido, o ahora mismo está en proceso. Mussolini invadió a Etiopía con gran éxito, y luego cayó del poder y perdió todo. Hitler empezó una guerra que no pudo terminar y murió misteriosamente. El Comunismo absorbió los otros dos “ismos”. El carro plástico, con techo en forma de globo, ha sido construido y solamente se está esperando un mejor sistema de carreteras. Las mujeres están vistiendo casi desnudas y aun ahora están usando trajes de baño sin la parte superior. Y por cierto, hace pocos días vi en una revista el mismo vestido que vi en la visión (si acaso se puede llamar ‘vestido’). Era una tela de plástico transparente con dos lugares oscurecidos que cubrían los dos pechos y luego había un lugar oscurecido abajo como un pequeño delantal. La Iglesia Católica está en progreso rápido. Hemos tenido un presidente Católico y sin duda tendremos otro. ¿Qué es lo que queda? Nada, con la excepción de este versículo:\n\nLa voz del cual conmovió entonces la tierra, pero ahora ha prometido, diciendo: Aún una vez, y conmoveré no solamente la tierra, sino también el cielo.\n\nHebreos 12:26",
    "Una vez más Dios sacudirá la tierra y esta vez caerá todo lo que puede ser derrumbado. Entonces El la renovará. En marzo de 1964, el terremoto en Alaska (el Viernes Santo) conmovió al mundo entero, aunque no lo desequilibró. Dios solamente estaba avisando con un temblor mundial lo que muy pronto hará en una escala mucho más grande. El va a castigar con truenos y temblores a este mundo maldito por el pecado. Hermano y hermana, hay un solo lugar que puede soportar tales sacudidas, y ese lugar es en el redil del Señor Jesús. Yo le ruego, mientras la misericordia de Dios todavía esté disponible para Ud., que entregue su vida completa, sin reservas a Jesucristo, quien como fiel Pastor le salvará, le cuidará y le presentará sin arruga y sin mancha en gloria con muy grande gozo.",
    "Yo dudo mucho que cualquier edad en verdad haya conocido el mensajero que Dios le había enviado, con excepción de la primera edad donde Pablo fue el mensajero. Y aun en aquella edad muchos no le conocieron por lo que era.",
    "La edad en que estamos viviendo será una edad muy corta. Los acontecimientos van a transcurrir rápidamente. Por esa razón, el mensajero a la edad de Laodicea tiene que estar aquí ahora mismo, aunque puede ser que aun no lo conozcamos. Pero tiene que venir el tiempo cuando él llegue a ser conocido. Ahora yo puedo probar eso porque tenemos las Escrituras que describen su ministerio.",
    "En primer lugar, este mensajero será un profeta. El ocupará el oficio de profeta, tendrá el ministerio profético. El ministerio será basado sólidamente sobre la Palabra, porque cuando él profetice o tenga una visión, siempre será “según la Palabra” y SIEMPRE llegará a suceder. El será vindicado como profeta por razón de su exactitud. La prueba de que él es profeta la hallamos en esta Escritura:\n\nSino que en los días de la voz del séptimo ángel, cuando él comience a tocar la trompeta, el misterio de Dios se consumará, como él lo anunció a sus siervos los profetas.\n\nApocalipsis 10:7",
    "Ahora esta persona, que en este versículo es llamado un ‘ángel’ no es un ser Celestial. El sexto ángel de las trompetas, quien es un ser Celestial, está en Apocalipsis 9:13, y el séptimo, según este mismo orden, está en Apocalipsis 11:15. Este ángel aquí en Apocalipsis 10:7 es el mensajero de la séptima edad y es un hombre. El ha de traer un mensaje de Dios, y Su mensaje y su ministerio van a consumar el misterio de Dios como El lo ha anunciado a Sus siervos los profetas. Dios va a tratar a este último mensajero como un profeta, PORQUE EL ES UN PROFETA. Eso es lo que Pablo fue en la primera edad, y la última edad tiene uno también.\n\n¿Se tocará la trompeta en la ciudad, y no se alborotará el pueblo? ¿Habrá algún mal en la ciudad, el cual Jehová no haya hecho?\n\nPorque no hará nada Jehová el Señor, sin que revele su secreto a sus siervos los profetas.\n\nAmós 3:6 y 7",
    "Fue en el tiempo del fin cuando salieron los siete truenos de Jesús.\n\nY clamó a gran voz, como ruge un león; y cuando hubo clamado, siete truenos emitieron sus voces.\n\nCuando los siete truenos hubieron emitido sus voces, yo iba a escribir; pero oí una voz del cielo que me decía: Sella las cosas que los siete truenos han dicho, y no las escribas.\n\nApocalipsis 10:3 y 4",
    "Nadie conoce el contenido de aquellos truenos, pero tenemos necesidad de este conocimiento. Y se necesitará un profeta para obtener la revelación, porque Dios no tiene ningún otro medio para mostrar Sus revelaciones Bíblicas, sino a través de un profeta. La Palabra siempre vino y siempre vendrá a través de un profeta. Por medio de un simple escudriñamiento de las Escrituras podemos ver que esta es la ley de Dios.",
    "El Dios invariable con modos invariables, siempre envió Su profeta en cada edad cuando el pueblo se había desviado del orden Divino. Por cuanto los teólogos y el pueblo se habían desviado de la Palabra. Dios mandó Su profeta a esta gente (pero aparte de los teólogos) con el fin de corregir la enseñanza falsa y de guiar al pueblo nuevamente a Dios.",
    "Entonces vemos que viene un mensajero a la séptima edad, y él es un profeta.",
    "No solamente vemos que viene este mensajero aquí en Apocalipsis 10:7, pero vemos que la Palabra habla de que viene Elías antes del regreso de Jesús.\n\nEntonces sus discípulos le preguntaron, diciendo: ¿Por qué, pues, dicen los escribas que es necesario que Elías venga primero?\n\nRespondiendo Jesús, les dijo: A la verdad, Elías viene primero, y restaurará todas las cosas.\n\nMateo 17:10 y 11",
    "Antes de la venida de nuestro Señor, Elías tiene que regresar para efectuar una obra de restauración en la iglesia. Esto es según la Escritura:\n\nHe aquí, yo os envío el profeta Elías, antes que venga el día de Jehová, grande y terrible.\n\nEl hará volver el corazón de los padres hacia los hijos, y el corazón de los hijos hacia los padres, no sea que yo venga y hiera la tierra con maldición.\n\nMalaquías 4:5 y 6",
    "No hay ninguna duda de que Elías tiene que volver antes de la venida de Jesús. El tiene una obra en particular que llevar a cabo. Esa obra es la parte del versículo 6 que dice: “él hará volver el corazón de los hijos hacia los padres”. Sabemos que esta obra le toca solamente a él para aquel tiempo, porque ya se cumplió la parte que dice: “él hará volver el corazón de los padres hacia los hijos”, cuando el ministerio de Elías estuvo aquí en Juan el Bautista.\n\nE irá delante de él con el espíritu y el poder de Elías, para hacer volver los corazones de los padres a los hijos y de los rebeldes a la prudencia de los justos, para preparar al Señor un pueblo bien dispuesto.\n\nLucas 1:17",
    "En el ministerio de Juan, “los corazones de los padres” fueron convertidos a los hijos. Sabemos eso porque Jesús mismo lo dijo. Pero El no dijo que los corazones de los hijos fueron convertidos a los padres, eso todavía está por suceder. Los corazones de los hijos de los últimos días serán convertidos a los padres del Día de Pentecostés. Juan preparó a los padres para que Jesús pudiera dar la bienvenida a los hijos al redil. Ahora este profeta, sobre el cual caerá el Espíritu de Elías, preparará a los hijos para dar la bienvenida a Jesús.",
    "Y Juan el Bautista fue llamado Elías por Jesús.\n\nMas os digo que Elías ya vino, y no le conocieron, sino que hicieron con él todo lo que quisieron; así también el Hijo del Hombre padecerá de ellos.\n\nMateo 17:12",
    "Jesús se refirió a Juan como Elías porque el mismo Espíritu que estuvo sobre Elías había vuelto sobre Juan, de la misma manera que había estado sobre Eliseo después del reino del rey Acab. Y aquel mismo Espíritu volverá otra vez sobre otro hombre un poco antes de la venida de Jesús. El será un profeta y será vindicado como tal por Dios mismo. Siendo que Jesús mismo no estará sobre la tierra en la carne para vindicarlo (como hizo con Juan), esto será hecho entonces por el Espíritu Santo, resultando en que el ministerio de este profeta será acompañado por grandes y maravillosas manifestaciones. Siendo un profeta, toda revelación será vindicada, porque toda revelación llegará a cumplirse. Maravillosas obras de poder serán hechas cuando él hable en fe. Entonces será traído el Mensaje que Dios le ha dado en la Palabra para volver al pueblo a la verdad y al verdadero poder de Dios. Algunos escucharán, pero la mayoría seguirá igual como ha sido en el pasado, y le rechazará.",
    "Siendo que este mensajero-profeta de Apocalipsis 10:7 es el mismo de Malaquías 4:5 y 6, él naturalmente será igual a Elías y a Juan. Ambos eran hombres separados del sistema religioso aceptado en su día. Ambos eran hombres del desierto. Ambos actuaban solamente cuando tenían un ASI DICE EL SEÑOR directamente de Dios por revelación. Amos hablaban sin ningún temor en contra de los sistemas y los líderes religiosos de su día. Y además no se cuidaban para hablar en contra de todo aquel que era corrupto o que andaba corrompiendo a otros. Note Ud., ambos profetizaron mucho en contra de mujeres inmorales y de sus malas costumbres. Elías habló en contra de Jezabel, y Juan reprendió a Herodías, la esposa de Felipe.",
    "Aunque él no será popular, sí será vindicado por Dios. Así como Jesús autenticó a Juan, y el Espíritu Santo autenticó a Jesús, podemos tener la plena confianza que este hombre será primeramente autenticado por el Espíritu obrando en su vida con hechos de poder que serán indiscutibles y no hallados en ningún otro lugar; y Jesús mismo, al volver, le autenticará así como lo hizo con Juan. Juan testificó que Jesús venía. Este hombre también, como Juan, testificará que Jesús viene. Y el mismo regreso de Cristo probará que este hombre en verdad era el precursor de Su segunda venida. Esta es la evidencia final que este hombre es en verdad el profeta de Malaquías 4, porque Jesús mismo aparecerá al fin de la edad gentil. Entonces será demasiado tarde para aquellos que le han rechazado.",
    "Con el fin de hacer una presentación más clara de este profeta de la última edad, veamos cuidadosamente que el profeta de Mateo 11:12 fue Juan el Bautista, quien fue anunciado por Malaquías:\n\nHe aquí, yo envío mi mensajero, el cual preparará el camino delante de mí, y vendrá súbitamente a su templo el Señor a quien vosotros buscáis, y el ángel del pacto, a quien deseáis vosotros. He aquí viene, ha dicho Jehová de los ejércitos.\n\nMalaquías 3:1\n\nCuando Jesús terminó de dar instrucciones a sus doce discípulos, se fue de allí a enseñar y a predicar en las ciudades de ellos.\n\nY al oír Juan, en la cárcel, los hechos de Cristo, le envió dos de sus discípulos,\n\npara preguntarle: ¿Eres tú aquel que había de venir, o esperaremos a otro?\n\nRespondiendo Jesús, les dijo: Id, y haced saber a Juan las cosas que oís y veis.\n\nLos ciegos ven, los cojos andan, los leprosos son limpiados, los sordos oyen, los muertos son resucitados, y a los pobres es anunciado el evangelio;\n\ny bienaventurado es el que no halle tropiezo en mí.\n\nMientras ellos se iban, comenzó Jesús a decir de Juan a la gente: ¿Qué salisteis a ver al desierto? ¿Una caña sacudida por el viento?\n\n¿O qué salisteis a ver? ¿A un hombre cubierto de vestiduras delicadas? He aquí, los que llevan vestiduras delicadas, en las casas de los reyes están.\n\nPero ¿qué salisteis a ver? ¿A un profeta? Sí, os digo, y más que profeta.\n\nPorque éste es de quien está escrito: He aquí, yo envío mi mensajero delante de tu faz, el cual preparará tu camino delante de ti.\n\nDe cierto os digo: Entre los que nacen de mujer no se ha levantado otro mayor que Juan el Bautista; pero el más pequeño en el reino de los cielos, mayor es que él.\n\nDesde los días de Juan el Bautista hasta ahora, el reino de los cielos sufre violencia, y los violentos lo arrebatan.\n\nMateo 11:1-12",
    "Esto ya ha sucedido, ya ha transcurrido, está finalizando. Pero note esta otra Escritura:\n\nPorque he aquí, viene el día ardiente como un horno, y todos los soberbios y todos los que hacen maldad serán estopa; aquel día que vendrá los abrasará, ha dicho Jehová de los ejércitos, y no les dejará ni raíz ni rama.\n\nMas a vosotros los que teméis mi nombre, nacerá el Sol de justicia, y en sus alas traerá salvación; y saldréis, y saltaréis como becerros de la manada.\n\nHollaréis a los malos, los cuales serán ceniza bajo las plantas de vuestros pies, en el día en que yo actúe, ha dicho Jehová de los ejércitos.\n\nAcordaos de la ley de Moisés mi siervo, al cual encargué en Horeb ordenanzas y leyes para todo Israel.\n\nHe aquí, yo os envío el profeta Elías, antes que venga el día de Jehová, grande y terrible.\n\nEl hará volver el corazón de los padres hacia los hijos, y el corazón de los hijos hacia los padres, no sea que yo venga y hiera la tierra con maldición.\n\nMalaquías 4:1-6",
    "Vean, inmediatamente después de la venida de ESTE Elías, la tierra será purificada con fuego y los malos serán convertidos en ceniza. Desde luego, esto NO sucedió en el tiempo de Juan el Bautista (el Elías de su día). El Espíritu de Dios que profetizó la venida del mensajero de Malaquías 3:1 (Juan), solamente estaba repitiendo Su profecía anterior de Isaías, que había sido hecha aproximadamente 300 años antes.\n\nVoz que clama en el desierto: Preparad camino a Jehová; enderezad calzada en la soledad a nuestro Dios.\n\nIsaías 40:3",
    "Ahora, Juan por medio del Espíritu Santo, manifestó a Isaías como también a Malaquías en Mateo 3:3:\n\nPues éste es aquel de quien habló el profeta Isaías, cuando dijo: Voz del que clama en el desierto: Preparad el camino del Señor, Enderezad sus sendas.",
    "Podemos ver claramente en las Escrituras que el profeta de Malaquías 3 quien fue Juan, NO fue el profeta de Malaquías 4, aunque por cierto Juan como también este profeta del último día, tienen sobre ellos el mismo Espíritu que estaba sobre Elías.",
    "Ahora, este mensajero de Malaquías 4 y de Apocalipsis 10:7, hará dos cosas. Uno: Según Malaquías 4, él convertirá los corazones de los hijos a los padres. Dos: El revelará los misterios de los siete truenos de Apocalipsis 10, los cuales son las revelaciones contenidas en los siete sellos. Serán estos “misterios-verdades” revelados Divinamente los que literalmente convertirán los corazones de hijos a los padres de Pentecostés. Exactamente así será.",
    "Pero considere esto también. Este profeta-mensajero será en su naturaleza y sus modos como fueron Elías y Juan. El pueblo del día de este profeta-mensajero será igual a la gente de los días de Acab y también de Juan. Y siendo los corazones de LOS HIJOS SOLAMENTE los que serán convertidos, entonces serán solamente los hijos los que escucharán. En los días de Acab hubo solamente 7,000 israelitas de simiente verdadera. En los días de Juan también hubo muy pocos. En ambas edades, el pueblo en general estaba en la fornicación de idolatría.",
    "Quiero hacer una comparación más entre el profeta-mensajero de Laodicea y Juan el profeta-mensajero que anunció la primera venida de Jesús. La gente en el tiempo de Juan, lo confundió con el Mesías.\n\nEste es el testimonio de Juan, cuando los judíos enviaron de Jerusalén sacerdotes y levitas para que le preguntasen: ¿Tú, quién eres?\n\nConfesó, y no negó, sino confesó: Yo no soy el Cristo.\n\nSan Juan 1:19 y 20",
    "Ahora este profeta-mensajero del último día tendrá tal grado de poder ante el Señor que habrán aquellos que le confundirán con el Señor Jesús. Habrá un espíritu en el mundo, en el tiempo del fin, que engañará muchos y hará que crean esto.\n\nPorque se levantarán falsos Cristos, y falsos profetas, y harán grandes señales y prodigios, de tal manera que engañarán, si fuere posible, aun a los escogidos.\n\nYa os lo he dicho antes.\n\nAsí que, si os dijeren: Mirad, está en el desierto, no salgáis; o mirad, está en los aposentos, no lo creáis.\n\nMateo 24:24-26",
    "Pero no lo crea Ud., él no es Jesucristo. El no es el Hijo de Dios. EL ES UNO DE LOS HERMANOS, UN PROFETA, UN MENSAJERO, UN SIERVO DE DIOS. El no necesita ningún honor más grande del que recibió Juan cuando fue la voz que clamó: “Yo no soy, PERO EL VIENE DESPUES DE MI”.",
    "Antes de concluir esta parte que tiene que ver con el mensajero a la edad de Laodicea, debemos considerar seriamente estos dos pensamientos. En primer lugar, esta edad tendrá UN SOLO profeta-mensajero. Apocalipsis 10:7 dice: “cuando él (singular) comenzare a tocar”. Nunca ha habido una edad en que Dios haya mandado a Su pueblo dos profetas mayores a la vez. El mandó a Enoc (solo); mandó a Noé (solo); mandó a Moisés (él solo tenía la Palabra, aunque otros también profetizaron); Juan el Bautista vino SOLO. Y en este último día debe venir un PROFETA (no una profetisa — aunque en esta edad hay mayor número de mujeres que hombres supuestamente dando la revelación de Dios), y la Palabra infalible dice que él (el profeta) revelará los misterios al pueblo de la última edad y convertirá el corazón de los hijos a los padres.",
    "Hay aquellos que dicen que el pueblo de Dios se va a unir por medio de una revelación colectiva. Yo desafío esa declaración. Esa es una proposición atrevida e inválida en vista de Apocalipsis 10:7. Yo no niego que habrá gente en esta última edad que profetizará y que sus ministerios pueden ser y aun serán correctos. No niego que habrán profetas aun como en los días de Pablo, cuando hubo uno llamado Agabo, un profeta, que profetizó que había de haber una gran hambre. Yo concuerdo en eso. PERO BASANDOME EN LA EVIDENCIA INFALIBLE DE LA PALABRA, NIEGO QUE EXISTA MAS QUE UN SOLO PROFETA-MENSAJERO MAYOR QUE REVELARA LOS MISTERIOS Y QUE TENGA EL MINISTERIO PARA CONVERTIR LOS CORAZONES DE LOS HIJOS A LOS PADRES.",
    "ASI DICE EL SEÑOR permanece por medio de Su Palabra infalible, y permanecerá y será vindicada. Hay un profeta-mensajero para esta edad. Basándome únicamente en el comportamiento humano, cualquier persona sabe que donde hay mucha gente, aun también hay opiniones divididas tocante a puntos menores de una doctrina mayor en la cual todos concuerdan. ¿Quién entonces tendrá el poder de infalibilidad, lo cual ha de ser restaurado en esta última edad? Porque esta última edad volverá a manifestar la Novia de la Palabra pura. Eso indica que tendremos de nuevo la Palabra como fue dada y entendida perfectamente en los días de Pablo. Le voy a decir quién tendrá este poder. Será un profeta tan cabalmente vindicado, o aun más cabalmente vindicado que cualquier otro profeta en todas las edades, desde Enoc hasta hoy; porque este hombre de hecho tendrá el ministerio profético de la piedra que corona, y Dios lo mostrará. El no necesitará hablar por sí mismo, Dios hablará por él por medio de la voz de la señal. Amén.",
    "El segundo pensamiento que debe ser sellado sobre nuestros corazones es que las siete edades de la iglesia empezaron con el espíritu de anticristo como también con el Espíritu Santo, Quien debe ser alabado para siempre.\n\nAmados, no creáis a todo espíritu, sino probad los espíritus si son de Dios; porque muchos falsos profetas han salido por el mundo.\n\nI Juan 4:1",
    "¿Lo vio Ud.? El espíritu del anticristo es identificado con los falsos profetas. Las edades empezaron con falsos profetas, y así también terminarán. Desde luego, habrá el VERDADERO FALSO PROFETA en el gran sentido de aquel hombre mencionado en Apocalipsis 16:13. Pero por ahora, antes de que él sea revelado, han de aparecer muchos falsos profetas.\n\nEntonces, si alguno os dijere: Mirad, aquí está el Cristo, o mirad, allí está, no lo creáis.\n\nPorque se levantarán falsos Cristos y falsos profetas, y harán grandes señales y prodigios, de tal manera que engañarán, si fuere posible, aun a los escogidos.\n\nYa os lo he dicho antes.\n\nAsí que, si os dijeren: Mirad, está en el desierto, no salgáis; o mirad, está en los aposentos, no lo creáis.\n\nMateo 24:23-26",
    "Estos falsos profetas nos son señalados en varias otras Escrituras:\n\nPero hubo también falsos profetas entre el pueblo, como habrá entre vosotros falsos maestros, que introducirán encubiertamente herejías destructoras, y aun negarán al Señor que los rescató, atrayendo sobre sí mismos destrucción repentina.\n\nY muchos seguirán sus disoluciones, por causa de los cuales el camino de la verdad será blasfemado.\n\nII Pedro 2:1 y 2\n\nPorque vendrá tiempo cuando no sufrirán la sana doctrina, sino que teniendo comezón de oír, se amontonarán maestros conforme a sus propias concupiscencias,\n\ny apartarán de la verdad el oído y se volverán a las fábulas.\n\nII Timoteo 4:3 y 4\n\nPero el Espíritu dice claramente que en los postreros tiempos algunos apostatarán de la fe, escuchando a espíritus engañadores y a doctrinas de demonios.\n\nI Timoteo 4:1",
    "Ahora, en todo caso Ud. notará que el falso profeta es uno que está fuera del margen de la Palabra. Así como mostramos que ‘anticristo’ significa ‘anti-Palabra’, estos falsos profetas vienen pervirtiendo la Palabra, atribuyéndole un significado según sus propios propósitos diabólicos. ¿Ha notado Ud. como es que aquellos que guían a otros a la perdición, los atraen a sí mismos por medio del temor? Dicen que si la gente no hace lo que ellos dicen, o si se van, entonces vendrá la destrucción. Ellos son falsos profetas porque un verdadero profeta siempre guiará a la Palabra, y unirá la gente a Jesucristo y no le diría a la gente que tema lo que él dice, sino que tema lo que dice la Palabra.",
    "Note Ud. que esta gente está en busca de dinero, igual que Judas. Le constriñen a uno que venda todo lo que tiene para dárselo a ellos para sus proyectos. Toman más tiempo para las ofrendas que para la Palabra. Aquellos que se atreven a usar los dones, harán uso de un don que tiene un margen de error, y luego piden dinero y se olvidan de la Palabra, y dicen que esto es de Dios. Hay aquellos que siguen a tales, los sostienen, sufren con ellos y le creen, no sabiendo que es la vía de la muerte. Sí, el mundo está lleno de personificadores carnales.",
    "En los últimos días se esforzarán por imitar al profeta-mensajero. Los siete hijos de Sceva trataron de imitar a Pablo. Simón el mago trató de imitar a Pedro. Y con éstos, sus personificaciones serán carnales. No podrán producir lo que produce el verdadero profeta. Cuando él dice que el avivamiento ha terminado, ellos saldrán por todas partes anunciando una gran revelación y diciendo que lo que el pueblo tiene es exactamente correcto, y que Dios hará cosas más grandes y más maravillosas entre la gente. Y la gente creerá esta cosa. Estos mismos falsos profetas dirán que el mensajero del último día no es un teólogo, y por eso no debe ser escuchado. Ellos no podrán producir lo que produce el mensajero; no serán vindicados por Dios como lo será el profeta del último día, pero con sus elocuentes palabras y con el peso de su fama mundial amonestarán a la gente que no escuche a este hombre (el mensajero), y dirán que enseña equivocadamente. Ellos son exactamente como sus padres, los Fariseos, quienes eran del diablo, porque dijeron que Juan y Jesús enseñaron equivocadamente.",
    "¿Por qué será que estos falsos profetas se oponen al profeta verdadero y desacreditan sus enseñanzas? Porque son exactamente como fueron sus antepasados en los días de Acab cuando se opusieron a Micaías (I Reyes 22). Hubo cuatrocientos falsos profetas en aquellos días y todos estaban de acuerdo, y por cuanto todos dijeron la misma cosa, engañaron al pueblo. Pero UN SOLO profeta (solamente uno) tenía la verdad y todos los demás estaban equivocados porque Dios había dado la revelación a UNO SOLO.",
    "Tenga Ud. mucho cuidado con estos falsos profetas porque son lobos rapaces.",
    "Si Ud. todavía tiene dudas acerca de esto, pídale a Dios que por medio de Su Espíritu y le guíe y le llene, PORQUE LOS ESCOGIDOS NO PUEDEN SER ENGAÑADOS. ¿Entendió Ud. eso? No hay ningún hombre que le puede engañar a Ud. Pablo, aun si hubiese estado en error, no hubiera podido engañar a ningún escogido. Y en aquella edad de Efeso los escogidos no podían ser engañados porque ellos probaron a los falsos apóstoles y falsos profetas y hallaron que eran mentirosos y los echaron fuera. ¡Aleluya! SUS ovejas oyen Su voz y le siguen a EL. Amén. Yo lo creo.",
    "Y escribe al ángel de la iglesia en Laodicea: He aquí el Amén, el testigo fiel y verdadero, el principio de la creación de Dios, dice esto:\n\nApocalipsis 3:14",
    "¡Ay, ay, ay! ¿No es esa la más hermosa descripción de los atributos de nuestro benigno Señor y Salvador, Jesucristo? Estas palabras me dan ganas de gritar. Traen a mi corazón un espíritu de realidad. Solamente leyéndolas, aun sin esperar una completa revelación del Espíritu, me encantan sin medida.",
    "Jesús nos está dando esta descripción de Sí mismo en relación a la última edad. Los días de gracia están por terminar. El ha mirado desde el primer siglo hasta el presente siglo veinte, y nos ha dicho todas las cosas concernientes a estas edades. Antes de revelarnos las características de la última edad, nos da una descripción final de Su propia Deidad, benigna y suprema. Esta es la revelación coronadora de Sí mismo.",
    "Así dice el “AMEN”. Jesús es el Amén de Dios. Jesús es el “Así sea” de Dios. Amén significa lo final, significa aprobación, significa promesa prevaleciente, significa promesa que no cambia, significa el sello de Dios.",
    "Quiero que se fije bien ahora para que vea algo muy precioso y hermoso. Dije que esta es Su revelación del tiempo del fin de Sí mismo. Cuando el día de la gracia termine, entonces sigue rápidamente el Milenio. ¿Verdad?\n\nEl que se bendijere en la tierra, en el Dios de verdad se bendecirá; y el que jurare en la tierra, por el Dios de verdad jurará; porque las angustias primeras serán olvidadas, y serán cubiertas de mis ojos.\n\nPorque he aquí que yo crearé nuevos cielos y nueva tierra, y de lo primero no habrá memoria, ni más vendrá al pensamiento.\n\nMas os gozaréis y os alegraréis para siempre en las cosas que yo he creado; porque he aquí que yo traigo a Jerusalén alegría, y a su pueblo gozo.\n\nY me alegraré con Jerusalén, y me gozaré con mi pueblo; y nunca más se oirán en ella voz de lloro, ni voz de clamor.\n\nIsaías 65:16-19",
    "Esto se refiere a la nueva Jerusalén. Este es el Milenio. Pero al entrar al Milenio, oiga Ud. lo que El dice acerca de ser un cierto tipo de Dios (versículo 16): “El que se bendijere en la tierra, en el Dios de verdad se bendecirá”. Sí, eso es correcto, pero la traducción más correcta es “Dios del AMEN” en vez de “Dios de verdad”. Entonces lo leemos: “El que se bendijere en la tierra, en el Dios del AMEN se bendecirá: y el que jurare en la tierra, por el Dios del AMEN jurará; porque las angustias primeras serán olvidadas, y serán cubiertas de mis ojos. Porque he aquí que yo crearé nuevos cielos y nueva tierra, y de lo primero no habrá memoria, ni más vendrá al pensamiento. Mas os gozaréis y os alegraréis para siempre en las cosas que yo he creado; porque he aquí que yo traigo a Jerusalén alegría, y a su pueblo gozo. Y me alegraré con Jerusalén, y me gozaré con mi pueblo; y nunca más se oirán en ella voz de lloro, ni voz de clamor”. ¡Aleluya! Aquí está Jehová del Antiguo Testamento, “el Dios del Amén”. Aquí está Jesús del Nuevo Testamento, “el Dios del Amén”. “Oye, Israel: Jehová nuestro Dios, Jehová UNO es”. Allí está de nuevo, el Jehová del Antiguo Testamento es el Jesús del Nuevo Testamento. “Oye, Israel: Jehová nuestro Dios, Jehová UNO es”.",
    "El Nuevo Testamento no revela a OTRO Dios, es una revelación más detallada del UNICO Y DEL MISMO DIOS. Cristo no bajó para darse a conocer a Sí mismo. El no vino para revelar al Hijo. El vino para revelar y dar a conocer al Padre. El nunca habló de dos dioses; habló de UN DIOS. Y ahora en esta última edad, hemos regresado a la revelación coronadora, la revelación más importante de la Deidad en la Biblia entera: JESÚS ES DIOS, EL Y EL PADRE UNO SON, HAY UN SOLO DIOS, Y SU NOMBRE ES: SEÑOR JESUCRISTO.",
    "El es el Dios del Amén. El nunca cambia. Lo que El hace nunca cambia. El lo habla y así queda. El lo hace y para siempre es hecho. Nadie puede quitar o agregar a lo que El dice. Así sea. Amén. Así sea. ¿No está Ud. contento que sirve a un Dios como este? Ud. puede conocer su posición exacta con El en cualquier momento. El es el Dios de AMEN y no cambiará.",
    "🦅 He aquí dice al AMEN”. A mí me gusta eso. Significa que lo que dice es final. Significa que lo que El dijo a la primera edad y a la segunda edad y a todas las edades acerca de Su Iglesia verdadera y acerca de la vid falsa, todo es exactamente la verdad y no cambiará. Significa que lo que El empezó en Génesis, lo completará en Apocalipsis. Tiene que hacerlo así porque El es el Amén, ASI SEA. Ahora podemos ver nuevamente porqué el diablo odia los libros de Génesis y Apocalipsis. El odia la verdad. El sabe que ésta prevalecerá. El conoce cómo será su fin, y cómo lucha en contra de eso. Pero nosotros estamos del lado victorioso. Nosotros (quiero decir con esto solamente los creyentes de Su Palabra) estamos al lado del Amén.",
    "🦅 He aquí dice el testigo fiel y verdadero”. Ahora quiero mostrarle lo que veo en el pensamiento de fiel. Ud. sabe que frecuentemente hablamos de un gran Dios que no cambia, y cuya Palabra tampoco cambia. Y cuando hablamos de El en esta manera, muchas veces nos imaginamos a un Dios muy impersonal. Es como si Dios hizo el universo completo y todas las leyes que pertenecen al universo y luego se alejó y llegó a ser un Dios impersonal. Es como si Dios hizo una vía de salvación para la humanidad perdida (esa vía siendo la cruz), y cuando la muerte de Cristo fue la propiciación por nuestros pecados, y Su resurrección nos dio una puerta abierta a Su presencia, Dios simplemente se cruzó los brazos y se hizo a un lado. Es como si pusiésemos gran importancia en creer en El como el gran Creador, Quien habiendo creado todo perdió el interés personal en Su creación. Ahora yo digo que así es como mucha gente es capaz de pensar. Pero esos son pensamientos equivocados porque Dios está GOBERNANDO EN LOS ASUNTOS DE LOS HOMBRES AHORA MISMO. EL ES TANTO CREADOR COMO EL SOSTENEDOR.\n\nPorque en él fueron creadas todas las cosas, las que hay en los cielos y las que hay en la tierra, visibles e invisibles; sean tronos, sean dominios, sean principados, sean potestades; todo fue creado por medio de él y para él.\n\nY él es antes de todas las cosas, y todas las cosas en él subsisten.\n\nColosenses 1:16 y 17",
    "El es un Dios soberano. Por medio de Su propio consejo El determinó el plan de Salvación de Sus propios escogidos, a quienes conoció anticipadamente. El Hijo murió en la cruz para establecer el medio de salvación, y el Espíritu Santo con diligencia ejecuta la Voluntad del Padre. El está obrando todas las cosas en este mismo momento según el propósito de Su propia Voluntad. El está en medio de todo. El está en medio de Su Iglesia. Este gran Creador, Dios-Salvador, está obrando fielmente entre los Suyos en este momento como el gran Pastor de las ovejas. Su misma existencia es por causa de los Suyos. El los ama y los cuida. Su ojo está siempre sobre ellos.",
    "Cuando la Palabra dice que “vuestra vida está escondida con Cristo en Dios”, significa exactamente lo que dice. ¡Oh, qué gozo tengo al saber que mi Dios permanece fiel! En Sí mismo es verdadero, y no miente. El es verdadero para con la Palabra, y la respaldará. El es verdadero para con nosotros, no perderá a ninguno sino que nos resucitará en el día postrero. Estoy gozoso reposando en Su fidelidad.\n\nEstando persuadido de esto, que el que comenzó en vosotros la buena obra, la perfeccionará hasta el día de Jesucristo.\n\nFilipenses 1:6",
    "🦅 El es el testigo verdadero”. Ahora esta palabra verdadero es la misma palabra que vimos allá en Apocalipsis 3:7. Ud. recordará que no significa verdadero como en contraste con falso. Tiene un significado mucho más profundo y rico. Esta palabra expresa realización perfecta en contraste a realización parcial. En la edad de Filadelfia la venida del Señor estaba cerca. Cuan grande amor manifestó aquella edad para El. Me hace recordar aquellas hermosas palabras de este versículo:\n\nA quien amáis sin haberle visto, en quien creyendo, aunque ahora no lo veáis, os alegráis con gozo inefable y glorioso.\n\nI Pedro 1:8",
    "Nos gozamos también juntamente con ellos. No le hemos visto, pero le hemos sentido. Conocemos a Dios hasta el límite de nuestros sentidos. Pero algún día será cara a cara. Eso es para esta edad. El viene al fin de esta edad. REALIZACIÓN PARCIAL SERÁ HECHA REALIZACIÓN PERFECTA, REALIZACIÓN COMPLETA. ¡Aleluya! Hemos estado mirando a través de un espejo oscuro, pero muy pronto será cara a cara. Hemos estado caminado de gloria en gloria, pero muy pronto será directamente a la gloria, Y EN SU GLORIA BRILLAREMOS. ¡SEREMOS SEMEJANTES A EL, MARAVILLOSAMENTE COMO EL - JESÚS NUESTRO DIVINO SALVADOR! ¿No es maravilloso? Somos completos en El. Eso es correcto. El no nos miente en cuanto a eso. Pero un día seremos cambiados en los átomos. Nos vestiremos de inmortalidad. Seremos consumidos en vida. Entonces experimentaremos realización.",
    "🦅 El es el testigo fiel y verdadero”. Ahora pensamos en aquella palabra, testigo. Pues, de esta palabra obtenemos la palabra mártir. La Biblia habla de Esteban y Antipas y otros como mártires. Fueron mártires, y también fueron testigos. Jesús fue un mártir fiel. El Espíritu Santo es testigo de eso. El Espíritu da testimonio de ello. El mundo odiaba a Jesús, y hasta lo mataron. Pero Dios lo amó y El fue al Padre. La prueba de que El fue al Padre es que el Espíritu Santo vino. Si Jesús no hubiera sido recibido por el Padre, el Espíritu no hubiera venido.\n\nPero yo os digo la verdad. Os conviene que yo me vaya; porque si no me fuere, el Consolador no vendría a vosotros; mas si me fuere, os lo enviaré.\n\nY cuando él venga, convencerá al mundo de pecado, de justicia y de juicio.\n\nDe pecado, por cuanto no creen en mí;\n\nde justicia, por cuanto voy al Padre, y no me veréis más;\n\ny de juicio, por cuanto el príncipe de este mundo ha sido ya juzgado.\n\nSan Juan 16:7-11",
    "La presencia del Espíritu Santo en lugar de Jesús en este mundo, prueba que Jesús fue justo y que fue al Padre. Pero la Biblia también dice en San Juan 14:18: “No os dejaré HUERFANOS; vendré a vosotros”. El mandó al Consolador. El ERA EL CONSOLADOR. El volvió en forma de ESPIRITU sobre la Iglesia verdadera. El es el TESTIGO fiel y verdadero en medio de la Iglesia. Pero algún día volverá otra vez en forma de carne. Entonces probará quién es el único Ser Poderoso y Sabio, es El, Cristo Jesús el Señor de la Gloria, el Testigo Fiel y Verdadero, Creador y Sustentador, Realización perfecta, el Amén de Dios. ¡Oh, cuánto le amo, cuánto le adora, Jesús el Hijo de Dios!",
    "Quiero finalizar mi pensamiento sobre esta parte del saludo con estas palabras.\n\nMas, como Dios es fiel, nuestra palabra a vosotros no es Sí y No.\n\nPorque el Hijo de Dios, Jesucristo, que entre vosotros ha sido predicado por nosotros, por mí, Silvano y Timoteo, no ha sido Sí y No; mas ha sido Sí en él;\n\nporque todas las promesas de Dios son en él Sí, y en él Amén, por medio de nosotros, para la gloria de Dios.\n\nY el que nos confirma con vosotros en Cristo, y el que nos ungió, es Dios,\n\nel cual también nos ha sellado, y nos ha dado las arras del Espíritu en nuestros corazones.\n\nII Corintios 1:18-22",
    "🦅 El principio de la creación de Dios”. Esto es lo que el Señor Jesús dice que El es. Pero estas palabras no significan exactamente como nos suenan. Tomándolas así como suenan ha dado la idea a multitudes de personas que Jesús fue la primera creación de Dios; y así dando a entender que El fuera algo menos que la Deidad. Luego esta primera creación creó todo el universo y su contenido. Pero eso no es correcto. Ud. bien sabe que eso no concuerda con el resto de la Biblia. Las palabras son, “El es el PRINCIPIO o el AUTOR de la creación de Dios”. Ahora, sabemos ya por cierto que Jesús es Dios, Dios mismo. El es el Creador.\n\nTodas las cosas por él fueron hechas, y sin él nada de lo que ha sido hecho, fue hecho.\n\nSan Juan 1:3\n\nEn el principio creó Dios los cielos y la tierra.\n\nGénesis 1:1\n\nPorque en seis días hizo Jehová los cielos y la tierra, el mar, y todas las cosas que en ellos hay, y reposó en el séptimo día; por tanto, Jehová bendijo el día de reposo y lo santificó.\n\nExodo 20:11",
    "¿Ve Ud.? Ya no hay ninguna duda de que El es el Creador. El fue el Creador de una COMPLETA CREACION FISICA.",
    "Ciertamente ahora podemos entender el significado de estas palabras. Al tener cualquier otra interpretación significaría que Dios creó a Dios. ¿Cómo podría Dios ser creado cuando El mismo es el Creador?",
    "Pero ahora está aquí en medio de la Iglesia. Mientras está aquí en esta última edad, revelándonos Quien es, El dice de Sí mismo que es el “Autor de la creación de Dios”. Esta es OTRA CREACION. Esto tiene que ver con la Iglesia. Esta es una designación especial de Sí mismo. El es el CREADOR de aquella Iglesia. El Esposo Celestial creó Su propia Novia.",
    "Como el Espíritu de Dios, El bajó y creó en la virgen María las células de las cuales nació Su cuerpo. Repitiendo: El creó las mismas células para aquel cuerpo en el vientre de María. No era suficiente que el Espíritu Santo simplemente diera vida a una pequeña célula humana suplida por María. Eso sería el hombre pecaminoso produciendo un cuerpo. Eso no hubiera producido el “postrer Adán” (I Corintios 15:45). De El fue dicho: “Mas me preparaste (hablando del Padre) cuerpo”. Dios proveyó aquel cuerpo; María no lo proveyó. María fue la incubadora humana, y ella cargó aquel Ser Santo y lo trajo a nacimiento. Fue un Dios-hombre, tanto Dios como hombre. El fue el Hijo de Dios. El era de la NUEVA creación. Dios y el hombre se encontraron y se juntaron; El fue el primero de esta nueva raza. El encabeza esta raza nueva.\n\nY él es la cabeza del cuerpo que es la iglesia, él que es el principio, el primogénito de entre los muertos, para que en todo tenga la preeminencia.\n\nColosenses 1:18\n\nDe modo que si alguno está en Cristo, nueva criatura es; las cosas viejas pasaron; he aquí todas son hechas nuevas.\n\nII Corintios 5:17",
    "Aquí podemos ver que aunque el hombre fue de la creación u el ORDEN ANTIGUO; ahora en UNON CON CRISTO, ha llegado a ser la NUEVA CREACION de Dios.\n\nPorque somos hechura suya, creados en Cristo Jesús para buenas obras, las cuales Dios preparó de antemano para que anduviésemos en ellas.\n\nEfesios 2:10\n\nY vestíos del nuevo hombre, creado según Dios en la justicia y santidad de la verdad.\n\nEfesios 4:24",
    "Esta Nueva Creación no es la creación vieja hecha de nuevo; si fuera así, entonces no se podría decir que es la creación nueva. La “NUEVA CREACION” es exactamente lo que es. Es otra creación distinta y aparte de la antigua. Ya no está obrando por medios carnales. Así fue como obró con Israel. El escogió a Abraham y la simiente de Abraham a través de la línea piadosa de Isaac.",
    "Pero ahora El ha decretado una creación nueva, de todo parentesco, tribu y nación. El es el primero de esta creación. El fue Dios creado en la forma de hombre. Y ahora, por medio de Su Espíritu está creando muchos hijos para Sí mismo. Dios el Creador, creándose una parte de Su creación. Esta es la revelación verdadera de Dios. Este fue Su propósito. Este propósito tomó forma por medio de la elección. Por eso es que El podía ver hasta la última edad, cuando todo sería terminado, y verse a Sí mismo todavía en medio de la Iglesia como el Autor de esta Nueva Creación de Dios. Su poder soberano lo trajo a cumplimiento.",
    "Por Su propio decreto El eligió los miembros de esta Nueva Creación. El los predestinó para ser adoptados hijos según el puro afecto de Su voluntad. El lo trajo a cumplimiento por medio de Su omnisciencia y Su omnipotencia. Si El no se hubiera asegurado de este detalle, ¿de qué otra manera podría saber que estaría en medio de la Iglesia recibiendo gloria de Sus hermanos? El sabía todas las cosas y obró todas las cosas según lo que sabía para que se cumpliera Su propósito y Su puro afecto.\n\nEn él asimismo tuvimos herencia, habiendo sido predestinados conforme al propósito del que hace todas las cosas según el designio de su voluntad.\n\nEfesios 1:11\n\n¡Aleluya! ¿No está Ud. gozoso porque pertenece al Señor?",
    "Yo conozco tus obras, que ni eres frío ni caliente. ¡Ojalá fueses frío o caliente!\n\nPero por cuanto eres tibio, y no frío ni caliente, te vomitaré de mi boca.\n\nPorque tú dices: Yo soy rico, y me he enriquecido, y de ninguna cosa tengo necesidad; y no sabes que tú eres un desventurado, miserable, pobre, ciego y desnudo.\n\nPor tanto, yo te aconsejo que de mí compres oro refinado en fuego, para que seas rico, y vestiduras blancas para vestirte, y que no se descubra la vergüenza de tu desnudez; y unge tus ojos con colirio, para que veas.\n\nYo reprendo y castigo a todos los que amo; sé, pues, celoso, y arrepiéntete.\n\nApocalipsis 3:15-19",
    "¿Ha notado Ud. que el Espíritu no ha dicho ni una sola cosa a favor de esta edad? El hace dos acusaciones y pronuncia Su sentencia sobre ellos.",
    "La primera:\n\nYo conozco tus obras, que ni eres frío ni caliente. ¡Ojalá fueses frío o caliente!\n\nPero por cuanto eres tibio, y no frío ni caliente, te vomitaré de mi boca.\n\nApocalipsis 3:15 y 16",
    "Ahora, vamos a considerar esto con mucho cuidado. Aquí dice que esta gente de la iglesia de la edad de Laodicea está tibia. Esta tibieza demanda un castigo de Dios. El castigo es que serán vomitados de Su boca. Aquí es donde queremos tener mucho cuidado para que no vayamos a extraviarnos como hacen muchos. Dicen imprudentemente que Dios puede vomitar a uno de Su boca, y por lo tanto eso prueba que no hay ninguna verdad en la doctrina de la perseverancia de los Santos.",
    "En este punto quiero corregir su modo de pensar. Este versículo no es dado a un individuo. Es para la Iglesia entera. El está hablando a la Iglesia. Además si Ud. sencillamente piensa en las Escrituras, recordará que en ninguna parte dice que estamos en la BOCA de Dios. Estamos grabados en las palmas de Sus manos. Somos cargados en Su seno. Allá en las edades no conocidas, antes del tiempo estábamos en Su mente. Estamos en Su redil, en Sus campos, pero nunca en Su boca. Pero ¿qué está en la boca del Señor? La Palabra.\n\nEl respondió y dijo: Escrito está: No sólo de pan vivirá el hombre, sino de toda palabra que sale de la boca de Dios.\n\nMateo 4:4",
    "La Palabra debe estar en nuestras bocas también. Sabemos que la Iglesia es Su cuerpo. Está aquí tomando Su lugar. ¿Qué estará en la boca de la Iglesia? La PALABRA.\n\nSi alguno habla, hable conforme a las palabras de Dios;\n\nI Pedro 4:11\n\nPorque nunca la profecía fue traída por voluntad humana, sino que los santos hombres de Dios hablaron siendo inspirados por el Espíritu Santo.\n\nII Pedro 1:21",
    "Entonces ¿qué pasa con esta gente del último día? SE HAN APARTADO DE LA PALABRA. YA NO TIENEN EL FERVOR HACIA LA PALABRA COMO ANTES LO TENIAN. ESTAN EN UNA CONDICION TIBIA. En seguida voy a probar estas cosas.",
    "Los bautistas tienen sus propios credos y dogmas basados en la Palabra, y Ud. no los puede mover. Dicen que los días apostólicos de maravillas han pasado y que no hay bautismo del Espíritu Santo después de creer. Los Metodistas dicen (basados en la misma Palabra) que no hay bautismo en agua (echando agua sobre uno no es bautismo) y que la santificación es el bautismo del Espíritu Santo. La Iglesia de Cristo se ocupa mayormente de bautismos regenerativos, y en la mayoría de los casos bajan al agua como pecadores secos y salen del agua como pecadores mojados. Sin embargo, claman que su doctrina está en el Palabra. Uno puede recorrer la lista entera hasta llegar a los Pentecostales. ¿Tienen ellos la Palabra? Déles la prueba de la Palabra, y verá. Casi en todo caso ellos dejan la Palabra por razón de alguna sensación. Si uno puede producir alguna manifestación como aceite, sangre, o cualquier otra señal, la mayoría lo creerá, no importando si está en la Palabra o no, o si está correctamente interpretado de la Palabra.",
    "Pero ¿qué ha pasado con la Palabra? La Palabra ha sido puesto a un lado, y por esa razón Dios dice: “Estoy en contra de todos Uds. Les vomitaré de mi boca. Este es el fin. En cada una de las siete edades yo he visto a los hombres que siempre estiman sus palabras más importantes que las mías. Por esa razón al fin de esta edad, los voy a vomitar de mi boca. Este es el fin. En verdad voy a hablar. Sí, aquí estoy en medio de la Iglesia. El Amén de Dios, el fiel y verdadero se revelará, y SERA POR MEDIO DE MI PROFETA”. Oh sí, así es.\n\nSino que en los días de la voz del séptimo ángel, cuando él comience a tocar la trompeta, el misterio de Dios se consumará, como él lo anunció a sus siervos los profetas.\n\nApocalipsis 10:7",
    "Allí está. El está enviando un profeta vindicado. El está enviando un profeta después de casi dos mil años. El está enviando a alguien quien está tan alejado de las organizaciones, de la educación y del mundo religioso, quién oirá solamente de Dios como Juan el Bautista y como Elías en la antigüedad; y tendrá ASI DICE AL SEÑOR y hablará por Dios. El será la boca de Dios; y EL, COMO ESTA DECLARADO EN MALAQUIAS 4:6, CONVERTIRA EL CORAZON DE LOS HIJOS NUEVAMENTE A LOS PADRES. El rescatará los escogidos del último día, y ellos oirán la verdad exacta por medio de un profeta vindicado así como fue en los días de Pablo. El restaurará la verdad así como la tuvieron ellos. Y aquellos elegidos juntamente con él en aquel día, serán los que en verdad manifestarán al Señor, y serán Su Cuerpo, Su Voz y producirán Sus obras. ¡Aleluya! ¿Lo ve Ud.?",
    "Una breve consideración de la historia de la iglesia probará cuan exacto es este pensamiento. En la edad del Oscurantismo, la gente, casi totalmente, se había separado de la Palabra. Pero Dios mandó a Lutero con la PALABRA. Los luteranos hablaron por Dios en aquel tiempo. Pero ellos se organizaron, y otra vez la Palabra pura quedó perdida; porque la organización tiende a juntarse con dogmas y credos en vez de la Palabra sencilla. Ya no podían hablar por Dios.",
    "Entonces Dios mandó a Wesley, y él fue la voz con la Palabra en su día. La gente que aceptó la revelación que Dios le había dado a Wesley, llegó a ser las letras vivas, leídas y sabidas de todos los hombres para esa generación (II Corintios 3:2). Cuando los metodistas fracasaron, Dios levantó a otros, y así ha continuado a través de los años, hasta que en este último día hay nuevamente una gente en la tierra, que bajo su mensajero, será la voz final en la última edad.",
    "Sí, señor. La iglesia ya no es la boca de Dios. Es más bien su propia boca. Por eso Dios está volviéndose en contra de ella. El la confundirá por medio del profeta y la Novia, porque la Voz de Dios estará en ella (la Novia). Sí, porque dice en Apocalipsis 22:17: “Y el Espíritu y la Esposa dicen: Ven”. Una vez más el mundo oirá directamente de Dios como fue en el Día de Pentecostés; pero desde luego, aquella Novia de la Palabra será repudiada como fue también en la primera edad.",
    "Ahora, El ha clamado a esta edad: “Uds. tienen la Palabra, tienen Biblias como nunca han tenido, pero no están haciendo nada con la Palabra; excepto de que están dividiéndola y haciéndola pedazos, tomando lo que quieren y dejando lo que no quieren. No tienen ningún interés en VIVIRLA, solamente en discutirla. Quisiera más bien que fueran fríos o calientes. Si fueran fríos y la rechazaran, yo podría aguantar eso. Si fueran ardientes hasta el punto de volverse al rojo vivo como el hierro ardiente, y conocieran Su verdad y vivieran, yo les alabaría por eso. Pero cuando toman mi Palabra y no la honran, de hecho, yo tengo que rehusar honrarles a Uds. Yo los vomitaré de mi boca porque me producen náuseas”.",
    "Ahora, cualquiera sabe que el agua tibia descompone el estómago. Si Ud. necesita un vomitivo, el agua tibia es lo mejor que hay para eso. Una iglesia tibia ha causado náuseas a Dios, y El ha declarado que la vomitará. Nos hace recordar cómo se sintió El antes del diluvio. ¿No es así?",
    "¡Ojalá que la iglesia fuese fría o caliente! Lo más deseable es que fuese ardiente. Pero no es. La sentencia ha sido decretada. Ella ya no es la voz de Dios para el mundo. Ella seguirá diciendo que es, pero Dios ha dicho lo contrario.",
    "Dios todavía tiene una voz para la gente del mundo, así como ha dado una voz a la Novia. Esa voz está en la Novia como ya hemos dicho, y veremos eso más adelante en una forma más detallada.",
    "Pero ahora, la segunda sentencia:\n\nPorque tú dices: Yo soy rico, y me he enriquecido, y de ninguna cosa tengo necesidad; y no sabes que tú eres un desventurado, miserable, pobre, ciego y desnudo.\n\nPor tanto, yo te aconsejo que de mí compres oro refinado en fuego, para que seas rico, y vestiduras blancas para vestirte, y que no se descubra la vergüenza de tu desnudez; y unge tus ojos con colirio, para que veas.\n\nApocalipsis 3:17 y 18",
    "Ahora, fíjese bien en la primera frase del primer versículo: “Porque tú dices…” ¿Ve Ud.? Ellos estaban hablando, y estaban hablando como la boca de Dios. Esto prueba exactamente lo que dije que significaban los versículos 16 y 17. Y aun cuando ellos lo digan, eso no significa que sea correcto. La Iglesia Católica dice que ella habla por Dios, afirmando que ella es la voz asegurada del Señor. Pero lo que yo no puedo comprender es cómo una gente puede ser tan malvada espiritualmente. Pero ellos producen según la simiente que tienen por dentro, y nosotros ya sabemos de donde vino aquella simiente. ¿Verdad?",
    "La iglesia de Laodicea está diciendo: “Yo soy rico y estoy enriquecido y no tengo necesidad de ninguna cosa”. Esa fue la opinión de sí misma. Ella se miró a sí misma y eso es lo que vio. Dijo: “Soy rica”, significando que es muy próspera en los bienes de este mundo. Ella se está jactando, no obstante lo que dice Santiago:\n\nHermanos míos amados, oíd: ¿No ha elegido Dios a los pobres de este mundo, para que sean ricos en fe y herederos del reino que ha prometido a los que le aman?\n\nPero vosotros habéis afrentado al pobre. ¿No os oprimen los ricos, y no son ellos los mismos que os arrastran a los tribunales?\n\n¿No blasfeman ellos el buen nombre que fue invocado sobre vosotros?\n\nSantiago 2:5-7",
    "Ahora, yo NO estoy diciendo con esto que una persona rica no puede ser espiritual, pero todos sabemos que la Palabra dice que muy pocos ricos lo son. Son los pobres que predominan en el cuerpo de la Iglesia verdadera. Ahora, si la iglesia llega a una condición muy próspera, entonces sabemos una sola cosa: “Icabod” ha sido escrito sobre sus puertas. Ud. no puede negar eso porque es la Palabra.",
    "Ahora, en cuanto a riquezas en la iglesia, jamás ha habido tal grado de prosperidad como ahora. Los santuarios hermosos abundan más que nunca. Los diferentes grupos contienden entre sí para ver quién puede construir el edificio más grande y más hermoso.",
    "Edifican centros de educación valorados en millones y millones; y aquellos edificios solamente se utilizan una o dos horas a la semana. Ahora eso no sería una cosa tan terrible; lo peor es que esperan que este tiempo tan corto que los niños dedican al estudio de la Palabra en la planta de educación, de alguna manera tome el lugar de las horas de estudio que deben recibir en el hogar.",
    "El dinero ha caído en manos de la iglesia tan abundantemente que diferentes denominaciones son dueñas de acciones y mercancías disponibles, fábricas, pozos petroleros y compañías de seguros. Han puesto mucho dinero en fondos de bienestar y retiro. Ahora esto suena muy bien, pero ha llegado a ser una especie de trampa para los ministros, porque si ellos deciden salirse de su grupo para buscar más luz o más amor de Dios, pierden su pensión de retiro. La mayoría no pueden aguantar tal pérdida y se quedan con sus grupos bajo esa presión.",
    "No olvide que esta es la última edad. Sabemos que esta es la última edad porque Israel ha vuelto a la Palestina. Si nosotros creemos que El en verdad viene, entonces tiene que haber algo errado con aquellos que están construyendo tan extensamente. Le hace a uno pensar que esta gente tiene el propósito de quedarse aquí para siempre, o que la venida de Jesús está todavía a centenares de años en el futuro.",
    "¿Sabe Ud. que hoy día la religión es conocida como un negocio próspero? Es un hecho conocido que están colocando gerentes de negocios en las iglesias para hacerse cargo de las finanzas. ¿Es esto lo que desea Dios? ¿No nos enseña Su Palabra en los Hechos, que siete hombres llenos del Espíritu Santo y de fe sirvieron al Señor en asuntos de negocio? Ciertamente podemos ver porqué dijo Dios: “TU dices que eres rico; pero Yo nunca dije así”.",
    "Hay programas radiales, programas en la televisión y numerosos esfuerzos de la iglesia que están costando millones de dólares. El dinero cae en las manos de la iglesia en abundancia, y los miembros aumentan juntamente con el dinero; sin embargo la obra no es hecha con la eficacia de los resultados como cuando no hubo dinero y los hombres confiaban completamente en la habilidad que les había sido concedida por el Espíritu Santo.",
    "Hoy día, en el sistema religioso, hay pastores asalariados, co-pastores asalariados, ministros de música y de educación asalariados, coros asalariados, conserjes asalariados, programas diversiones, etc., y todo esto cuesta enormes cantidades. Pero por todo eso, el poder está disminuyendo. Sí, la iglesia es rica, pero el poder está ausente. Dios obra por medio de Su Espíritu, no por medio de la cantidad de dinero o el número de dones que hay en la iglesia.",
    "Ahora quiero mostrarles cuan diabólica ha llegado a ser esta urgencia para obtener dinero. Las iglesias se ha esforzado en gran manera para obtener más y más miembros, especialmente entre la gente más próspera. Por dondequiera se halla fervor para hacer la religión tan atractiva y encantadora de modo que los ricos y los educados y todos los que tienen prestigio mundano, entren y sean activos en la iglesia. ¿No pueden entender ellos que si las riquezas son el criterio de espiritualidad, entonces el mundo ya tiene a Dios, por cierto la plenitud de Dios, y la iglesia no tiene nada?",
    "🦅 Porque tú dices: estoy enriquecido”. Esto quiere decir literalmente “Tengo riquezas espirituales”. Esto parece ser el Milenio con las calles de oro y la presencia de Dios. Pero tengo dudas que esto es así. ¿Está la iglesia verdaderamente prosperada en las cosas espirituales de Dios? Examinemos esta jactancia de la iglesia del siglo veinte (Laodicea), a la luz de la Palabra.",
    "Si la iglesia en verdad fuese rica espiritualmente, se sentiría su influencia en la vida del pueblo. Pero ¿qué clase de vida están viviendo estos llamados “hombres espirituales” e influyentes del pueblo? Allá en los suburbios, en los barrios de gran comodidad económica, abunda esta costumbre de prestar la esposa al vecino, abunda la prostitución; grupos de jóvenes entran a una casa donde están celebrando alguna fiesta y destruyen los muebles, etc., causando enorme daño. La inmoralidad ha subido a un nuevo nivel en actos sexuales promiscuos, dedicación a los narcóticos, garitear (azar), robos y toda clase de maldad. Y la iglesia sigue diciendo cuan buena es esta generación, cuan llenas están las iglesias, y aun cuan maravillosa es la obra misionera entre los indígenas. La iglesia ha entregado la gente a los doctores, especialmente a los psiquiatras. Yo no entiendo como ella puede andar jactando de ser rica espiritualmente. No es cierto. Ellos están arruinados (en quiebras) y no lo saben.",
    "Fíjese bien a todo su alrededor. Examine la gente cuando pasa frente a Ud. En las multitudes que Ud. ve, ¿puede distinguir a los que tienen apariencia de Cristianos? Fíjese cómo se visten, cómo se portan, oiga cómo hablan, fíjese a dónde van. Ciertamente debería haber algún porcentaje de evidencia verdadera del nuevo nacimiento entre todos aquellos que vemos pasar, pero son muy pocos. Sin embargo, hoy día las iglesias fundamentales nos están diciendo que millones están aceptando a Cristo, y aun son llenos del Espíritu. ¿Llenos del Espíritu? ¿Puede Ud. llamar llenas del Espíritu a mujeres que salen con el cabello cortado, con pantalones de hombre y pantalones cortos, y demás inmundicias, todas pintadas como Jezabel? Si estas personas son ataviadas en hábitos honestos (I Timoteo 2:9) como conviene a mujeres Cristianas, ¡qué cosa sería ver una demostración de indecencia!",
    "Ahora yo sé que las mujeres no establecen las modas, Hollywood se encarga de eso. Pero escúchenme, damas: todavía venden telas y máquinas de coser. Uds. no tienen que comprar los vestidos que venden en las tiendas y luego usar eso como pretexto. Esto a que estamos entrando es un asunto gravemente serio. ¿No ha leído Ud. en la Escritura que cuando un hombre mira a una mujer para codiciarla ya adulteró con ella en su corazón? Y ¿qué tal si Ud. se viste de tal manera para causar eso? Entonces Ud. es la compañera de él en el pecado, aunque Ud. esté absolutamente ignorante del asunto, siendo una virgen completamente libre de tales deseos; sin embargo, Dios la hará responsable, y Ud. será juzgada.",
    "Ahora, yo sé que a Uds. las damas, no les gusta esta clase de predicación, pero hermana, Ud. está completamente equivocada en lo que está haciendo. La Biblia le prohíbe cortarse el cabello. Dios dio el cabello como cubierta (1 Corintios 11). El mandó que Ud. usara el cabello largo, es su gloria. Cuando Ud. se cortó el cabello, dio a conocer con eso que dejó de estar bajo la potestad de su esposo. Como Eva, Ud. salió y se fue por su propia cuenta. Obtuvo el voto. Se apoderó del empleo del hombre. Dejó su posición de mujer. Ud. debe arrepentirse y volver a Dios.",
    "Y como si todo esto no fuera suficiente mal, muchas de Uds. fueron de la idea y la opinión de que podían invadir los púlpitos y las oficinas de las iglesias, cargos que Dios reservó para hombre y solamente para hombres. Oh, allí di en un punto muy delicado, ¿verdad? Pues muéstreme una sola Escritura en la Biblia donde Dios ordenó a una mujer que predicara o que tomara una posición de autoridad sobre el hombre, y entonces yo lo pediré a Ud. que me perdone por lo que he dicho. Pero Ud. no puede hallar error en lo que he dicho. Estoy correcto porque estoy parado con la Palabra y en la Palabra. Si Ud. fuera rico espiritualmente, sabría que eso es correcto. No hay nada verdadero, sino la Palabra de Dios. Pablo dijo:\n\nPorque no permito a la mujer enseñar, ni ejercer dominio sobre el hombre, sino estar en silencio.\n\nI Timoteo 2:12",
    "Es imposible que Ud. se identifique en uno de los ministerios de Efesios 4:11, y a la vez no tomar autoridad sobre los hombres. ¡Hermana, le conviene escuchar la Palabra! No fue el Espíritu de Dios manifestado en una vida llena del Espíritu, que le dijo a Ud. que fuera a predicar, porque el Espíritu y la Palabra son UNO, ambos dicen la misma cosa. Alguien erró, alguien fue engañado. Despierte antes de que sea demasiado tarde. Satanás engañó a Eva, su madre; ahora está engañando a las hijas. Que Dios le ayude.",
    "🦅 No tengo necesidad de ninguna cosa”. Ahora, cuando alguien dice: “No tengo necesidad de ninguna cosa”, podría significar con eso que lo tiene todo, o también: “no quiero más porque estoy lleno”. Uno puede expresar esta idea de cualquier manera y el resultado es el mismo: que la iglesia está satisfecha y complacida. O piensa que lo tiene todo, o que tiene suficiente. Y eso es exactamente lo que hallamos hoy día. ¿Cuál de las denominaciones no está afirmando que ella solamente tiene la revelación y el poder y la verdad? Escuche a los Bautistas, ellos lo tienen todo; escuche a los Metodistas, ellos también lo tienen todo; escuche a la Iglesia de Cristo, y todos menos ellos están en error; escuche a los Pentecostales, y ellos tienen la plenitud de la plenitud.",
    "Ahora todos ellos saben que yo estoy diciendo la verdad porque ninguno de sus manuales dice lo contrario. Lo escribieron todo tan elocuentemente, y firmaron sus nombres y lo concluyeron. Según ellos, Dios no tiene más. Y hay aquellos quienes no quieren más. No creen en sanidad y no la desean, aunque está en la Palabra. Hay aquellos quienes no aceptarían el Espíritu Santo aun si Dios abriera los Cielos y les mostrara una señal.",
    "Ahora, todos están diciendo y están tratando de probar que lo tienen todo, o que tienen suficiente. Pero ¿es la verdad? Compare esta iglesia del siglo veinte con aquella del primer siglo. Hágalo. ¿Dónde está el poder? ¿Dónde está el amor? ¿Dónde está la iglesia purificada que resistió al pecado y que caminó con fe hacia Jesús? ¿Dónde está la unidad? No está. Si esta iglesia tiene todo lo que necesita, entonces ¿por qué estaban clamando y rogando por más de Dios en el libro de los Hechos como si no lo tenían todo, y sin embargo, tenían mucho más de lo que tienen hoy?",
    "Lo que Dios vio fue completamente diferente a lo que ellos dijeron que vieron. Ellos dijeron que estaban enriquecidos en bienes materiales y ricos espiritualmente, habían llegado a la meta. No tenían necesidad de ninguna cosa. Pero Dios los vio de otra manera. El dijo, “Uds. no lo saben, pero son unos desventurados, miserables, pobres, ciegos, y desnudos”. Cuando una gente se encuentra en esta condición, especialmente desnudo y NO LO SABE, tiene que haber algo radicalmente equivocado. Seguramente algo debe estar sucediendo. ¿No será que Dios les ha cegado los ojos como hizo con los judíos? ¿Estará volviendo el Evangelio a los judíos? ¿Estará repitiéndose la historia? Yo digo que sí.",
    "Dios dice que la iglesia de Laodicea es un “desventurado”. Esta palabra viene de dos palabras griegas que significan “aguantar” y “prueba”. Y esto no tiene nada que ver con las pruebas que llegan a un verdadero Cristiano, porque Dios, hablando de un Cristiano en tiempo de prueba, dice que es “bienaventurado”, y su disposición es gozo, mientras que esta definición es expresada como “desventurado y miserable”.",
    "¡Cuán raro en esta edad de abundancia, en esta edad de progreso! ¿Cómo puede haber pruebas? Pues en verdad es raro; pero en esta edad de abundancia y oportunidad, cuando todos tienen tanto y hay tanto más para obtener, y con todos los inventos que hacen el trabajo para nosotros, y tantas cosas para divertirnos y darnos placer, DE REPENTE hallamos a las enfermedades mentales apoderándose de la gente a tal grado que la nación está alarmada. Cuando todos debieran estar contentos, no teniendo en verdad nada por lo cual estar tristes, millones y millones están tomando sedativos (calmantes) al acostarse en la noche, y al levantarse en la mañana toman medicina para aumentar el ánimo; están corriendo con frecuencia al médico, están entrando a las instituciones mentales, y con alcohol tratan de ahogar temores que ni aun conocen.",
    "Sí, esta edad se jacta de sus enormes almacenes de bienes mundanos, pero la gente tiene menos felicidad. Esta edad se jacta de sus logros espirituales, pero la gente tiene menos confianza y seguridad. Esta edad se jacta de que tiene mejores valores morales y es la más corrupta que cualquiera otra edad desde el diluvio. En esta edad hablan del conocimiento y de la ciencia, pero están perdiendo la batalla por todos lados, porque la mente y el espíritu y el alma humana no pueden comprender ni mantenerse al tanto de los cambios que han venido sobre la tierra. En una sola generación hemos avanzado desde la edad del caballo hasta la edad del espacio, y esto nos da mucho orgullo. Pero por dentro está una caverna oscura y vacía que está clamando en tormento; y SIN RAZON CONOCIDA, el corazón del hombre está fallando por el temor, y el mundo está tan oscurecido que esta edad bien pudiera llamarse la edad de los neuróticos. Esta edad se jacta, pero no puede respaldar sus jactancias. Claman “paz”, pero no hay paz. Dicen que tienen abundancia de todas las cosas, pero siguen ardiendo con el deseo de obtener como un fuego que nunca se satisface. “No hay paz, dijo mi Dios, para los impíos”. (Isaías 57:21)",
    "🦅 Son miserables”. Eso quiere decir que son dignos de lástima. ¿Dignos de lástima? Ellos desprecian la lástima. Están llenos de orgullo. Hacen gala de lo que tienen, pero lo que tienen no permanecerá a través de la prueba del tiempo. Han edificado sobre la arena movediza en vez de edificar sobre la piedra de la revelación de la Palabra de Dios. Pronto viene el terremoto y dentro de poco tiempo vendrán las tempestades de la ira de Dios en juicio. Entonces viene destrucción súbita, y a pesar de todas sus preparaciones carnales, aún no estarán de ninguna manera preparados para lo que viene sobre la tierra.",
    "Estos son aquellos que a pesar de todos sus esfuerzos carnales, en realidad están en oposición a sí mismos, y no lo saben. En verdad son dignos de lástima. Lástima debiéramos tener para esta gente que está en este movimiento ecuménico de estos últimos días porque dice que es de Dios, cuando es nada menos que el movimiento de Satanás. Tengamos lástima de aquellos que no conocen que la organización es maldición. Tengamos lástima de aquellos que tienen tantas iglesias hermosas, hogares tan hermosos para los pastores, coros tan-perfectamente entrenados, tan grandes manifestaciones de riquezas, y una forma de adoración tan serena y reverente. Tengamos lástima de ellos, no envidia. Volvamos a los edificios despreciados, a los lugares sin mucha luz, a los sótanos; volvamos a como fue cuando teníamos más de Dios y menos del mundo. Tengamos lástima de aquellos que hacen sus enormes jactancias, y hablan de sus dones; tengamos compasión de ellos como objetos de lástima, porque muy pronto serán objetos de ira.",
    "🦅 Son pobres”. Desde luego, eso quiere decir pobres espiritualmente. La señal de esta edad, cuando vaya terminado, es de iglesias más grandes y más cómodas, con más y más gente, con más y más manifestación de lo que se supone ser demostraciones del Espíritu Santo. Pero los altares llenos de gente, los dones del Espíritu en operación, la numerosa asistencia, todo esto no es respuesta de parte de Dios. Aquellos que vienen al altar, rara vez se quedan para continuar con Dios, y cuando haya terminado la gran campaña, ¿dónde están todos aquellos que llenaron los pasillos para llegar al altar? Oyeron a un hombre, escucharon la imploración, entraron a la red, pero no eran peces; y siendo como la tortuga, se arrastraron de nuevo a sus propias aguas.",
    "Luego hay todo esto que ha se ha comentado respecto a las lenguas, que se suponen que es la evidencia del Bautismo del Espíritu Santo, y la gente cree que está en un gran avivamiento. El avivamiento ha terminado. América del Norte tuvo su última oportunidad en 1957. Las lenguas ahora son la señal de Dios de un desastre inminente, así como fueron cuando aparecieron sobre la pared en la fiesta de Belsasar.",
    "En los últimos días muchos vendrán y dirán, “Señor, Señor, ¿no hemos hecho muchas obras maravillosas en Tu Nombre, aun hasta echar fuera demonios”? Entonces El dirá, “Nunca os conocí, apartaos de mí, obradores de iniquidad” (Mateo 7:22-23). Jesús dijo que eran obradores de iniquidad. Sin embargo, si pueden conseguir algún hombre que pueda venir para orar por los enfermos, uno que pueda hacer que aparezca aceite y sangre en la congregación, hablando profecía y toda clase de cosas sobrenaturales, la gente lo respaldará y afirmará que él es del Señor; aunque en verdad él esté haciendo un negocio próspero de la religión y esté viviendo en pecado. La única respuesta que esta gente tiene es aquella respuesta completamente lejos de las Escrituras: “Pues él obtiene resultados, tiene que ser de Dios”. ¡Cuán terrible! En verdad, cuán pobre es esta edad en cuanto al Espíritu de Dios, y los pobres despreciados ni aun lo saben.",
    "🦅 Estás ciego y desnudo”. Esta en verdad es una condición desesperada. ¿Cómo puede uno estar ciego y desnudo y no saberlo? Sin embargo, aquí dice que están ciegos y desnudos y no lo pueden percibir. La explicación es que están ciegos y desnudos espiritualmente. ¿Se acuerda Ud. de aquella ocasión cuando Eliseo y Giezi estaban cercados por el ejército de los Siros (II Reyes 6)? Ud. también recordará que Eliseo los hirió con ceguedad por medio del poder de Dios. Sin embargo, sus ojos estaban abiertos y podían ver por donde iban. La ceguedad era algo raro en que podían ver ciertas cosas, pero no podían ver otras cosas, como por ejemplo, a Eliseo y a su criado y al ejército de Israel. Lo que este ejército podía ver de nada les servía. Lo que no podían ver causó su cautividad. Ahora, ¿qué significa esto para nosotros? Significa exactamente lo que significó allá en el ministerio terrenal de Jesús. El trató de enseñarles la Verdad, pero no la quisieron escuchar.\n\nEntonces algunos de los fariseos que estaban con él, al oír esto, le dijeron: ¿Acaso nosotros somos también ciegos?\n\nJesús les respondió: Si fuerais ciegos, no tendríais pecado; mas ahora, porque decís: Vemos, vuestro pecado permanece.\n\nSan Juan 9:40 y 41",
    "La disposición de la edad presente es exactamente lo que fue en aquel tiempo. La gente tiene todo, sabe todo, no se le puede enseñar nada. Si un hombre ve una verdad en la Palabra y lo trata de explicar a otro que tiene un punto de vista opuesto, el oyente no escucha para aprender sino que escucha para contradecir lo que el otro le dice. Ahora yo quiero hacer una pregunta sincera. ¿Puede una Escritura combatir otra? ¿Puede contradecirse la Biblia? ¿Puede haber dos doctrinas verdaderas en la Palabra que se contradigan o que se opongan una a la otra? NO. NO PUEDE SER ASI. Sin embargo, ¿cuánta gente que se dice ser de Dios, tiene sus ojos abiertos a esta verdad? Ni siquiera el uno por ciento, según sé yo ha aprendido que toda Escritura es dada por Dios y que toda Escritura es útil para adoctrinar, para redargüir, para corregir, etc.",
    "Si así es dada toda Escritura, entonces cada versículo armonizará a su tiempo. Pero ¿cuántos creen en predestinación para elección, y reprobación para destrucción? Aquellos que no creen así, ¿escucharán? No. Sin embargo, ambas doctrinas están en la Palabra, y nada lo puede cambiar. Pero para aprender acerca de estas cosas y reconciliar la verdad de estas doctrinas con otras verdades que parece que están opuestas, ellos no tomarán el tiempo para eso. Mas bien se tapan los oídos y crujen los dientes, y en el fin salen perdiendo. Al fin de esta edad vendrá un profeta, pero ellos estarán cegados a todo lo que él hace y dice. Están tan seguros de que están correctos, y en su ceguedad perderán todo.",
    "Ahora Dios dice que están desnudos como también ciegos. No me puedo imaginar nada más trágico que un hombre que está ciego y desnudo y no lo sabe. La única explicación es que está fuera de sí: ya está profundamente en un estado de demencia. Ha perdido sus facultades, y ha entrado en amnesia espiritual. ¿Qué más puede significar? ¿Puede significar que el Espíritu Santo ha tomado Su vuelo de esta iglesia del último día? ¿Puede significar que los hombres han puesto a Dios fuera de sus mentes a tal grado que está sucediendo como está escrito en Romanos?\n\nY como ellos no aprobaron tener en cuenta a Dios, Dios los entregó a una mente reprobada, para hacer cosas que no convienen.\n\nRomanos 1:28",
    "Seguramente parece que algo como esto ha sucedido. Aquí está una gente que dice que es de Dios y que conoce a Dios y que tiene Su Espíritu Santo; sin embargo es una gente ciega y desnuda y no lo sabe. YA ESTA ENGAÑADA Y TIENE EL ESPIRITU CONTRARIO. LOS ESCOGIDOS NO PUEDEN SER ENGAÑADOS, PERO ES EVIDENTE QUE ESTOS SI SERAN ENGAÑADOS. Estos son aquellos quienes han llegado a ser ciegos porque rechazaron la Palabra de Dios. Estos son aquellos quienes se han desnudado al dejar el cuidado y la protección de Dios por tratar de edificar su propio camino de salvación, su propia torre de Babel, por medio de sus organizaciones. Mientras ellos forman sus asambleas generales, sus concilios, etc., en sus propios ojos parecen estar hermosamente vestidos; pero ahora Dios les está quitando todo, y están desnudos, porque estas organizaciones solamente los han conducido al campo del anticristo, el campo de la cizaña, donde serán juntados y quemados.",
    "En verdad son objetos de lástima. Sí, sin hacer caso a los avisos, las súplicas, y la lástima, continúan precipitadamente en su camino a la destrucción, rechazando furiosamente todo esfuerzo de salvación. En verdad son miserables y no lo saben. Endurecidos y sin esperanza, se glorían en lo que realmente es para su vergüenza. Están abiertamente opuestos a la Palabra; sin embargo algún día serán juzgados por la Palabra y pagarán el precio de sus terribles acusaciones.",
    "Por tanto, yo te aconsejo que de mí compres oro refinado en fuego, para que seas rico, y vestiduras blancas para vestirte, y que no se descubra la vergüenza de tu desnudez; y unge tus ojos con colirio, para que veas.\n\nYo reprendo y castigo a todos los que amo; sé, pues, celoso, y arrepiéntete.\n\nApocalipsis 3:18 y 19",
    "El consejo de Dios es breve y comprensivo. El dirige esta iglesia del último día a una sola esperanza. Esa esperanza es EL MISMO. El dice, “Ven a mí y compra”. Es evidente por esta frase, “que de mí compres”, que la iglesia de Laodicea no está tratando con Jesús con el interés de obtener los productos Espirituales del Reino de Dios. Sus negociaciones no pueden ser Espirituales. Ellos pueden pensar que son Espirituales, pero ¿cómo pueden ser? Las obras manifestadas entre ellos de ninguna manera son como dice Pablo,\n\nPorque Dios es el que en vosotros produce así el querer como el hacer, por su buena voluntad.\n\nFilipenses 2:13",
    "Entonces, ¿qué de tantas iglesias, escuelas, hospitales, empresas misioneras, etc.? Por cuanto son de la simiente y el espíritu denominacional y no de la Simiente y del Espíritu de Dios, Dios no está en tales cosas.",
    "🦅 Yo te aconsejo que de mí compres oro refinado en fuego, para que seas rico”. Esta gente tenía bastante oro pero no era el oro correcto. Era aquel oro que compraba la vida de los hombres y los destruía. Era el oro que torcía y deformaba el carácter humano, porque su amor era la raíz de toda maldad.\n\nDespués de esto vi a otro ángel descender del cielo con gran poder; y la tierra fue alumbrada con su gloria.\n\nY clamó con voz potente, diciendo: Ha caído, ha caído la gran Babilonia, y se ha hecho habitación de demonios y guarida de todo espíritu inmundo, y albergue de toda ave inmunda y aborrecible.\n\nPorque todas las naciones han bebido del vino del furor de su fornicación; y los reyes de la tierra han fornicado con ella, y los mercaderes de la tierra se han enriquecido de la potencia de sus deleites.\n\nY oí otra voz del cielo, que decía; Salid de ella, pueblo mío, para que no seáis partícipes de sus pecados, ni recibáis parte de sus plagas;\n\nporque sus pecados han llegado hasta el cielo, y Dios se ha acordado de sus maldades.\n\nDadle a ella como ella os ha dado, y pagadle doble según sus obras; en el cáliz en que ella preparó bebida, preparadle a ella el doble.\n\nCuanto ella se ha glorificado y ha vivido en deleites, tanto dadle de tormento y llanto; porque dice en su corazón: Yo estoy sentada como reina, y no soy viuda, y no veré llanto;\n\npor lo cual en un solo día vendrán sus plagas; muerte, llanto y hambre, y será quemada con fuego; porque poderoso es Dios el Señor, que la juzga.\n\nY los reyes de la tierra que han fornicado con ella, y con ella han vivido en deleites, llorarán y harán lamentación sobre ella, cuando vean el humo de su incendio,\n\nparándose lejos por el temor de su tormento, diciendo: ¡Ay, ay, de la gran ciudad de Babilonia, la ciudad fuerte; porque en una hora vino tu juicio!\n\nY los mercaderes de la tierra lloran y hacen lamentación sobre ella, porque ninguno compra más sus mercaderías;\n\nmercadería de oro, de plata, de piedras preciosas, de perlas, de lino fino, de púrpura, de seda, de escarlata, de toda madera olorosa, de todo objeto de madera preciosa, de cobre, de hierro y de mármol;\n\ny canela, especias aromáticas, incienso, mirra, olíbano, vino, aceite, flor de harina, trigo, bestias, ovejas, caballos y carros, y esclavos, almas de hombres.\n\nLos frutos codiciados por tu alma se apartaron de ti, y todas las cosas exquisitas y espléndidas te han faltado, y nunca más las hallarás.\n\nApocalipsis 18: 1-14",
    "Esto es exactamente las iglesias organizadas del último día, porque dice en el versículo cuatro: “Salid de ella, PUEBLO MIO”. El rapto todavía no ha tomado lugar. La Novia todavía estará sobre la tierra cuando existan estas condiciones en esta iglesia falsa y rica.",
    "Pero hay un oro de Dios.\n\nPara que sometida a prueba vuestra fe, mucho más preciosa que el oro, el cual aunque perecedero se prueba con fuego, sea hallada en alabanza, gloria y honra cuando sea manifestado Jesucristo.\n\nI Pedro 1:7",
    "El oro de Dios es un carácter semejante al de Cristo, el cual es producido en el horno ardiente de aflicción. Este es el oro propio.",
    "Pero, ¿qué clase de oro tiene la iglesia hoy día? Solamente tiene el oro mundano que perece. Está rica y satisfecha y ha hecho que la opulencia sea el mayor criterio de espiritualidad. La evidencia de la bendición de Dios y la exactitud de la doctrina, etc. ahora está basada en el número de gente rica que está envuelta en el asunto.",
    "🦅 Vale más que vengas antes de que sea demasiado tarde”, dice el Señor, “y de Mí compres oro refinado en fuego, y entonces serás verdaderamente rico”. ¿Estamos viendo el significado? Escúcheme: “Llegamos al mundo desnudos (físicamente), pero NO saldremos del mundo desnudos (espiritualmente)”. No señor, nos vamos a llevar algo, y lo que es ese algo, es TODO lo que podemos llevar, ni más ni menos. Entonces nos conviene tomar mucho cuidado de llevarnos algo que nos haga justos ante Dios. ¿Qué nos llevaremos? Hermano, nos llevaremos nuestro CARACTER.",
    "¿Ahora, qué clase de carácter se va a llevar Ud.? ¿Será como el de AQUEL, Cuyo carácter fue formado por medio del sufrimiento en el horno ardiente de aflicción, o será un producto de la blandura de esta gente sin carácter de Laodicea? La respuesta está con cada uno individualmente, porque en aquel día cada hombre cargará su propia carga.",
    "Ahora, yo dije que la ciudad de Laodicea era una ciudad muy próspera. Allí fabricaban monedas de oro con inscripciones por los dos lados. Monedas de oro caracterizaban la edad, y como resultado existía un comercio muy próspero. Hoy día también tenemos la moneda de oro de dos lados. Nos compramos la entrada y también la salida. En la iglesia tratamos de hacer la misma cosa. Nos compramos la purgación de los pecados y también nos compramos la entrada al Cielo, o cuando menos así decimos. Pero Dios no dice así.",
    "La iglesia es dueña de riquezas tan fenomenales que en cualquier momento dado, ella puede tomar el mando completo del sistema mundial del comercio; y por cierto, uno de los directores en el Concilio Mundial de Iglesias ha profetizado abiertamente que la iglesia en el futuro visible debe, puede y en verdad hará eso. Pero su torre de Babel de oro caerá. Solamente permanecerá el oro que es refinado en el fuego.",
    "Y a través de las edades, así siempre ha hecho la iglesia. Ella ha dejado la Palabra de Dios y ha tomado sus propios credos y dogmas; se ha organizado y se ha unido al mundo. Por lo tanto está desnuda y Dios está juzgando su lascivia. La única manera como ella puede escapar de esta situación tan horrorosa, es obedecer al Señor y regresar a Su Palabra. “Salid de ella, pueblo mío”.\n\nNo os unáis en yugo desigual con los incrédulos; porque ¿qué compañerismo tiene la justicia con la injusticia? ¿Y qué comunión la luz con las tinieblas?\n\n¿Y qué concordia Cristo con Belial? ¿O qué parte el creyente con el incrédulo?\n\n¿Y qué acuerdo hay entre el templo de Dios y los ídolos? Porque vosotros sois el templo del Dios viviente, como Dios dijo: Habitaré y andaré entre ellos, y seré su Dios, y ellos serán mi pueblo.\n\nPor lo cual, salid de en medió de ellos, y apartaos, dice el Señor, y no toquéis lo inmundo; y yo os recibiré,\n\nY seré para vosotros por Padre, y vosotros me seréis hijos e hijas, dice el Señor Todopoderoso.\n\nII Corintios 6:14-18",
    "Las vestiduras empleadas para cubrir la desnudez tienen un precio, el precio de la separación.",
    "🦅 Y unge tus ojos con colirio, para que veas”. El no dice que uno tiene que comprar este colirio. No señor. El Espíritu Santo no tiene precio.\n\nEsto solo quiero saber de vosotros: ¿Recibisteis el Espíritu por las obras de la ley, o por el oír con fe?\n\nGálatas 3:2",
    "Sin el Bautismo del Espíritu Santo, Ud. nunca podrá tener sus ojos abiertos a una verdadera revelación Espiritual de la Palabra. Un hombre sin el Espíritu está ciego a Dios y a Su Verdad.",
    "Cuando pienso en este colirio abriendo los ojos del pueblo, me hace recordar de los días cuando yo era un niñito y vivíamos en el estado de Kentucky. Mi hermano y yo dormíamos en el desván (una especie de segundo piso) sobre un colchón hecho de paja. Las rendijas en la casa permitían que pasara el aire. A veces en el invierno la temperatura bajaba demasiado, y despertábamos en la madrugada con un resfriado en los ojos y tanto era que los ojos los teníamos completamente cerrados por la inflamación. Llorábamos por nuestra madre y al rato ella subía con un poco de grasa caliente que ella hacía y nos limpiaba aquella cosa de los ojos y entonces podíamos ver.",
    "Han habido unos vientos muy fríos que han pasado por la iglesia en esta generación, y temo que sus ojos se han congelado y está ciega a las cosas que Dios tiene para ella. Ella necesita del aceite caliente del Espíritu de Dios para abrir sus ojos. A menos que ella reciba el Espíritu de Dios, continuará sustituyendo programas en lugar del poder, y credos en lugar de la Palabra. Para juzgar el éxito de su obra, ella cuenta los números en vez de buscar el fruto.",
    "Los doctores de la teología han cerrado la puerta que conduce a la fe y prohíben la entrada a todos. Ni entran ni permiten que otros entren. Su teología sale de un libro de psicología escrito por un incrédulo. Hay un libro de psicología, uno que todos necesitamos: La Santa Biblia. Es escrito por Dios y contiene la psicología de Dios. Ud. no necesita que algún doctor se lo explique. Reciba Ud. el Espíritu Santo y permita que El se lo explique. El lo escribió y El le puede decir lo que el Libro contiene y lo que significa.\n\nAntes bien, como está escrito: Cosas que ojo no vio, ni oído oyó, ni han subido en corazón de hombre, son las que Dios ha preparado para los que le aman.\n\nPero Dios nos las reveló a nosotros por el Espíritu; porque el Espíritu todo lo escudriña, aun lo profundo de Dios.\n\nPorque ¿quién de los hombres sabe las cosas del hombre, sino el espíritu del hombre que está en él? Así tampoco nadie conoció las cosas de Dios, sino el Espíritu de Dios.\n\nY nosotros no hemos recibido el espíritu del mundo, sino el Espíritu que proviene de Dios, para que sepamos lo que Dios nos ha concedido,\n\nlo cual también hablamos, no con palabras enseñadas por sabiduría humana, sino con las que enseña el Espíritu, acomodando lo espiritual a lo espiritual.\n\nPero el hombre natural no percibe las cosas que son del Espíritu de Dios, porque para él son locura, y no las puede entender, porque se han de discernir espiritualmente.\n\nEn cambio el espiritual juzga todas las cosas; pero él no es juzgado de nadie.\n\nPorque ¿quién conoció la mente del Señor? ¿Quién le instruirá? Mas nosotros tenemos la mente de Cristo.\n\nI Corintios 2:9-16",
    "Ahora, si están presentes en esta edad todas las cosas de las cuales el Espíritu nos está amonestando, entonces necesitamos que alguien llegue a la escena como hizo Juan el Bautista, para retar a la iglesia como jamás ha sido retada. Y eso es exactamente lo que está viniendo a nuestra edad. Otro Juan el Bautista viene y él clamará exactamente como lo hizo el primer precursor. Y sabemos que eso es así porque el siguiente versículo dice:\n\nYo reprendo y castigo a todos los que amo; sé, pues celoso, y arrepiéntete.\n\nApocalipsis 3:19",
    "Este es el mismo Mensaje que predicó Juan mientras clamaba en aquel desierto religioso de fariseos, saduceos, y paganos: “¡ARREPIENTANSE”! En aquel día no había otro remedio, tampoco hay otro remedio hoy. En aquel día no había otra manera para volver a Dios, y tampoco hay otra manera hoy. La única manera es: ARREPENTIMIENTO. Cambie su mente, dé la media vuelta, ARREPIENTASE ¿por qué querrá morir?",
    "Ahora examinemos esta frase: “a todos los que amo”. En el griego el énfasis está sobre el pronombre personal “Yo.” El no dice como muchos sienten que El debe decir: “a todos los que me aman a MI”. No señor. Nunca debemos tratar de hacer que Jesús sea el objeto del amor humano en este versículo. ¡De ninguna manera! Son los MUCHOS quienes son LOS AMADOS de Dios. Lo que se está considerando aquí es SU amor, NO el nuestro. Una vez más nos hallamos gloriando en Su salvación, en Su propósito, y en Su plan; y somos confirmados aun más fuertemente en la verdad de la doctrina de la Soberanía de Dios. Así es como dice en Romanos 9:13, “a Jacob amé”. ¿Se podrá decir entonces que por cuanto El amó SOLO a los MUCHOS, está El ahora en un estado complaciente, esperando el amor de aquellos que no se han acercado a El? Esto de ninguna manera puede ser cierto, porque también declaró en Romanos 9:13, “mas a Esaú aborrecí”. Y en el versículo once, el Espíritu dice claramente:\n\n(pues no habían aún nacido, ni habían hecho aún ni bien ni mal, para que el propósito de Dios conforme a la elección permaneciese, no por las obras sino por el que llama.)\n\nRomanos 9:11",
    "Este amor es “Amor electivo”. Es, mejor dicho, Su amor para Sus elegidos. Y Su amor para con ellos es aparte del MERITO HUMANO, porque dice que el propósito de Dios está en la elección, lo cual está exactamente contrario a las obras o cualquier cosa que el hombre tiene en sí. Porque “ANTES DE QUE HUBIESEN NACIDO LOS NIÑOS”, El YA había dicho, “a Jacob amé, mas a Esaú aborrecí”.",
    "Ahora, El dice a los Suyos: “Yo REPRENDO Y CASTIGO a todos los que amo”. Reprender es reprobar. Reprobar es “exponer con el fin de corregir”. Castigar no quiere decir maltratar, sino que significa más bien, “disciplinar, teniendo en mente la enmienda del sujeto”. Esto es exactamente lo que hallamos en las Escrituras:\n\ny habéis ya olvidado la exhortación que como a hijos se os dirige, diciendo: Hijo mío, no menosprecies la disciplina del Señor, ni desmayes cuando eres reprendido por él;\n\nPorque el Señor al que ama, disciplina, y azota a todo el que recibe por hijo.\n\nSi soportáis la disciplina, Dios os trata como a hijos, porque ¿qué hijo es aquel a quien el padre no disciplina?\n\nPero si es os deja sin disciplina, de la cual todos han sido participantes, entonces sois bastardos, y no hijos.\n\nPor otra parte, tuvimos a nuestros padres terrenales que nos disciplinaban, y los venerábamos. ¿Por qué no obedeceremos mucho mejor al Padre de los espíritus, y viviremos?\n\nY aquéllos, ciertamente por pocos días nos disciplinaban como a ellos les parecía, pero éste para lo que nos es provechoso, para que participemos de su santidad.\n\nEs verdad que ninguna disciplina al presente parece ser causa de gozo, sino de tristeza; pero después da fruto apacible de justicia a los que en ella han sido ejercitados.\n\nHebreos 12: 5-11",
    "Aquí vemos el amor de Dios. En amor, El deseaba una familia de hijos; hijos que se parecieran a El. Ante El está toda la humanidad como UNA sola masa de barro. De esta misma masa de barro El hará vasos para honra y vasos para deshonra. La ELECCION será Su propia elección. Entonces aquellos seres escogidos, nacidos de Su Espíritu, serán entrenados para ser conformes a Su imagen en su modo de vivir. El REPRENDE con toda tolerancia, benignidad y misericordia. El CASTIGA con Sus manos heridas de clavos. A veces este Alfarero tiene que tomar el vaso con el cual está trabajando y quebrarlo completamente para así reconstruirlo exactamente como El lo desea. PERO ES AMOR. ASI ES SU AMOR. NO HAY OTRA MANERA PARA MOSTRAR SU AMOR, NO PUEDE HABER.",
    "Oh, manada pequeña, no tengan temor. Esta edad se está terminando rápidamente. Y cuando ya esté para terminarse, aquella cizaña será juntada, y así como un cordón de tres dobleces no se rompe fácilmente, ellos tendrán una tremenda fuerza de tres partes: poder político, físico y espiritual (de Satanás. Y tratarán de destruir a la Novia de Cristo. Ella sufrirá pero perdurará. No tenga Ud. temor de aquellas cosas que vendrán sobre la tierra, porque:\n\n…como había amado a los suyos que estaban en el mundo, los amó hasta el fin.\n\nSan Juan 13:1",
    "🦅 Sé, pues, celoso, y arrepiéntete”. Ahora esta iglesia falsa tiene celo (fervor). Su celo ha sido literalmente como el de los judíos, “El celo de tu casa me consume” (San Juan 2:17). Pero es un celo incorrecto, es para la casa de su propia edificación. Es para sus propios credos, sus dogmas, organizaciones y su propia justicia. Han echado fuera la Palabra de Dios para dar lugar a sus propias ideas. Destronaron al Espíritu Santo y pusieron a hombres como líderes. Han puesto a un lado la Vida Eterna que es una Persona y han sustituido por ella las buenas obras, y aun han aceptado la conformidad a la iglesia en vez de las buenas obras.",
    "Pero Dios está exigiendo otra clase de celo. Es el celo de clamar: “¡ESTOY EQUIVOCADO”! Ahora ¿quién dirá que está equivocado? ¿Sobre qué están basadas todas estas denominacionales? Sobre el derecho a la originalidad, y eso de Dios, el derecho a que cada una tienen la razón. Ahora, TODAS no pueden estar correctas. Por cierto, NI UNA SOLA de ellas está correcta. Son sepulcros blanqueados, llenos de huesos de muertos. No tienen Vida, no tienen vindicación. Dios nunca se ha dado a conocer en una denominación. Dicen que están correctos porque son los que lo dicen, pero diciéndolo no lo hace ser la verdad. Necesitan la vindicada ASI DICE EL SEÑOR de Dios, y no la tienen.",
    "Ahora, déjeme decir esto: Yo no creo que Dios está llamando solamente la iglesia falsa al arrepentimiento. En este versículo El está hablando a Sus elegidos. Ellos también tienen algunas cosas de las cuales necesitan arrepentirse. Muchos de Sus hijos todavía están en las iglesias falsas. La Biblia habla de ellos:\n\nPor lo cual dice: Despiértate, tú que duermes, y levántate de los muertos, y te alumbrará Cristo.\n\nEfesios 5:14",
    "Estar dormido no significa estar muerto. Estos aquí están durmiendo entre los muertos; están en las denominaciones muertas y simplemente están siguiendo la corriente. Dios está clamando: “¡DESPIERTATE! Arrepiéntete de tus necedades”. Están prestando su influencia, dando generosamente de su tiempo y de su dinero, y aun sus mismas vidas a estas organizaciones del anticristo, y todo el tiempo están pensando que todo está correctamente bien. Necesitan arrepentirse. ¡Tienen que arrepentirse! Necesitan tener un cambio de mente y volver hacia la Verdad.",
    "Sí, esta es la edad que tiene más necesidad de arrepentimiento. Pero, ¿lo hará? ¿Traerán la Palabra de nuevo? ¿Colocarán de nuevo al Espíritu Santo en el trono de las vidas de los hombres? ¿Reverenciarán a Jesús como el UNICO Salvador? Yo digo que no, porque el siguiente versículo nos revela la verdad sobresaliente y espantosa de la conclusión de esta edad.",
    "He aquí, yo estoy a la puerta y llamo, si alguno oye mi voz y abre la puerta, entraré a él, y cenaré con él, y él conmigo.\n\nAl que venciere, le daré que se siente conmigo en mi trono, así como yo he vencido, y me he sentado con mi Padre en su trono.\n\nEl que tiene oído, oiga lo que el Espíritu dice a las iglesias.\n\nApocalipsis 3:20-22",
    "Ahora, hay mucha confusión en cuanto a este versículo porque muchos Cristianos, obrando en evangelización personal, usan este versículo para dar a entender que Jesús está tocando la puerta del corazón de cada pecador buscando entrada. Por consiguiente, dicen que si el pecador abre la puerta, el Señor entrará. Pero este versículo no está dirigido a pecadores.",
    "Este mensaje entero tiene un resumen, así como lo tiene el mensaje a cada edad. En el versículo 22, dice: “El que tiene oído, oiga lo que el Espíritu dice a las IGLESIAS”. Entonces este es el Mensaje a la iglesia de la última edad. Esta es la condición de la iglesia de Laodicea al llegar el fin. No es un mensaje individual para una sola persona; es más bien el Espíritu diciéndonos dónde se encuentra Jesús. CRISTO HA DEJADO A LA IGLESIA. ¿No es este el resultado lógico si la Palabra es puesta a un lado para aceptar credos; si el Espíritu Santo es destronado para admitir papas, obispos, consejeros, etc., y el Salvador puesto a un lado para dar lugar a un programa de obras, o el unirse a una iglesia, o a alguna clase de conformidad o a un sistema eclesiástico? ¿Qué más se puede hacer en contra de El? ¡Esto es la apostasía! Esta es la puerta abierta para el anticristo, porque si Uno (Jesús) vino en el Nombre de Su Padre y no fue recibido, sino rechazado; entonces vendrá otro en su propio nombre (mentiroso, jactancioso) y a él recibirán (San Juan 5:43). El hombre de pecado, el hijo de perdición se apoderará.",
    "En Mateo 24, menciona señales en los cielos tocante a estos últimos días antes de la venida de Jesús. ¿Vio Ud. tal señal recientemente, la cual vino a cumplimiento en representación de esta misma verdad que hemos estado estudiando? Esa verdad es que Jesús constantemente ha sido puesto a un lado hasta que en esta última edad ha sido puesto fuera de la iglesia.",
    "Recuerde Ud. que en la primera edad vimos a una iglesia casi completamente llena de verdad. Sin embargo hubo una manchita de error conocida como los hechos de los nicolaítas, la cual impidió que el círculo de luz fuera completamente lleno. Luego en la próxima edad entró más oscuridad y el círculo de luz brilló menos. En la tercera edad fue cubierta aun más por la oscuridad, y en la cuarta edad, o sea la edad del Oscurantismo, la luz estaba casi aniquilada.",
    "Ahora, piense en esto: La iglesia brilla en la luz reflejada de Cristo. El es el SOL y la iglesia es la LUNA. Entonces este círculo de luz es la luna y había disminuido de una luna llena en la primera edad hasta apenas un rayito de luz en la cuarta edad. Pero empezó a crecer en la quinta edad. En la sexta edad tomó un gran paso de avance, y en la séptima edad todavía estaba creciendo cuando de repente la obra cesó y la luz disminuyó a casi nada. Y en vez de luz, estaba presente más bien la oscuridad de la apostasía, y al fin de la edad la luz ya no brillaba porque la oscuridad había tomado posesión completa. Cristo ahora estaba fuera de la iglesia. Aquí está la señal que apareció en los cielos.",
    "La última etapa del eclipse de la luna fue un eclipse total. La luz disminuyó a una oscuridad completa en una serie de siete etapas. La oscuridad se completó en la séptima etapa, al mismo tiempo que el Papa de Roma (Paulo VI) fue a la Palestina en un plan de turismo de Jerusalén. Este fue el primer Papa que haya ido a Jerusalén. El se llama Pablo VI. San Pablo fue el primer mensajero y este hombre ahora lleva ese nombre. Note Ud. que es el número seis, o sea el número de hombre. Todo esto es más que una simple coincidencia. Cuando él fue a Jerusalén, la luna (la iglesia) entró en una oscuridad completa. Este es el fin. Esta generación no pasará sin que todo sea cumplido. “Amén, sea así. Ven, Señor Jesús”.",
    "Ahora podemos ver porqué hubo dos viñas, una verdadera y una falsa. También podemos ver porqué Abraham tuvo dos hijos, uno según la carne (el cual persiguió a Isaac) y el otro según la promesa. También podemos ver cómo de los mismos padres nacieron dos hijos gemelos, el uno conociendo y amando las cosas de Dios, y el otro conociendo muchas de las mismas verdades pero no siendo del mismo Espíritu, y por consiguiente, persiguiendo al hijo elegido. Dios no reprobó simplemente por el hecho de reprobar. El reprobó por causa del elegido. Un ELEGIDO NO PUEDE perseguir a otro elegido. Un ELEGIDO NO PUEDE dañar a otro elegido. Son los réprobos quienes persiguen y destruyen a los elegidos. Y aquellos réprobos son muy religiosos, son muy inteligentes. Vienen de la línea de Caín, la simiente de la serpiente. Edifican sus torres de Babel y sus ciudades y sus imperios y a la vez orando y alabando a Dios. Odian la simiente verdadera y harán todo lo posible (aun en el Nombre del Señor) para destruir a los elegidos de Dios. Pero ellos tienen su lugar, son necesarios. “¿Qué tiene que ver la paja con el trigo”? (Jeremías 23:28). Si no hay paja, no hay trigo. Pero en el fin, ¿qué pasa con la paja? Es quemada con un fuego inextinguible. ¿Y el trigo? El trigo es juntado en el alfolí, donde está el Señor.",
    "Oh, elegido de Dios, guárdese, estudie bien, tenga mucho cuidado. Ocúpese en su salvación con temor y temblor (Filipenses 2:12). Confíe en Dios y sea Ud. fortalecido en Su poder. El adversario, que es el diablo, anda ahora mismo como un león rugiente, buscando a quién devorar. Persevere en oración y sea firme. Este es el tiempo del fin. La viña falsa y la verdadera están llegando a madurez, pero antes de que madure el trigo la cizaña madura tiene que ser juntada para el fuego inextinguible. Fíjese: todos están uniéndose al Concilio Mundial de Iglesias. Allí es donde se juntan. Dentro de poco se llevará a cabo el almacenamiento del trigo. Pero por ahora los dos espíritus están obrando en las dos viñas. ¡Salga Ud. de entre la cizaña! Empiece a vencer para que así sea considerado digno de la alabanza de su Señor y listo para reinar y gobernar con El.",
    "Al que venciere, le daré que se siente conmigo en mi trono, así como yo he vencido, y me he sentado con mi Padre en su trono.\n\nApocalipsis 3:21",
    "Ahora, ¿qué debemos vencer? Esta sería la pregunta normal en este punto. Pero ese no es el pensamiento clave de este versículo porque no es tanto QUE debemos vencer, sino COMO debemos vencer. Ahora esto es lógico, porque ¿importa tanto qué tenemos que vencer, si es que sabemos cómo podemos vencer?",
    "Un breve estudio de las Escrituras que tienen que ver con el Señor Jesucristo en Sus horas de tentación mostrarán la verdad de esta afirmación. En Mateo 4, vemos a Jesús siendo tentado del diablo. El venció las tentaciones personales de Satanás por medio de la Palabra, y solamente la Palabra. En cada una de las tres pruebas mayores que correspondieron directamente a la tentación en el Huerto de Edén, el deseo de la carne, los deseos de los ojos, y la vanagloria de la vida, Jesús las venció todas por medio de la Palabra. Eva cayó a la tentación personal de Satanás al no emplear la Palabra. Adán cayó por desobediencia directa a la Palabra. Pero Jesús venció por la Palabra. Déjeme decirle esto: ésta es la única manera de ser un vencedor, también es la única manera de saber si Ud. está venciendo, porque la Palabra NO PUEDE fallar.",
    "Notemos de nuevo cómo Jesús venció los sistemas religiosos del mundo. Cuando El fue acusado continuamente por los teólogos de Su día, El seguidamente aplicó la Palabra. El habló solamente lo que el Padre le daba para hablar. No hubo ni una sola ocasión cuando el mundo no fue completamente confundido por Su sabiduría, porque era la sabiduría de Dios.",
    "En Su vida personal, contendiendo consigo mismo, Jesús venció por la obediencia a la Palabra de Dios.\n\nY Cristo, en los días de su carne, ofreciendo ruegos y súplicas con gran clamor y lágrimas al que le podía librar de la muerte, fue oído a causa de su temor reverente.\n\nY aunque era Hijo, por lo que padeció aprendió la obediencia;\n\ny habiendo sido perfeccionado, vino a ser autor de eterna salvación para todos los que le obedecen.\n\nHebreos 5:7-9",
    "¿A qué fue obediente? A la Palabra de Dios.",
    "Ahora, no habrá ni una sola persona sentada en el trono del Señor Jesucristo que no haya vivido la Palabra. Sus oraciones, sus ayunos, sus arrepentimientos (no importa lo que Ud. presenta a Dios), ninguna de esas cosas le darán a Ud. el privilegio de sentarse en aquel Trono. Esto será concedido solamente a la Novia de la PALABRA. Como el trono del rey es compartido con la reina porque ella está unida a él, así también solamente aquellos que son de la Palabra (como El es de la Palabra) compartirán de aquel Trono.",
    "Hemos mostrado claramente a través del estudio de las edades que así como Adán y Eva cayeron por dejar la Palabra, así también la edad de Efeso cayó al mirar fuera del margen de la Palabra; y cada edad que siguió se apartó un poco más, hasta que ahora tenemos un rechazamiento final de la Palabra de parte del Sistema Mundial de Iglesias. Esta edad de Laodicea termina en un oscurecimiento completo de la Palabra, causando la salida del Señor de entre la iglesia. El está parado afuera llamando a los Suyos quienes le siguen por medio de la obediencia a la Palabra. Después de una corta y poderosa demostración del Espíritu, este pequeño grupo tan perseguido y molestado se irá a estar con Jesús.",
    "Esta edad es la última de las Siete Edades de la Iglesia. Lo que empezó en la primera, la edad de Efeso, tiene que venir a una fruición completa y luego la cosecha en la edad de Laodicea. Las dos viñas rendirán su fruto final. Los dos espíritus finalizarán sus manifestaciones en el destino final de cada uno. La siembra, el riego, el crecimiento, todo ha llegado a su fin. El verano ha pasado. La hoz es puesta en la cosecha.",
    "En los versículos 15 al 18 de este capítulo tres, hallamos el verdadero cuadro de la madurez de la gente de la vid falsa, del espíritu falso, y de la iglesia falsa:\n\nYo conozco tus obras, que ni eres frío ni caliente. ¡Ojalá fueses frío o caliente!\n\nPero por cuanto eres tibio, y no frío ni caliente, te vomitaré de mi boca.\n\nPorque tú dices: Yo soy rico, y me ha enriquecido, y de ninguna cosa tengo necesidad, y no sabes que tú eres un desventurado, miserable, pobre, ciego y desnudo.\n\nPor tanto, yo te aconsejo que de mí compres oro refinado en fuego, para que seas rico, y vestiduras blancas para vestirte, y que no se descubra la vergüenza de tu desnudez; y unge tus ojos con colirio, para que veas.\n\nApocalipsis 3:15-18",
    "No hay palabras para pronunciar una denuncia más áspera, y a la vez jamás ha habido una gente tan orgullosa, tan arrogante y religiosa que lo mereciera más. Sin embargo, en el versículo 21 hallamos la gente de la Vid verdadera, del Espíritu verdadero, y de la Iglesia verdadera, exaltada al mismo Trono de Dios con el honor más alto que se haya atribuido a un humilde y firme grupo Espiritual:\n\nAl que venciere, le daré que se siente conmigo en mí trono, así como yo he vencido, y me he sentado con mi Padre en su trono.\n\nApocalipsis 3:21",
    "Las palabras de Juan el Bautista, quien tan claramente mostró al Cristo en relación a la iglesia falsa y la Iglesia verdadera, ahora llegan a su cumplimiento:\n\nYo a la verdad os bautizo en agua para arrepentimiento; pero el que viene tras mí, cuyo calzado yo no soy digno de llevar, es más poderoso que yo; él os bautizará en Espíritu Santo y fuego.\n\nSu aventador está en su mano, y limpiará su era; y recogerá su trigo en el granero, y quemará la paja en fuego que nunca se apaga.\n\nMateo 3:11 y 12",
    "Cristo, el Gran Segador, ahora mismo está segando el fruto de la tierra. El junta el trigo en el alfolí cuando viene por los Suyos y los recibe para siempre a Sí mismo. Entonces vuelve para quemar a los malvados con fuego insaciable.",
    "También vemos el cumplimiento del misterio de la cizaña y el trigo de Mateo 13:\n\nLes refirió otra parábola, diciendo: El reino de los cielos es semejante a un hombre que sembró buena semilla en su campo;\n\npero mientras dormían los hombres, vino su enemigo y sembró cizaña entre el trigo, y se fue.\n\nY cuando salió la hierba y dio fruto, entonces apareció también la cizaña.\n\nVinieron entonces los siervos del padre de familia y le dijeron: señor, ¿no sembraste buena semilla en tu campo? ¿De dónde, pues, tiene cizaña?\n\nEl les dijo: Un enemigo ha hecho esto. Y los siervos le dijeron: ¿Quieres, pues, que vayamos y la arranquemos?\n\nEl les dijo: No, no sea que al arrancar la cizaña, arranquéis también con ella el trigo.\n\nDejad crecer juntamente lo uno y lo otro hasta la siega; y al tiempo de la siega yo diré a los segadores: Recoged primero la cizaña, y atadla en manojos para quemarla; pero recoged el trigo en mi granero.\n\nMateo 13:24-30",
    "El trigo y la cizaña, que desde la primera edad hasta ahora han crecido juntos, son cosechados. Lo que Nicea se propuso hacer, por fin ha llegado a suceder. Con todo el poder de la organización, la iglesia falsa se aparta de cualquier rayito de verdad, y se fortalece con poder político con el respaldo del estado, y se propone a erradicar para siempre al verdadero creyente. Pero cuando ya parece que su plan de cobardía ha tenido éxito, el trigo es juntado en el alfolí. Jamás crecerán junto el trigo y la cizaña y jamás recibirá la cizaña las bendiciones de Dios por causa de la presencia del trigo, porque el trigo estará en el alfolí, y la ira de Dios será derramada en el sexto sello, terminando en la completa destrucción de los malvados.",
    "Ahora, un poco atrás yo dije que la vid falsa viene a una fruición completa en esta edad, que su fruto madurará. Eso es correcto. Esta iglesia de espíritu tan malvado, llena de iniquidad, será manifestada como la simiente de mostaza que creció y llegó a ser un árbol en el cual moraban todas las aves del cielo. En su cabeza estará el anticristo, el misterio de iniquidad. Todo esto es verdad. Y si esto es verdad, entonces también tiene que ser verdad que la Iglesia verdadera, la Novia, madurará; y su madurez será una identificación con su Señor por medio de la Palabra, y su Cabeza, Quien vendrá a ella, es el Misterio de la Piedad, el cual en verdad es Cristo Jesús.",
    "Y a medida que la iglesia falsa venga en contra de la Vid verdadera con todo poder astuto y diabólico formado de la fuerza política, física y los demonios de las tinieblas, la Vid verdadera con la plenitud del Espíritu y la Palabra, hará las mismas obras de poder que hizo Jesús. Luego, al acercarse a su Piedra de Corona, llegando a ser como El por medio de la Palabra, Jesús vendrá para así unir como uno a la Novia y al Novio para siempre.",
    "Ya podemos ver por todos lados las manifestaciones de estas cosas. El movimiento ecuménico de la cizaña ya es una cosa establecida. Pero también es un hecho que el profeta de la última edad tiene que estar trayendo un Mensaje de Dios que precederá la segunda venida del Señor; porque por medio de su Mensaje serán convertidos los corazones de los hijos a los padres Pentecostales, y juntamente con la restauración de la Palabra vendrá la restauración del poder.",
    "¡Qué tiempos tan decisivos son estos en que vivimos! Cuanto cuidado debemos tomar para permanecer fiel hacia esta Palabra y no quitar de ella ni tampoco agregarle; porque aquel que habla donde Dios no ha hablado hace de Dios un mentiroso.",
    "Particularmente estoy refiriéndome a esto: Al empezar el siglo veinte, el hambre por las cosas de Dios que había sido despertada en la edad de Filadelfia, trajo a la vista un gran clamor por el Espíritu de Dios. Cuando Dios dio respuesta a este clamor y envió las manifestaciones de lenguas, la interpretación y la profecía, un cierto grupo redactó una doctrina completamente contraria a la Palabra, la cual fue que las lenguas eran la evidencia de ser bautizado con el Espíritu Santo. Las lenguas no eran la evidencia. Eran una manifestación pero no la evidencia.",
    "La falsedad de esta doctrina se puede ver no solamente por la falta de Escrituras para respaldarla, sino también en que todos aquellos que la creyeron inmediatamente se organizaron sobre dicha doctrina, probando que no estaban en la verdad como querían que todos creyeran. Oh, parecía algo bueno. Parecía la restauración de Pentecostés, pero se probó que no era. No podía ser porque se organizó, y eso es muerte, no es vida. Se parecía tanto al verdadero que miles fueron engañados.",
    "Ahora, si no fue lo genuino, entonces ¿qué fue? Fue la cáscara, la paja. En la forma verde y suave, parecía ser la cosa verdadera. Pero así como uno puede andar por el campo y ver lo que parece ser trigo pero sin embargo únicamente es la cáscara (porque el grano de trigo no se ha formado todavía), así esto era apenas la cáscara suave que se parecía al grano verdadero que todavía estaba por venir. El grano de trigo original de Pentecostés estaba por regresar en esta última edad. Fue enterrada en Nicea. Mostró una hojita en Sardis. En Filadelfia brotó la inflorescencia, y estaba por madurar en Laodicea. Pero no podía estar de nuevo como el original hasta que hubiese sido restaurada la Palabra. El profeta todavía no había llegado a la escena. Pero ahora, según el tiempo, estamos en la edad de Laodicea, y el Profeta-Mensajero de Apocalipsis 10:7 ya debe estar sobre la tierra. Una vez más debe estar aquí el ASÍ DICE EL SEÑOR, listo para ser manifestado con vindicación infalible. Por eso, la simiente verdadera ya se está madurando, y LUEGO LA COSECHA.",
    "Tiempo de cosecha. Sí, el tiempo de la cosecha. Las dos vides que crecieron juntas y mezclaron sus ramas, ahora están al punto de ser separadas. Los frutos de cada vid, que son tan distintos, serán recogidos en alfolíes distintos. Los dos espíritus irán a sus diferentes destinos. Hoy es el tiempo de escuchar la última llamada que viene solamente para la Novia en el tiempo de la madurez del trigo: “Salid de ella, pueblo mío (el trigo), para que no seáis participantes de sus pecados, y que no recibáis de sus (la cizaña) plagas (la gran tribulación del sexto sello y Mateo 24)”.",
    "El que tiene oído, oiga lo que el Espíritu dice a las iglesias.\n\nApocalipsis 3:22",
    "Esta es la ULTIMA advertencia. Ya no habrá otra. El trono ha sido preparado. Han sido colocados los doce fundamentos. Las calles de oro han sido pavimentadas. Las puertas hechas de perlas gigantescas han sido alzadas y colocadas. En la forma de pirámide, allí está la ciudad tan hermosa y gloriosa. Los seres Celestiales, quienes la han preparado, la miran casi sin respirar, porque la ciudad brilla y resplandece con una gloria que no es terrenal. Cada detalle de su belleza relata una historia de gracia admirable y del amor de Jesús. Es una ciudad preparada para una gente preparada. Solamente está esperando sus habitantes; y dentro de poco, ellos llenarán sus calles con gozo. Sí, es la última llamada. El Espíritu no hablará en otra edad. Las edades han terminado.",
    "Pero gracias a Dios, en este momento esta edad todavía no se ha acabado. El todavía está llamando. Y Su llamada no está solamente en los oídos espirituales de hombres, por Su Espíritu, sino que una vez más hay un profeta sobre la tierra. Una vez más Dios revelará la verdad como hizo con Pablo. En los días del séptimo mensajero, en los días de la edad de Laodicea, el mensajero revelará los misterios de Dios como fueron revelados a Pablo. El hablará, y todo aquel que recibiere a aquel profeta en su mismo nombre, recibirá también el efecto benéfico del ministerio de este profeta. Y todo aquel que le escucha será bendecido y formará parte de la Novia del último día mencionado en Apocalipsis 22:17: “Y el Espíritu y la Esposa dicen: Ven”.",
    "El grano de trigo (la Novia) que fue enterrada allá en Nicea, ha vuelto otra vez a ser el Grano Original de la Palabra. ¡Alabado sea Dios para siempre! Sí, escuche Ud. al autenticado profeta de Dios, quien aparece en esta última edad. Lo que él diga, será de Dios, y la Novia dirá lo mismo. El Espíritu, el profeta, y la Novia dirán la misma cosa. Y lo que ellos digan, ya habrá sido dicho en la Palabra. Lo están diciendo aun ahora: “Salid de entre ella ahora mismo para ser un pueblo separado”. El clamor ha salido; aun está saliendo. ¿Por cuánto tiempo clamará la Voz? Eso no lo sabemos, pero una cosa sí sabemos: No será por mucho tiempo porque esta es la última edad.",
    "🦅 El que tiene oído, oiga lo que el Espíritu dice a las iglesias”.",
    "El Espíritu ha hablado. En cuanto a las Edades de la Iglesia, el sol que se está poniendo está casi al punto de pasar a la eternidad. Entonces todo quedará concluido. Entonces será demasiado tarde para venir. Pero si en alguna parte de esta serie de mensajes Dios ha obrado con Ud. por Su Espíritu, vale más que Ud. ahora mismo se entregue a El en arrepentimiento, para que El, por medio de Su Espíritu, le pueda conceder Vida Eterna."
  ]
}