{
  "title": "LA EDAD DE EFESO",
  "id": "C00A03B9",
  "content": [
    "Como este estudio habría de ser el más importante que yo jamás había hecho hasta este tiempo, acudí a Dios por varios días para hallar la inspiración del Espíritu Santo. Entonces fue cuando leí las Escrituras sobre las Edades de la Iglesia y estudié profundamente las diversas versiones de la historia de la Iglesia, escritas por los historiadores más imparciales que pude encontrar. Dios no falló en contestar mi oración, porque mientras yo leía la Palabra y la historia, fui permitido por el Espíritu Santo ver desenvolverse un plan que corre a través de los siglos y hasta el tiempo presente, el tiempo final.",
    "La clave que me dio el Señor, por la cual pude determinar el mensajero para cada edad, es una clave muy Escritural. En efecto, se podría decir que es la clave principal de la Biblia. Es la revelación de que Dios nunca cambia y que Sus modos también son tan inmutables como El mismo.\n\nJesucristo es el mismo ayer, y hoy, y por los siglos.\n\nHebreos 13:8\n\nHe entendido que todo lo que Dios hace será perpetuo; sobre aquello no se añadirá, ni de ello se disminuirá; y lo hace Dios, para que delante de él teman los hombres.\n\nAquello que fue, ya es; y lo que ha de ser, fue ya; y Dios restaura lo que pasó.\n\nEclesiastés 3:14 y 15",
    "Aquí está, un Dios inmutable con modos inmutables. Lo que El hizo en el PRINCIPIO, tendrá que continuar haciéndolo hasta que haya sido hecho por ULTIMA vez. Eso nunca cambiará. Aplique Ud. eso a las Edades de la Iglesia. El tipo de hombre que Dios escogió para la primera edad, y como fue que Dios se manifestó en el ministerio de aquel hombre, ese sería el ejemplo para las demás edades. Lo que Dios hizo en la primera edad es lo que quiere hacer en todas las demás edades.",
    "Sabemos exactamente por medio de la Palabra que fue registrada por el Espíritu Santo, cómo fue fundada la primera, o sea la Iglesia original, y cómo se manifestó Dios en ella. La Palabra no puede cambiar, ni ser cambiada porque la Palabra es Dios.\n\nEn el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios.\n\nSan Juan 1:1",
    "Cambiar una sola palabra, como lo hizo Eva, trae pecado y muerte como dice la misma Biblia:\n\n…Si alguno añadiere a estas cosas, Dios traerá sobre él las plagas que están escritas en este libro.\n\nY si alguno quitare de las palabras del libro de esta profecía, Dios quitará su parte del libro de la vida, y de la santa ciudad y de las cosas que están escritas en este libro.\n\nApocalipsis 22:18 y 19",
    "Entonces, lo que la Iglesia fue en el día de Pentecostés, ésa es la norma. Ese es el patrón, no hay ningún otro. No importa lo que digan los eruditos, Dios NO ha cambiado aquel patrón. Lo que Dios hizo en el día de Pentecostés tiene que continuar haciéndolo hasta que se terminen las Edades de la Iglesia.",
    "Aunque los eruditos le digan a Ud. que la edad apostólica ha cesado, no lo crea. Tal declaración está errada por dos razones. Primeramente, es un error suponer que ya no hay apóstoles por cuanto los doce originales han muerto. Un apóstol quiere decir un “enviado;” y hoy día hay muchos enviados, pero ahora les llamamos misioneros. Mientras haya hombres llamados y enviados con la Palabra de Vida, entonces continúa la edad apostólica.",
    "En segundo lugar, ellos hacen referencia a que la edad de “la manifestación del poder del Espíritu Santo” ha cesado desde que la Biblia ha sido completada. Eso no es cierto. No hay ni una sola Escritura que sugiera eso, no obstante muchas declaran decisivamente lo contrario. Aquí está la evidencia que prueba que estas dos declaraciones son falsas:\n\nPedro les dijo: Arrepentíos, y bautícese cada uno de vosotros en el nombre de Jesucristo para perdón de los pecados, y recibiréis el don del Espíritu Santo.\n\nPorque para vosotros es la promesa, y para vuestros hijos, y para todos los que están lejos; para cuantos el Señor nuestro Dios llamare.\n\nHechos 2:38 y 39",
    "La promesa del poder con la cual los apóstoles fueron dotados en el día de Pentecostés, es para “Uds. (judíos), y para sus hijos (judíos), y para todos los que están lejos (gentiles), y para cuantos el Señor nuestro Dios llamare (judío y gentil)”. Hasta que El deje de llamar, el Mensaje y el poder de Pentecostés NO CESARAN.",
    "Lo que la Iglesia tuvo en el día de Pentecostés es su derecho inajenable. Originalmente ella tuvo la pura Palabra de Dios. Ella tuvo el poder del Espíritu manifestado en diversas señales y prodigios y dones del Espíritu Santo.\n\nPor tanto, es necesario que con más diligencia atendamos a las cosas que hemos oído, no sea que nos deslicemos.\n\nPorque si la palabra dicha por medio de los ángeles fue firme, y toda transgresión y desobediencia (a la Palabra) recibió justa retribución,\n\n¿cómo escaparemos nosotros, si descuidamos una salvación tan grande? La cual, habiendo sido anunciada primeramente por el Señor, nos fue confirmada por los que oyeron,\n\ntestificando Dios juntamente con ellos, con señales y prodigios y diversos milagros y repartimientos del Espíritu Santo según su voluntad.\n\nHebreos 2:1-4",
    "Aquella Iglesia original no fue organizada por hombres, fue guiada por el Espíritu Santo. No fue muy grande. Fue odiada y despreciada. Fue agraviada. Fue perseguida hasta la muerte. Pero fue fiel a Dios. Permaneció con el plan original de la Palabra.",
    "Ahora, no se vaya a extraviar. Cuando dije que Dios y Sus modos no cambian, no dije que la iglesia y sus mensajeros no podían cambiar. La iglesia no es Dios, por lo tanto sí puede cambiar. Pero lo que dije fue que por ser Dios inmutable con Sus modos inmutables, nosotros podemos volver al principio y ver ese primer y perfecto acto de Dios, y entonces juzgar por medio de aquella norma. Así es como se hace.",
    "La Iglesia Verdadera siempre se esforzará por ser igual a la original del día de Pentecostés. La Iglesia Verdadera de este día presente procurará acercarse a lo que fue la primera. Y los mensajeros de las iglesias, teniendo el mismo Espíritu de Dios, procurarán aproximarse a lo que fue el apóstol Pablo. No serán exactamente como él; pero los verdaderos mensajeros serán los que más se asemejan a Pablo, el cual estaba libre de toda ligadura humana, completamente entregado a Dios, y solamente declaraba la Palabra de Dios y manifestaba al Espíritu Santo en poder. Nada menos serviría. Uno tiene que basarse en el original. Así como cosas idénticas producen según su género, la Iglesia Verdadera siempre será la que procurará seguir en los pasos de sus fundadores en Pentecostés; y sus mensajeros seguirán al apóstol Pablo, el mensajero de la primera edad. Así es de sencillo y maravilloso.",
    "Con esta clave tan sencilla y tan maravillosa, yo pude, con la ayuda del Espíritu Santo, leer el libro de Apocalipsis y la historia de la Iglesia, y hallar cada edad, cada mensajero, la duración de cada edad, y la parte que cada una tuvo en el propósito de Dios desde Pentecostés hasta la consumación de las mismas edades.",
    "Ahora ya que Ud. entiende la manera en que juzgamos como era la Iglesia Verdadera (lo que era allá en Pentecostés y en la edad apostólica, según lo relata la Palabra en el libro de los Hechos), podemos aplicar la misma norma para ver cómo fue que la iglesia falló. El error fundamental, o errores que entraron en la primera iglesia y que fueron revelados en los libros de los Hechos, Apocalipsis y en las epístolas, llegarán a ser más y más visiblemente manifiestos en cada edad subsiguiente, hasta que llegamos a un oscurecimiento completo de fe en la última edad, o sea la de Laodicea.",
    "Ahora, de esta primera clave que hemos recibido del Señor, viene otra verdad un poco menos maravillosa. Yo dije que la Iglesia Verdadera siempre procurará ser como fue en el libro de los Hechos. Eso es exactamente la verdad. Pero hemos descubierto que la Palabra también enseña que hay una invasión de error que termina con un oscurecimiento completo de la Verdad en el último día, cuando la venida del Señor es inminente. Ahora la pregunta en nuestras mentes es: ¿abandona Dios a los Suyos y hasta los deja caer completamente en un estado de engaño? De ninguna manera, porque la Escritura dice claramente que los escogidos NO pueden ser engañados:\n\nPorque se levantarán falsos Cristos, y falsos profetas, y harán grandes señales y prodigios, de tal manera que engañarán, si fuere posible, aun a los escogidos.\n\nMateo 24:24",
    "¿Entonces qué? La respuesta está clara ante nosotros. Hay una Iglesia Verdadera y una iglesia falsa. Hay una Viña Verdadera y una viña falsa. Desde luego, aquel cuerpo que incorpora la iglesia y la viña falsa, siempre procurará usurpar la posición de la Iglesia Verdadera y afirmar que ella, y no el cuerpo escogido, es la verdadera y la auténtica. La falsa procurará matar a la verdadera. Así sucedió en el libro de los Hechos; así es presentado en las siete edades; y así está declarado en las diversas epístolas. Así es como ha sido. Así es como es ahora. Así es como será. No puede cambiar.",
    "Ahora, tengamos mucho cuidado de que no estemos confundidos aquí en este punto. Por eso acudiremos a la Palabra para confirmar esta declaración. Volvamos al libro del principio, el Génesis. En el Huerto del Edén hubieron DOS árboles, uno era bueno; el otro era malo. Uno produjo VIDA; el otro produjo muerte. Hubieron dos hijos que originalmente ofrecieron sacrificio a Dios. Permítanme repetir eso, AMBOS ofrecieron sacrificio a Dios.\n\nY aconteció andando el tiempo, que Caín trajo del fruto de la tierra una ofrenda a Jehová.\n\nY Abel trajo también de los primogénitos de sus ovejas, de lo más gordo de ellas. Y miró Jehová con agrado a Abel y a su ofrenda;\n\npero no miró con agrado a Caín y a la ofrenda suya. Y se ensañó Caín en gran manera, y decayó su semblante.\n\nGénesis 4:3-5",
    "Pero uno (Caín) era malo, siendo que así era su padre (aquel maligno), mientras que Abel era justo delante del Señor.",
    "En otra ocasión, hubieron dos hijos que tenían los mismos padres. Eran los gemelos de Isaac y Rebeca. Uno era el escogido de Dios y el otro era un réprobo. Ambos adoraban a Dios. En cada uno de estos casos había adoración a Dios. En cada caso el malo odiaba y perseguía al justo. En algunos casos el malo destruía al justo. Pero note Ud. que fueron sembrados juntos, vivían juntos, ambos reclamaban conocer a Dios, y adoraban a Dios.",
    "Estas ilustraciones demuestran perfectamente la parábola del Señor Jesucristo cuando El dijo que el reino de los Cielos era semejante a uno que sembró buena simiente, luego vino el enemigo y sembró cizaña entre aquella buena simiente. Dios no sembró la cizaña. Satanás sembró la cizaña, allí entre la simiente buena de Dios. Las dos clases de plantas (gente), de dos simientes diferentes, crecieron juntamente. Ambas gustaron del alimento de la misma tierra, compartieron del mismo sol, lluvia y demás beneficios, y cada una fue segada en su tiempo. ¿Lo ve Ud.?",
    "Nunca vaya a olvidar estas verdades mientras estudiamos las Edades de la Iglesia y después los Sellos. Y sobre todo, no se olvide que es aquí en esta última edad cuando la cizaña, que está siendo juntada para ser quemada, abandonará al trigo que ha de ser segado por el Señor.",
    "Quiero continuar con este pensamiento hasta el fin, así que procedamos, dando un paso más adelante. ¿Ha estudiado Ud. la historia de los avivamientos? Un avivamiento significa un movimiento del poder de Dios. Y cada vez que Dios obra, allí está Satanás para obrar también. Eso nunca falla.",
    "En los días del gran avivamiento de Gales (la mayoría de la gente no sabe esto), los asilos para los enfermos mentales se llenaron rápidamente, y hubo una gran demostración del poder demoníaco para desviar la atención de la obra Dios. Está escrito que en el tiempo de Juan Wesley, la gente hacía cosas muy raras que absolutamente eran de Satanás, para procurar hacer mofa de la bondad y el poder de Dios.",
    "En el tiempo de Lutero, se dice que el milagro de su ministerio no consistió en el hecho de que tuvo éxito en protestar contra la iglesia Católica Romana; mas bien el milagro fue que él pudo mantenerse sano en su mente mientras estaba rodeado de tantos fanáticos poseídos y guiados por espíritus de error. Y si Ud. se ha dado cuenta de este ministerio de los últimos días, Ud. habrá notado la misma invasión de espíritus falsos y malignos. Tiene que ser así. Ahora, espero y confío que Ud. tenga suficiente mente espiritual para captar eso y aprovecharse del beneficio.",
    "Solamente para sellar este asunto de las dos viñas, la Verdadera y la falsa, que están mezcladas y que están demostrando las obras de los dos espíritus, veamos las siguientes Escrituras:\n\nAmados, no creáis a todo espíritu, sino probad los espíritus si son de Dios; porque muchos falsos profetas han salido por el mundo.\n\nEn esto conoced el Espíritu de Dios: Todo espíritu que confiesa que Jesucristo ha venido en carne, es de Dios;\n\ny todo espíritu que no confiesa que Jesucristo ha venido en carne, no es de Dios; y este es el espíritu del anticristo, el cual vosotros habéis oído que viene, y que ahora ya está en el mundo.\n\nHijitos, vosotros sois de Dios, y los habéis vencido (espíritu del anticristo); porque mayor es el que está en vosotros (el Espíritu de Dios), que el que está en el mundo.\n\nI Juan 4:1-4\n\nAmados, por la gran solicitud que tenía de escribiros acerca de nuestra común salvación, me ha sido necesario escribiros exhortándoos que contendáis ardientemente por la fe que ha sido una vez dada a los santos.\n\nPorque algunos hombres (no santos) han entrado encubiertamente (éstos no han entrado al redil por medio de la PUERTA, por lo tanto son ladrones), los que desde antes habían sido destinados para esta condenación, hombres impíos, que convierten en libertinaje la gracia de nuestro Dios, y niegan a Dios el único soberano, y a nuestro Señor Jesucristo.\n\nEstos son manchas en vuestros ágapes, que comiendo impúdicamente con vosotros se apacientan a sí mismos;…\n\nJudas 3, 4, 12",
    "Según lo vemos en estas Escrituras, no puede ser negado que la Iglesia Verdadera y la iglesia falsa están entrelazadas, siendo que fueron sembradas juntas, pero de simientes diferentes.",
    "Ahora pues, pienso que hay otra cosa que Ud. debe saber. Las siete iglesias a las cuales Juan se dirige, están en Asia Menor y todas son iglesias gentiles. El no le dice nada a la iglesia de Jerusalén que en su mayor parte estaba integrada por judíos y quizás unos pocos gentiles. La razón es que Dios se había tornado de los judíos a los gentiles. Así que el todo de las Edades de la Iglesia es Dios lidiando con los gentiles, y llamando a una Novia gentil para Sí mismo. Por lo tanto, las ‘Edades de la Iglesia’ y la ‘Plenitud de los Gentiles’ son una misma cosa.\n\nEl siguiente día de reposo se juntó casi toda la ciudad para oír la palabra de Dios.\n\nPero viendo los judíos la muchedumbre, se llenaron de celos, y rebatían lo que Pablo decía, contradiciendo y blasfemando.\n\nEntonces Pablo y Bernabé, hablando con denuedo, dijeron: A vosotros a la verdad era necesario que se os hablase primero la palabra de Dios; mas puesto que la desecháis, y no os juzgáis dignos de la vida eterna, he aquí, nos volvemos a los gentiles.\n\nPorque así nos ha mandado el Señor, diciendo:\n\nTe he puesto para luz de los gentiles,\n\nA fin de que seas para salvación hasta lo último de la tierra.\n\nLos gentiles, oyendo esto, se regocijaban y glorificaban la palabra del Señor, y creyeron todos los que estaban ordenados para vida eterna.\n\nHechos 13:44-48\n\nDigo, pues: ¿Ha desechado Dios a su pueblo? En ninguna manera. Porque también yo soy israelita, de la descendencia de Abraham, de la tribu de Benjamín.\n\nNo ha desechado Dios a su pueblo, al cual desde antes conoció. ¿O no sabéis qué dice de Elías la Escritura, cómo invoca a Dios contra Israel, diciendo:\n\nSeñor, a tus profetas han dado muerte, y tus altares han derribado; y sólo yo he quedado, y procuran matarme?\n\nPero ¿qué le dice la divina respuesta? Me he reservado siete mil hombres, que no han doblado la rodilla delante de Baal.\n\nAsí también aun en este tiempo ha quedado un remanente escogido por gracia.\n\nY si por gracia, ya no es por obras; de otra manera la gracia ya no es gracia. Y si por obras, ya no es gracia; de otra manera la obra ya no es obra.\n\n¿Qué pues? Lo que buscaba Israel, no lo ha alcanzado; pero los escogidos sí lo han alcanzado, y los demás fueron endurecidos;\n\ncomo está escrito: Dios les dio espíritu de estupor, ojos con que no vean y oídos con que no oigan, hasta el día de hoy.\n\nRomanos 11:1-8",
    "Porque no quiero, hermanos, que ignoréis este misterio, para que no seáis arrogantes en cuanto a vosotros mismos: que ha acontecido a Israel endurecimiento en parte, hasta que haya entrado la plenitud de los gentiles;\n\ny luego todo Israel será salvo, como está escrito: Vendrá de Sion el Libertador, que apartará de Jacob la impiedad.\n\nY este será mi pacto con ellos, cuando yo quite sus pecados.\n\nAsí que en cuanto al evangelio, son enemigos por causa de vosotros, pero en cuanto a la elección, son amados por causa de los padres.\n\nPorque irrevocables son los dones y el llamamiento de Dios.\n\nRomanos 11:25-29",
    "Estas siete iglesias situadas en Asia Menor tenían ciertas características en sí, en aquel tiempo antiguo, las cuales llegaron a ser el fruto maduro en las edades subsiguientes. Las que apenas eran plantitas allá, salieron después en una cosecha madura, como dijo Jesús:\n\nPorque si en el árbol verde hacen estas cosas, ¿en el seco, qué no se hará?\n\nLucas 23:31",
    "Escribe al ángel de la iglesia en Efeso: El que tiene las siete estrellas en su diestra, el que anda en medio de los siete candeleros de oro, dice esto:\n\nYo conozco tus obras, y tu arduo trabajo y paciencia, y que no puedes soportar a los malos, y has probado a los que se dicen ser apóstoles, y no lo son, y los has hallado mentirosos;\n\ny has sufrido, y has tenido paciencia, y has trabajado arduamente por amor de mi nombre, y no has desmayado.\n\nPero tengo contra ti, que has dejado tu primer amor.\n\nRecuerda, por tanto, de dónde has caído, y arrepiéntete, y haz las primeras obras; pues si no, vendré pronto a ti, y quitaré tu candelero de su lugar, si no te hubieres arrepentido.\n\nPero tienes esto, que aborreces las obras de los nicolaítas, las cuales yo también aborrezco.\n\nEl que tiene oído, oiga lo que el Espíritu dice a las iglesias. Al que venciere le daré a comer del árbol de la vida, el cual está en medio del paraíso de Dios.\n\nApocalipsis 2:1-7",
    "El mensajero (ángel) de la iglesia de Efeso fue el apóstol Pablo. No puede ser negado que él fue el mensajero de la primera edad de la era gentil. Aunque a Pedro le fue concedida la autoridad de abrir las puertas del Evangelio a los gentiles, fue a Pablo a quien le fue dado ser su apóstol y profeta. El fue el Profeta-Mensajero a los gentiles. Su oficio profético, por medio del cual recibió la revelación completa de la Palabra para los gentiles, le vindicó como su mensajero apostólico. En Jerusalén, los demás apóstoles estaban de acuerdo con esto.\n\nPues yo ni lo recibí ni lo aprendí de hombre alguno, sino por revelación de Jesucristo.\n\nPorque ya habéis oído acerca de mi conducta en otro tiempo en el judaísmo, que perseguía sobremanera a la iglesia de Dios, y la asolaba;\n\ny en el judaísmo aventajaba a muchos de mis contemporáneos en mi nación, siendo mucho más celoso de las tradiciones de mis padres.\n\nPero cuando agradó a Dios, que me apartó desde el vientre de mi madre, y me llamó por su gracia,\n\nrevelar a su Hijo en mí, para que yo le predicase entre los gentiles, no consulté en seguida con carne y sangre,\n\nni subí a Jerusalén a los que eran apóstoles antes que yo; sino que fui a Arabia, y volví de nuevo a Damasco.\n\nDespués, pasados tres años, subí a Jerusalén para ver a Pedro, y permanecí con él quince días;\n\npero no vi a ningún otro de los apóstoles, sino a Jacobo el hermano del Señor.\n\nGálatas 1:12-19\n\nPero subí según una revelación, y para no correr o haber corrido en vano, expuse en privado a los que tenían cierta reputación el evangelio que predico entre los gentiles.\n\nGálatas 2:2\n\nPero de los que tenían reputación de ser algo (lo que hayan sido en otro tiempo nada me importa; Dios no hace acepción de personas), a mí, pues, los de reputación nada nuevo me comunicaron.\n\nAntes por el contrario, como vieron que me había sido encomendado el evangelio de la incircuncisión, como a Pedro el de la circuncisión\n\n(pues el que actuó en Pedro para el apostolado de la circuncisión, actuó también en mí para con los gentiles),\n\ny reconociendo la gracia que me había sido dada, Jacobo, Cefas y Juan, que eran considerados como columnas, nos dieron a mí y a Bernabé la diestra en señal de compañerismo, para que nosotros fuésemos a los gentiles, y ellos a la circuncisión.\n\nGálatas 2:6-9\n\nPorque a vosotros hablo, gentiles. Por cuanto yo soy apóstol a los gentiles, honro mi ministerio.\n\nRomanos 11:13",
    "Pablo fundó la iglesia en Efeso como a mediados del primer siglo. Esto nos permite fijar la fecha del comienzo de la Edad de la Iglesia de Efeso: cerca del año 53 d.C.",
    "Su manera de ministrar estableció el ejemplo al cual todo mensajero futuro habría de aspirar; y en verdad establece el patrón para todo verdadero ministro de Dios, aunque no tuviera tal elevación en el orden profético como Pablo. El ministerio de Pablo se podría calificar en tres partes:",
    "Primeramente, Pablo fue absolutamente fiel a la Palabra. Sin importar cuál fuere el costo, él nunca se apartó de ella.\n\nMas si aun nosotros, o un ángel del cielo, os anunciare otro evangelio diferente del que os hemos anunciado, sea anatema.\n\nComo antes hemos dicho, también ahora lo repito: Si alguno os predica diferente evangelio del que habéis recibido, sea anatema.\n\nGálatas 1:8 y 9\n\nPero cuando Pedro vino a Antioquía, le resistí cara a cara, porque era de condenar.\n\nPero cuando vi que no andaban rectamente conforme a la verdad del evangelio, dije a Pedro delante de todos: Si tú, siendo judío, vives como los gentiles y no como judío, ¿por qué obligas a los gentiles a judaizar?\n\nGálatas 2:11 y 14",
    "¿Acaso ha salido de vosotros la palabra de Dios, o sólo a vosotros ha llegado?\n\nSi alguno se cree profeta, o espiritual, reconozca que lo que os escribo son mandamientos del Señor.\n\nI Corintios 14:36 y 37",
    "Note que Pablo no estaba organizado, pero fue guiado por el Espíritu, como cuando Dios obró con Moisés para sacar a Israel de Egipto. Pablo no fue enviado por el concilio de Jerusalén, ni tampoco estaba él bajo su poder ni su jurisdicción. Dios y solamente Dios lo enviaba y lo guiaba. Pablo no pertenecía a los hombres sino a Dios.\n\nPablo, apóstol (no de hombres ni por hombre, sino por Jesucristo y por Dios el Padre que lo resucitó de los muertos,\n\nGálatas 1:1\n\nMas ni aun Tito, que estaba conmigo, con todo y ser griego, fue obligado a circuncidarse;\n\ny esto a pesar de los falsos hermanos introducidos a escondidas, que entraban para espiar nuestra libertad que tenemos en Cristo Jesús, para reducirnos a esclavitud,\n\na los cuales ni por un momento accedimos a someternos, para que la verdad del evangelio permaneciese con vosotros.\n\nGálatas 2:3-5",
    "En segundo lugar, su ministerio se desarrollaba en el poder del Espíritu, demostrando así la Palabra escrita y la Palabra hablada.\n\nAsí que, hermanos, cuando fui a vosotros para anunciaros el testimonio de Dios, no fui con excelencia de palabras o de sabiduría.\n\nPues me propuse no saber entre vosotros cosa alguna sino a Jesucristo, y a éste crucificado.\n\nY estuve entre vosotros con debilidad, y mucho temor y temblor;\n\ny ni mi palabra ni mi predicación fue con palabras persuasivas de humana sabiduría, sino con demostración del Espíritu y de poder,\n\npara que vuestra fe no esté fundada en la sabiduría de los hombres, sino en el poder de Dios.\n\nI Corintios 2:1-5\n\nY cierto hombre de Listra estaba sentado, imposibilitado de los pies, cojo de nacimiento, que jamás había andado.\n\nEste oyó hablar a Pablo, el cual fijando en él sus ojos, y viendo que tenía fe para ser sanado,\n\ndijo a gran voz: Levántate derecho sobre tus pies. Y él saltó, y anduvo.\n\nHechos 14:8-10\n\nY un joven llamado Eutico, que estaba sentado en la ventana, rendido de un sueño profundo, por cuanto Pablo disertaba largamente, vencido del sueño cayó del tercer piso abajo, y fue levantado muerto.\n\nEntonces descendió Pablo y se echó sobre él, y abrazándole, dijo: No os alarméis, pues está vivo.\n\nDespués de haber subido, y partido el pan y comido, habló largamente hasta el alba; y así salió.\n\nY llevaron al joven vivo, y fueron grandemente consolados.\n\nHechos 20:9-12\n\nEn aquellos lugares había propiedades del hombre principal de la isla, llamado Publio, quien nos recibió y hospedó solícitamente tres días.\n\nY aconteció que el padre de Publio estaba en cama, enfermo de fiebre y de disentería; y entró Pablo a verle, y después de haber orado, le impuso las manos, y le sanó.\n\nHecho esto, también los otros que en la isla tenían enfermedades, venían, y eran sanados.\n\nHechos 28:7-9\n\nCon todo, las señales de apóstol han sido hechas entre vosotros en toda paciencia, por señales, prodigios y milagros.\n\nII Corintios 12:12",
    "En tercer lugar, él tenía el fruto evidente de su ministerio que le había sido dado por Dios.\n\nMe he hecho un necio al gloriarme; vosotros me obligasteis a ello, pues yo debía ser alabado por vosotros; porque en nada he sido menos que aquellos grandes apóstoles, aunque nada soy.\n\nII Corintios 12:11\n\nSi para otros no soy apóstol, para vosotros ciertamente lo soy; porque el sello de mi apostolado sois vosotros en el Señor.\n\nI Corintios 9:2\n\nPorque os celo con celo de Dios; pues os he desposado con un solo esposo, para presentaros como una virgen pura a Cristo.\n\nII Corintios 11:2",
    "Pablo había sido el instrumento para traer multitudes de ovejas gentiles; él los alimentaba y los cuidaba hasta que llevaban fruto digno y estaban preparados para conocer al Señor como parte de la Novia gentil.",
    "Al tiempo de la entrega de la revelación, según la tradición, Pablo ya había muerto como mártir, pero Juan continuaba en su lugar haciendo exactamente igual como Pablo había obrado en los días de su ministerio. La muerte de Pablo antes de que la revelación fuese entregada, no revoca de ninguna manera el hecho de que él fue el mensajero de la Edad de la Iglesia de Efeso. Porque el mensajero para cada edad, a pesar de cuando viene o cuando se va, es aquel que enfoca esa edad hacia Dios por medio de un ministerio en el cual se manifiesta la Palabra. Pablo fue aquel hombre.",
    "Efeso era una de las tres más grandes ciudades de Asia. Frecuentemente le decían la tercera ciudad de la fe Cristiana, siendo Jerusalén la primera y Antioquía la segunda. Era una ciudad muy rica. El gobierno era romano pero el idioma era el griego. Los historiadores creen que Juan, María, Pedro, Andrés y Felipe fueron enterrados en esta hermosa ciudad. Pablo, el fundador de la verdadera fe en esta ciudad, fue pastor en ella solamente por unos tres años; pero cuando él estaba ausente del rebaño, continuamente estaba pensando en ellos y orando por ellos. Timoteo fue su primer obispo.\n\nPablo, apóstol de Jesucristo por mandato de Dios nuestro Salvador, y del Señor Jesucristo nuestra esperanza,\n\na Timoteo, verdadero hijo en la fe: Gracia, misericordia y paz, de Dios nuestro Padre y de Cristo Jesús nuestro Señor.\n\nComo te rogué que te quedases en Efeso, cuando fui a Macedonia, para que mandases a algunos que no enseñen diferente doctrina.\n\nI Timoteo 1:1-3",
    "El mismo nombre, Efeso, tiene un extraño sentido compuesto: “apuntado a”, y “descansado”. Los anhelos elevados de esta edad, que habían empezado con la plenitud del Espíritu (la profundidad de Dios), por medio de la cual estaban prosiguiendo a la soberana vocación de Dios, comenzaron a dar lugar a una actitud menos vigilante. Una moderada dedicación a Jesucristo empezó a manifestarse como un pronóstico de que en las edades futuras el vehículo físico conocido como la iglesia se hundiría hasta la horrorosa “profundidad de Satanás”. Había llegado a un nivel de despreocupación y se estaba dejando llevar por la corriente. La edad ya se estaba recayendo. Ya había dejado su primer amor. Esa pequeña simiente sembrada en la edad de Efeso algún día crecería en el espíritu de error hasta que toda ave inmunda del aire vendría a reposar en sus ramas. Aquella planta pequeña aparecería tan inofensiva al razonamiento humano de la nueva Eva (la Iglesia Nueva) que ella sería engañada de nuevo por Satanás. La edad de Efeso le había presentado a ella la oportunidad para obtener lo mejor de Dios, y por un tiempo ella prevaleció, pero luego descansó, y en aquel momento de descuido, Satanás sembró su simiente de ruina completa.",
    "La misma religión de Efeso tipifica perfectamente esta primera edad de la Iglesia y fija el curso de las edades por venir. En primer lugar, el magnífico templo de Diana, que estuvo tantos años en construcción, tenía en sus cortes sagradas la imagen de Diana tan modesta y discreta como uno jamás podría imaginarla. No era semejante a las otras imágenes colocadas en otros templos dedicados a ella. Era simplemente una figura femenina casi sin forma, que al fin terminaba en el trozo de madera del cual había sido tallada. Sus dos brazos fueron formados por dos simples barras de hierro.",
    "¡Cuán perfectamente representa esto el espíritu del anticristo que fue soltado en la primera edad! Allí fue soltado en medio de la gente, sin embargo aún no había tomado forma como para alarmar al pueblo. Pero, los dos brazos de hierro mostraban que su intención era aplastar la obra de Dios a medida que hacía su invasión. Y nadie parecía fijarse en él o en lo que hacía. Pero algún día se fijarían, cuando con aquellos brazos de hierro, sus ‘obras’ llegaran a ser ‘doctrina,’ y su doctrina llegara a ser la ley de un imperio.",
    "El orden del servicio en el templo también es muy revelador. En primer lugar, habían sacerdotes que eran eunucos. Este sacerdocio estéril pronosticó la esterilidad de una gente que se iría alejando de la Palabra; porque una gente que dice que conoce a Dios aparte de la Palabra, está tan estéril de vida como lo es un eunuco estéril.",
    "En segundo lugar, el templo tenía dentro de sus límites a las sacerdotisas, vírgenes que desempeñaban los actos religiosos del templo. Esto preanunciaba el día en que ceremonias y formas, rituales y obras, tomarían el lugar del Espíritu Santo y entonces la manifestación carismática jamás inundaría el templo de Dios.",
    "Sobre todos, estaba el pontífice, un hombre de poder político e influencia pública, representando lo que ya estaba en progreso, aunque no se manifestaba demasiado; es a saber, dentro de poco tiempo la iglesia sería entregada a la dirección del hombre con los planes del hombre y los deseos del hombre, y el “Así Dice El Espíritu Santo” jamás sería una realidad viva.",
    "Y debajo de todos, estaban los esclavos del templo, quienes no tenían ni de donde escoger, sólo les tocaba obedecer la jerarquía religiosa. ¿Qué puede significar esto? Que llegaría el día cuando el clero investido esclavizaría al laico por medio de maniobras políticas, ayudas del estado, y la imposición de credos, dogmas y dirección humana en vez de la Palabra y el Espíritu, mientras que los líderes vivirían en lujos no obtenidos legalmente, y se gozarían en sus placeres inmundos, y la gente pobre que debería ser servido de acuerdo con el plan de Dios, llegarían entonces a ser los siervos.",
    "El que tiene las siete estrellas en su diestra, el que anda en medio de los siete candeleros de oro, dice esto:\n\nApocalipsis 2:1",
    "Este es Aquel de Quien fue dicho: ‘Este mismo Jesús es Señor y Cristo.’ Allí está El, el único Señor y Dios Todopoderoso, y fuera de El no hay otro. Allí está el Salvador (La salvación es de Jehová. Jonás 2:9), andando en medio de las Iglesias a través de las siete edades. Lo que El fue en la primera edad, lo será en todas las edades. Para todo creyente, El es Jesucristo, el mismo ayer, y hoy, y por los siglos. Lo que El hizo una vez, todavía lo está haciendo, y lo continuará haciendo.",
    "Ahora, Ud. se dará cuenta que Jesús anda solo en medio de Sus Iglesias. No hay nadie más con El. Ni tampoco puede haberlo, porque El obró solo su salvación, y habiéndola comprado con Su propia sangre, El la posee. El es su Señor y Maestro. Ella le da a El toda la gloria, y esa gloria El no la compartirá con otro.",
    "Con El no hay ningún ‘papa,’ ni ‘arzobispo.’ María, la madre de Su cuerpo terrestre, no está con El. No es cuestión de que El hable y luego se voltea hacia un Padre, porque El es el Padre; tampoco voltea a un lado para dar órdenes a un Espíritu Santo, porque El es Dios - Espíritu eterno - y es Su Vida que está fluyendo y pulsando en la Iglesia, dándole Vida, y sin El no habría Vida. La salvación es del Señor.",
    "No había nadie con El cuando pisó el furor de la ira del horno ardiente. No fue otro, sino EL mismo Quien colgó sobre la cruz y derramó Su sangre. El es el Autor y Consumador de nuestra fe. El es el Alfa y la Omega de nuestra salvación. Nosotros estamos casados con El y no con otro. No pertenecemos a la iglesia, pertenecemos a El. Su Palabra es ley. Credos, dogmas, estatutos y constituciones no tienen ningún efecto en nosotros. Sí, es Jesús Quien anda SOLO en medio de las Iglesias. Es Dios en ella, obrando el querer como el hacer por Su buena voluntad. ¡Nunca olvide eso! Ud. solamente tiene una relación con Dios y Dios solamente tiene una relación con Ud. - JESUS, y SOLO JESUS.",
    "Allí está El con las siete estrellas en Su diestra. La mano, o el brazo derecho, significa el poder y la autoridad de Dios.\n\nPorque no se apoderaron de la tierra por su espada, ni su brazo los libró; sino tu diestra, y tu brazo, y la luz de tu rostro, porque te complaciste en ellos.\n\nSalmo 44:3",
    "En esa diestra de poder están siete estrellas, las cuales, según Apocalipsis 1:20, son los siete mensajeros de la Iglesia. Esto significa que el poder y la autoridad de Dios están respaldando a Sus mensajeros en cada edad. Ellos salen en el fuego y el poder del Espíritu Santo con la Palabra. Ellos son estrellas porque reflejan luz. La luz que reflejan, es Su Luz; no tienen luz de sí mismos. Ellos no encienden sus propios fuegos para que los hombres anden en la luz de sus centellas (Isaías 50:11). Es de noche, porque entonces es cuando salen las estrellas. Es la noche, la oscuridad del pecado, porque todos (aun el mundo entero) han pecado y están destituidos de la gloria de Dios (Romanos 3:23).",
    "Estos siete mensajeros están dando a conocer a Dios al pueblo. El que los recibe, recibe a Quien los envió (Juan 13:20). Ellos hablan y obran de acuerdo con Su autoridad. El los respalda con todo el poder de la Deidad.\n\nY Jesús se acercó y les habló diciendo: Toda potestad me es dada en el cielo y en la tierra.\n\nPor tanto, id, y haced discípulos a todas las naciones, bautizándolos en el nombre del Padre, y del Hijo, y del Espíritu Santo;\n\nenseñándoles que guarden todas las cosas que os he mandado; y he aquí yo estoy con vosotros todos los días, hasta el fin del mundo (hasta la consumación de las edades). Amén.\n\nMateo 28:18-20",
    "Así que allí están, llenos del Espíritu Santo y fe, encendidos con el Fuego de Dios, mostrando la Palabra de verdad y allí está El respaldándolos. Y fíjese en esto: ningún creyente de cualquier edad ha tenido razón de clamar en su corazón: “¡Oh que yo hubiera estado allá en la primera edad cuando los apóstoles fueron enviados!” NO hay porqué mirar hacia atrás. ¡MIRAD HACIA ARRIBA! He aquí, El que anda ahora mismo en medio de las Iglesias a través de todas las edades. He aquí, El que es el mismo, ayer, y hoy, y por los siglos; y no cambia en Su esencia ni en Sus modos. ¡Donde dos o tres están congregados en Su Nombre, allí está El entre ellos! Y no solamente está allí como un espectador apacible, o como un ángel registrador, sino que allí está expresando exactamente lo que El es: la Vida, Sostenedor y Dador de toda buena dádiva a la Iglesia. ¡Aleluya!",
    "🦅 …el que anda en medio de los siete candeleros de oro…” Cuán significativas son esas palabras a la luz de la Escritura que lo describe a El como “Cristo, Quien es nuestra Vida”. Porque Cristo, en verdad, es la vida de la Iglesia. Ella no tiene ninguna otra vida. Sin El, ella solamente es una sociedad religiosa, un club, una reunión sin sentido. Así como un cadáver enjoyado y vestido sigue siendo un cadáver, igualmente la iglesia, no importa lo que sus programas y esfuerzos benévolos puedan producir; sin Cristo, ella también es un cadáver. Pero con El en su medio, con El motivándola, ella llega a ser ante la admiración de todos: “Su Cuerpo, la plenitud de El que inunda completamente”. Y en esta misma hora El anda en medio del candelero de oro de la última hora. Lo que El fue mientras anduvo en la primera edad, es aun ahora en esta última edad. Jesucristo, EL MISMO AYER, Y HOY, Y POR LOS SIGLOS.",
    "Harás además un candelero de oro puro; labrado a martillo se hará el candelero; su pie, su caña, sus copas, sus manzanas y sus flores, serán de l o mismo.\n\nExodo 25:31",
    "🦅 Siete candeleros de oro”. La verdadera Iglesia de Jesucristo, la Novia, es comparada con el oro PURO. Su justicia es la justicia de EL. Sus atributos son los mismos atributos gloriosos de EL. Su identidad se encuentra en EL. Ella está sujeta a reflejar lo que El es. Ella está sujeta a manifestar lo que El tiene. En ella no hay culpa. Ella es gloriosa por dentro y por fuera. Desde el principio hasta el fin, ella es la obra de su Señor, y todas Sus obras son perfectas. En efecto, en ella está resumido y manifestado el propósito y la sabiduría eterna de Dios. ¿Cómo puede uno comprenderlo? ¿Cómo puede uno entenderlo? Aunque no podemos, sí podemos aceptarlo por la fe, porque Dios lo ha dicho.",
    "El candelero no es solamente de oro, sino que es de oro MARTILLADO, hecho a mano de oro martillado, de acuerdo con los planes que fueron dados por el Espíritu. Aparte de su Señor y Maestro, Jesucristo, ¿ha habido jamás una gente tan martillada y purificada como la Novia de Jesucristo? En verdad ella está experimentando los sufrimientos que Cristo experimentó. Ella está despojada de sus bienes. Su vida está en peligro. Ella está estimada como oveja para el matadero. A cada día es muerta. Ella sufre mucho, pero con todo eso no se venga, ni tampoco causa sufrimientos a otros. Digna del Evangelio es esta hermosa Novia de Cristo. Y como el oro es maleable, mientras que el latón se quiebra con el golpe del martillo, este oro de Dios cargará su sufrimiento por el Señor. No agobiada, no quebrada, no destruida, sino formada por medio de las pruebas y las aflicciones de esta vida como una joya de hermosura y gozo para siempre.",
    "Yo conozco tus obras, y tu arduo trabajo y paciencia; y que no puedes soportar a los malos, y has probado a los que se dicen ser apóstoles, y no lo son, y los has hallado mentirosos;\n\ny has sufrido, y has tenido paciencia, y has trabajado arduamente por amor de mi nombre, y no has desmayado.\n\nApocalipsis 2:2 y 3",
    "¡Cuán hermosamente ensalza y encomienda el Salvador a Sus hijos! El se da cuenta de sus buenas actitudes espirituales y de su conducta. El sabe que existen flaquezas entre ellos, pero todavía no dice nada en contra. ¿No es así nuestro Señor? El sabe como animarnos en las cosas justas y como desanimarnos en las cosas injustas.",
    "Aquí mismo cada uno de nosotros podríamos aprender algo muy importante en cuanto a la dirección de nuestras iglesias y nuestras familias. Y aun más, cada uno podría aprender algo bueno, y es que Dios trata con cada uno exactamente de esta manera. Nunca vaya a desanimarse, santo de Dios, porque Dios no es falto de gracia como para olvidar su obra de amor. Todo lo que podamos hacer, aun en darle a alguien tan sólo un vaso de agua fría, tendrá recompensa y bendición del Señor.",
    "🦅 Conozco tus obras, y tu arduo trabajo y paciencia”. Mientras El anda en medio de Su Iglesia, está consciente del sufrimiento de Su pueblo, y en verdad tiene cuidado. Así como fue en los días de la cautividad en Egipto, cuando El oyó sus llantos, El que nunca cambia, todavía oye el llanto de los oprimidos mientras anda en medio de ellos. La misma palabra, trabajo, significa cansancio por causa de la opresión. El pueblo de Dios no sólo trabaja por El en una obra de amor, sino que sufre por El con gozo; y con paciencia lleva el yugo.",
    "Esta primera edad sufrió grande persecución. Tuvieron que trabajar duro para predicar el Evangelio y esparcir la Verdad. Su soberana vocación en esta vida era servir a Dios, y cuando sus esperanzas en la vida fueron nubladas, ellos fueron pacientes y cometían todo a El, Quien les había prometido una recompensa perpetua en los Cielos por lo que habían dejado por causa de El aquí en la tierra.",
    "Pienso que debemos detenernos aquí para meditar sobre el pensamiento de que el pueblo de Dios ha sido y siempre será perseguido. Ud. sabe que el Génesis es el libro de los principios, y lo que vemos comenzado allí, continuará a través del Apocalipsis y nunca cambiará. Allí vemos como Caín persiguió y mató a Abel porque éste agradó a Dios. Y entonces vemos un ejemplo perfecto en el hijo de Abraham (según la carne), Ismael, quien atormentaba y peleaba con el hijo de la promesa, Isaac. Y luego Esaú, quien aborrecía a Jacob y le hubiera matado si Dios no hubiera intervenido. En el Nuevo Testamento hallamos a Judas traicionando a Jesús, mientras que las sectas religiosas del primer siglo intentaron destruir a aquellos primeros creyentes. Los hijos de este mundo, controlados por el diablo, aborrecen a los hijos de Dios que están controlados por el Espíritu.",
    "No importa cuan justo y recto sea un Cristiano ante el público, y cuánta cortesía muestre hacia su compañero, haciendo nada más que lo bueno, deje que él confiese a Cristo como su Salvador y reconozca la operación de los dones del Espíritu Santo en lenguas, profecía, sanidad y milagros, y él será censurado. El espíritu de este mundo aborrece al Espíritu de Dios, y por cuanto no puede vencer al Espíritu del Señor, procura entonces destruir el vaso en el cual mora el Espíritu de Verdad.",
    "Persecución y pruebas son una parte natural y normal de la vida cristiana. Hay una sola cosa que Ud. puede hacer con ellas: entregárselas todas a Dios; no juzgue, y deje la decisión final de tales cosas con El",
    "🦅 No puedes soportar a los malos y has probado a los que se dicen ser apóstoles, y no lo son, y los has hallado mentirosos”. Estos efesios creían que el pueblo de Dios debiera ser santo. Según este versículo, tomaron cuidados para que no hubiera levadura de pecado en el cuerpo. Por lo que se ve, la apostasía ya había comenzado. El pecado había entrado en la Iglesia. Pero fueron obedientes a las palabras de Pablo cuando les dijo que echaran a los malos de en medio de ellos. Era una gente separada. Una gente que había salido del mundo, y ahora no iba a permitir que el mundo se metiera entre ellos. No iban a tolerar el pecado en la Iglesia. La santidad no era para ellos un dicho ni tampoco una figura gramatical; era más bien un modo de vivir.",
    "🦅 Has probado a los que se dicen ser apóstoles, y no lo son, y los has hallado mentirosos”. ¡Que declaración tan directa! “Has probado a los que se dicen ser apóstoles”. ¿No es eso algo presuntuoso? ¿Qué derecho tiene una gente de probar a aquellos que se dicen ser apóstoles? ¿Y cómo los probaron? ¡Oh, como amo esto! Aquí está:\n\nMas si aun nosotros, o un ángel del cielo, os anunciare otro evangelio diferente del que (ya) os hemos anunciado, sea anatema.\n\nGálatas 1:8",
    "Fueron los apóstoles quienes trajeron la Palabra original al pueblo. Aquella Palabra original no podía cambiar ni siquiera en un punto ni en una tilde. Pablo sabía que era Dios Quien le había hablado, y por eso dijo: “Aun si yo viniera y procurara darles una segunda revelación, si tratara de hacer un solo cambio en lo que les entregué originalmente, sea yo anatema”. ¿Ve Ud.? Pablo sabía que aquella primera revelación era correcta. Dios no puede dar una primera revelación y después una segunda revelación. Si lo hiciere, entonces demostraría que tuvo cambio en pensamiento.",
    "El puede dar una revelación y después agregar a esa revelación, como lo hizo en el Huerto del Edén cuando prometió la Simiente a la mujer, y luego estableció que aquella Simiente tenía que venir a través de Abraham, y después dijo que vendría por la sangre de David. Pero era la misma revelación. Solamente daba a la gente mayor información para ayudarles a recibirla y a entenderla. Pero la Palabra de Dios no puede cambiar. La Simiente vino exactamente como fue revelado. ¡Aleluya!",
    "¿Y ve Ud. lo que estaban haciendo aquellos apóstoles falsos? Ellos vinieron con su propia palabra. Los efesios conocían la Palabra como Pablo la había enseñado. Ellos estaban llenos del Espíritu Santo por medio de la imposición de las manos de Pablo. Se encontraron cara a cara con aquellos apóstoles falsos y les dijeron: “Uds. no están diciendo lo que dijo Pablo. Por eso, Uds. son falsos”. Oh, eso hace arder mi corazón. ¡Vuelva a la Palabra! No es Ud. el que en verdad prueba al apóstol y profeta y maestro. ES LA PALABRA LA QUE LOS PRUEBA.",
    "Alguno de estos días vendrá un profeta a la Iglesia de la edad de Laodicea y Ud. sabrá si él es el verdadero enviado de Dios o no. Sí, lo sabrá. Porque si él es de Dios, EL ESTARA EN ESA PALABRA EXACTAMENTE COMO DIOS SE LA DIO A PABLO. EL NO SE DESVIARA DE ESA PALABRA NI POR UN MOMENTO, NI POR UNA TILDE. En esa última edad, cuando aparecerán muchos profetas falsos, fíjese como es que le dirán constantemente que si Ud. no les cree a ellos y lo que ellos dicen, entonces Ud. estará condenado. Pero cuando llegue a la escena ese PROFETA DEL ULTIMO DIA, si él en verdad es aquel profeta, él estará clamando: “¡Vuelva a la Palabra o Ud. será condenado!” El no edificará sobre revelación o interpretación privada, sino sobre la Palabra. ¡Amén y amén!",
    "Estos apóstoles falsos son los lobos rapaces de los cuales habló Pablo, cuando dijo: “Cuando yo me haya ido, ellos vendrán y procurarán reclamar semejante revelación; pero su propósito no es de ayudarlos sino de destruirlos”.\n\nPorque no he rehuido anunciaros todo el consejo de Dios.\n\nPor tanto, mirad por vosotros, y por todo el rebaño en que el Espíritu Santo os ha puesto por obispos, para apacentar la iglesia del Señor, la cual él ganó por su propia sangre.\n\nPorque yo sé que después de mi partida entrarán en medio de vosotros lobos rapaces, que no perdonarán al rebaño.\n\nY de vosotros mismos se levantarán hombres que hablen cosas perversas (sus propias palabras e ideas, no las de Dios) para arrastrar tras sí a los discípulos.\n\nPor tanto, velad, acordándoos que por tres años, de noche y de día, no he cesado de amonestar con lágrimas a cada uno.\n\nY ahora, hermanos, os encomiendo a Dios, y a la palabra de su gracia, la cual es poderosa para sobreedificaros y daros herencia con todos los santificados.\n\nHechos 20:27-32",
    "Juan también supo de ellos porque dijo:\n\n…porque muchos falsos profetas (ya) han salido por el mundo.\n\nI Juan 4:1",
    "Aquel espíritu de anticristo ya estaba infiltrándose en la Iglesia, y lo estaba haciendo oponiéndose a la Palabra. Pues aquí es donde todo esto empezó, en la primera edad de la Iglesia. Ya estaban negando la Palabra, y edificando sus propios credos y filosofías en vez de la Palabra. Eso es anticristo porque Jesús es la Palabra. Ser anti-Palabra, es ser anti-Jesús. Ser anti-Palabra es ser anticristo, porque el Espíritu y la Palabra son UNO. Si Ud. es anti-Palabra, tendrá que ser anticristo. Y SI ESO EMPEZO EN LA PRIMERA IGLESIA, TENDRA QUE CRECER HASTA EL FIN CUANDO TOMARA POSESION POR COMPLETO. Y eso es exactamente lo que Ud. verá a medida que recorremos todas las edades. Empieza muy pequeño en la edad de Efeso y crece en cada edad hasta que el sistema anti-Palabra, anticristo, se apodera enteramente, y la infalibilidad de la Palabra es repudiada por los apóstoles falsos de la iglesia falsa.",
    "Ahora, sería fácil obtener una idea equivocada de lo que estamos hablando, por cuanto estoy poniendo tanto énfasis en esto. Puede ser que Ud. entienda que este espíritu de anti-Palabra o anticristo sea un repudio completo de la Palabra, una negación de la Biblia que culmine en su rechazo. No señor, no es eso. Es mas bien lo que vemos en este texto:\n\nYo testifico a todo aquel que oye las palabras de la profecía de este libro: Si alguno añadiere a estas cosas, Dios traerá sobre él las plagas que están escritas en este libro.\n\nY si alguno quitare de las palabras del libro de esta profecía, Dios quitará su parte del libro de la vida, y de la santa ciudad y de las cosas que están escritas en este libro.\n\nApocalipsis 22:18 y 19",
    "Es cambiar UNA sola palabra, quitando o añadiendo. Ese fue el truco original de Satanás en el Huerto del Edén. El solamente agregó una sola palabrita a lo que Dios había dicho. Eso fue suficiente. Eso trajo muerte y destrucción. Y en Efeso fue exactamente igual. Solamente una palabra agregada o una palabra quitada, y el espíritu anti-Palabra, anticristo, empezó a prosperar.",
    "¿Ahora lo entiende? Allí están de nuevo esos gemelos. Allí están de nuevo esos dos árboles, creciendo lado a lado en la misma tierra, aprovechando del mismo alimento, tomando de la misma lluvia, y beneficiándose del mismo sol. Pero vienen de DIFERENTES simientes. Uno de los árboles está CON la Palabra de Dios exactamente como Dios la dio, la ama y la obedece. El otro árbol es de la simiente que es anti-Palabra y por eso la cambia donde quiere. Sustituye sus propios credos y dogmas por la verdadera Palabra viva, exactamente como hizo Caín, que terminó matando a Abel. Pero no teman rebaño pequeño, quédense con la Palabra. Mantengan esa Palabra entre Uds. y el diablo; Eva no lo hizo, y ella falló. Y cuando la Iglesia deja deslizar la Palabra, entonces entra a los abismos de la oscuridad de Satanás.",
    "Y has sufrido, y has tenido paciencia, y has trabajado arduamente por amor de mi nombre, y no has desmayado.\n\nApocalipsis 2:3",
    "Esto es casi igual a lo que dice en el versículo dos. Pero en el versículo dos, el trabajo, la obra y la paciencia eran los resultados de haber guardado la sagrada Palabra que había sido encomendada a ellos. ¡Cómo es que rechazaron a los adversarios. ¡Qué crédito eran para Pablo! Pero en este versículo, sus persecuciones, pruebas y paciencia eran por causa del bendito Nombre de Jesús.",
    "Ahora Ud. notará que eso no es nada extraño, porque es la Palabra y el Nombre los que hacen que el enemigo corra tras nosotros como un río. Aquella Palabra poderosa que fue manifestada en sanidades, señales, prodigios y otras demostraciones, hizo que los fariseos clamaran por la muerte de los verdaderos creyentes. Y ahora ese mismo Nombre, odiado y despreciado por los judíos, fue motivo de mofa por los intelectuales, quienes se reían al pensar en que alguien fuese tan insensato como para creer que un hombre murió, luego resucitó y ahora está sentado en los Cielos. Así que aquí estaban los perseguidores religiosos, los judíos, maldiciendo a este Jesús, el cual era para ellos un Mesías falso; y aquí estaban los demás riéndose con gusto y mofándose ásperamente del Nombre de un dios nuevo, que para ellos ni siquiera era dios.",
    "Ahora, aquí está otra cosa que empezó en aquella edad y que continuará a través de las edades, llegando a ser más profunda y más oscura. Es el hecho de que la gente estaba repudiando aquel Nombre. No era la Iglesia fiel de Efeso la que lo estaba haciendo, no señor, eran los falsos apóstoles. Era el de afuera tratando de entrar para corromper a los creyentes. Los efesios conocían aquel Nombre y lo amaban.",
    "Recordemos el origen de la Iglesia de Efeso. Era un grupo pequeño, que estaba esperando al Mesías; supieron de un profeta que decía que era el precursor del Mesías, el cual había aparecido en el desierto de Palestina y estaba bautizando a la gente hacia el arrepentimiento de pecados. Luego ellos recibieron el bautismo de Juan. Pero cuando Pablo llegó por ahí, les mostró que aquel profeta había muerto, y que Jesús había venido y había ofrecido Su vida como sacrificio por el pecado, y que ahora el Espíritu Santo había descendido para entrar en y llenar a todo verdadero creyente en Jesús, el Mesías. Cuando oyeron esto, FUERON BAUTIZADOS EN EL NOMBRE DEL SEÑOR JESUS, y cuando Pablo impuso sus manos sobre ellos, todos fueron llenos del Espíritu Santo. Conocían lo que era obedecer la Palabra y ser bautizados en Su Nombre (Señor Jesucristo), y de esa manera sabían que serían llenos del Espíritu Santo. Ud. no podía hacer que esa gente cambiara. Ellos conocían la verdad (Hechos 19:1-7).",
    "Ellos conocían el poder de aquel Nombre. Vieron que aquel Nombre era tan poderoso que aun pañuelos del cuerpo de Pablo se enviaban en el Nombre de Jesús a gente que sufría, y los enfermos eran libertados de toda clase de enfermedades, y los espíritus inmundos eran lanzados. Aquel Nombre obraba tan manifiestamente admirable que judíos réprobos en Efeso trataron de usarlo para conjurar demonios.\n\nY hacía Dios milagros extraordinarios por mano de Pablo,\n\nde tal manera que aun se llevaban a los enfermos los paños o delantales de su cuerpo, y las enfermedades se iban de ellos, y los espíritus malos salían.\n\nPero algunos de los judíos, exorcistas ambulantes, intentaron invocar el nombre del Señor Jesús sobre los que tenían espíritus malos, diciendo: Os conjuro por Jesús, el que predica Pablo.\n\nHabía siete hijos de un tal Esceva, judío, jefe de los sacerdotes, que hacían esto.\n\nPero respondiendo el espíritu malo, dijo: A Jesús conozco, y sé quién es Pablo; pero vosotros, ¿quiénes sois?\n\nY el hombre en quien estaba el espíritu malo, saltando sobre ellos y dominándolos, pudo más que ellos, de tal manera que huyeron de aquella casa desnudos y heridos.\n\nY esto fue notorio a todos los que habitaban en Efeso, así judíos como griegos; y tuvieron temor todos ellos, y era magnificado el nombre del Señor Jesús.\n\nHechos 19:11-17",
    "Ellos conocían la vida justa que acompañaba el llevar aquel Nombre, porque “apártese de iniquidad todo aquel que invoca el Nombre de Cristo” (II Timoteo 2:19). “Purificaos los que lleváis los utensilios de Jehová” (Isaías 52:11). “No tomarás el Nombre de Jehová tu Dios en vano” (Exodo 20:7). Estos efesios eran CRISTIANOS. Ellos llevaron un Nombre, y aquel Nombre era Cristo, el Cual era el Espíritu de Dios morando dentro de ellos, y era uno de los Nombres triples de su Señor.",
    "🦅 …y has trabajado arduamente por amor de mi nombre, y no has desmayado”. El trabajo de estos creyentes no era para Pablo o para una organización. No estaban comprometidos a programas e instituciones por medio de las cuales se estaban enriqueciendo. Ellos trabajaban para el Señor; eran Sus siervos, no los esclavos de una organización. No iban a la iglesia el domingo para hablar acerca del Nombre, y luego olvidarlo el resto de la semana. No ofrecían servicio de labios a aquel Nombre. No señor. Fueron sus vidas lo que ellos dieron.",
    "Todo lo que hicieron, lo hicieron en aquel Nombre. Obraban en aquel Nombre, pero si no podían obrar en aquel Nombre, entonces no obraban. Estos fueron Cristianos colocados celestialmente cuyo comportamiento armonizaba con el Señor.",
    "Pero el grupo de la viña falsa que deseaba corromper aquel Nombre, se mantenía en la oscuridad como lobos ocultos, esperando entrar y destruir. Pero los santos de Dios soportaron la prueba y preservaron la Palabra y el Nombre.",
    "Pero tengo contra ti, que has dejado tu primer amor.\n\nApocalipsis 2:4",
    "Para entender esto, Ud. tiene que comprender que el Espíritu no estaba hablando solamente a aquellos primeros santos de Efeso. Este Mensaje era para la edad entera que duró como unos 120 años. Entonces el Mensaje era para todas las generaciones en ese espacio de tiempo. Ahora, la historia sigue repitiéndose. En las generaciones de Israel vemos avivamiento en una generación, sólo para ver que los fuegos están decayendo en la siguiente. En la tercera generación puede ser que el rescoldo esté encendido un poco, pero para la cuarta puede ser que no haya ninguna señal del fuego original.",
    "Entonces Dios enciende el fuego de nuevo y se repite el mismo procedimiento. Simplemente es la manifestación de la verdad, que Dios no tiene nietos. La salvación no es engendrada por el nacimiento natural, igualmente como no hay verdad alguna en la sucesión apostólica. No está en la Palabra. Se comienza con creyentes verdaderamente renacidos, y cuando llega la siguiente generación no son sencillamente Cristianos, sino que han tomado un nombre denominacional y ahora son bautistas, metodistas, etc. Eso es exactamente lo que son. No son Cristianos. Para ser salvo, uno tiene que ser nacido de la voluntad de Dios, no de la voluntad del hombre. Pero ahora todas estas gentes se están juntando por la voluntad del hombre. Yo no digo que algunos no están bien con Dios. Ni por un momento digo eso, pero el fuego original ha muerto. Ya no son los mismos.",
    "El deseo ferviente de honrar a Dios, la pasión de conocer Su Palabra, el lloro de avanzar más en el Espíritu, todo eso empieza a decaer y en vez de que aquella iglesia esté ardiendo con el fuego de Dios, se ha enfriado y se ha hecho un poco formal. Eso es lo que estaba sucediendo allá con los efesios. Estaban llegando a ser un poco formales. El rendimiento completo a Dios estaba decayendo y la gente no tenía cuidado de lo que Dios pensaba a medida que comenzaron a tomar en cuenta lo que el mundo pensaba acerca de ellos. La segunda generación era igual a Israel. Ellos pidieron un rey para ser igual a las demás naciones. Cuando hicieron eso, rechazaron a Dios. Pero de todos modos lo hicieron.",
    "Esa es la historia de la iglesia. Cuando ella piensa más en ajustarse con el mundo en vez de ajustarse con Dios, no tardará mucho tiempo para que Ud. comience a ver que dejan de hacer las cosas que hacían y empiezan a hacer cosas que no hicieron originalmente. Cambian su modo de vestir, sus actitudes y su comportamiento. Llegan a ser flojos. Eso es lo que quiere decir Efeso: ‘descansado y desatado.’",
    "El ciclo de avivamiento y muerte nunca ha fallado. Uno sólo tiene que recordar esta última obra de Dios en el Espíritu cuando hombres y mujeres se vestían como Cristianos, asistían a la iglesia, oraban toda la noche, predicaban en las calles y no tenían vergüenza de las manifestaciones del Espíritu. Dejaban sus iglesias muertas y adoraban a Dios en hogares y en edificios comerciales. Ellos tenían realidad.",
    "Pero no pasó mucho tiempo hasta cuando empezaron a tener suficiente dinero para construir magníficas iglesias nuevas. Instalaron un coro en vez de cantar a Dios por sí mismos. Vistieron al coro con togas. Organizaron un movimiento dirigido por el hombre. Empezaron a leer libros que no eran dignos de ser leídos. Bajaron la cerca y los chivos entraron y se apoderaron del redil. Ya no existía el clamor de gozo. Ya no existía la libertad del Espíritu. Continuaron con una forma, pero el fuego había muerto y lo negro de la ceniza era casi todo lo que les quedaba.",
    "Hace unos momentos mencioné que Juan entendía lo que era amar a Dios. Aquel gran apóstol de amor ciertamente se daría cuenta cuando la Iglesia comenzara a perder aquel primer amor de Dios. El dijo:\n\nPues este es el amor dios, que guardemos sus mandamientos (Su Palabra).\n\nI Juan 5:3",
    "Un pequeño desvío de la Palabra era un paso alejándose de Cristo. La gente dice que ama a Dios, va a la iglesia, aun grita y se regocija, canta y tiene un gran tiempo emocional. Pero cuando todo ha cesado, fíjese y vea si esa gente está en la PALABRA, caminando en ella, viviendo en ella. Si hacen todo lo demás y luego no caminan en la Palabra, tales personas pueden decir que aman a Dios, pero sus vidas demuestran lo contrario.",
    "Tengo curiosidad por saber si Juan no vio mucho de eso antes de morir: gente diciendo que amaba a Dios, pero no obedeciendo Su Palabra. ¡Oh, iglesia de Efeso! Algo está sucediendo con Uds. Alguien está tratando de agregar o quitar de aquella Palabra; pero lo están haciendo tan astutamente que Uds. no lo pueden notar. No han hecho todavía algo tan grande que se pueda notar abiertamente. Lo están haciendo solapadamente, y lo están introduciendo por medio del razonamiento y el entendimiento humano, y es algo que los dominará si no lo rechazan. ¡Vuelvan a Pentecostés antes de que sea demasiado tarde!",
    "Pero como siempre, la gente no hace caso al aviso de Dios. Aquella antorcha de avivamiento edificada sobre la sagrada Palabra es tan maravillosa, y la manifestación del Espíritu tan bendita, que un poquito de temor entra y una voz quieta dice al corazón: “¿Cómo podemos proteger esta verdad que tenemos? ¿Qué podemos hacer para asegurar que este avivamiento continúe?”",
    "Entonces es cuando entra el espíritu anticristo y dice: “Mira, ahora tú tienes la verdad, toma cuidado que no se pierda. Organízate y establece tu credo de lo que crees. Ponlo todo en un manual eclesiástico”. Y así lo hacen. Se organizan. Le agregan a la Palabra. Y se mueren igual como Eva, por haber tomado solamente una palabra equivocada. Es la Palabra de Dios la que trae Vida. Y lo que cuenta no es lo que nosotros decimos acerca de la Palabra, sino lo que dijo Dios.",
    "Recuerda, por tanto, de dónde has caído, y arrepiéntete, y haz las primeras obras; pues si no, vendré pronto a ti, y quitaré tu candelero de su lugar, si no te hubieres arrepentido.\n\nApocalipsis 2:5",
    "Dios les dice que RECUERDEN. Claro está que algo se les había escapado de la mente. Se habían olvidado de algo. El les dijo que volvieran en sus mentes al punto de origen. El origen de la primera edad fue Pentecostés, pero ellos habían caído de ese nivel. Se habían olvidado de la gloria y la maravilla de Pentecostés. Era tiempo de volver mentalmente, y luego también en realidad. Volver a donde podían decir: “Porque para mí el vivir es Cristo”. Volver a la pureza como cuando trataron con Ananías y Safira. Volver a la puerta la Hermosa. ¡Oh, qué infamia es desviarse del camino de Dios y apoyar aquellos hechos que deshonran Su Nombre! Todo aquel que invocare Su Nombre, apártese de iniquidad y mantenga su vaso puro para Dios. Fíjese en lo que Ud. era antes en su corazón, y en su mente, y en su vida. Entonces vuelva a eso",
    "Y ¿cuál es la manera de volver? El camino a seguir es el camino del arrepentimiento. Si un pecador tiene que venir a Dios por el camino del arrepentimiento, entonces el Cristiano tibio o el que ha resbalado tendrá que arrepentirse mucho más. ¡Arrepiéntase! Muestre los frutos dignos de arrepentimiento. Pruébelo por medio de su vida. Dios dice: “Si no se arrepientan, les quitaré su candelero”. Ciertamente. Una iglesia en esa condición no puede impartir luz al mundo. Su luz se ha vuelto en oscuridad. Entonces Dios quitará su mensajero fiel y sus pastores fieles y los dejará solos, y así continuarán hablando del Cristianismo, pero estarán privados de ello.",
    "¡Arrepiéntase pronto! ¡No dilate! Claro está que Efeso dilató, porque su tiempo de vida no fue muy largo. La gloria de Dios disminuyó rápidamente. No pasó mucho tiempo hasta cuando la ciudad quedó convertida en ruinas. Su templo glorioso terminó en escombros. La tierra llegó a ser un pantano habitado por aves del agua; la población se había ido por completo, con excepción de unos cuantos incrédulos en una aldea sucia. No quedó ni UN solo Cristiano. El candelero fue quitado de su lugar.",
    "Ahora, esto no quiere decir que ella no pudo haberse arrepentido. No quiere decir tampoco que nosotros no podemos arrepentirnos. Sí podemos. Pero lo tenemos que hacer pronto. Tiene que ser un arrepentimiento ante Dios con lágrimas y gemidos que procedan del corazón, y entonces Dios restaurará. La gloria vendrá de nuevo.",
    "Pero tienes esto, que aborreces las obras de los nicolaítas, las cuales yo también aborrezco.\n\nApocalipsis 2:6",
    "Ahora bien, hay dos pensamientos sobre lo que eran los nicolaítas. Algunos dicen que era un grupo de apóstatas que tenía como fundador a Nicolás de Antioquía, un prosélito, que llegó a ser uno de los siete diáconos en Jerusalén. Celebraban fiestas paganas y fueron muy impúdicos en su comportamiento. Enseñaron que para controlar la sensualidad uno primero tenía que conocer por experiencia la profundidad completa del asunto. Naturalmente, se entregaron a tal grado de abandono que su degradación fue total. Por lo tanto les habían puesto los dos nombres del Antiguo Testamento que simbolizaban tales extravagancias: Balaam y Jezabel. Así como Balaam corrompió a la gente y de esa manera los conquistó, dicen que Nicolás hizo lo mismo. Según se dice, este grupo fue echado de Efeso y halló un lugar donde establecerse en Pérgamo.",
    "Pero el problema con esta creencia es que no es la verdad. No hay nada en la historia para respaldarla; cuando mucho, puede ser una tradición. Al aceptar tal punto de vista haría que la Edad de la Iglesia de Efeso fuera solamente histórica, sin ninguna relación con la edad presente. Esto no es verdad, porque lo que comienza en la iglesia primitiva tiene que continuar en cada edad hasta que al fin es bendecido y exaltado por Dios, o destruido como una cosa inmunda en el Lago de Fuego.",
    "Para probar que esta tradición es en contra de la Escritura, simplemente fíjese en Apocalipsis 2:2, donde dice que la iglesia de Efeso NO PODIA SUFRIR a los malos. Así que los tuvieron que echar fuera, de otra manera no habría razón en decir que no los podían sufrir. Si no los echaron, entonces los estaban sufriendo. En el versículo seis, dice que aborrecían sus hechos. Así que este grupo nicolaíta permaneció como parte de la primera edad, continuando con sus hechos. Los hechos fueron aborrecidos, pero la gente no quedó sin fuerza. Entonces vemos simientes en Efeso que continuarán y llegarán a ser una doctrina que finalmente terminará en el Lago de Fuego.",
    "Entonces, ¿qué son estos nicolaítas? La palabra viene de dos palabras griegas: ‘nikao’, que quiere decir, conquistar, y ‘laos’, que quiere decir, laico. La plena verdad es que alguien estaba haciendo algo en la Iglesia primitiva que estaba conquistando al laico. Si se estaba conquistando al laico, entonces debía existir allí alguna ‘autoridad’ haciéndolo.",
    "¿Qué era lo que estaba sucediendo en aquella iglesia lo cual Dios aborrecía? Lo que estaba sucediendo allá y lo que también está sucediendo hoy, es exactamente lo que quiere decir la palabra nicolaíta. La gente estaba siendo sujetada de alguna manera que era completamente contraria a la Palabra de Dios.",
    "Ahora, para obtener el verdadero significado de lo que vamos a estudiar, les debo advertir que siempre tengan presente en la mente que la religión (o más bien dicho, las cosas espirituales, si así más les gusta), está compuesta de dos partes entrelazadas pero tan opuestas como blanco y negro. La religión y el mundo espiritual están compuestos de aquellos dos árboles que tuvieron sus raíces en el Edén. En el Huerto del Edén estaba el Arbol de la Vida y el árbol de la ciencia del bien y del mal; y no hay duda de que las ramas de estos dos árboles se entrelazaban.",
    "Y en la iglesia de Efeso encontramos esa misma paradoja. La iglesia está compuesta de lo bueno y lo malo. Las dos viñas constituyen la iglesia. Es como el trigo y la cizaña creciendo juntos, pero uno es el VERDADERO, y el otro es el FALSO. Ahora, Dios hablará A cada uno y El hablará DE cada uno. El los llamará “la iglesia”. Y solamente los escogidos sabrán cual es el espíritu verdadero. Solamente los escogidos no serán engañados.\n\nPorque se levantarán falsos Cristos, y falsos profetas, y harán grandes señales y prodigios, de tal manera que engañarán, si fuere posible, aun a los escogidos.\n\nMateo 24:24",
    "Así que aun allá en la Iglesia primitiva (un breve tiempo después de Pentecostés) la viña falsa se entrelazó con la Viña Verdadera, y allí hallamos estos hechos de los nicolaítas. Y aquel espíritu se encontrará combatiendo la Viña Verdadera hasta que Dios lo destruya. ¿Ahora lo entienden? Bien.",
    "Ahora bien, ¿cuál era el clima espiritual de aquella iglesia? Había dejado su primer amor. Dejando su primer amor, que era la Palabra de Dios, nos fue revelado como habiendo caído de su origen, Pentecostés. En sencillas palabras eso quiere decir que esta iglesia estaba en peligro de perder la dirección y dominio del Espíritu Santo.",
    "Esto es exactamente lo que sucedió después de que Moisés sacó a Israel de Egipto. La manera de Dios guiarlos era por medio de: la Nube de Fuego, la palabra profética, maravillas, señales y prodigios dados por Dios. Esto habría de efectuarse por medio de hombres seleccionados por Dios, ordenados por Dios, equipados por Dios, y enviados por Dios; y con la congregación entera siendo dominada por el Espíritu Santo. Ellos se rebelaron; pues querían una serie de reglamentos y credos por los cuales regirse, querían un rey. Luego querían ser iguales al mundo, y entraron en apostasía y olvido completo de Dios. Así es exactamente como empezó la primera edad de la Iglesia, e irá de mal en peor hasta que el Espíritu Santo sea rechazado por completo y entonces Dios tendrá que destruir al pueblo.",
    "¿Se fijan cómo esto comenzó en la primera iglesia? Fue llamado “hechos”, luego llegó a ser una doctrina, llegó a ser la norma, llegó a ser la regla incambiable; al fin se apoderó, y Dios fue echado a un lado. Oh, empezó tan pequeño, tan quietamente, tan inofensivamente. Parecía ser algo bueno, algo tan sólido. Entonces se apoderó, y como una serpiente pitón aplastó a la iglesia hasta exprimirle su aliento, y acabó con toda la espiritualidad en la iglesia. ¡Ay, cómo es engañosa aquella viña falsa! Es como un ángel de luz, hasta que se apodera de uno.",
    "Ahora, yo quiero decirles que creo en ser dirigido, pero no por la dirección del hombre. Yo creo en la dirección del Espíritu Santo que viene por medio de la Palabra. También creo que Dios ha puesto hombres en la Iglesia, hombres que tienen dones del Espíritu; los cuales mantendrán el orden en la Iglesia. Creo eso. También creo que la Iglesia es gobernada por hombres que Dios envía para que tomen control; pero ese gobierno es POR MEDIO DE LA PALABRA, entonces en realidad no son hombres gobernando directamente la Iglesia, sino el ESPIRITU DE DIOS, porque la Palabra y el Espíritu son UNO.\n\nAcordaos de vuestros pastores, que os hablaron la palabra de Dios; considerad cuál haya sido el resultado de su conducta, e imitad su fe.\n\nHebreos 13:7",
    "Pero fíjense bien en lo que estaba sucediendo allá. Aquella viña falsa estaba apoderándose y enseñando que el dominio humano estaba bien. Enseñó que la iglesia tenía que ser gobernada. Enseñó en tipo de control sobre el pueblo; pero en vez de hacerlo de acuerdo con el plan de Dios, ellos simplemente tomaron la autoridad y revistieron sus propias manos de todo el poder espiritual, dando como resultado un sacerdocio santo entremetido entre Dios y el pueblo. Volvieron directamente al antiguo sistema de Aarón. Llegaron a ser anticristo porque tomaron para sí mismos Su oficio de Mediador (1 Timoteo 2:5). Dios aborreció eso; los efesios lo aborrecieron, y todo verdadero creyente lo aborrecerá también.",
    "Tendríamos que estar completamente ciegos para no ver esa misma cosa obrando a través de todas las edades; y nuestra edad es la peor de todas. Es que era una organización. Eso separó al pueblo. El pueblo de Dios debe ser uno. Por UN Espíritu son TODOS bautizados en un cuerpo, y el Espíritu debe moverse sobre CADA UNO y CADA UNO debe participar en la adoración de Dios. Pero los hombres querían la preeminencia, así que tomaron el control. Obispos llegaron a ser arzobispos, y con sus títulos imponentes sobrepasaron la Palabra de Dios y enseñaron sus propias doctrinas. Insistieron en la obediencia total de la gente hasta cuando su forma de adoración ya no era en ninguna manera semejante a los primeros días después de Pentecostés. Estos hechos eran el principio de la sucesión apostólica. De sucesión apostólica a “miembro de la iglesia” era un paso rápido y fácil como el medio de la gracia salvadora. La Palabra fue reducida a un credo. El anticristo, por medio de su espíritu, estaba predominando en la iglesia.",
    "Véalo hoy día. Si Ud. leyera Hechos 2:1-4, como algunos lo leen, lo podría leer de esta manera: “Y como se cumplieron los días de Pentecostés, vino un sacerdote con una hostia y dijo, ‘saque la lengua.’ Puso la hostia en la lengua y él mismo se tomó el vino y dijo, ‘Ahora, Ud. ha recibido al Espíritu Santo’”.",
    "¿Increíble? Eso es exactamente a lo que ha llegado el Nicolaísmo hoy día. Ellos dicen: “No haga caso a lo que dice la Palabra de Dios. Ud. no la puede entender. Nosotros se la tenemos que interpretar. Además, la Biblia no está concluida. Tiene que cambiar con los tiempos, y nosotros le diremos cuales son los cambios”. Cuan contrario es eso a la Palabra de Dios que dice enfáticamente, cuando surge alguna contienda con la Verdad: “…antes bien sea Dios verdadero, mas todo hombre mentiroso”. Los Cielos y la tierra pasarán, pero no fallará NI UNA SOLA PALABRA de Dios. Así que el pueblo está guiado por líderes que se suponen ser lo que no son. Dicen que son vicarios de Cristo, pero más bien son anticristo.",
    "Aquí está otra situación muy triste. Esa es la historia del bautismo en agua. En los días de Jesús y en los días después de Pentecostés, fueron sumergidos en agua. Nadie puede negar eso. Los hombres educados dicen que todo lo que hicieron allá fue rociarles agua porque era muy fácil hallar pequeños pozos de agua en muchos lugares. Y ahora cuando les rocían agua, lo hacen en el Nombre del Padre, y del Hijo, y del Espíritu Santo, como si esos títulos fueran nombres efectivos, y como si hubieran tres dioses en vez de uno. Pero quédese Ud. en esa organización y procure predicar la verdad de la inmersión en el Nombre del Señor Jesucristo, y Ud. será expulsado. Ud. no podría ser guiado por Dios y quedarse allí. Es imposible.",
    "Ahora, Pablo era un profeta instruido por el Espíritu Santo. Si Pablo bautizó en el Nombre del Señor Jesucristo y a la vez dijo que cualquiera que hiciere diferente de lo que él predicó el tal sería anatema, entonces es tiempo de despertar y ver que la iglesia ya no está controlada por el Espíritu Santo, sino que es controlada por los nicolaítas.\n\nPorque no he rehuido anunciaros todo el consejo de Dios.\n\nPor tanto, mirad por vosotros, y por todo el rebaño en que el Espíritu Santo os ha puesto por obispos, para apacentar la iglesia del Señor, la cual él ganó por su propia sangre.\n\nPorque yo sé que después de mi partida entrarán en medio de vosotros lobos rapaces, que no perdonarán al rebaño.\n\nY de vosotros mismos se levantarán hombres que hablen cosas perversas para arrastrar tras sí a los discípulos.\n\nHechos 20:27-30",
    "Pablo vio que esto venía. Pero les advirtió acerca de este sacerdocio engañoso que vendría y que se apoderaría con sus doctrinas falsas. El sabía que ejecutarían una forma de adoración que excluiría a la gente de cualquier aspecto en un ministerio del Espíritu Santo. Y aun hoy día entre aquellos que proclaman estar libres y llenos del Espíritu no hay mucha libertad entre los laicos. Y cuando mucho, podemos ver unos cuantos predicadores con una predicación inspirada mientras el rebaño está allí sentado procurando absorberlo. Esto está muy lejos de lo que dijo Pablo cuando dijo que al estar todos juntos, todos tenían la misma dirección del Espíritu, y todos participaban en la adoración espiritual.",
    "La iglesia incorporada nunca ha aprendido esto de las Escrituras o de la historia. Cada vez que Dios da una visitación del Espíritu Santo y la gente obtiene su libertad, después de un tiempo se esclavizan en la misma cosa de donde salieron. Cuando Lutero salió del Catolicismo, la gente quedó libertada por un tiempo. Pero cuando él murió, la gente simplemente organizó lo que pensaba que él creía, y establecieron sus propios credos e ideas, y repudiaban a todo aquel que profesaba algo distinto a lo que ellos decían. Volvieron directamente al Catolicismo con una forma un poco diferente. Y aun hoy día hay muchos Luteranos que están dispuestos a volver hasta el principio.",
    "¡Oh, sí! En Apocalipsis 12, aquella ramera tuvo muchas hijas. Estas hijas son iguales a su madre. Dejan a un lado la Palabra, niegan la obra del Espíritu de Dios, subyugan al laico, y al laico le hacen imposible que adore a Dios sino viene a través de ellos o a través de su plan, lo cual es nada menos que un plan de incredulidad que procede del mismo Satanás.",
    "¿Dónde pues estamos espiritualmente? Estamos en un desierto oscuro. ¡Cuán lejos hemos vagado de la primera iglesia! Pentecostés ni está a la vista, y la Palabra no puede ser hallada. Sucesión apostólica, lo cual abunda hoy día, no se encuentra en la Palabra. Es una invención humana. Eso impide, ilegalmente, la verdad que DIOS Y NO EL HOMBRE ha puesto a Sus líderes en la iglesia. Pedro nunca estuvo en Roma. Sin embargo, aquellos mienten y dicen que sí estuvo. La historia prueba que no estuvo. Hay gente que lee la historia, pero encoge los hombros y vuelve a creer una mentira. ¿Dónde es que Ud. puede hallar ‘el vicario de Cristo’ en la Palabra? Nadie toma Su lugar; sin embargo, se ha establecido y la gente lo acepta. ¿Dónde puede Ud. hallar que ‘revelación agregada’ es aceptada por Dios, y particularmente una revelación contraria a la que ya fue dada anteriormente? Sin embargo, ellos la aceptan y en ella confían. ¿Dónde halla Ud. ‘purgatorio?’ ¿Dónde halla Ud. ‘misa?’ ¿Dónde halla Ud. ‘pagando dinero para salir del infierno?’ Nada de eso está en la Palabra, pero los hombres pusieron eso en su propio libro y por medio de eso subyugaron a la gente, dominándola por medio del temor. ¿Dónde halla Ud. que ‘el hombre tiene el poder para perdonarnos como si él fuera Dios?’ “Lobos rapaces” ni siquiera es un término suficientemente fuerte para describirlos. ¡Nicolaísmo, organización, el hombre gobernando al hombre!",
    "Vuelva a Dios. Arrepiéntase antes de que sea demasiado tarde. Vea la escritura en la pared; está escribiendo juicio. Igualmente como los vasos sagrados fueron profanados y por esa causa fue derramada la ira de Dios, hoy la sagrada Palabra ha sido profanada y el Espíritu ha sido contristado, y el juicio está aquí a la puerta. ¡Arrepiéntase! ¡Arrepiéntase! Vuelva a Pentecostés. Vuelva a la dirección del Espíritu Santo. Vuelva a la Palabra de Dios, ¿por qué moriréis?",
    "El que tiene oído, oiga lo que el Espíritu dice a las iglesias. Al que venciere, le daré a comer del árbol de la vida, el cual está en medio del paraíso de Dios.\n\nApocalipsis 2:7",
    "🦅 El que tiene oído oiga lo que el Espíritu dice a las iglesias”. Puede ser que millones oigan o lean estas palabras, pero ¿cuántos prestarán atención? Eso no lo sabemos. Pero aquel que prestará su oído y querrá conocer las palabras de verdad, hallará al Espíritu de Dios iluminándole. Si su oído está atento a la Palabra, el Espíritu de Dios le manifestará la Palabra a Ud. Ahora, esa es una obra del Espíritu. Yo le puedo enseñar la verdad, pero si Ud. no abre su oído para oírla y su corazón para recibirla, entonces Ud. no obtendrá la revelación.",
    "Ahora fíjese, dice que el Espíritu está hablando a las iglesias. Eso es en plural, no en singular. El Espíritu no dejó a Juan escribir esto para una iglesia local en Efeso, ni tampoco era solamente para la primera edad. Es para todas las edades de la Iglesia. Pero esta es la iglesia de principios. Y en eso es como el libro de Génesis. Lo que empezó en el Génesis es la verdad a través de la Palabra entera y al fin termina en Apocalipsis. Igualmente, esta iglesia empezando en los Hechos, es el plan de Dios para todas las edades hasta que termina en la edad de Laodicea. Véalo cuidadosamente. Cada edad debe tomar cuidado, porque lo que está ocurriendo aquí solamente es el principio. Aquel arbolito que fue sembrado, crecerá. Crecerá a través de las edades. Este entonces es un Mensaje para todo Cristiano de cada edad hasta que vuelva Jesús. Sí, así es, porque es el Espíritu hablando. Amén.",
    "🦅 Al que venciere, le daré a comer del árbol de la vida, el cual está en medio del paraíso de Dios”. Esta es la recompensa para todos los vencedores de todas las edades. Cuando la última llamada a la batalla haya sido hecha, cuando hayamos dejado nuestra armadura, entonces reposaremos en el paraíso de Dios y nuestra porción será el Arbol de la Vida para siempre.",
    "🦅 El Arbol de la Vida”. ¿No es esa una expresión hermosa? Se menciona tres veces en Génesis y tres veces en Apocalipsis. Es el mismo árbol y simboliza la misma cosa en cada una de las seis Escrituras.",
    "Pero ¿qué es el Arbol de la Vida? Ahora, en primer lugar tenemos que saber qué es lo que significa el árbol. En Números 24:6, cuando Balaam describía a Israel, dijo que eran “como lináloes plantados por Jehová”. Arboles, a través de las Escrituras se refieren a personas — como dice en el primer Salmo. Entonces el Arbol de la Vida tiene que ser la Persona de la Vida, Jesús.",
    "Ahora, habían dos árboles en medio del Huerto del Edén. Uno era el Arbol de la Vida, y el otro era el Arbol de la Ciencia del Bien y del Mal. El hombre habría de vivir por medio del Arbol de la Vida; pero no habría de tocar el otro árbol porque al hacerlo moriría. Pero el hombre tomó del otro árbol, y cuando lo hizo, la muerte entro en él por medio de su pecado, y él fue separado de Dios.",
    "Ahora, aquel Arbol allá en el Edén, aquel Arbol que era la fuente de Vida, era Jesús. En San Juan en los capítulos seis al ocho, Jesús se presenta como la fuente de Vida Eterna. El mismo dijo que era el Pan del Cielo. El habló del ofrecimiento de Sí mismo, diciendo que si algún hombre comiere de El, nunca moriría. El proclamó que conocía a Abraham, y que antes de que Abraham fuera, El ERA. Profetizó que El mismo les daría agua viva y que todo aquel que bebiere de esta agua, nunca jamás tendría sed, sino que viviría eternamente. Se mostró como el GRAN “YO SOY”. El es el Pan de Vida, el Pozo de Vida, el Ser Eterno, el ARBOL DE LA VIDA. El estuvo allá en medio del Huerto del Edén así como también estará en medio del paraíso de Dios.",
    "Algunos tienen la idea que aquellos dos árboles en el huerto eran iguales a los demás que Dios había puesto allí. Pero estudiantes esmerados saben que esto no es cierto. Cuando Juan el Bautista clamó que el hacha estaba puesta a la raíz de todos los árboles, él no estaba simplemente hablando de árboles naturales, sino de fundamentos espirituales. Ahora, en I Juan, dice:\n\nY este es el testimonio: que Dios nos ha dado vida eterna; y esta vida está en su Hijo.\n\nI Juan 5:11\n\nY no queréis venir a mí para que tengáis vida.\n\nSan Juan 5:40",
    "Así que el testimonio, la Palabra de Dios, dice claramente que VIDA, LA VIDA ETERNA, está en el Hijo. No está en ninguna otra parte.\n\nEl que tiene al Hijo, tiene la vida; el que no tiene al Hijo de Dios no tiene la vida.\n\nI Juan 5:12",
    "Entonces, siendo que el testimonio no puede cambiar (quitado de, o agregado a), el testimonio queda en que LA VIDA ESTA EN EL HIJO. Siendo que esto es la verdad, EL ARBOL DE VIDA EN EL HUERTO, TIENE QUE SER JESUS.",
    "Bien. Si el Arbol de la Vida es una persona, entonces el Arbol de la Ciencia del Bien y del Mal es TAMBIEN una persona. No puede ser de otra manera. Así que el Ser Justo y el ser maligno estaban allí lado a lado en medio del Huerto del Edén.\n\nEn Edén, en el huerto de Dios estuviste (Satanás).\n\nEzequiel 28:13",
    "Aquí es donde recibimos la verdadera revelación de la simiente de la serpiente. Aquí está lo que verdaderamente sucedió en el Huerto del Edén. La Palabra dice que Eva fue engañada por la serpiente. Ella en realidad fue seducida por la serpiente.\n\nPero la serpiente era astuta, más que todos los animales del campo que Jehová Dios había hecho…\n\nGénesis 3:1",
    "Esta bestia era tan semejante al ser humano (empero era totalmente animal) que podía razonar y hablar. El era una criatura que se paraba recto y era entre el chimpancé y el hombre, pero más semejante al hombre. Y era tan semejante al ser humano que su simiente podía, y hasta se unió con la de la mujer e hizo que ella concibiera. Cuando esto sucedió, Dios maldijo la serpiente. Cambió todos los huesos en el cuerpo de la serpiente de manera que tuvo que arrastrarse como una víbora. La ciencia puede esforzarse hasta lo sumo y nunca hallará el eslabón perdido, Dios tomó cuidado de eso. El hombre es sabio, y puede ver alguna relación entre el hombre y el animal, y procura probarlo por medio de la evolución. No hay tal evolución, pero el hombre y el animal sí se mezclaron. Ese es uno de los misterios de Dios que ha permanecido escondido, pero aquí está revelado. Sucedió allá en medio del Edén cuando Eva rechazó la Vida para aceptar la muerte.",
    "Fíjese en lo que Dios les dijo en el huerto:\n\nY pondré enemistad entre ti y la mujer, y entre tu simiente y la simiente suya; ésta te herirá en la cabeza, y tú le herirás en el calcañar.\n\nGénesis 3:15",
    "Si damos crédito a la Palabra que la mujer sí tuvo una Simiente, entonces la serpiente seguramente también tuvo una simiente. Si la Simiente de la mujer fue un varón que vino sin el concurso del hombre, entonces la simiente de la serpiente tendrá que venir en la misma forma, o sea, otro varón tendrá que nacer aparte de la instrumentalidad humana. No hay ningún estudiante que no sepa que la Simiente de la mujer fue Cristo, Quien vino por la instrumentalidad de Dios, aparte del concurso humano. Es igualmente conocido que la predicción de la herida en la cabeza de la serpiente era en efecto una profecía tocante a lo que Cristo lograría en contra de Satanás, en la cruz. Allí en la cruz, Cristo heriría la cabeza de Satanás, mientras que Satanás heriría el calcañar del Señor.",
    "Esta porción de la Escritura es la revelación de cómo la simiente literal de la serpiente fue sembrada en la tierra, así como tenemos el registro de Lucas 1:26-35, donde está registrado exactamente cómo la Simiente de la mujer llegó a la manifestación física aparte de la instrumentalidad humana.\n\nAl sexto mes el ángel Gabriel fue enviado por Dios a una ciudad de Galilea, llamada Nazaret,\n\na una virgen desposada con un varón que se llamaba José, de la casa de David; y el nombre de la virgen era María.\n\nY entrando el ángel en donde ella estaba, dijo: ¡Salve, muy favorecida! El Señor es contigo; bendita tú entre las mueres.\n\nMas ella, cuando le vio, se turbó por sus palabras, y pensaba qué salutación sería esta.\n\nEntonces el ángel le dijo: María, no temas, porque has hallado gracia delante de Dios.\n\nY ahora, concebirás en tu vientre, y darás a luz un hijo, y llamarás su nombre Jesús.\n\nEste será grande, y será llamado Hijo del Altísimo; y el Señor Dios le dará el trono de David su padre;\n\ny reinará sobre la casa de Jacob para siempre, y su reino no tendrá fin.\n\nEntonces María dijo al ángel: ¿Cómo será esto? pues no conozco varón.\n\nRespondiendo el ángel, le dijo: El Espíritu Santo vendrá sobre ti, y el poder del Altísimo te cubrirá con su sombra; por lo cual también el Santo Ser que nacerá, será llamado Hijo de Dios\n\nLucas 1:26-35",
    "Como la Simiente de la mujer fue Dios literalmente reproduciéndose en carne humana, así también la simiente de la serpiente fue la manera literal por la cual Satanás halló como abrirse la puerta para entrar en el género humano. Fue imposible para Satanás reproducirse de la misma manera en que Dios se reprodujo a Sí mismo (porque él solamente es un ser-espíritu que fue CREADO), así que el registro en Génesis relata como fue que él produjo su simiente y se introdujo, o más bien se inyectó en el género humano. También recuerde que Satanás es llamado ‘la serpiente.’ Es la inyección de su simiente en el género humano de lo que estamos hablando.",
    "Antes de que Adán conociese carnalmente a Eva, la serpiente ya la había conocido. Y el que nació de ese acto, fue Caín. Caín fue (nacido de, engendrado de) “del maligno” (1 Juan 3:12). El Espíritu Santo en Juan no podía en un lugar llamar a Adán “el maligno” (porque eso sería si fuera el padre de Caín), y en otro lugar llamarlo el “hijo de Dios”, lo cual era por creación (Lucas 3:38). Caín fue en carácter como su padre, uno que trae muerte, un asesino. Su reto atrevido hacia Dios cuando fue confrontado con el Todopoderoso, según Génesis 4:5, 9, 13 y 14, muestra características completamente inhumanas, y aun parece exceder cualquier relato registrado en las Escrituras tocante a una confrontación entre Dios y Satanás.\n\nPero no miró con agrado a Caín y a la ofrenda suya. Y se ensañó Caín en gran manera, y decayó su semblante.\n\nY Jehová dijo a Caín: ¿Dónde está Abel tu hermano? Y él respondió: No sé. ¿Soy yo acaso guarda de mi hermano?\n\nY dijo Caín a Jehová: Grande es mi castigo para ser soportado.\n\nHe aquí me echas hoy de la tierra, y de tu presencia me esconderé, y seré errante y extranjero en la tierra; y sucederá que cualquiera que me hallare, me matará.\n\nGénesis 4:5, 9, 13, 14",
    "Note la manera exacta en que el registro de Dios promulga los nacimientos de Caín, Abel y Set.\n\nConoció Adán a su mujer Eva, la cual concibió y dio a luz a Caín, y dijo: Por voluntad de Jehová he adquirido varón.\n\nDespués dio a luz a su hermano Abel…\n\nGénesis 4:1 y 2\n\nY conoció de nuevo Adán a su mujer, la cual dio a luz un hijo, y llamó su nombre Set…\n\nGénesis 4:25",
    "Nacieron TRES hijos de DOS actos de conocimiento carnal de Adán. Ahora, siendo que la Biblia es la perfecta y exacta Palabra de Dios, esto no es un error sino que es un registro para nuestra iluminación. Siendo que nacieron TRES hijos, pero Adán sólo tuvo DOS actos, Ud. sabe POSITIVAMENTE que UNO de aquellos tres NO ERA de Adán. Dios ha registrado esto de esta manera tan exacta para mostrarnos algo.",
    "La verdad del asunto es que Eva traía en sí DOS hijos (gemelos) de fecundaciones DISTINTAS. Ella llevaba gemelos, con la concepción de Caín producida un poco antes de la de Abel. ¿Ve Ud. aquellos GEMELOS de nuevo? Un tipo perfecto como siempre.",
    "Para todos aquellos que no creen que esto sea posible, sepan que hoy mismo los registros médicos están llenos de tales casos en que mujeres han tenido gemelos que eran de óvulos distintos y fecundaciones distintas, con la fertilización de los óvulos ocurriendo días aparte. Y NO SOLAMENTE ES CIERTO ESO, sino que algunos de los registros muestran que los gemelos fueron engendrados por varones distintos.",
    "Hace poco se publicó por todo el mundo la historia de una madre noruega que estaba demandando judicialmente de su esposo sostén para ella y sus gemelos, de los cuales uno era blanco y el otro negro. Ella admitió que tenía un amante negro. El tiempo entre las dos concepciones era como de tres semanas. En Beaumont, Texas, en 1963, los registros mostraron otra vez un nacimiento múltiple en el cual las fecundaciones fueron separadas por varios días, y ciertamente fue tan tremendo el caso, que la mujer casi murió juntamente con un hijo durante el parto.",
    "Ahora, ¿por qué tuvo que ser esto? ¿Por qué tuvo que venir de esta manera la simiente de la serpiente? El hombre fue creado para Dios. El hombre habría de ser el templo de Dios. El lugar del reposo de Dios (del Espíritu Santo) era el hombre, el templo.\n\nEste halló gracia delante de Dios, y pidió proveer tabernáculo para el Dios de Jacob.\n\nMas Salomón le edificó casa;\n\nsi bien el Altísimo no habita en templos hechos de mano, como dice el profeta:\n\nEl cielo es mi trono, y la tierra el estrado de mis pies. ¿Qué casa me edificaréis? dice el Señor; ¿O cuál es el lugar de mi reposo?\n\n¿No hizo mi mano todas estas cosas?\n\n¡Duros de cerviz, e incircuncisos de corazón y de oídos! Vosotros resistís siempre al Espíritu Santo; como vuestros padres, así también vosotros.\n\nHechos 7:46-51",
    "Satanás ha sabido esto todo el tiempo. El también quiere morar en el hombre así como lo hace Dios. Pero Dios ha reservado para Sí mismo aquel derecho. Satanás no lo puede hacer. Sólo Dios apareció en carne humana. Satanás no pudo y nunca podrá hacerlo. El no tiene poderes creativos. La única manera como Satanás podía lograr lo que deseaba, era entrar en la serpiente en el Edén, así como entró por medio de los espíritus inmundos en los puercos en Gadara. Dios no entra en animales; pero Satanás lo puede hacer y lo hará para lograr sus propósitos. El no pudo tener un hijo directamente por Eva como Dios lo tuvo por María, así que entró en la serpiente y engañó a Eva. El la sedujo, y por medio de ella Satanás tuvo un hijo vicariamente. Caín manifestó completamente las características espirituales de Satanás y las características bestiales (sensuales, carnales) de la serpiente. Con razón el Espíritu Santo dijo que Caín era del maligno, en verdad lo era.",
    "Ahora quiero considerar algunas pruebas ciertas que tenemos, para demostrar que en verdad hay una afinidad entre el hombre y el animal. Es una cosa física. ¿Sabe Ud. que se pueden tomar las células embrionarias del feto, que aún no ha nacido, y se pueden inyectar en el ser humano? Entonces las células de la tiroides, irán directamente a la tiroides humana, y las células de riñón, irán directamente a los riñones humanos. ¿Se da cuenta cuán estupendo es esto? Alguna inteligencia dirige aquellas células de animal exactamente a su debido lugar. Aquella inteligencia recibe esas células y las coloca en el lugar correcto. Hay una afinidad entre el hombre y el animal, pero las simientes no se pueden mezclar para reproducirse, lo han intentado.",
    "Pero allá en el huerto aquel intercambio sucedió y la afinidad química que todavía existe, lo prueba. Porque allá en el Edén la serpiente era una criatura vertical. Era semejante al hombre, casi era hombre. Satanás se aprovechó de las características físicas de la serpiente para usarlo a él para engañar a Eva. Luego Dios destruyó aquella forma de la serpiente. Ningún otro animal puede mezclarse con el hombre, pero todavía existe la afinidad.",
    "Ya que hemos llegado hasta aquí, déjeme tratar de cristalizar el pensamiento sobre este asunto para que Ud. pueda ver la necesidad de haber entrado en este estudio de la doctrina de la simiente de la serpiente.",
    "Empezamos con el hecho de que hubieron DOS árboles en medio del huerto. El Arbol de la Vida era Jesús. El otro árbol definitivamente era Satanás por causa de lo que vino como fruto de aquel árbol. Ahora bien, sabemos que ambos árboles tenían algo que ver con el hombre, de otra manera nunca hubieran sido puestos allí. Tuvieron que tener parte en el plan y propósito soberano de Dios, en su relación particular con el hombre y con Dios mismo, porque de otra manera no podríamos atribuir omnisciencia a Dios. Hasta aquí todo es verdad, ¿no es así? Ahora, la Palabra definitivamente muestra que desde ANTES de la fundación del mundo el propósito de Dios era compartir Su Vida Eterna con el hombre\n\nSegún nos escogió en él antes de la fundación del mundo, para que fuésemos santos y sin mancha delante de él,\n\nEn amor habiéndonos predestinado para ser adoptados hijos suyos por medio de Jesucristo, según el puro afecto de su voluntad,\n\npara alabanza de la gloria de su gracia, con la cual nos hizo aceptos en el Amado,\n\nen quien tenemos redención por su sangre, el perdón de pecados según las riquezas de su gracia,\n\nque hizo sobreabundar para con nosotros en toda sabiduría e inteligencia,\n\ndándonos a conocer el misterio de su voluntad, según su beneplácito, el cual se había propuesto en sí mismo,\n\nde reunir todas las cosas en Cristo, en la dispensación del cumplimiento de los tiempos, así las que están en los cielos, como las que están en la tierra.\n\nEn él asimismo tuvimos herencia, habiendo sido predestinados conforme al propósito del que hace todas las cosas según el designio de su voluntad.\n\nEfesios 1:4-11\n\nY la adoraron (Satanás) todos los moradores de la tierra cuyos nombres no estaban escritos en el libro de la vida del Cordero que fue inmolado desde el principio del mundo.\n\nApocalipsis 13:8",
    "Pero aquella Vida no podía ser, y no sería compartida de ninguna otra manera sino a través de “Dios manifestado en carne”. Esto era parte de Su predestinado propósito eterno. Este plan era para la alabanza de la gloria de Su gracia. Era el plan de la Redención. Era el plan de la Salvación. Ahora escuche bien: “Dios siendo un Salvador, fue necesario que predestinara a un hombre que necesitara salvación para así darse razón y propósito de existencia”. Eso es ciento por ciento correcto, y hay multitudes de Escrituras que lo prueban así, como por ejemplo:\n\nPorque de él, y por él, y para él, son todas las cosas. A él sea la gloria por los siglos. Amén.\n\nRomanos 11:36",
    "El hombre no podía venir directamente y tomar del Arbol de la Vida en medio del huerto. Esa Vida Eterna primeramente tenía que llegar a ser carne. Pero antes de que Dios pudiese haber traído y salvado a un pecador, tenía que tener un pecador para traer y salvar. El hombre tenía que caer. La caída que sería causada por Satanás, tenía que tener carne para así ocasionar la caída. Y Satanás también tenía que venir por carne. Pero Satanás no podía venir a través de carne humana para ocasionar la caída igual como Cristo vendría en carne humana para restaurar a los caídos. Pero había un animal, la serpiente, tan semejante al hombre que Satanás podía hacer contacto con esa bestia, y por medio de esa bestia él podía llegar a ser carne humana y causar la caída, y así inyectarse en el género humano; así como Jesús algún día se inyectaría en el género humano, en cuerpos humanos, a la altura de una resurrección en la cual nosotros tendremos cuerpos semejantes a Su Cuerpo glorificado.",
    "Entonces, lo que Dios obró en el huerto era Su plan predestinado. Y cuando Satanás ocasionó lo que era necesario para cumplir el propósito de Dios, entonces el hombre no podía llegar al Arbol de la Vida en el huerto, ciertamente que no. No era tiempo. Pero un animal (¿no fue un animal lo que causó la caída? dejemos entonces que muera un animal) fue tomado y su sangre fue derramada, y entonces Dios tuvo comunión de nuevo con el hombre. Entonces habría de llegar un día cuando Dios aparecería en carne; y por medio de Su humillación, El restauraría al hombre caído y le haría participante de aquella Vida Eterna. Ya una vez que Ud. ve esto, entonces puede entender la doctrina de la simiente de la serpiente y que no fue una manzana que se comió Eva. No, fue la degradación de la humanidad por causa de la mezcla de la simiente.",
    "Ahora, yo sé que dando respuesta a una pregunta, otra siempre aparece; y la gente me pregunta: “Si así cayó Eva, ¿qué hizo Adán, porque Dios siempre descarga la culpa sobre Adán?” Eso es sencillo. La Palabra de Dios es para siempre fijada en los Cielos. Antes de que fuese hecha la más pequeña partícula de materia, aquella Palabra (la ley de Dios) estuvo allí EXACTAMENTE COMO ESTA ESCRITA EN NUESTRAS BIBLIAS. Ahora, la Palabra nos enseña que si una mujer deja a su esposo y se va con otro hombre, ella es una adúltera y ya no es casada, y el esposo no debe reconciliarla. Esa Palabra fue verdad en el Edén igual como fue verdad cuando Moisés la escribió en la ley. La Palabra no puede cambiar. Adán la tomó de nuevo. El sabía exactamente lo que estaba haciendo, pero de todos modos lo hizo. Ella era parte de él y él estaba dispuesto a tomar su responsabilidad sobre sí mismo. El no la dejaría ir. Entonces Eva concibió por Adán, él sabía que sería así. El sabía exactamente lo que sucedería con el género humano, y él vendió el género humano al pecado para poder tener a Eva, porque la amaba.",
    "Y entonces nacieron esos dos hijos, los cuales serían los padres del género humano, lo cual ya estaba contaminado. ¿Y qué dice el registro acerca de ellos? Leamos el registro en Judas 14: “De éstos también profetizó Enoc, séptimo desde Adán…” El capítulo 5 de Génesis es el capítulo de la genealogía de Enoc. Así es como da la genealogía: (1) Adán, (2) Set, (3) Enós, (4) Cainán, (5) Mahalaleel, (6) Jared, (7) Enoc. Se puede notar que no menciona a Caín. La línea de Adán sigue por Set. Si Caín fuera hijo de Adán la ley de la primogenitura le hubiera dado a Caín el derecho en el linaje. También hay que tomar en cuenta cuidadosamente lo que dice aquí:\n\nY vivió Adán ciento treinta años, y engendró un hijo a su semejanza, conforme a su imagen, y llamó su nombre Set.\n\nGénesis 5:3",
    "No dice en ninguna parte que Caín era a la semejanza de Adán, pero tendría que ser si fuera su hijo, porque la ley de la reproducción es enfática en que cada especie trae según su semejanza. También tenemos que dar crédito al hecho de que en las dos genealogías, en Génesis y en Lucas, Caín no aparece. Si Caín fuera hijo de Adán, entonces estaría registrado en alguna parte: “Caín, quién era hijo de Adán, quién era hijo de Dios”. No dice eso, porque NO PUEDE decirlo.",
    "Desde luego, han habido estudiantes que desde hace mucho han promulgado la idea de dos líneas de hombres: una que procede de la línea piadosa fundada por Set y la otra siendo la línea impía fundada por Caín. Y aunque es extraño, pero es la verdad, estos mismos estudiantes nunca nos han dicho cómo es que Caín fue un tipo tan malvado, mientras que Abel y Set fueron de la línea piadosa y espiritual. De hecho, Caín debiera haber sido más espiritual que Abel, y aun más que Set y así sucesivamente con cada uno de los siguientes, porque cada generación siempre se ha ido alejando más de Dios. Pero no, Caín se manifiesta como el hombre más malvado que jamás se haya definido, pues él se puso violentamente en contra de Dios y Su Palabra.",
    "Ahora, tome nota de esto: la Escritura no juega con palabras. Todo lo que está en el Registro, está allí para que los ojos ungidos lo vean, tiene un propósito al estar allí. La Palabra dice:\n\nY llamó Adán el nombre de su mujer, Eva, por cuanto ella era madre de todos los vivientes.\n\nGénesis 3:20",
    "Pero en ninguna Escritura dice que Adán era el padre de todos los vivientes. Si esta connotación no se puede poner sobre Génesis 3:20, ¿por qué entonces sería mencionado que Eva es la madre de todos, y nada fue dicho acerca de Adán? El hecho es que aunque Eva fue la madre de todos los vivientes, Adán no fue el padre de todos los vivientes.",
    "Eva dijo en Génesis 4:1: “…de Jehová he adquirido varón”. Ella no da crédito a Adán de ser el padre de Caín, sino que dice:\n\nPorque Dios (dijo ella) me ha sustituido otro hijo en lugar de Abel, a quien mató Caín.\n\nGénesis 4:25",
    "Ella no dice que Dios le había DADO otra simiente; esa hubiera sido Cristo, porque El es DADO. Este hijo, Set, fue SUSTITUIDO en lugar de Abel. Ella reconoce su hijo quien vino a través de Adán; ella no reconoce ahora a Caín porque él vino a través de la serpiente. Cuando ella dice, “OTRA SIMIENTE en lugar de Abel”, ella está diciendo que Caín era diferente a Abel, porque si ellos hubieran sido del mismo padre, ella hubiera tenido que decir, “Me ha sido dada MAS SIMIENTE”.",
    "Yo no creo todo lo que leo, pero en verdad es una cosa curiosa que en la revista Life, la edición del 10 de marzo de 1963, los psiquiatras estuviesen hablando de la misma cosa que estamos tratando aquí. Ahora yo sé que no todos los psiquiatras concuerdan entre sí mismos, pero aquí está. El temor a la serpiente no es una reacción consciente, sino una reacción inconsciente. Si fuera un temor natural, la gente estaría igualmente encantada ante la jaula del león o el gorila. Sus pensamientos inconscientes los mantienen mirando a las serpientes. Ese engaño de serpientes es inconscientemente sexual. Que ha sido así a través de las edades es visto en la gente generación tras generación pasando por la misma cosa. Serpientes siempre han sido y siempre serán repugnantemente atractivas. La serpiente siempre ha significado lo que es bueno y malo. Ha sido un símbolo fálico a través de las edades. Exactamente de acuerdo con la descripción del Huerto del Edén, hallamos en la serpiente la personificación de la maldad apasionada.",
    "Es casi universal entre las muchas tribus sin cultura que la serpiente está asociada con el sexo y frecuentemente es adorada en conjunción con ello. El estudio de la sexología trae eso a la luz en muchos casos. Ahora, yo quisiera saber de dónde es que esta gente saca eso, siendo que es gente analfabeta y nunca ha leído la Biblia. Pero así como la historia del diluvio es conocida a través del mundo, también es conocida esta verdad de la caída del hombre. Ellos saben lo que sucedió allá en el Edén.",
    "Ahora, en este detalle alguien me va a hacer esta pregunta: ¿Le dijo Dios a Eva que se cuidara de la serpiente, o que la serpiente la seduciría? Ahora escuche, Dios no tenía que decir nada respecto a lo que iba a suceder. Solamente obtenga Ud. el punto clave de la historia. El simplemente dio la Palabra. El les dijo que no probaran de la CIENCIA. Prueben de la VIDA. LA VIDA ERA LA PALABRA DE DIOS. LA MUERTE ERA CUALQUIER OTRA COSA APARTE DE LA PALABRA DE DIOS. Ella permitió que se cambiara UNA SOLA PALABRA y con eso la sedujo Satanás.",
    "Dios pudo haber dicho: “No vayan a tomar fruto de los árboles más de lo que puedan comer”. Entonces Satanás podía decir: “Mira, pues eso es correcto. Se fijan que si toman demás, se les va pudrir. Pero aquí está un método para preservar la fruta; de modo que pueden tomar todo lo que quieran. Así que ¿ya ven? pueden hacer lo que Uds. quieren y también lo que Dios quiere”. Allí mismo es donde el diablo la seduciría. Aquel que ha ofendido en UN punto de la ley es culpable de TODA la ley. No juegue con esa Palabra. Eso es exactamente lo que sucedió en la edad de Efeso antes que terminará como en el año 170 d. C.",
    "¿Y qué fue lo que produjo aquel árbol? El Arbol de la Ciencia produjo muerte. Caín mató a su hermano Abel; el malvado mató al justo. Allí se fijó una orden. Se mantendrá esa orden hasta la restauración de todas las cosas como ha sido dicho por los profetas.",
    "El Arbol de la Ciencia produjo hombres mañosos, hombres de renombre; sin embargo sus caminos son caminos de muerte. La gente de Dios es una gente sencilla, pero de mente espiritual, inclinada hacia Dios y la naturaleza, calmadamente labrando la tierra, estimando más a la verdad que a las riquezas. La simiente de la serpiente ha traído tremendos comercios, invenciones maravillosas, pero con todo esto viene la muerte. Su pólvora y sus bombas atómicas matan en la guerra; y en tiempo de paz sus invenciones mecánicas, como el automóvil, matan a mayor número de personas en tiempo de paz que lo que matan las invenciones de guerra en tiempos de aflicción. Muerte y destrucción son los frutos de sus labores.",
    "Pero ellos son religiosos, creen en Dios. Ellos son como su padre, el diablo, y su antepasado, Caín. Ambos creían en Dios. Estos van a la iglesia, se mezclan con los justos así como también la cizaña se mezcla con el trigo. Al hacer así corrompen y producen una religión Nicolaíta. Ellos riegan su veneno con todo el esfuerzo por destruir a la simiente de Dios, así como Caín mató a Abel. Ante sus ojos no hay temor de Dios.",
    "Pero Dios no dejará que ninguno de los suyos se pierda. El los guarda aun en la muerte, y ha prometido que en el día postrero los levantará.",
    "Apocalipsis 2:7",
    "¡Qué pensamiento tan hermoso es este! Aquel Arbol de la Vida en el Huerto del Edén, al cual ni podían llegar por causa de la caída de Adán, ahora es dado al vencedor. La espada encendida del querubín que guardaba el huerto ha sido envainada. Pero no fue antes de que la hoja fuese ensangrentada con la sangre del Cordero. Meditemos sobre este punto mientras consideramos porqué el Arbol le fue negado a Adán y a sus descendientes, pero ahora ha sido ofrecido de nuevo.",
    "La intención de Dios para Su creación, el hombre, es que éste pueda expresar Sus Palabras. En Génesis, le fue dada a Adán la Palabra por la cual vivir. Una vida vivida por la Palabra sería la Palabra expresada. ¿No es cierto eso? Pero ¿vivió Adán por esa Palabra? No, porque él habría de vivir por TODA Palabra, y él no hizo caso a toda Palabra.",
    "Entonces vino Moisés. Que hombre tan tremendo y poderoso fue él. Sin embargo, él también falló en vivir toda la Palabra. Y aquel profeta, el tipo del Gran Profeta por venir, al enojarse falló en obedecer la Palabra. También David, el gran rey de Israel, un hombre según el corazón de Dios, falló por medio del adulterio, cuando fue tentado.",
    "Pero oportunamente, en el cumplimiento del tiempo, llegó Uno, la Cabeza, Jesús, Quien también tuvo que ser tentado para probar si El viviría por TODA Palabra que procede de la boca de Dios. Entonces Satanás fue anulado. Porque allí estaba Uno, Quien vivía por medio del “escrito está”, y aquella Obra Maestra de Dios, venció, reflejando la Palabra de Dios. Entonces este Ser Perfecto manifestado fue entregado a la cruz, como el Cordero Perfecto de Dios para el sacrificio perfecto. Y en el ‘árbol’ El recibió las heridas de la muerte, para que nosotros, por medio de El y por causa de El, podamos comer del Arbol de la Vida, y entonces esa Vida ofrecida gratuitamente nos fortalecería para vencer y expresar la Palabra de Dios.",
    "Y ahora, a estos Hijos de Dios, quienes vencen por medio de El, les es dado el privilegio del paraíso de Dios, y el compañerismo continuo de Jesucristo. Jamás habrá separación de El. Donde va El, también irá Su Novia. Lo que le pertenece a El, El lo comparte con Su Amada en un estado coheredero. Las cosas secretas serán reveladas. Las cosas ocultas serán hechas claras. Conoceremos como somos conocidos, y seremos como El. Esta es la herencia del vencedor que ha vencido por la sangre del Cordero y la Palabra del testimonio de Jesucristo.",
    "¡Cómo deseamos aquel día cuando los caminos torcidos serán enderezados, y estaremos con El, por un tiempo sin fin! ¡Qué aquel día apresure su llegada, y que nosotros nos apresuremos en obedecer Su Palabra y así probar nuestro mérito de compartir con El Su gloria!",
    "🦅 El que tiene oído, oiga lo que el Espíritu dice a las iglesias”. ¡Cuán trágico fue para esta primera edad no haber escuchado al Espíritu! En Su lugar escuchó al hombre. Pero gracias a Dios, en la última edad habrá un grupo que se levantará, la Verdadera Novia del último día, ella escuchará al Espíritu. En aquel día de densa oscuridad, la Luz volverá por medio de la Palabra pura y nosotros volveremos al poder de Pentecostés para dar la bienvenida al regreso del Señor Jesucristo."
  ]
}