{
  "title": "LA EDAD DE ESMIRNA",
  "id": "C00A04B9",
  "content": [
    "Y escribe al ángel de la iglesia en Esmirna: El primero y el postrero, el que estuvo muerto y vivió, dice esto:\n\nYo conozco tus obras, y tu tribulación, y tu pobreza (pero tú eres rico), y la blasfemia de los que se dicen ser judíos, y no lo son, sino sinagoga de Satanás.\n\nNo temas en nada lo que vas a padecer. He aquí, el diablo echará a algunos de vosotros en la cárcel, para que seáis probados, y tendréis tribulación por diez días. Sé fiel hasta la muerte, y yo te daré la corona de la vida.\n\nEl que tiene oído, oiga lo que el Espíritu dice a las iglesias. El que venciere, no sufrirá daño de la segunda muerte.\n\nApocalipsis 1:8-11",
    "A fin de refrescar su mente, quiero dar a conocer otra vez cómo fue que llegamos a hallar los nombres de los mensajeros a las diferentes edades. Dios en Su Soberana Voluntad tomó cuidado de que la historia de la iglesia del Nuevo Testamento no se perdiera, así como tomó cuidado de que la historia de Israel tampoco se perdiera, fijándola en la Biblia y corroborándola con múltiples rollos, vasos de barro y otros artefactos que los arqueólogos han descubierto e interpretado. En realidad tenemos un relato continuo de la historia de la Biblia, desde la primera página hasta ahora. Así que por medio de la lectura de la historia podemos hallar cuál hombre u hombres en las diversas edades fueron más semejantes al plan original de Dios, el apóstol Pablo. Aquellos que Dios usó para tornar Su pueblo hacia la Palabra de Verdad, serán los que merecen nuestro estudio. Entonces de entre ellos habrá uno para cada edad, el cual sobresaldrá más claramente como el más semejante en relación al plan de la Palabra y en el poder. Aquel será el mensajero.",
    "También se encuentran las Edades de la Iglesia en un estudio de la historia. Uno simplemente necesita leer las Edades como se encuentran en Apocalipsis, y todo armoniza perfectamente con la historia, como EN VERDAD TIENE QUE SER. Siendo que las Edades de la Iglesia fueron predichas por Dios, y sus mismas condiciones fueron reveladas, entonces de hecho la historia que seguiría sería igual a lo que dice la Biblia. Así es de sencillo; pero desde luego sencillez es la clave de la Palabra.",
    "Ahora, con todo esto, no he sido simplemente un estudiante y un historiador, he procurado ser un hombre de mente Espiritual; y fue solamente por la absoluta aprobación del Espíritu de Dios que escogí a los hombres que he escogido. Esto es verdad y Dios conoce mi corazón.",
    "Usando la regla que nos fue dada por Dios para escoger el mensajero para cada edad, declaramos sin lugar a dudas que Ireneo fue exaltado por el Señor a esa posición. El fue el discípulo de Policarpo, aquel gran guerrero y santo de la fe. Y no hay duda de que mientras él estaba sentado a los pies de aquel gran hombre, aprendió las virtudes Cristianas que procedían de su vida consagrada, porque Policarpo en verdad fue uno de los santos ilustres de todas las edades en vista de una vida irreprensible.",
    "Ud. recordará por su propia lectura, que Policarpo fue martirizado. Siendo demasiado viejo para huir y demasiado sincero para permitir que otro lo escondiera y luego que aquel sufriera el castigo por haberlo hecho, él se entregó a la muerte. Pero antes de morir él pidió, y le fue concedido permiso para orar dos horas por sus hermanos en el Señor, por el gobernador, por sus enemigos y por los que le habían capturado. Como los poderosos santos de todas las edades, y deseando una mejor resurrección, él se mantuvo firme, negando renunciar al Señor, y murió con una conciencia libre. El fue puesto en la pira (sin que le amarraran, por su propia petición) y fue encendido el fuego. Las llamas rechazaban tocar su cuerpo, entonces fue traspasado con una espada. Cuando esto fue hecho, brotó agua de su costado apagando las llamas. Realmente se vio la partida de su espíritu en la forma de una palomita blanca que salió de su seno.",
    "Sin embargo, aun con un testimonio tan maravilloso, este estudiante de Juan el Revelador no militó en contra del sistema Nicolaíta, porque él mismo se inclinaba hacia la organización, sin darse cuenta de que el deseo de compañerismo y lo que parecía ser un buen plan para nutrir la obra de Dios, en verdad era una trampa del enemigo.",
    "Con Ireneo no fue así, más bien él luchó en contra de cualquier forma de organización. También la historia de su vida, durante la cual sirvió al Señor, fue una vida de muchas manifestaciones del Espíritu Santo; y la Palabra fue enseñada con una claridad y conformidad extraordinaria a los preceptos originales.",
    "Es conocido que sus iglesias en Francia tuvieron los dones del Espíritu en operación, porque los santos hablaron en lenguas, profetizaron, levantaron a los muertos, y sanaron a los enfermos por la oración de fe. El vio el peligro en cualquier clase de hermandad organizada entre los ancianos, pastores, etc. El se mantuvo sólidamente a favor de una iglesia local, unida, llena del Espíritu, y en la cual se manifestaban los dones. Y Dios le honró porque el poder de Dios se manifestó entre los santos.",
    "El también tenía un entendimiento claro en cuanto a la Deidad. Y como él era discípulo de Policarpo, quien fue discípulo de San Juan, podemos saber con seguridad que él tuvo la enseñanza más perfecta que se podía tener sobre este tema. En el Volumen 1, página 412 de Los Padres Ante Nicea, tenemos esta declaración que él hizo acerca de la Deidad: “Todas las demás expresiones, asimismo, muestran el título de uno y el mismo ser: El Señor del Poder, el Señor, el Padre de todos, Dios Todopoderoso, Altísimo, Creador, Hacedor, y así, estos no son los nombres y los títulos de una sucesión de distintos seres, sino de uno y el mismo”. El declaró claramente que estos solamente son títulos como también es Rosa de Sarón, Estrella Resplandeciente de la Mañana, el más Bello entre Diez Mil, etc. Ni tampoco hay más que UN SOLO Dios y Su nombre es: Señor Jesucristo.",
    "Así que con su fidelidad exacta a la Palabra, su entendimiento maravilloso de las Escrituras y la asistencia del poder de Dios sobre aquel ministerio, él es la selección correcta para la edad. Es en verdad desafortunado que las otras edades no tuvieron en sus mensajeros tal combinación de frutos, poder y dirección en el Espíritu Santo y en la Palabra.",
    "La ciudad de Esmirna estaba un poco al norte de Efeso, en la boca del golfo de Esmirna. Por razón de su puerto tan fino, era un centro comercial conocido por sus exportaciones. También se distinguía por sus escuelas de Retórica, Filosofía, Medicina, Ciencias y Arquitectura. Muchos judíos vivían allí y estaban opuestos violentamente al Cristianismo, aun más que los mismos romanos. Hasta por cierto, Policarpo, el primer obispo en Esmirna, fue martirizado por los judíos, y se dice que los judíos profanaron su día santo (sábado) para acarrear la leña que habría de ser su pira fúnebre.",
    "La palabra Esmirna quiere decir “amargo”, siendo derivado de la palabra mirra. La mirra se usaba en el embalsamamiento de los muertos. Así que tenemos un doble significado en el nombre de esta edad. Era una edad amarga, llena de muerte. Las dos vides en la armazón de la iglesia se estaban separando aun más con una amargura acrecentada hacia la Vid Verdadera de parte de la vid falsa. La muerte no era únicamente la simiente de la vid falsa, sino que aun en la Vid Verdadera había una parálisis progresiva y una impotencia, porque ya se habían separado de la verdad genuina de los primeros años después de Pentecostés; y ningún verdadero creyente es más fuerte y más vivo y de mejor salud espiritual que su mismo conocimiento y fidelidad a la pura Palabra de Dios, como es visto en múltiples ejemplos en el Antiguo Testamento. La organización estaba creciendo rápidamente, confirmando y aumentando la muerte de la membresía, porque la dirección del Espíritu Santo fue depuesta y la Palabra fue sustituida con credos, dogmas y ritos establecidos por el hombre.",
    "Cuando Israel entró en alianzas ilegales con el mundo y formó uniones por el matrimonio, por fin llegó el día en que el mundo se apoderó y Babilonia llevó cautivo al pueblo de Dios. Ahora, cuando ellos entraron en la cautividad, entraron teniendo un sacerdocio, un templo y la Palabra. Pero cuando volvieron tenían rabíes, una orden teológica de fariseos, una sinagoga y el Talmud. Y cuando vino Jesús, ellos estaban tan corrompidos que El los llamó de su padre, el diablo, y esto a pesar del hecho que eran de Abraham según la carne. Vemos la misma cosa sucediendo en esta edad. Sin embargo, como ‘todo Israel’ no es Israel; sino que un grupo pequeño eran los verdaderos Israelitas espirituales, así también siempre habrá un grupo pequeño de verdaderos Cristianos - la Novia de Cristo - hasta que El vuelva por los Suyos.",
    "En esta ciudad habían dos templos famosos. Uno era el templo edificado para la adoración a Zeus y el otro fue edificado para Cybele. Y entre estos dos templos se encontraba el camino más hermoso de tiempos antiguos, el cual se llamaba La Calle Dorada. Para mí, esto muestra una incursión más profunda en el paganismo que había empezado en la primera edad, pero solamente se sabía que existía en Roma. La unión de los dos templos, para un dios y una diosa, es la simiente de Mariolatría, en la cual María es llamada la madre de Dios y recibe honor, títulos y poderes que la hacen coigual con Jesucristo. La Calle Dorada que los une es un cuadro de la codicia que hizo que los organizadores Nicolaítas unieran el Estado con la iglesia, porque sabían de las riquezas y el poder que estaría a su disposición.",
    "Así como en la edad de Efeso se sembró la semilla para la trágica edad de Pérgamo que todavía estaba en el futuro, esta edad de Esmirna era la lluvia, el sol y el nutrimento que aseguraba la vil corrupción que confirmaría la iglesia en idolatría, la cual es fornicación espiritual, de la cual ella nunca saldría. La muerte estaba penetrando desde la raíz hasta las ramas y todos aquellos que tomaron de ella, tomaron amargura y muerte. Esta edad fue desde 170 hasta 312 d.C.",
    "El primero y el postrero, el que estuvo muerto y vivió, dice esto:\n\nApocalipsis 2:8",
    "🦅 El primero y el postrero, el que estuvo muerto y vivió”. Ahora estas palabras no son de un hombre. Un hombre (si aun pudiera hablar desde la tumba) diría: “Yo soy el primero y el postrero que fue vivo y es muerto”. La primera cosa que sucede con el hombre es el nacimiento (es vivo) y la última cosa que sucede es la muerte. Así que aquí no es un hombre el que habla, es la Deidad. El hombre (Adán) recibió vida y la tornó en muerte. Pero este Hombre (Jesús) tomó muerte y la tornó en Vida. Adán tomó inocencia y la volvió en culpa. Este Ser Justo tomó la culpa y la volvió en Justicia. Adán tomó un paraíso y lo tornó en un desierto desolado; pero este Ser Justo viene para tomar un mundo que está oscilando y meciéndose con destrucción para volverlo en otro Edén. Adán tomó una vida de compañerismo y gozo con Dios y la volvió en un desierto de oscuridad espiritual que produjo todo el pecado, decadencia moral, dolor, sufrimiento, decepción y la corrupción que lucha entre el alma del hombre. Pero este Ser Justo, de toda la muerte y degradación trágica que sobreabundaba en el género humano, produjo una vida de justicia y hermosura, para que así como el pecado en un tiempo reinaba hasta la muerte, así también podrían los hombres ahora reinar en justicia por medio de uno, Cristo Jesús; y no como fue la ofensa, aunque en verdad fue terrible, pero ahora cuanto más es Su Don de Vida Eterna.",
    "Y aquí está El, andando entre aquellos que ha redimido, Su Iglesia. Y ¿qué eran aquellos que fueron redimidos? ¿No fueron muchos de ellos como Pablo, asesinos y corruptores? ¿No fueron muchos como el ladrón que moría en la cruz, ladrones y homicidas? Todos son trofeos de Su gracia. Todos siendo resucitados, hechos VIVOS en Cristo Jesús, el Señor.",
    "Quisiera saber si Ud. notó el saludo a la primera edad y luego si notó el saludo a esta edad. Póngalos juntos: “El que tiene las siete estrellas en su diestra, el cual anda en medio de las siete iglesias, dice esto. El primero y postrero, que estuvo muerto, y vivió, dice esto”. Esta es una y la misma persona. Y El nos está dando a conocer que la Iglesia es Suya. Como la semilla del fruto está en medio del fruto, así también El, la Simiente Real, está en medio de la Iglesia. Como la semilla es lo único que tiene vida, así también El es el Autor de Vida para la Iglesia.",
    "El hecho de que El está andando, significa Su cuidado inagotable por ella. El es el Pastor Supremo vigilando sobre lo Suyo. Ese es Su derecho, porque El compró la Iglesia con Su propia sangre. Aquella sangre es la sangre de Dios. Quien es el dueño de esa Iglesia, es Dios, Dios mismo. El es el ‘Primero y Ultimo,’ ese título significa Eternidad. El murió y está vivo. El pagó el precio, así que El tiene la posesión única del templo de Dios. El lo gobierna. Allí es donde él es adorado. El está en contra de cualquiera que trata de tomar Su Señorío y Su autoridad. No hay duda de que la razón por la cual El se presenta a cada edad como Deidad, es para avisar y animar al pueblo. El avisa a la vid falsa y da ánimo a la Vid Verdadera. Este es el UNICO Y VERDADERO DIOS TODOPODEROSO. Escúchele y tenga Vida.",
    "Yo conozco tus obras, y tu tribulación, y tu pobreza (pero tú eres rico), y la blasfemia de los que se dicen ser judíos, y no lo son, sino sinagoga de Satanás.\n\nApocalipsis 2:9",
    "La clave de esta edad claramente es tribulación. Si hubo tribulación en la primera edad, ahora hay una tribulación más intensa predicha para la segunda edad. No hay duda de que las siguientes palabras de Pablo son dirigidas a todo Cristiano dondequiera que estuviese en el mundo y en cada edad.\n\nPero traed a la memoria los días pasados, en los cuales, después de haber sido iluminados, sostuvisteis gran combate de padecimientos;\n\npor una parte, ciertamente, con vituperios y tribulaciones fuisteis hechos espectáculo; y por otra, llegasteis a ser compañeros de los que estaban en una situación semejante.\n\nPorque de los presos también os compadecisteis, y el despojo de vuestros bienes sufristeis con gozo, sabiendo que tenéis en vosotros una mejor y perdurable herencia en los cielos.\n\nNo perdáis, pues, vuestra confianza, que tiene grande galardón;\n\nporque os es necesaria la paciencia, para que habiendo hecho la voluntad de Dios, obtengáis la promesa.\n\nPorque aún un poquito, y el que ha de venir vendrá, y no tardará.\n\nMas el justo vivirá por fe; y si retrocediere, no agradará a mi alma.\n\nHebreos 10:32-38",
    "La sola asociación de gente de buen corazón con el verdadero creyente muy bien podría traer muerte a cambio de su bondad.",
    "Ahora, el Señor Dios Todopoderoso dice: “YO SE”. Allí está El andando en medio de Su pueblo. Allí está el Pastor Mayor del rebaño. Pero, ¿detiene El la persecución? ¿Refrena la tribulación? No, no lo hace. El simplemente dice: “YO SE tu tribulación; de ninguna manera estoy negligente de tu sufrimiento”. Esto aquí es una piedra de tropiezo para muchas personas. Igual que Israel, se ponen a pensar que si Dios verdaderamente los ama, “¿cómo puede Dios ser justo y amante si El se mantiene a un lado mirando el sufrimiento de Su pueblo”? Eso fue lo que preguntaron en Malaquías 1:1-3\n\nProfecía de la palabra de Jehová contra Israel, por medio de Malaquías.\n\nYo os he amado, dice Jehová; y dijisteis: ¿En qué nos amaste? ¿No era Esaú hermano de Jacob? dice Jehová. Y amé a Jacob,\n\ny a Esaú aborrecí, y convertí sus montes en desolación, y abandoné su heredad para los chacales del desierto.",
    "¿Ve Ud.? Ellos no podían comprender el amor de Dios. Pensaban que en el amor no habría sufrimiento. Pensaban que el amor era como un niño bajo el cuidado de sus padres. Pero Dios dijo que Su amor era amor ‘electivo’. La prueba de su amor es ELECCION: Que sin importar lo que sucediera, Su amor sería probado fielmente por el hecho de que ellos fueron escogidos para salvación (porque Dios os ha escogido a salvación por medio de la santificación del Espíritu y la creencia de la Verdad).",
    "Puede ser que lo entregue a Ud. a la muerte como hizo con Pablo. Puede ser que lo entregue al sufrimiento como hizo con Job. Esa es Su prerrogativa, El es soberano. Pero todo es con un propósito. Si El no tuviera un propósito, entonces sería el autor de frustracion en vez de paz. Su propósito es que después de que hayamos sufrido por un tiempo, seamos hecho perfectos, establecidos, fortalecidos y afirmados. Como dijo Job: “El nos atenderá” (Job 23:6). ¿Ve Ud.? El mismo sufrió. Aprendió la obediencia por medio de las cosas que sufrió. El, en efecto, fue hecho perfecto por las cosas que sufrió.\n\nY aunque era Hijo, por lo que padeció aprendió la obediencia;\n\ny habiendo sido perfeccionado, vino a ser autor de eterna salvación para todos los que le obedecen.\n\nHebreos 5:8 y 9",
    "En lenguaje claro, el mismo carácter de Jesús fue perfeccionado por el sufrimiento, y según Pablo, El ha dejado para Su Iglesia una medida de sufrimiento para que ella también, por medio de su fe en Dios, mientras sufre por El, llegue a una estatura de perfección. ¿Por qué quería El esto?\n\nHermanos míos, tened por sumo gozo cuando os halléis en diversas pruebas,\n\nsabiendo que la prueba de vuestra fe produce paciencia.\n\nMas tenga la paciencia su obra completa, para que seáis perfectos y cabales, sin que os falte cosa alguna.\n\nSantiago 1:2-4",
    "¿Por qué se queda El a un lado? La razón está en Romanos 8:17 y 18:\n\nY si hijos, también herederos; herederos de Dios y coherederos con Cristo, si es que padecemos juntamente con él, para que juntamente con él seamos glorificados.\n\nPues tengo por cierto que las aflicciones del tiempo presente no son comparables con la gloria venidera que en nosotros ha de manifestarse.",
    "Si no sufrimos con El, entonces no podremos reinar con El. Ud. tiene que sufrir para reinar. La razón de esto es simplemente que el carácter nunca se obtiene sin sufrimiento. Carácter es una VICTORIA, no un don. Un hombre sin carácter no puede reinar porque el poder aparte del carácter es satánico. Pero poder con carácter es digno de reinar. Y siendo que El quiere que nosotros compartamos aun de Su trono de la misma manera en que El venció y se sentó en el trono de Su Padre, entonces nosotros tenemos que vencer para sentarnos con El. Y el sufrimiento temporal por el cual estamos pasando, no es digno de ser comparado con la excelsa gloria que será revelada en nosotros cuando El venga. ¡Oh, cuán grandes tesoros están almacenados para aquellos que están dispuestos a entrar a Su Reino por medio de mucha tribulación!",
    "Pedro dijo en 1 Pedro 4:12, “No os sorprendáis del fuego de prueba que os ha sobrevenido…” ¿Es extraño que Dios desea que desarrollemos un carácter como Cristo, que solamente viene a través del sufrimiento? No señor. Todos tenemos pruebas. Todos somos probados y corregidos como hijos. No hay ni uno que no pase por eso. La iglesia que no está sufriendo, y no está siendo probada, no lo tiene, no es de Dios.\n\nPorque el Señor al que ama, disciplina, y azota a todo el que recibe por hijo.\n\nSi soportáis la disciplina, Dios os trata como a hijos; porque ¿qué hijo es aquel a quien el padre no disciplina?\n\nHebreos 12:6 y 7",
    "Ahora, esta condición especial en Esmirna tiene que ser aplicada a cada edad. No hay edad que esté libre de ella. No hay creyente verdadero que esté libre de ella. Esto es de Dios. Esta es la voluntad de Dios. Es necesario. Necesitamos que el Señor nos enseñe la verdad de que debemos sufrir, y al hacerlo ser como Cristo. “El amor es sufrido, es benigno…”\n\nBienaventurados sois cuando por mi causa os vituperen y os persigan, y digan toda clase de mal contra vosotros, mintiendo.\n\nGozaos y alegraos, porque vuestro galardón es grande en los cielos; porque así persiguieron a los profetas que fueron antes de vosotros.\n\nMateo 5:11 y 12",
    "Los cielos nublados y las tormentas de la vida no son señales de la desaprobación de Dios. Ni tampoco son los cielos resplandecientes y las aguas de reposo señales de Su amor y aprobación. La aprobación de cualquiera de nosotros solamente está EN EL AMADO. Su amor es electivo, el cual tuvo para con nosotros desde antes de la fundación del mundo. ¿Nos ama? ¡Oh sí! ¿Pero cómo lo sabremos? Sabremos porque EL LO DIJO, y demostró que nos ama porque nos trajo a Sí mismo y nos dio de Su Espíritu, colocándonos como hijos. Y ¿cómo mostraré yo mi amor para El? Creyendo lo que El dijo, y conduciendo mi vida con gozo en medio de las pruebas por donde El en Su sabiduría me permite pasar.",
    "🦅 Yo conozco tu pobreza (pero tú eres rico)”. Allí está de nuevo. Véalo Ud. andando en medio de Su Iglesia. Como un padre, El está velando sobre Su familia. El es la Cabeza de Su casa. El es el proveedor. El es el protector. Sin embargo, El mira su pobreza. ¡Ay, cómo tropieza aquí el creyente que no ha sido instruido! ¿Cómo puede Dios mirar sobre los Suyos en un tiempo de necesidad y no arreglarlo todo, rendirse y derramar sobre ellos todas las cosas materiales?",
    "Aquí es donde Ud. tiene que creer de nuevo en el amor, bondad y sabiduría de Dios. Esto también es necesario. Recuerde, El nos amonestó: “No tomen cuidado de mañana de lo que van a comer o cómo se van a vestir. Su Padre sabe de las cosas de las cuales tienen necesidad. El Quien viste al lirio del campo y alimenta a los pajarillos hará mucho más para Uds. Estas cosas físicas no son las verdaderas necesidades básicas de su vida, porque la vida de un hombre no consiste de las cosas que él posee. Mas busquen primeramente el reino de Dios y Su justicia y todas las necesidades materiales les serán añadidas”.",
    "El pueblo de Dios no es del pensar material, sino que tienen la mente de Cristo. Ellos no buscan los tesoros de abajo, sino de arriba. Es absolutamente la verdad, la mayoría de los Cristianos NO son ricos, más bien son pobres. Así fue en los días de Jesús y en los días de Pablo y así debiera ser hoy. Pero hoy día no es exactamente así porque la edad de Laodicea tiene abundantes riquezas en donde muchas veces el criterio de espiritualidad es una abundancia de bienes materiales. ¡Ay, cuán rica es la iglesia en bienes terrenales! Pero cuán pobre es en Espíritu. “Bienaventurados Uds. que son pobres, porque de Uds. es el reino de Dios. El reino de Dios NO es alimento y bebida”. No es material. Está DENTRO de nosotros. Un hombre rico es rico en Dios, no en las cosas del mundo.",
    "El Espíritu clama: “Oh, yo veo tu pobreza, veo tu necesidad; no tienes mucho, ni aun algo de que gloriarte. Lo que tenías te ha sido quitado. Tú, con gozo, entregaste tus posesiones a cambio de aquellas posesiones eternas. Todos se ríen de ti, todos te hacen mofa. Tú no tienes recursos materiales sobre los cuales puedes confiarte; pero en vista de todo esto, tú eres rico. Tu seguridad está en El, Quien es tu escudo y tu gran recompensa. Tu reino está por venir, y sí vendrá; y será un reino sin fin. Sí, yo sé tus pruebas y problemas. Yo sé cuan duro es proseguir. Pero yo me acordaré de todo esto cuando vuelva para reclamarte como Mío y entonces te recompensaré”.",
    "Ahora, esto no es nada en contra de hombres ricos, porque Dios sí puede salvar a los ricos. Algunos de los hijos de Dios son ricos. Pero el dinero puede ser un engaño tan tremendo, tanto para los que lo tienen como para los que no lo tienen. Allá en la primera edad, Santiago amonestó a aquellos que reverenciaban a los ricos: “Hermanos míos, que vuestra fe en nuestro glorioso Señor Jesucristo sea sin acepción de personas”. Los pobres estaban ensalzando a los ricos para obtener sus favores, en vez de confiar en Dios. “No lo hagan”, dice Santiago. “No lo hagan, el dinero no es todo, el dinero no es la respuesta”. Ni tampoco es la respuesta para hoy. Tenemos más riquezas que jamás hemos tenido, pero se está logrando menos espiritualmente. Dios no obra por medio del dinero; El se mueve por Su Espíritu. Y ese movimiento del Espíritu solamente viene a una vida consagrada a la Palabra.",
    "Yo conozco la blasfemia de los que se dicen ser judíos y no lo son, sino sinagoga de Satanás.\n\nApocalipsis 2:9b",
    "Aquí está un versículo que merece mucho estudio, no solamente por razón de sus palabras tan raras, sino también porque está virtualmente repetido en una edad que existe más de mil años después.",
    "Yo conozco tus obras, y tu tribulación, y tu pobreza (pero tú eres rico), y la blasfemia de los que se dicen ser judíos, y no lo son, sino sinagoga de Satanás.\n\nApocalipsis 2:9",
    "Para comenzar, la palabra judíos, no describe la religión del pueblo judío; más bien se refiere a la gente de Judá, y tiene el mismo sentido como si yo dijere: “Yo soy irlandés por nacimiento”. Estas personas estaban diciendo que en verdad eran judíos, judíos verdaderos por nacimiento. Eran mentirosos. No eran judíos por nacimiento, ni tampoco eran judíos por religión.",
    "Si todo esto es verdad, entonces ¿qué eran? Eran personas engañadas, que ya eran parte de la iglesia; pertenecían a la vid falsa.",
    "No eran de la Iglesia verdadera sino de la iglesia falsa, porque Dios dijo: “Ellos son la sinagoga de Satanás”.",
    "Ahora, la palabra sinagoga no es la misma que nosotros usamos para iglesia. En la Biblia, iglesia quiere decir: “Los llamados fuera”, o “los convocados”. El salmista dijo acerca de este pueblo escogido:\n\nBienaventurado el que tú escogieres y atrajeres a ti, para que habite en tus atrios; seremos saciados del bien de tu casa, de tu santo templo.\n\nSalmo 65:4",
    "Pero el significado de sinagoga es “asamblea” o “reunión”. La cual puede ser buena o mala, pero en este caso era mala porque estos eran aquellos cuya asamblea no era de Dios, sino de sí mismos. Isaías dijo acerca de ellos:\n\nSi alguno conspirare contra ti, lo hará sin mí, el que contra ti conspirare, delante de ti caerá.\n\nIsaías 54:15",
    "Y siendo que estos seguramente estaban en contra de la Vid Verdadera, algún día Dios lidiará con ellos en destrucción.",
    "Ahora, ¿por qué es que tenemos a una gente en la armazón de la iglesia que se está llamando judíos? La razón es ésta: Siendo que eran mentirosos, podían reclamar cualquier cosa, podían decir lo que querían como si fuera verdad y persistir en ello. Y en este caso estarían mintiendo con un pensamiento muy poderoso en la mente. ¿No era verdad que la Iglesia primitiva fue compuesta casi enteramente de judíos, y así constituyéndolos a ellos los miembros originales de Su Cuerpo? Los doce apóstoles fueron judíos, y los apóstoles que siguieron si no fueron judíos, fueron prosélitos. Así que al jurar que eran judíos les daba preeminencia y un derecho a la originalidad. Diga Ud. una mentira, persista con ella, no se entere de la historia ni de los hechos actuales, solamente dígala y continúe diciéndola a la gente, y al poco tiempo la gente la recibirá.",
    "Ahora, ¿notó Ud. algo allí? ¿No es ese el mismo espíritu que está en la iglesia hoy? ¿No hay un grupo que dice que es la iglesia verdadera y original y que la salvación se halla solamente en ella? ¿No dicen que tienen las llaves del reino, las cuales obtuvieron de Pedro? ¿No dicen que Pedro fue su primer papa, que él radicó en Roma, CUANDO NO HAY NINGUN HECHO HISTORICO PARA RESPALDARLO? Y aun sus miembros de más educación y conocimiento creen sus mentiras. ¡Sinagoga de Satanás! Y si Satanás es su padre, siendo el padre de la mentira, entonces no es extraño que aquellos en su sinagoga sean mentirosos también.",
    "Considere el pensamiento de blasfemia. Estos de la sinagoga de Satanás no estaban blasfemando a Dios en este caso (aunque eso ya se sabe de antemano), pero estaban blasfemando a la Iglesia Verdadera. Ciertamente. Como Caín persiguió y mató a Abel porque él (Caín) era del maligno; y como los seguidores muertos, formales, del judaísmo (Jesús dijo que eran de su padre, el diablo) trataron de destruir a los Cristianos en los primeros años de la primera edad; ahora este mismo grupo (la vid falsa) está aun más fuertemente tratando de destruir al verdadero creyente en la segunda edad. Aquel espíritu de anticristo estaba creciendo.",
    "El grupo que por pulgadas entró tan lentamente a la iglesia por medio de sus OBRAS (el nicolaísmo), ya no teme ser expuesto, sino que está plenamente organizado en un grupo de su propia convocación, y está viniendo en contra de la Iglesia verdadera en abierta hostilidad.",
    "Ahora, cuando yo digo que esta fue una iglesia organizada, y anticristiana, le estoy dando la verdad de la auténtica historia. La primera iglesia fundada en Roma (trazaremos su historia en la edad de Pérgamo) ya había vuelto la verdad de Dios en una mentira por medio de la introducción de una religión pagana con nombres y significados Cristianos. Ya para el tiempo de la segunda edad, era tan pagana (aunque decía que era la iglesia verdadera), que hasta Policarpo viajó como una distancia de 2,000 kilómetros, ya estando en una edad avanzada para pedirles que volvieran a la verdad. Ellos no lo harían. Tenían una jerarquía sólida, una organización bien fundada, y un abandono completo de la Palabra. Esto pues es la sinagoga de Satanás, llena de blasfemias, en la cual ya estaban las semillas de la doctrina del Nicolaísmo, y lo que muy pronto sería el centro o poder de la religión Satánica. Y esto es exactamente la verdad porque Apocalipsis 2:9b NO dice que estas gentes son DE la sinagoga de Satanás, más bien dice que SON LA SINAGOGA DE SATANAS.",
    "Este espíritu del anticristo no es algo nuevo; no es algo que apenas brotó en las Edades de la Iglesia, ha estado aquí todo el tiempo. Para tener un entendimiento claro de cómo es que funciona, cómo es que va en contra de Dios y se apodera de la iglesia, fíjese en el Antiguo Testamento y véalo allí. Examinemos este espíritu tal como fue manifestado en Israel cuando ella salió de Egipto para ser la iglesia en el desierto.",
    "Así como la Iglesia primitiva empezó bajo la ministración pura del Espíritu Santo, con señales, prodigios y manifestaciones como profecía, lenguas e interpretaciones, sabiduría, conocimiento y sanidad, así también en los días de Israel cuando ellos salieron de Egipto, estaban bajo la guianza del Espíritu de Dios manifestándose con dones. Dios era el que guiaba al pueblo. En realidad, El era su Rey. El era un Padre-Rey. El cuidaba de Israel como un hombre cuida de su familia. El los alimentó, peleó sus batallas, arregló sus dificultades y resolvió sus problemas. El se ocupó enteramente de ellos. Ellos fueron la única nación de la cual El en verdad era su Dios. Pero llegó el día cuando empezaron a mirar alrededor, y vieron que los filisteos y las otras naciones tenían reyes; eso les llamó la atención, y entonces decidieron que debían humanizar su gobierno, y querían un rey. Ahora, Dios mismo iba a humanizar el gobierno en la Persona del Señor Jesucristo, pero ellos se adelantaron. Satanás conocía el plan de Dios, así que él instigó el corazón del pueblo para que se adelantaran a Dios (la Palabra).",
    "Cuando ellos llegaron ante Samuel y le pidieron un rey, Samuel estuvo tan acongojado que su corazón casi desfalleció. Dios había estado guiando Su pueblo por medio de este profeta consagrado y vindicado por la Palabra, y él sintió que había sido rechazado. Juntó al pueblo y les rogó que no dejasen a Dios, Quien los había cargado como hijos, los había prosperado y los había bendecido.",
    "Pero ellos persistieron y le dijeron a Samuel: “Tú nunca has estado errado en tu dirección, tú nunca has sido deshonesto en tus tratos monetarios; has hecho lo mejor posible para mantenernos alineados con la Palabra del Señor; estamos agradecidos por los milagros, la sabiduría, la provisión y la protección de Dios. Nosotros creemos en todo esto, y nos gusta. Y lo que es más, no queremos estar sin ello. Solamente queremos un rey para conducirnos en las batallas. Ahora, desde luego, cuando salgamos a las batallas todavía es nuestra intención salir teniendo a los sacerdotes adelante y Judá siguiendo; y tocaremos las trompetas, cantaremos y gritaremos. No es nuestra intención suspender nada de esto. PERO QUEREMOS UN REY QUE SEA UNO DE NOSOTROS, PARA GUIARNOS”.",
    "Y Dios le dijo a Samuel: “¿Ves? Ellos no te han rechazado a ti, sino que me han rechazado a MI para que no gobierne más sobre ellos”.",
    "Cuán trágico fue eso. Es que no reconocieron que cuando le estaban pidiendo a Dios que los dejara ser como el resto del mundo, lo estaban rechazando a El, porque Dios había ordenado que Su pueblo se portara diferente de los del mundo. Ellos no son del mundo, no se parecen al mundo y no actúan como el mundo. Ellos están crucificados para el mundo y el mundo está crucificado para ellos.\n\nPor lo cual, salid de en medio de ellos, y apartaos, dice el Señor, y no toquéis lo inmundo; y yo os recibiré,\n\nY seré para vosotros por Padre, y vosotros me seréis hijos e hijas, dice el Señor Todopoderoso.\n\nII Corintios 6:17 y 18",
    "Ud. notará que la única diferencia entre Israel y las demás naciones era Dios. Poniendo a Dios a un lado, Israel era igual a cualquier otra nación. Cuando Sansón se cortó el cabello, él fue igual a cualquier otro hombre. Ponga a un lado la dirección del Espíritu Santo y la iglesia NO ES MAS QUE EL MUNDO CON EL NOMBRE DE DIOS LIGADO. El mundo y la iglesia son de la misma masa, como Jacob y Esaú eran de los mismos padres, pero el Espíritu de Dios constituye la diferencia.",
    "No importa que Ud. se llame Cristiano, cualquiera puede hacer eso. La cosa es si Ud. tiene o no el Espíritu de Dios en su ser; porque sin ese Espíritu Ud. es un réprobo, no es de los Suyos. Amén.",
    "No hace mucho le pregunté a una dama que si era Cristiana, y ella me dijo: “Yo quiero que Ud. sepa, que yo enciendo una vela cada noche”. ¿Y eso qué tiene que ver con el asunto? “Yo soy metodista, yo soy bautista, yo soy pentecostal”. Eso no tiene nada que ver con el asunto. Es tener el Espíritu Santo o perecer.",
    "Pues, empezando aun allá en la primera iglesia, la gente comenzó a pensar y a razonar cómo podría mejorar a Dios. Los hechos de los Nicolaítas empezaron a manifestarse, luego se formó un grupo; se desviaron del plan de la Palabra. Todo lo que se necesita es cambiar una sola palabra y entonces aquel poquitito de levadura leuda toda la masa. El que ofendiere en un punto de la ley será culpable de toda la ley. Eva solamente cambió una palabrita. Eso lo hará.",
    "Y cuando se formó aquel grupo, del cual Satanás era el centro, empezó a odiar y a pelear con los verdaderos creyentes; insistiendo que ellos (los extranjeros) eran la iglesia de Dios.",
    "Note Ud. como es que la organización crea odio, destruye el compañerismo y da lugar a la amargura. Eso es lo que quiere decir mirra. De esto estaba llena Esmirna, de amargura. Una raíz de amargura contamina a muchos. Así que estaba entrando más y más contaminación. Cada edad sentiría su cicatriz.",
    "La iglesia de Esmirna se había ido con la corriente, lejos del original. Había llegado a ser híbrida, se había cruzado así como Eva. Ud. bien sabe que un híbrido es el resultado de la mezcla de dos especies; lo que nace de esa mezcla ya no es puro como el original, es mestizo. Así pues, cuando Eva permitió que la bestia mezclara su simiente con la de ella, entonces concibió una criatura llamada Caín que no era puramente humana, él era de aquel MALIGNO. Note Ud. cuán diferente era de Abel. Note cuán diferente era de Set. El odiaba a Dios y no obedecía la Palabra, perseguía y mataba a los justos. El se consideraba más alto que la Palabra de Dios.",
    "La iglesia también se ha apartado de lo que era originalmente. Ella es una híbrida, es decir, la iglesia nominal es una híbrida. La gente dice: “Yo soy bautista”. No fue así en el principio. “Yo soy metodista”. No fue así en el principio. En vez de la Palabra de Dios directamente, en vez de los hombres en la iglesia llenos del Espíritu, guiados por revelación dada por el Espíritu, ahora hay credos, estatutos y suposiciones educadas de hombres educados. La enseñanza ha tomado el lugar de la revelación, el razonamiento ha reemplazado la fe y programas han reemplazado la alabanza espontánea en el Espíritu Santo. No fue así en el principio. La especie entera ha cambiado. Ha llegado a ser una iglesia híbrida.",
    "Ahora pues, cuando la iglesia llega a ser híbrida, ¿podrá producir Cristianos puros? No puede. La Vida o Simiente que lleva Cristianos al nacimiento no está en ellos. Cosas semejantes tienden a reproducirse. Los bautistas producen más bautistas y se portarán como bautistas. Los metodistas producen metodistas y se portarán como metodistas. No hay ni uno de ellos que sea conocido por el poder de Dios ni tampoco podrán serlo porque eso no está allí. Ellos son conocidos por su adoración ceremonial a Dios y por sus credos y dogmas.",
    "Hablando acerca de los híbridos, ¿conoce Ud. el híbrido más famoso en el mundo? Ha estado aquí con nosotros por muchas edades, es el mulo. El mulo es el resultado del cruce entre el asno y el caballo. Es un animal muy raro, no puede reproducirse. El no tiene el tipo de vida que puede hacer eso, pero en cuanto al trabajo, puede trabajar más que el caballo o el asno. Pero fíjese en su naturaleza. El es testarudo y no se le puede tener confianza. El es un cuadro perfecto de la religión híbrida, un cruzamiento entre la verdad y la oscuridad; porque el caballo es un tipo del creyente verdadero, y el asno es un tipo del ser inicuo. Si Ud. los mezcla, tendrá una religión formal y estéril. No tiene la simiente de Vida, está muerta. Ella puede hablar acerca de la verdad, pero no la puede producir. No tiene a Dios en su medio, sin embargo se reúne y habla acerca de Dios, mientras que sistemáticamente está negando el poder. Ellos negarán la Palabra en el mismo Nombre del Señor. No hay esperanza para tales. ¿Se da cuenta Ud. de que nunca ha habido religión organizada que haya tenido avivamiento? ¡Nunca! Ya una vez que se organizaban, allí morían. Ya nunca podrán volver. No señor. Yo le puedo mostrar eso en tipo.\n\nMas todo primogénito de asno redimirás con un cordero; y si no lo redimieres, quebrarás su cerviz. También redimirás al primogénito de tus hijos.\n\nExodo 13:13",
    "¿Ve Ud.? El asno puede ser redimido. Todo miserable pecador puede ser redimido por el sacrificio de la sangre de Jesucristo, o rechazando a Cristo ser rechazado él mismo. Pero el mulo no se puede redimir, para él no hay redención, para él no hay sangre; no puede haberla porque el mulo se refugia en la iglesia, mientras el asno se refugia en la sangre. El mulo no tiene ’simiente’ en sí que pueda ser vivificada, pero el asno sí tiene simiente.",
    "Hace unas pocas semanas leí un editorial, sí, era un editorial escrito por un negociante no convertido, no era Cristiano. El decía que estaba asombrado al ver las iglesias. El no las podía entender. Ellas tienen seminarios llenos de profesores que enseñan la Palabra de Dios con el fin de destruirla. Ahora, este hombre no podía entender eso. Esto lo desalentaba. Decía que podía entender si un ateo o un comunista, o un libre pensador o alguien así, hiciera eso; pero cuando la iglesia misma destruía la Palabra de Dios, eso era equivalente a un homicidio premeditado. ALLI ESTA LA RELIGION HIBRIDA. AMERICA, DESPIERTATE ANTES QUE SEA DEMASIADO TARDE.",
    "Cuando la iglesia se aparta de la Palabra, creerá cualquier cosa, es como Eva. Cuando nació Caín, ella dijo: “He adquirido varón por Jehová”. Ahora, ¿se da cuenta Ud. de que eso es en verdad lo que ella quiso decir? Ella pensaba que tenía un varón por Jehová. ¿Ve Ud.? Cuando ya fue engañada al tomar la palabra de Satanás en vez de la Palabra de Dios, entonces pensaba que todo lo que decía estaba correcto. Si ella dijo que tenía un varón por Jehová, entonces tenía un varón por Jehová. Pero Dios ha puesto leyes en Su universo. Una simiente buena puede producir solamente fruto bueno, y la simiente mala, producirá solamente fruto malo. Ahora, cada simiente, aun siendo diferente, utilizará la misma tierra, el mismo alimento, la misma humedad y el mismo sol, pero cada una también producirá de su misma especie. Note la historia de la línea de Caín, y la historia de la línea de Set; hay una sola diferencia entre las dos: la simiente original, nada más.",
    "Si Ud. se fija bien en la declaración de Eva, notará que ella tenía mucho más conocimiento de lo que algunos piensan. Ella no atribuía su hijo a Satanás porque eso lo pondría al par con Dios. Solamente Dios podía crear el óvulo en el vientre de María. Satanás no podía hacer eso, y Eva lo sabía. Satanás solamente puede pervertir. Así que él engañó a Eva con la simiente errada; fue la simiente de la serpiente que produjo a Caín, y la simiente de Adán produjo a Abel y a Set. Aquellas simientes pasaron por los mismos procesos, pero los hijos eran diferentes porque eran de diferentes simientes.",
    "Ella creyó que Caín era de Dios. Ella aceptó la mentira del diablo como verdad de Dios. Eso es exactamente lo que tenemos hoy día. Las iglesias se muestran como fuentes de la verdad pero en ellas no está la verdad; sin embargo, los hijos que han engendrado, juran por ellas y aun matarán para sostener su error.",
    "Si Ud. cree que eso es una exageración, entonces lea todo el capítulo 3 de Segunda de Timoteo y los primeros cinco versículos del capítulo 4. Dice así:\n\nTe encarezco delante de Dios y del Señor Jesucristo, que juzgará a los vivos y a los muertos en su manifestación y en su reino,\n\nque prediques la palabra; que instes a tiempo y fuera de tiempo; redarguye, reprende, exhorta con toda paciencia y doctrina.\n\nPorque vendrá tiempo cuando no sufrirán la sana doctrina, sino que teniendo comezón de oír, se amontonarán maestros conforme a sus propias concupiscencias,\n\ny apartarán de la verdad el oído y se volverán a las fábulas.\n\nPero tú sé sobrio en todo, soporta las aflicciones, haz obra de evangelista, cumple tu ministerio.\n\nII Timoteo 4:1-5",
    "Cuando la iglesia permitió la separación del original, como hizo Adán y Eva, entonces entró la muerte. En ella no hay fuerza. Ella ha llegado a ser una monstruosidad.",
    "En el mismo momento en que la iglesia empezó a inclinarse hacia formas y ceremonias y hacia un sacerdocio, organizando a los ministros en un grupo que decidió tener su propia dirección, aparte de la dirección del Espíritu Santo y Su Palabra; en ese mismo momento entró la muerte, y ella empezó a enfermarse, y a medida que se enfermaba se convirtió en un grupo de gente sin poder, cuya sola arma era el argumento. Ella no podía producir nada en el Espíritu, porque sus esperanzas estaban basadas en un programa y no en fe en Su Palabra. Sembraron programas y segaron programas; sembraron perversión y segaron hijos perversos.",
    "Juegue Ud. con Dios y segará exactamente lo que sembró. El hombre debía de aprender eso de la naturaleza. El ha jugado con la naturaleza, introduciendo sus propias ideas en la naturaleza, y ha cambiado el orden de las moléculas, etc., y ahora está segando un torbellino. Fíjese como es que han producido a la gallina. Está tan altamente manufacturada que solamente es una máquina que pone huevos y al poco tiempo no sirve para nada. Para alimento ya no sirve porque es tan insípida y no nutre bien. Se inyectan substancias en las carnes que comemos, y por razón de eso el cuerpo humano está cambiando; pues las mujeres están llegando a ser más angostas de cadera y más anchas de hombros; y los hombres están llegando a ser lo contrario. Ahora, si Ud. juega con la naturaleza, y resulta con una monstruosidad y le sale el tiro por la culata, ¿qué sucederá si cambia la verdad en una mentira? La respuesta es: Ud. producirá un sistema de religión sin Dios y además siendo un anticristo, será tan pervertido que no se parecerá al original ni tampoco producirá lo que produjo el original. La única respuesta que Dios tiene para tal situación es el Lago de Fuego.",
    "Aquella pobre edad de Esmirna estaba muriendo, y cuando murió, jamás volvió a vivir. Ninguna edad vuelve jamás. Jamás vuelve un avivamiento. No se puede tener la vida de Dios por medio de la generación natural. Se necesita la regeneración de arriba. Esta última edad empezó con las lumbres de un avivamiento Pentecostal, y allí mismo la organizaron de nuevo. En vez de tomar la Palabra, tomaron sus propias ideas e hicieron exactamente lo que cada edad ha hecho. Sustituyeron el manual por la Palabra. Dé Ud. un paso fuera de aquel manual y verá lo que le sucederá. Ud., hermano, será echado fuera, y le perseguirán y le echarán la culpa a Dios. Y ¡cuánto aman su organización! Con razón. Ellos son Pentecostales de segunda generación, y como Dios no tiene nietos, entonces ellos solamente son hijos de sus propios padres, conocidos por sus credos y su forma de adoración. Pueden hablar acerca de lo que hubo antes, pero no lo pueden producir. En una ocasión ellos tuvieron el relámpago pero casi todo lo que les queda hoy es el trueno. Pero permítales que le hablen acerca de las glorias de su movimiento, y le dirán: “Sí señor, yo quiero que Ud. sepa que este es un movimiento que ningún hombre empezó. Esto vino espontáneamente. El Espíritu cayó por todo el mundo. Sí señor, nosotros tenemos lo que tuvieron allá en Pentecostés. Esto no fue de hombres sino de Dios”. ENTONCES, ¿POR QUE NO LO MANTUVIERON ASI? SI DIOS LO EMPEZO, ¿POR QUE NO PUDO MANTENERLO Y TERMINARLO? Si Dios no escribió un manual de credos, fórmulas y dogmas en el principio, entonces ¿qué derecho tuvieron ellos para hacerlo?",
    "Dios derramó Su Espíritu sobre bautistas, metodistas, nazarenos, adventistas, presbiterianos, Hermanos, Iglesia de Dios (varios así llamados) etc. Todos estos hermanos fueron criados en diferentes doctrinas, leyes, manuales de iglesias, etc. Dios lo echó todo a un lado; El destruyó sus teorías dispensacionales y restauró los dones del Espíritu, probando que El es el mismo ayer y hoy y por los siglos. Pero, ¿aprendieron aquellos pentecostales su lección sobre organización? No señor. Ellos se organizaron de nuevo y han escrito sus propios textos, leyes, manual de la iglesia, libro de compañerismo, etc., con una sola idea: probar que ahora ellos tienen la verdad entera y que saben todas las respuestas, y que por razón de eso ellos son los escogidos de Dios quienes conocen el camino y lo pueden mostrar a otros como los guías elegidos por Dios. Pero ellos no lo tienen. Ellos se han hibridizado, igual que los grupos de donde salieron. Si desean ser parte de la Novia, tendrán que salir igual como lo hicieron sus antepasados.",
    "Ellos son como todos los demás. El avivamiento ha terminado. Están tratando de vivir un nombre, pero están muertos. Tomaron la organización y siguieron hablando del Espíritu de Dios todo el tiempo. Están hablando de la evidencia del Espíritu Santo; pero se olvidan de que el diablo también puede hablar en lenguas. La confusión total de Babel está en medio de ellos pero dicen que es el Espíritu de Dios. Una vez más vemos al hombre diciéndole a Dios en vez de Dios diciéndole al hombre.",
    "Ahora, es posible que Ud. quiera reprenderme por lo que he dicho. Muy bien. Ellos se llaman Pentecostales y del Evangelio Completo. Que lo prueben. En el Día de Pentecostés el fuego vino en una nube y se repartió y posó sobre cada uno en forma de lenguas de fuego. ¿Dónde está el fuego? Hablaron en lenguas en el Día de Pentecostés y la gente que escuchaba entendía. ¿Dónde está eso? Toda la multitud de creyentes se portaban como una sola familia. Los Pentecostales están tan divididos como cualquier grupo en la historia. Ningún hombre se atrevía a unirse a la Iglesia primitiva, solamente Dios los agregaba. Ellos tienen tantos cabritos como cualquier otra denominación. Declaran que son del Evangelio Completo pero no lo pueden probar. Sus iglesias están tan vacías de poder como cualquier otra. Si en verdad son del Evangelio Completo, entonces debemos admitir que la Biblia falló cuando describió a los hombres del Evangelio Completo del Día de Pentecostés. Ellos cantan: “Ha habido un gran cambio en mí”. Correcto. Pero el cambio no ha sido para mejor. Es tiempo de volver a Dios.",
    "Ellos tienen un nombre que proclaman pero están muertos. Hablar en lenguas no es la evidencia de avivamiento, es más bien la evidencia de muerte. Las lenguas proclamaron la evidencia de que la religión ceremonial de los judíos estaba llegando a su fin y que la era nueva había empezado. Las lenguas en nuestro día están bajando el telón para las edades de la iglesia gentil, y el Evangelio está volviendo a los judíos. La gente está hablando acerca de que las lenguas están anunciando un gran movimiento espiritual. Los ha dejado el tren. La verdad es que las lenguas están escribiendo el fin de todas las ideas, programas, y reinos del hombre; y el Reino de Dios está siendo introducido. ¡Despierten, pueblo de Dios! ¡Despierten!",
    "Si Ud. piensa que esto no es verdad, escuche esto. Por todo el mundo en los grupos Pentecostales tanto como en los grupos fundamentalistas, están organizando a los hombres de negocios. Estos han invadido el púlpito sin llamamiento de Dios. Se han presentado como pescadores de hombres y fundadores de un movimiento de Dios; y dicen que ha fallado el ministerio de los dones descritos en Efesios 4:10-13 que Dios dio a la iglesia, y por lo tanto están tomando el dominio. Aquí estamos en el mero centro del cumplimiento de la profecía llamada “la contradicción de Coré” (Judas 11), y ni siquiera saben que la han cumplido. Siguen ciegamente predicando experiencias en lugar de la verdad. ¡Qué Dios tenga misericordia de ellos! Ojalá que sus ojos sean abiertos antes de que sea demasiado tarde.",
    "¡Oh, escúcheme! ¿Cuándo fue que el prestigio del dinero, la dirección social, la habilidad comercial o la proeza mental calificó a un hombre para la dirección espiritual o concedió importancia a la Palabra de Dios? Y cuando de cualquier manera lo material o los valores humanos empiezan a manifestarse como el medio por el cual Dios está obrando en lugar de SOLAMENTE el Espíritu Santo, entonces estamos luchando en contra de Dios, y no a Su favor.",
    "Ahora, yo quiero que esto quede bien registrado. No estoy hablando en contra de los ancianos en la iglesia. No señor. Y aquel anciano puede ser tan pobre como cualquier otro, o puede ser el hombre más rico del mundo, con tal de que sea un anciano de corazón y hechos. Yo no vacilaría en ordenar a un hombre que tenga las verdaderas calificaciones espirituales de un anciano o un diácono, no importando sus condiciones económicas o su posición social. Pero cuando Ud. ve a un elemento social o económico entrar en la iglesia, que divide a la gente de cualquier modo, eso no es de Dios. Es otra señal de los tiempos en esta Edad de Laodicea en la cual estamos viviendo; está rica materialmente, pero espiritualmente está empobrecida.",
    "🦅 Conozco tu pobreza”. ¿Se dio cuenta Ud. de que su pobreza está ligada con la sinagoga de Satanás en ese mismo versículo? Sí, es la organización rica y poderosa que tiene la riqueza, y siempre echa para fuera a la gente pequeña que sirve a Dios. Cuando el Espíritu de Dios se mueve en los corazones de los hombres, ¿quién es el que deja los edificios y las propiedades? El rebaño pequeño siempre sale perdiendo a la organización grande. Y entonces ¿a dónde va la gente? Adoran en hogares, tiendas viejas y sótanos, igual como hicieron en el pasado cuando fueron a las catacumbas.",
    "Estas gentes eran pobres en los bienes de este mundo. Ciertamente. Pero eran ricos en Espíritu.",
    "🦅 Conozco su blasfemia”. Ahora, el pensamiento aquí no es que estos mentirosos estaban blasfemando a Dios, aunque eso está sobreentendido, más bien estaban blasfemando contra la Iglesia verdadera. Siempre es así. Los judíos de Jerusalén blasfemaron contra la iglesia en el principio. Los politeístas gentiles hicieron lo mismo. Si hay alguien que será menospreciado, ha de ser la simiente verdadera. En el tiempo de Nerón, a los Cristianos se les echaba la culpa de toda calamidad; hasta los hicieron culpables del incendio de la ciudad de Roma. En países comunistas el rebaño pequeño siempre es el primero en ser exterminado, aunque en tamaño sea insignificante. Aunque los Cristianos son personas buenas y leales que hacen solamente bien, serán perseguidos hasta el fin con el propósito de que sean físicamente eliminados.",
    "La razón de esto es porque ellos son una reprensión a los infieles. Como un dedo hinchado, son algo muy notable ante los malvados. Y aunque la intención de los justos no es hacer daño a los malvados, pues solamente quieren hacer bien, invariablemente se hallan enredados como Juan el Bautista con Herodes. Juan no quería causarle daño a Herodes ni a su esposa, más bien quería salvarlos de la ira de Dios. Esto no solamente fue totalmente mal entendido y absolutamente rechazado, sino que por causa de esto, Juan fue muerto. Y por todo el bien que el pueblo de Dios hace, es entregado al ridículo público y a la muerte. Seguramente hay alguna fuerza vil respaldando a aquellos que son tan vacíos de conciencia que pagarían con mal a los que les hacen bien. Sí, hay tal fuerza, es Satanás. La solución está en el siguiente versículo.",
    "No temas en nada lo que vas a padecer. He aquí, el diablo echará a algunos de vosotros en la cárcel, para que seáis probados, y tendréis tribulación por diez días. Sé fiel hasta la muerte, y yo te daré la corona de la vida.\n\nApocalipsis 2:10",
    "Cada vez que el Señor emplea estas palabras: “No temas”, hay algo cerca que tiene que ver con gran peligro, sufrimientos y privaciones. Ahora, El no dice en una manera vaga y lacónica: “Viene tribulación”, eso nos espantaría; sino como una madre cuando va a apagar la luz le dice a su hijo para que no se asuste: “No temas, porque la luz se va a apagar y entonces será oscuro. Pero recuerda, yo estoy aquí contigo”. Así también El dice: “No temáis al hombre o lo que él os pueda hacer. Yo estoy con vosotros y mi gracia es suficiente para vosotros. Cuando pasaréis por las aguas, ellas no os anegarán. Ni aún en la muerte sois derrotados. Sois más que vencedores”.",
    "El gran apóstol Pablo, conocía por experiencia la realidad de esas palabras y por lo tanto nos escribió:\n\n¿Quién nos separará del amor de Cristo? ¿Tribulación, o angustia, o persecución, o hambre, o desnudez, o peligro, o espada?\n\nComo está escrito: Por causa de ti somos muertos todo el tiempo; Somos contados como ovejas de matadero.\n\nAntes, en todas estas cosas somos más que vencedores por medio de aquel que nos amó.\n\nPor lo cual estoy seguro de que ni la muerte, ni la vida, ni ángeles, ni principados, ni potestades, ni lo presente, ni lo por venir,\n\nni lo alto, ni lo profundo, ni ninguna otra cosa creada nos podrá separar del amor de Dios, que es en Cristo Jesús Señor nuestro.\n\nRomanos 8:35-39",
    "No, no debemos temer. Su amor arroja todo temor.",
    "Pero note lo que El dice: “El diablo echará a algunos de vosotros en la cárcel, para que seáis probados”. Los judíos estaban haciendo eso en ese mismo tiempo. Los sacerdotes paganos también estaban haciendo lo mismo. Los gobernadores, que trataban de ganar el aprecio del pueblo (al cual le encantaba el circo), lanzaban los Cristianos a millares a su muerte, destruyéndolos con leones y gladiadores. ¿Qué tenía el diablo que ver con eso? ¿Por qué hacerlo culpable? Oh, pero es el odio del diablo el que respaldaba todo eso. El estaba detrás de todo porque odia a Dios. Lo que Dios dispuso en Su corazón para hacer, sin duda, eso es lo que el diablo se propone a destruir. Pero fíjese, aquí hay algo de iluminación: Si Satanás estaba detrás de los judíos, los cuales estaban trayendo los Cristianos a la ley, entonces estos judíos no eran de la religión de Dios, sino de la religión del diablo. Su reunión también era “la sinagoga de Satanás”. Y si la Iglesia Católica Romana mató a multitudes de creyentes en las Edades del Oscurantismo, sí, y aun en todas las edades, entonces ella también es del diablo y pertenece a Satanás.",
    "Y si Ud. piensa que esto es ofensivo, solamente espere que se cumpla la profecía de Apocalipsis 13. Es abundantemente claro que los Estados Unidos de América se encuentra en ese capítulo. El mismo número trece es un símbolo de esta nación. Empezó con trece colonias. Su bandera originalmente tenía trece estrellas y trece rayas. Y allí está su destino en el capítulo trece. En la imagen que es mencionada en este capítulo se hallará toda la maldad de la bestia que fue antes de ella. Así como la bestia salió del Concilio de Nicea, la imagen saldrá del Concilio Mundial de Iglesias con todo poder impío y satánico para dar lugar a la ira del diablo sobre la Vid Verdadera de Dios. Será una repetición de toda crueldad y astucia diabólica.",
    "Aquellos que luchan en contra de los humildes de Dios y hacen mofa y destruyen, déjelos que sigan. Y en verdad lo harán. Y todo esto lo hacen en el Nombre de Dios y religión; pero mienten, ellos no son de Dios: Son de su padre, el diablo. Ellos, por medio de sus hechos en contra de CUALQUIER persona, manifiestan lo que en verdad son. Déjelos que se organicen y que repudien al rebaño pequeño. Solamente están mostrando claramente a todos que son del diablo. Son de la vid falsa, la vid que asesina. Su odio prueba quiénes son: La iglesia nicolaíta del anticristo.",
    "🦅 Serán echados en la cárcel”. Sí, son llevados ante la ley y acusados falsamente y probados y encarcelados. Y desde luego todo es hecho en el nombre de religión, decencia y total inocencia. Todo es hecho para una causa noble. Esto me hace pensar de la decisión de la Corte Suprema tocante a la oración y la lectura de la Biblia en las escuelas. ¿Quién está detrás de todo eso? Satanás. Solamente es otra explosión de ira en contra de Dios.",
    "🦅 Tendréis tribulación por diez días”. Aquí está una profecía. Y juntamente con ella está un modo de determinar el tiempo que duró la Edad de Esmirna. Diocleciano, el emperador más cruel de todos los emperadores, lanzó una campaña de terror en contra de los santos de Dios, que si no hubiera sido por la misericordia de Dios, hubiera acabado con todos los creyentes. Fue la campaña más sangrienta en la historia y duró diez años (los diez días de Apocalipsis 2: 10b), de 302 a 312 d.C.",
    "🦅 Sé fiel hasta la muerte”. El no dice sé fiel solamente hasta la muerte, sino que hasta en la muerte. Puede ser que Ud. tenga que sellar su testimonio con su propia sangre. Miles y aun millones han muerto a través de todas las edades. Murieron en la fe. Como Antipas, el mártir fiel, no estimaron preciosa su vida aun en la muerte. Frecuentemente pensamos que sería casi imposible ser un mártir. Pero recuerde Ud. que la fe que empleamos diariamente para triunfar en Cristo Jesús es la misma fe que sostuvo a los Policarpos y a todos los mártires. La fe suprema dará gracia suprema para la hora suprema. ¡Alabado sea Dios para siempre!",
    "🦅 Y yo te daré la corona de la vida”. Siendo que aun el dar un vaso de agua fría en el Nombre del Señor tendrá recompensa, cuán grande será la recompensa de aquel que da su vida como mártir por el Nombre del Señor Jesús. Quizás podremos tener una pequeña idea si comparamos esta corona con la corona que se gana en una carrera atlética. San Pablo dice:\n\n¿No sabéis que los que corren en el estadio, todos a la verdad corren, pero uno sólo se lleva el premio? Corred de tal manera que lo obtengáis.\n\nI Corintios 9:24",
    "La corona que se le daba al que ganaba la carrera Olímpica era una guirnalda de ramas de olivo. Pero la corona mencionada aquí en la revelación, dada a un mártir, es la corona de realeza. Jesús la llama la corona de la vida. Una corona es para aquellos que se han esforzado; la otra corona es para aquellos que se han entregado. Ambas son incorruptibles, no perecerán. Los que ganaron la carrera de la vida mundana muy pronto perderán el gozo de la aclamación del mundo. Su gloria se desvanecerá. Pero aquellos que ofrecen sus vidas a Dios, ya sea por el esfuerzo diario, o por el derramamiento de su sangre como el sacrificio supremo de sus vidas, a ellos les será dada la corona de la vida.",
    "Demasiado poco es el tiempo que se invierte en obrar por las recompensas eternas de Dios. La recompensa de Dios se tiene en poca estimación. Si nosotros creemos en la realidad de la resurrección del cuerpo, y en un reino de sustancia eterna, entonces debiéramos guardar en el Cielo los buenos tesoros que están al alcance de los santos.",
    "El que tiene oído, oiga lo que el Espíritu dice a las iglesias. El que venciere, no sufrirá daño de la segunda muerte.\n\nApocalipsis 2:11",
    "Ahora, una vez más el Espíritu está hablando a todas las edades. Este mensaje es para alentarnos a nosotros hoy, así como también ha alentado a nuestros hermanos en todas las demás edades. Y El nos dice que la muerte segunda no nos dañará.",
    "Todos sabemos que la segunda muerte es el Lago de Fuego.\n\nY la muerte y el Hades fueron lanzados al lago de fuego. Esta es la muerte segunda.\n\nApocalipsis 20:14",
    "Desde luego eso quiere decir que todos los que estaban en aquel estado fueron lanzados en el Lado de Fuego. Ahora pues, yo quiero sacar algo aquí para Ud. Sin duda, esto ocasionará que mucha gente hable acerca de mi doctrina extraña. Pero yo me mantengo firme sobre la autoridad de la Palabra de Dios, y niego que el incrédulo vaya a un infierno eterno y que allí se queme eternamente.",
    "En primer lugar, el infierno, o el Lago de Fuego, o como Ud. lo quiera llamar, no es eterno. ¿Cómo puede serlo si tuvo un principio? En Mateo 25:41 dice, “al fuego eterno preparado para el diablo y sus ángeles”. Ahora, si fue preparado, entonces tuvo principio. Si tuvo principio, entonces no puede ser eterno. Desde luego, puede ser que Ud. tropiece en la palabra “eterno”. Pero, esa palabra como viene usada aquí, quiere decir “de las edades hasta las edades”, y tiene diferentes significados. En I Samuel 3:13-14, Dios le dijo a Samuel que El iba a juzgar a la casa de Elí para siempre, y que ellos jamás ofrecerían sacrificios como Sus sacerdotes. Y luego en I Reyes 2:27, Salomón echó al último descendiente de Elí del sacerdocio. Eso fue como cuatro generaciones después. Ahora Ud. puede ver que “eterno” (perpetuo) no se debe confundir con lo que en verdad es eterno, o sea aquello que no tuvo principio ni fin. Aquí en este caso, la palabra “eterno” quiere decir “hasta el punto de desvanecer”. Eso fue lo que sucedió: Desvanecieron.",
    "Fíjese en la palabra “perdición” en II Tesalonicenses 1:9: “Los cuales sufrirán pena de eterna perdición, excluidos de la presencia del Señor y de la gloria de su poder”. En el griego, “perdición” ciertamente quiere decir aniquilación. Y la palabra “perdición” de ninguna manera quiere decir destruyendo. Ahora, “destruyendo” quiere decir algo que está continuamente en decadencia. Así que, ¿qué puede significar aniquilación perpetua? No quiere decir continuar aniquilando, porque eso produciría la palabra “destruyendo” en vez de la palabra “perdición”. Quiere decir destruir hasta el punto de aniquilación. Finalizarlo.",
    "Puede ser que Ud. ahora se pregunte: “¿Cuándo puedo usar la palabra ‘eterno,’ y no usarla de la manera en que nos han enseñado”? Eso es fácil. Cuando se aplica a Dios, quiere decir sin principio ni fin, que perdurará y nunca termina. Y cuando Ud. habla de Vida Eterna, tiene en la mente aquello que es la Vida de Dios.\n\nY este es el testimonio: que Dios nos ha dado vida eterna; y esta vida está en su Hijo.\n\nEl que tiene al Hijo, tiene la vida:\n\nI Juan 5:11 y 12a",
    "Ahora pues, solamente los hijos de Dios tienen Vida Eterna, aquella Vida que nunca tuvo principio, sino que siempre ha existido. Eso es correcto. Ud. tiene algo en sí mismo en este momento que es eterno, sin principio ni fin: Es el Espíritu de Dios. Es una parte de Dios mismo. Es la Vida de Dios.",
    "Ahora, si un pecador va ir al infierno, y allí sufrir igual tiempo como Ud. que va al Cielo y goza del Cielo, entonces él ya tiene la misma clase de vida que Ud.",
    "Entonces puede haber aquellos que dicen que Vida Eterna significa el bienestar de los hijos de Dios. Es precisamente su bienestar y su felicidad que está en peligro. De otra manera el pecador va a su castigo, y así podemos reducir la muerte segunda a un asunto de castigo y lugar. Vida Eterna quiere decir el Cielo, y castigo eterno quiere decir el infierno. Le sorprendería a Ud. saber el número de hombres que han sido elevados a la posición de teólogos que creen eso. Pero, ¿sabe Ud. lo que hace eso? Eso hace que Vida Eterna consista en una cuestión de geografía en vez de una Persona. Vida Eterna es Dios, el Señor Jesucristo. Es más de lo que yo puedo comprender cómo es que alguien puede creer tal cosa, que Vida Eterna es un asunto de lugar. Solamente al pensar en ello me hace desmayar.",
    "No señor. Hay una sola clase de Vida Eterna. Dios la tiene. Si tenemos a Dios, tenemos Vida Eterna, en y por medio de El.",
    "Entonces Ud. puede ver que esa palabra “eterno” o “perpetuo” puede ser aplicada de varias maneras, pero cuando se aplica a Dios, siendo lo que es, solamente tiene un significado. Es la eternidad de Dios. No se puede aplicar así a ninguna otra cosa. Sólo Dios es Eterno y porque El vive, nosotros vivimos con El.",
    "Ahora, no permita que alguien le diga que yo no creo en un Lago de Fuego y en el castigo. Sí creo. Yo no sé cuánto tiempo durará, pero eventualmente será quitado. En Apocalipsis 21:8, dice de aquellos pecadores mencionados, que su parte será en el Lago de Fuego. Pero la interpretación más exacta de la palabra no es ‘parte’ sino ‘tiempo’. ¿Lo ve? Allí lo tiene.",
    "Así que los malvados serán echados al infierno (Hades o la tumba) y entonces el infierno al Lago de Fuego, separado de Dios. ¡Qué cosa tan terrible será!",
    "Pero con los justos no será así. Ellos no tienen que temer. Ellos han sido redimidos por Dios. Están en Su seno. Son los vencedores. Y ¿quién es el que vence? Aquel que cree que Jesús es el Cristo.",
    "¿Por qué es que escapará este vencedor, el creyente, y entrará en los reinos de Vida Eterna y felicidad? Porque Jesús pagó un precio para rescatarnos del pecado. El cerró la brecha de separación, y nosotros que estábamos muy lejos, ahora hemos sido traídos cerca por medio de la sangre.",
    "Y ellos nunca llegarán a la condenación. Nunca estarán en aquel Lago de Fuego. Nunca se perderán porque a El no se le perderá ni uno solo. Donde esté Jesús, allí estarán todos los redimidos.",
    "¿Sabe porqué es eso? Se lo ilustraré. Yo tengo un hijo, José. Venga lo que venga, él es parte de mí. Si yo fuese un hombre rico, lo peor que pudiese hacer sería desheredarlo, pero no hay nada que yo podría hacer para negarlo. No puedo porque él es una parte de mí. Venga pues, probemos la sangre. Comparemos su sangre con la mía. Eso probará que José es mi hijo. El es mío. Es la prueba de la sangre la que muestra si Ud. pertenece a Dios o no.",
    "Hablando de esto, recuerdo la ocasión cuando yo andaba de vaquero con los Hereford de sangre pura allá en Colorado. Teníamos que traer aquel ganado para la inspección del agente federal si queríamos alimentarlos en terreno del gobierno federal. Pero no admitían ni un solo animal que no tuviera la cédula de la sangre en la oreja. La cédula señalaba que era de sangre pura. Los inspectores que los estaban revisando nunca miraban la marca, solamente miraban la cédula para ver si la sangre era la sangre correcta. ¡Aleluya! Si es la sangre correcta, tiene que estar bien.",
    "Dios se fijó en el mundo y declaró: “El alma que pecare, morirá. Será separado de Mí. No puede allegarse a Mí”. Sabemos que todos han pecado y están destituidos de la gloria de Dios. Eso quiere decir que todos murieron, todos fueron separados; y llegaría el tiempo cuando aun esa vida sería quitada y terminaría todo. Pero Dios, en amor, tomó un animal y recibió su vida en lugar de la vida del pecador.",
    "En el Antiguo Testamento el pecador traía un cordero. El colocaba su mano sobre el cordero mientras el sacerdote cortaba la garganta del cordero. El sentía la sangre y oía el balido. El sentía el endurecimiento del cuerpo en la muerte. El veía el humo de la sangre esparcida subir hacia Dios. El sabía que el cordero había tomado su lugar. El sabía que la vida del cordero había sido dada por la de él. Pero la vida de aquel cordero era vida animal y no podía volver sobre el pecador para limpiarlo. Así que se iba con el mismo deseo de pecar. El salía con pecado en la mente, y volvía un año después para ofrecer un sacrificio por la misma cosa.",
    "Pero no es así en el Nuevo Testamento. Nuestro Cordero que murió es el Hijo de Dios, Quien dio Su sangre como rescate por muchos. Por fe venimos y ponemos nuestras manos en aquel Cordero - lo vemos con las heridas sangrientas, la espalda lacerada, las espinas crueles rasgándole la frente; sentimos Su dolor y le oímos clamar: “Dios mío, Dios mío, ¿por qué me has desamparado”? Y ¿qué sucedió? La Vida que partió de aquella célula de sangre, vino sobre el arrepentido. La vida que estaba en El vino sobre nosotros. Regresamos sin el deseo de pecar, y ahora odiamos las obras y las codicias de la carne.",
    "Fíjese en nosotros. ¿Qué es nuestra vida? Solamente una pequeña célula que vino de nuestro padre. La hembra no tiene la hemoglobina, solamente produce el óvulo, ella es la incubadora. Pero la sangre viene del varón. Por esa razón la mujer toma el nombre del varón. Los hijos toman su nombre también. La madre es la incubadora para los hijos que le presenta a él.",
    "Eso fue lo que sucedió para nuestra redención. El Espíritu Santo vino sobre María y ella dio a luz un Hijo y le llamó Jesús. El gran Creador bajó y se hizo sacrificio por nuestros pecados. Su sangre era la sangre de Dios. Eso es exactamente lo que era. Aquella sangre de Dios fue derramada y el Espíritu partió de El mientras murió en agonía. Entonces, la MISMA VIDA (ESPIRITU) regresó para morar en el pecador arrepentido, y para libertarlo. Ese pecador no viene año tras año, sacrificio tras sacrificio, porque no hay necesidad de ello. Por medio de UN sacrificio, una vez y por siempre, él ha sido libertado del dominio del pecado, y ha recibido la Vida de Cristo por la cual reina en victoria sobre el pecado, el mundo, la carne y el diablo.",
    "Dios lo hizo. El lo hizo todo. El clamó al mundo esclavizado en el pecado: “Os daré una señal. Una virgen tendrá un niño, una virgen concebirá y parirá un hijo. Eso será vuestra señal. Será una señal eterna. Lo que ella dé a luz será Emanuel, Dios con nosotros”.",
    "Dios bajó en una célula de sangre, no por medio del hombre, sino por el Espíritu Santo, y en aquel vientre virgen fue creado un tabernáculo con el propósito de morir. La Simiente de la mujer vino con el fin de que fuera herida para así traernos nuestra salvación. Cuando el Espíritu Santo vino sobre María, El creó dentro de su vientre la célula que se multiplicaría y llegaría a ser el cuerpo de nuestro Señor. Aquella célula fue creada. Fue el Principio de la Creación de Dios. Eso es lo que es Jesús. Y aquel Ser Santo fue lleno de sangre Santa, la sangre de Dios. Aquel tabernáculo nació. El creció hasta ser un hombre. El fue al Jordán y allí el Sacrificio fue lavado por Juan en el río del Jordán. Cuando el Sacrificio Aceptable salió del agua, Dios vino y moró en El, llenándole con el Espíritu sin medida. Y cuando El murió y derramó Su sangre, la Vida perfecta de Dios fue liberada para entonces poder regresar sobre el pecador que aceptaría a Cristo como su Salvador.",
    "¡Oh, cuán extraordinario es! Jehová nació llorando allí entre las vacas. Jehová nació en un pesebre de paja. Allí está la señal eterna para los seudo intelectuales, los orgullosos e hinchados que han producido sus propias teorías y han negado la verdad de Dios. Jehová Dios, un niño llorando en un establo hediondo. Y luego nosotros pensamos que tenemos derecho de ser orgullosos, alzando la nariz, criticando y portándonos como si fuéramos alguien. Aquí está la señal verdadera, esta es la correcta: Jehová jugando como un niño, Jehová trabajando en una carpintería, Jehová lavando los pies de pescadores.",
    "🦅 Os daré una señal”, dijo Dios, “no la señal de un sacerdocio de cuello blanco; no la señal de riquezas y poder; no hay nada en esta señal que habréis de querer, ni pensaréis que sea adecuado. Pero es una señal eterna. Es la mayor señal de todas”. Jehová en el patio de la corte, herido y sangrando con espinas en Su frente, saliva en la cara, mofado y puesto en desprecio. Jehová siendo despreciado y rechazado, colgando desnudo allí en la cruz, mientras que los hipócritas le escarnecían y le desafiaban que se bajara de la cruz. Jehová muriendo. Jehová orando y nada sucediendo. Entonces Jehová murió. Esa es la señal para todo hombre hoy, no hay otra semejante, esa es la mayor.",
    "Entonces vino oscuridad sobre la tierra. Lo pusieron en una tumba. Allí se quedó aquellos tres días con sus noches, hasta que un terremoto interrumpió las tinieblas de la noche y El resucitó. Jehová salió de la tumba. Jehová ascendió a lo alto. Entonces Jehová volvió para morar en Su Iglesia. Jehová regresó con un viento recio que corría y con llamas de fuego. Jehová regresó para andar en medio de Su Iglesia y para dar poder a Su pueblo. Una vez más vino Jehová, y esta vez para habitar entre Su pueblo. Y una vez más Jehová sana a los enfermos, levanta a los muertos y se manifiesta por el Espíritu. Jehová regresó, hablando en lenguas y dando la respuesta en interpretación.",
    "Jehová bajó y levantó a la prostituta para que no pecara más. El vino al borracho con cresas en la cara, tirado inconsciente allí en la calle. Sí, Jehová vino para manifestarse en la carne y por medio de la carne. Jehová vino, Dios en nosotros, la esperanza de gloria.",
    "Sí, Jesús vino y derramó Su sangre y libertó a los cautivos. El vino y redimió Sus ovejas perdidas. El les dio Vida Eterna y ellas jamás perecerán. El no perderá ni una de ellas, sino que las resucitará en el día postrero.",
    "¡Aleluya! La muerte segunda no puede dañar a los Suyos; no tiene ningún poder sobre ellos, porque son del Cordero y le siguen donde quiera que El vaya.",
    "El que tiene oído, oiga lo que el Espíritu dice a las iglesias.\n\nApocalipsis 2:11",
    "En cada una de las Edades de la Iglesia se menciona este versículo. Cada edad tiene la misma admonición para la gente de cada edad. “El que tiene oído, oiga lo que el Espíritu dice”. Pero es absolutamente imposible que todos los hombres oigan lo que el Espíritu dice a las diferentes edades.\n\nSin embargo, hablamos sabiduría entre los que han alcanzado madurez; y sabiduría, no de este siglo, ni de los príncipes de este siglo, que perecen.\n\nMas hablamos sabiduría de Dios en misterio, la sabiduría oculta, la cual Dios predestinó antes de los siglos para nuestra gloria,\n\nla que ninguno de los príncipes de este siglo conoció; porque si la hubieran conocido, nunca habrían crucificado al Señor de gloria.\n\nAntes bien, como está escrito: Cosas que ojo no vio, ni oído oyó, ni han subido en corazón de hombre, son las que Dios ha preparado para los que le aman.\n\nPero Dios nos las reveló a nosotros por el Espíritu; porque el Espíritu todo lo escudriña, aun lo profundo de Dios.\n\nPorque ¿quién de los hombres sabe las cosas del hombre, sino el espíritu del hombre que está en él? Así tampoco nadie conoció las cosas de Dios, sino el Espíritu de Dios.\n\nY nosotros no hemos recibido el espíritu del mundo, sino el Espíritu que proviene de Dios, para que sepamos lo que Dios nos ha concedido,\n\nlo cual también hablamos, no con palabras enseñadas por sabiduría humana, sino con las que enseña el Espíritu, acomodando lo espiritual a lo espiritual.\n\nPero el hombre natural no percibe las cosas que son del Espíritu de Dios, porque para él son locura, y no las puede entender, porque se han de discernir espiritualmente.\n\nEn cambio el espiritual juzga todas las cosas; pero él no es juzgado de nadie.\n\nPorque ¿quién conoció la mente del Señor? ¿Quién le instruirá? Mas nosotros tenemos la mente de Cristo.\n\nI Corintios 2:6-16\n\nPor eso les hablo por parábolas: porque viendo no ven, y oyendo no oyen, ni entienden.\n\nDe manera que se cumple en ellos la profecía de Isaías, que dijo: De oído oiréis, y no entenderéis; y viendo veréis, y no percibiréis.\n\nPorque el corazón de este pueblo se ha engrosado, y con los oídos oyen pesadamente, y han cerrado sus ojos; para que no vean con los ojos, y oigan con los oídos, y con el corazón entiendan, y se conviertan, y yo los sane.\n\nPero bienaventurados vuestros ojos, porque ven; y vuestros oídos porque oyen.\n\nMateo 13:13-16\n\nJesús entonces les dijo: Si vuestro padre fuese Dios, ciertamente me amaríais; porque yo de Dios he salido, y he venido; pues no he venido de mí mismo, sino que él me envió.\n\n¿Por qué no entendéis mi lenguaje? Porque no podéis escuchar mi palabra.\n\nVosotros sois de vuestro padre el diablo, y los deseos de vuestro padre queréis hacer. El ha sido homicida desde el principio, y no ha permanecido en la verdad, porque no hay verdad en él. Cuando habla mentira, de suyo habla; porque es mentiroso, y padre de mentira.\n\nSan Juan 8:42-44",
    "Estas Escrituras ponen muy en claro que un hombre de sí mismo no puede oír de Dios. Esa capacidad tiene que serle dada por Dios.\n\nEntonces le respondió Jesús: Bienaventurado eres, Simón, hijo de Jonás, porque no te lo reveló carne ni sangre, sino mi Padre que está en los cielos.\n\nMateo 16:17",
    "Juntando estos versículos, vemos que hay solamente un grupo de personas, y ese es por cierto un grupo especial, que es capaz de oír lo que el Espíritu dice en cada edad. Es un solo grupo especial que recibe la revelación para cada edad. Aquel grupo es de Dios porque el grupo que no puede oír, no es de Dios (San Juan 8:42-44). El grupo que puede y está oyendo lo que el Espíritu está diciendo, y recibe la revelación de ello, es el grupo definido en I Corintios 2:6-16. Son aquellos que tienen el Espíritu de Dios. Son los que han nacido de Dios; son bautizados en el Cuerpo del Señor Jesucristo por Su Espíritu; son bautizados con el Espíritu Santo.",
    "Para aclarar mejor lo que acabamos de decir, y también para usar una Escritura que debe ser recordada mientras hablamos de los que son bautizados con el Espíritu Santo, veamos lo que dijo Jesús en San Juan 6:45, y también el texto en Isaías de donde esto fue citado:\n\nEscrito está en los profetas: Y serán todos enseñados de Dios.\n\nSan Juan 6:45\n\nY todos tus hijos serán enseñados por Jehová.\n\nIsaías 54:13",
    "Los TODOS de Dios, son los HIJOS de Dios. Así que la evidencia de ser un verdadero hijo de Dios (aquel sobre el cual el Espíritu está y en el cual el Espíritu mora), de nuevo se nos muestra como uno que es enseñado en la Palabra por el Espíritu Santo.",
    "Ahora Ud. ya puede empezar a ver por qué es que las lenguas no son la evidencia de ser bautizado con el Espíritu Santo. No se ha dicho para ninguna edad que “el que tiene lengua, diga lo que el Espíritu dice”. Eso pone las lenguas, la interpretación de ellas, la profecía, etc., a un lado como evidencia. La evidencia es OIR lo que el Espíritu dice. El Espíritu está hablando. Sí, el Espíritu está enseñando. Eso es exactamente lo que dijo Jesús que haría cuando viniera.\n\nMas el Consolador, el Espíritu Santo, a quien el Padre enviará en mi nombre, él os enseñará todas las cosas, y os recordará todo lo que yo os he dicho.\n\nSan Juan 14:26",
    "Y eso es exactamente lo que sucedió. Así es como fueron escritos los Evangelios. El Espíritu Santo trajo a las mentes de estos hombres las mismas Palabras que Jesús habló. Por eso es que los Evangelios son exactos, son perfectos. Pero el Espíritu no solamente trajo todas estas cosas a sus mentes, sino que también les enseñó más profundamente sobre la verdad que ya tenían. Así fue como Pablo recibió sus revelaciones. El fue instruido por el Espíritu Santo.\n\nMas os hago saber, hermanos, que el evangelio anunciado por mí, no es según hombre;\n\npues yo ni lo recibí ni lo aprendí de hombre alguno, sino por revelación de Jesucristo.\n\nGálatas 1:11 y 12",
    "Cuando Jesús estuvo aquí en la tierra, un día le vino a visitar un hombre muy importante. Este hombre le dijo: “Rabí, sabemos que eres un maestro enviado de Dios”. Pero Ud. notará que Jesús no le permitió terminar. El se volvió hacia Nicodemo, y las palabras que habló, bien se pudieran decir así: “Yo NO soy maestro, Yo soy el Cordero del Sacrificio para el pecado. Yo estoy haciendo posible el Nuevo Nacimiento por Mi Espíritu. Pero viene Uno que es el Maestro: es el Espíritu Santo”. Cuando Jesús estaba sobre la tierra, El vino como el Cordero, y como el Profeta. Pero cuando El regresó sobre la Iglesia por Su Espíritu, entonces fue el Maestro.",
    "Y en cada edad oímos la misma verdad: “El que tiene oído, oiga lo que el Espíritu dice a las Iglesias”. Pero solamente un hombre lleno del Espíritu puede oír la revelación para esa edad. Ningún otro puede, no señor. No pueden porque eso es exactamente lo que dijo Pablo en I Corintios 2:6-16.",
    "Ahora esto debe causarle regocijo. Hay una doctrina muy rara en estos días que está causando mal entendimiento y malos sentimientos. Porque cuando los Pentecostales dicen que uno TIENE que hablar en lenguas o de otra manera no ha sido bautizado con el Espíritu Santo, ellos están negando que los grandes hombres como Knox, Moody, Taylor, Goforth y otros, hayan recibido el Espíritu Santo; o de otra manera están diciendo que todos estos hombres hablaron en lenguas secretamente y no sabían lo que estaba ocurriendo. Ahora eso no es verdad. No señor. Es un error grave.",
    "Las lenguas no son la evidencia de ser lleno del Espíritu. Solamente es una de las nueve manifestaciones mencionada en I Corintios 12. No hay ninguna Escritura que diga que uno recibe el Espíritu Santo hablando en lenguas, o que uno recibe el Espíritu Santo por medio de hablar en lenguas. Pero sí dice que “fueron todos llenos del Espíritu Santo, y comenzaron a hablar en otras lenguas”, y más adelante también dice que profetizaron.",
    "Hoy día, entre mucha gente se da por sentado que todos los que dicen que han recibido el Espíritu Santo por el hablar en lenguas, hablan en una verdadera lengua Espiritual. Pero esto no es verdad porque mucha gente habla en una lengua conocida, pero bajo la influencia de un espíritu malo. Ahora digamos que estamos en una reunión y toda la gente está hablando en lenguas. ¿Cómo puede Ud. saber cuál lengua es del Espíritu y cuál es del diablo? Yo he estado entre los paganos donde sus brujos bebieron sangre de un cráneo, hablaron en lenguas y las interpretaron, y profetizaron. Y aun pueden escribir en lenguas.",
    "Ahora, si las lenguas son LA evidencia de haber recibido el Espíritu Santo, entonces toda lengua tendría que ser de Dios. Pero gente que cree que lenguas son la evidencia reconoce que hay lenguas falsas y lenguas verdaderas; porque Dios tiene lo verdadero y Satanás tiene lo falso. Así que mis preguntas son: ¿Quién sabe lo que es verdadero? ¿Quién entendió el idioma para saber lo que fue dicho? ¿Quién tiene el don de discernimiento para saber? Cuando tengamos las respuestas a esas preguntas entonces tendremos algo qué considerar, pero hasta entonces no sabremos con certidumbre el origen de las lenguas.",
    "Ud. ya puede ver que si respalda la creencia de que la evidencia son las lenguas, y no sabe lo que se está diciendo, Ud. tendrá que llegar por fin a decir que todas las lenguas tienen que ser de Dios. Eso nos llevaría entonces a creer que el diablo no puede hablar en lenguas. Eso no es cierto. No, ni por un momento. Cualquier misionero fiel, en una tierra extranjera, sabe bien que los demonios hablan en otras lenguas, igual como lo sé yo por experiencia.",
    "Teólogos Pentecostales admiten que no tienen ninguna Escritura para mostrar que la gente habló en lenguas cuando fue bautizada por el Espíritu Santo. Conceden que lo infieren de las experiencias mostradas en el libro de los Hechos, en cuales casos la gente habló en lenguas en tres de las cinco ocasiones. Y también dicen (sin ninguna base en la Escritura) que hay dos clases de lenguas; una es aquella empleada cuando uno está recibiendo el Espíritu Santo, y esa es la ‘evidencia,’ mientras que después, si uno cree, puede recibir el don de lenguas por el cual puede hablar frecuentemente. Pero, dicen ellos, ya una vez habiendo hablado en lenguas como la evidencia de haber recibido el Espíritu Santo, entonces puede ser que no hable jamás en lenguas.",
    "Una vez más estamos ansiosos de saber dónde se encuentra esto en la Palabra; y si no está, entonces Dios no lo ha hablado y ¡ay de aquel que agregue a la Palabra! Pero sí hay algo en la Palabra acerca de este asunto que ellos ignoran por completo: I Corintios 13. En este capítulo se mencionan las lenguas de hombres y de ángeles. Estas serían lenguas conocidas y lenguas extrañas. Los Pentecostales modernos dicen que pueden recibir el Espíritu Santo hablando en lenguas no conocidas, o más bien, lenguas angélicas. Tienen la carreta antes del caballo, porque en Hechos 2, hablaron en dialectos perfectos que aun los incrédulos oyeron y entendieron.",
    "Ahora, cuando Dios no habla, nosotros debemos guardar silencio. Pero también, donde El ya ha hablado, debemos hablar y decir lo que El ha dicho. El nos dijo que la evidencia, o lo que sucedería después de haber sido bautizado con el Espíritu Santo, sería que tendríamos al Maestro que vendría y nos enseñaría toda verdad. Pero el Maestro sería un maestro INTERNO, no un maestro externo. Si el Espíritu no estuviera adentro, Ud. no oiría la verdad y ni la recibiría por revelación aun oyéndola cada momento del día. Esa fue la señal del Espíritu en los días de Pablo. Aquellos que fueron llenos del Espíritu Santo oían la Palabra, la recibían y por medio de ella vivían. Aquellos que no tenían el Espíritu, la oían solamente como hombres carnales; le ponían una interpretación equivocada y entraban en el pecado.",
    "En cada edad (y cada edad es la edad del Espíritu Santo para el verdadero creyente) yo digo, en cada edad la evidencia era la misma. Aquellos que tenían el Espíritu, el Maestro, oían la Palabra; y el Espíritu que estaba en ellos tomaba la Palabra y se las enseñaba (revelaba), y ellos eran del grupo que oía el mensajero y su Mensaje y lo tomaba y lo vivía.",
    "Yo sé que es una gran tentación referirse al Día de Pentecostés y también al día cuando el Espíritu Santo cayó en la casa de Cornelio, y por lo tanto fijar estas dos experiencias idénticas como la evidencia del bautismo del Espíritu Santo. Pero en ambas ocasiones las lenguas fueron entendidas por los oyentes. Esta es una cosa muy aparte de la confusión de la babel moderna en las reuniones Pentecostales.",
    "Y si esto no fuera suficiente para persuadirnos a dejar tales razonamientos, ¿qué haremos cuando nos encontramos frente al hecho de que hay personas que nunca han hablado en lenguas, pero tienen algunas de las otras ocho manifestaciones en sus vidas; como por ejemplo, la palabra de sabiduría, el discernimiento de espíritus, la palabra de conocimiento, fe, sanidad y aun maravillas? Y esta observación es aun más interesante en vista de que el don de lenguas es el menor de los nueve dones. Así que cuando vemos a gente que no habla, y nunca ha hablado en lenguas, pero más bien tiene mayores dones que aquellos que hablan en lenguas, tenemos que desechar absolutamente tal doctrina, aun más que antes.",
    "Así que, como Ud. puede ver, de ninguna manera podemos decir lo que la Biblia no ha dicho. Cuando la Escritura nos enseña que la obra del Espíritu Santo, y la manifestación de la bendita Persona, son para revelar la verdad para cada edad a la simiente verdadera de esa edad, entonces sabemos que el Espíritu tiene que estar morando en aquella persona porque de otra manera él no puede recibir la verdad para esa hora. Amén. Eso es completamente correcto. Y si estas edades muestran algo, en realidad muestran y testifican de esta verdad.",
    "Ahora, antes de que dejemos este tema, quiero aclarar definitivamente lo que es el bautismo del Espíritu Santo, según las Escrituras; no según mi pensamiento ni tampoco el suyo. Tiene que ser según ASI DICE EL SEÑOR, o de otra manera estaremos falsamente guiados. Amén.",
    "En primer lugar, Ud. notará que en mis reuniones cuando he acabado de predicar un sermón evangelístico, o algún mensaje de doctrina, extiendo la red y hago una invitación a los congregantes. Yo les invito a que vengan al frente a recibir el Espíritu Santo. Mis amigos Pentecostales, al oírme decir esto, creen que estoy invitando a la gente a que venga a recibir el Espíritu Santo porque ya es gente renacida. Así que cuando invito a aquellos que son llenos del Espíritu para que vengan a ayudarnos con estos que han respondido a la invitación a recibir el Espíritu, estas personas preciosas vienen y obran con los arrepentidos de tal modo que los animan a rendirse a Dios y creer en el hablar en lenguas. Esto ha causado una gran confusión y yo les diré exactamente lo que he querido decir. Lo que yo he querido decir es que el pecador venga para ser renacido, lo cual equivale a ser bautizado en el Cuerpo de Cristo por medio del Espíritu Santo, que fue realmente lo que sucedió en el Día de Pentecostés, cuando la Iglesia tuvo su principio. En otras palabras, ser nacido del Espíritu, es ser verdaderamente bautizado con el Espíritu Santo. Es una y la misma cosa.",
    "Ahora, yo me doy cuenta de que esto está confuso por el momento, como es que la mayoría sabe que yo fui ordenado como ministro bautista y he declarado invariablemente que los bautistas se han desviado al decir que uno recibe el Espíritu Santo CUANDO cree, porque no es así. Ud. lo recibe “DESPUES que cree”.\n\nDíjoles: ¿Habéis el Espíritu Santo después que creísteis? Y ellos le dijeron: Antes ni hemos oído si hay Espíritu Santo.\n\nEntonces dijo: ¿En qué, pues, sois bautizados? Y ellos dijeron: En el bautismo de Juan.\n\nY dijo Pablo: Juan bautizó con bautismo de arrepentimiento, diciendo al pueblo que creyesen en el que habría de venir después de él, es a saber, en Jesús el Cristo.\n\nOído que hubieron esto, fueron bautizados en el nombre del Señor Jesús.\n\nY habiéndoles impuesto Pablo las manos, vino sobre ellos el Espíritu Santo; y hablaban en lenguas y profetizaban.\n\nHechos 19:2-6 (Antigua versión)",
    "Ahí está. Pablo preguntó: “¿Habéis recibido el Espíritu Santo DESPUES (NO CUANDO) creísteis”? Y allí hay una gran diferencia, porque es DESPUES de que creemos que lo recibimos. Efesios 1:13 es una repetición exacta de lo que sucedió en Efeso según Hechos 19:\n\nEn él también vosotros, habiendo oído la palabra de verdad, el evangelio de vuestra salvación, y habiendo creído en él (no cuando creísteis), fuisteis sellados con el Espíritu Santo de la promesa.\n\nEfesios 1:13",
    "Ahora, aquí está mi punto. Muchos modernistas, y aun los fundamentalistas (así-llamados) creen en la salvación como un cierto momento, que en muchos casos es llamado “haciendo una decisión”, y eso ha sido llamado “recibiendo a Cristo” o “siendo renacido”. Ahora, recibir a Cristo es recibir Su Espíritu. El recibir Su Espíritu es ser renacido. El recibir Su Espíritu es ser bautizado con el Espíritu Santo. Amén. Estas personas creen. Eso es maravilloso, pero allí se detienen. Uno recibe el Espíritu Santo DESPUES que cree. Siempre ha sido así y siempre será. La primera palabra de orientación a la gente fue por Pedro en el Día de Pentecostés, y él dijo:\n\nArrepentíos, y bautícese cada uno de vosotros en el nombre de Jesucristo para perdón de los pecados; y recibiréis el don del Espíritu Santo.\n\nPorque para vosotros es la promesa, y para vuestros hijos, y para todos los que están lejos; para cuantos el Señor nuestro Dios llamare.\n\nHechos 2:38 y 39",
    "Estas instrucciones vinieron como una respuesta directa de Pedro en relación a lo que había sucedido en el Día de Pentecostés. Lo que aconteció fue que Dios, de acuerdo con Joel 2:28, estaba derramando Su Espíritu sobre toda carne. El no había sido derramado o dado antes de este tiempo. Este era el tiempo. Pero ESTO habría de venir de aquí en adelante por medio del arrepentimiento y al ser bautizado en el Nombre del Señor Jesucristo; entonces Dios estaría comprometido a llenar a aquellos que vinieran. Ni Pedro ni ninguno de los otros apóstoles dijo: “Os es necesario nacer otra vez y luego seréis llenos del Espíritu Santo”.",
    "De que ésta es la experiencia con relación al derramamiento del Espíritu Santo, se nota claramente en la ocasión cuando el Espíritu cayó sobre los creyentes en Samaria.\n\nEntonces Felipe, descendiendo a la ciudad de Samaria, les predicaba a Cristo.\n\nY la gente, unánime, escuchaba atentamente las cosas que decía Felipe, oyendo y viendo las señales que hacía.\n\nPorque de muchos que tenían espíritus inmundos, salían éstos dando grandes voces; y muchos paralíticos y cojos eran sanados;\n\nasí que había gran gozo en aquella ciudad.\n\nPero había un hombre llamado Simón, que antes ejercía la magia en aquella ciudad, y había engañado a la gente de Samaria, haciéndose pasar por algún grande.\n\nA éste oían atentamente todos, desde el más pequeño hasta el más grande, diciendo: Este es el gran poder de Dios.\n\nY le estaban atentos, porque con sus artes mágicas les había engañado mucho tiempo.\n\nPero cuando creyeron a Felipe, que anunciaba el evangelio del reino de Dios, y el nombre de Jesucristo, se bautizaban hombres y mujeres.\n\nTambién creyó Simón mismo, y habiéndose bautizado, estaba siempre con Felipe; y viendo las señales y grandes milagros que se hacían, estaba atónito.\n\nCuando los apóstoles que estaban en Jerusalén oyeron que Samaria había recibido la palabra de Dios, enviaron allá a Pedro y a Juan;\n\nlos cuales, habiendo venido, oraron por ellos para que recibiesen el Espíritu Santo;\n\nporque aún no había descendido sobre ninguno de ellos, sino que solamente habían sido bautizados en el nombre de Jesús.\n\nEntonces les imponían las manos, y recibían el Espíritu Santo.\n\nHechos 8:5-17",
    "Según el versículo 12, ELLOS CREYERON LA PALABRA, entonces fueron bautizados en el Nombre del Señor Jesús. Pero según el versículo 16, y en vista de todo esto, TODAVIA NO HABIAN RECIBIDO EL ESPIRITU SANTO. Fue solamente DESPUES de haber creído y de ser bautizados correctamente, cuando recibieron el Espíritu Santo. Esta es exactamente la forma enseñada por Pedro en Hechos 2:38-39.",
    "Otra Escritura que arroja luz sobre este asunto, está en Gálatas:\n\nCristo nos redimió de la maldición de la ley, hecho por nosotros maldición (porque está escrito: Maldito todo el que es colgado en un madero),\n\npara que en Cristo Jesús la bendición de Abraham alcanzase a los gentiles, a fin de que por la fe recibiésemos la promesa del Espíritu.\n\nGálatas 3:13 y 14",
    "Ahora, de ninguna manera se puede decir que la “bendición de Abraham” es el nuevo nacimiento, y que la “promesa del Espíritu” es el bautismo del Espíritu Santo, como dos cosas separadas. Porque esta Escritura se puede leer así: “Jesús murió en la cruz, y por medio de aquella muerte y resurrección la bendición de Abraham vino a los gentiles, dejando los judíos. Esto transcurrió para que el Espíritu fuese disponible para los gentiles”.",
    "Al entender lo que acabo de decir, se pone en claro porqué los estudiantes nunca han hallado en ninguna parte de la Escritura que Pablo diga: “Os es necesario ser nacido de nuevo y ENTONCES ser llenado del Espíritu”. Ellos han inferido que existe, y han puesto sus propias interpretaciones para que diga así, PERO LA ESCRITURA NO DICE ESO. Ni tampoco lo dijo Jesús. Vea esta Escritura y léalo ahora con entendimiento.\n\nEn el último y gran día de la fiesta, Jesús se puso en pie y alzó la voz, diciendo: Si alguno tiene sed, venga a mí, y beba.\n\nEl que cree en mí, como dice la Escritura, de su interior correrán ríos de agua viva.\n\nEsto dijo del Espíritu, que habían de recibir los que creyesen en él; pues aún no había venido el Espíritu Santo, porque Jesús no había sido aún glorificado.\n\nSan Juan 7:37-39",
    "Ahora, aquí dice enfáticamente que el creyente al beber, por medio de venir a Jesús en fe, tendría ríos de agua viva saliendo de sí mismo. Y esta experiencia quedó establecida en el Día de Pentecostés. Ahora, con este pensamiento en la mente, leamos:\n\nRespondió Jesús y le dijo: Si conocieras el don de Dios, y quién es el que te dice: Dame de beber; tú le pedirías, y él te daría agua viva.\n\nMas el que bebiere del agua que yo le daré, no tendrá sed jamás; sino que el agua que yo le daré será en él una fuente de agua que salte para vida eterna.\n\nSan Juan 4:10 y 14",
    "Esta misma agua viva es mencionada aquí, pero esta vez no es llamada un río, sino un pozo artesiano. Allí es donde la gente comete su error. Por el hecho de que es llamado un pozo y un río, piensan que en un lugar es Vida Eterna dada por el Espíritu; y en el siguiente lugar, donde es llamado un río (implicando un gran dinamismo), tiene que ser el Espíritu dado como una investidura de poder. ¡No es así! Es uno y el mismo. Es el Espíritu que da vida y poder, el cual vino en el Día de Pentecostés.",
    "¿Qué fue lo que causó este mal entendimiento? La respuesta es: ‘EXPERIENCIA’. Nos hemos basado en la experiencia y no en la Palabra. ¡Fuera con la experiencia como regla! Solamente hay una plomada, una sola vara para medir, y esa es la PALABRA.",
    "Ahora, fíjese bien y reciba eso. Pedro dijo: “Arrepentíos, y bautícese cada uno de vosotros en el nombre de Jesucristo para perdón de los pecados; y recibiréis el don del Espíritu Santo”. Pablo dijo: ¿Habéis recibido el Espíritu Santo DESPUES que creísteis”? Aquí está nuestro problema: La gente se arrepiente de su pecado, se bautiza en agua, PERO NO CONTINUA HASTA RECIBIR EL ESPIRITU SANTO. UD. CREE HACIA EL RECIBIMIENTO DEL ESPIRITU. Creer en Jesús es dar un paso en la dirección correcta, la cual es hacia el Espíritu Santo. Pero allí se detienen. Ellos van hasta el agua y allí se detienen. Creen y entonces se detienen. La Biblia no dice que uno lo recibe CUANDO cree; más bien dice: “¿Habéis recibido el Espíritu Santo DESPUES que creísteis”? La traducción literal y exacta es: “¿Habéis recibido el Espíritu Santo, habiendo creído previamente”? La gente cree y luego se detiene. Uno no recibe el Espíritu Santo creyendo HACIA El, habiéndose arrepentido. Pero continúa y recibe el Espíritu Santo. ¿Lo ve Ud.? Eso es lo que tienen de mal los fundamentalistas; no tienen poder porque no llegan hasta Pentecostés.",
    "Son como los israelitas que salieron de Egipto y se detuvieron antes de llegar a la Tierra Prometida. Ahora, cuando salieron de Egipto, eran como dos millones. Todos viajaron juntos, todos vieron las mismas maravillas de Dios, todos se aprovecharon del maná, y del agua de la piedra herida, todos siguieron la misma Nube de día y la Columna de Fuego de noche; pero SOLAMENTE DOS llegaron a la Tierra Prometida. SOLAMENTE DOS ERAN VERDADEROS O GENUINOS CREYENTES. Eso es correcto porque la Palabra nos dice que los demás murieron por causa de incredulidad; y por razón de la incredulidad, no pudieron entrar (Hebreos 3:19). Siendo que esto es verdad, y solamente ENTRARON DOS, entonces los demás no eran creyentes verdaderos. ¿Cuál era la diferencia? Dos se mantuvieron con la Palabra.",
    "Cuando el corazón de cada uno de los diez espías empezó a fallar en Cades-barnea, Josué y Caleb no titubearon porque ellos creyeron la Palabra, y dijeron: “Podemos muy bien poseer esta tierra”. Sabían que lo podían hacer porque Dios había dicho: “Os he dado la tierra”. Después de que todos aquellos israelitas habían visto el poder, la bondad y la liberación de Dios, todavía no entraron en el reposo, lo cual es un tipo del Espíritu Santo. Así que aquí mismo Ud. puede ver que muy pocos creerán hasta el punto de recibir el Espíritu de Dios.",
    "Ahora bien, hemos llegado hasta aquí; yo quiero seguir un poco más adelante, y al hacerlo sé que voy a causar que suba la emoción de algunas personas. Pero eso es algo de lo cual no soy responsable. Soy responsable ante Dios y Su Palabra y ante el pueblo al cual Dios me ha enviado. Tengo que ser fiel en todo lo que el me dé para decir.",
    "Todo lo que el Padre me da, vendrá a mí; y al que a mí viene, no le echo fuera.\n\nNinguno puede venir a mí, si el Padre que me envió no le trajere; y yo le resucitaré en el día postrero.\n\nSan Juan 6:37 y 44\n\nMas a todos los que le recibieron, a los que creen en su nombre les dio potestad de ser hechos hijos de Dios;\n\nlos cuales no son engendrados de sangre, ni de voluntad de carne, ni de voluntad de varón, sino de Dios.\n\nSan Juan 1:12 y 13\n\nSegún nos escogió en él antes de la fundación del mundo, para que fuésemos santos y sin mancha delante de él,\n\nen amor habiéndonos predestinado para ser adoptados hijos suyos por medio de Jesucristo, según el puro afecto de su voluntad.\n\nEfesios 1:4 y 5",
    "Ahora, sin llegar a envolvernos demasiado en el tema de la soberanía de Dios (porque eso sería otro libro en sí mismo), déjeme mostrar aquí, que según estos versículos, Jesucristo está escogiendo Su Novia así como los hombres escogen sus novias hoy día. La novia hoy día no decide simplemente en sí misma que va a tomar cierto hombre como su esposo. No señor. Es el novio quien decide y escoge a cierta mujer como su esposa. (“No me elegisteis vosotros a mí, sino que yo os elegí a vosotros”. San Juan 15:16)",
    "Ahora según la Palabra de Dios, la Novia fue escogida desde antes de la fundación del mundo. Este escogimiento de la Novia fue propuesto en Sí mismo (Efesios 1:9). Y en Romanos 9:11, dice: “…para que el propósito de Dios conforme a la elección permaneciese”. No se puede leer de ninguna otra manera. El propósito central, el propósito eterno de Dios, fue de tomar una Novia de Su PROPIA elección y aquel propósito estaba en Sí mismo; y siendo eterno, fue decretado antes de la fundación del mundo.",
    "Fíjese bien en esto. Antes de que hubiese la más pequeña partícula de polvo estelar, y antes de que Dios fuera Dios y solamente era conocido como Espíritu Santo (Dios significa objeto de adoración y no habiendo nadie ni nada para adorarle, entonces sólo era Dios potencialmente), la Novia ya estaba en Su mente. Sí, allí estaba. Ella existía en Sus pensamientos. Y ¿qué de aquellos pensamientos de Dios? ¿No son eternos?",
    "¡Los pensamientos eternos de Dios! Permítame preguntarle: ¿Son eternos los pensamientos de Dios? Si Ud. puede ver esto, entonces entenderá muchas cosas. Dios es inmutable tanto en esencia como también en Sus modos. Ya hemos estudiado y probado eso. Dios es infinito en Sus habilidades; por lo tanto como Dios, El tiene que ser omnisciente. Si El es omnisciente, entonces no está ahora aprendiendo, ni tampoco está tomando consejo, ni aun de Sí mismo, ni tampoco está en ningún tiempo añadiendo a Su conocimiento. Si El puede añadir, a Su conocimiento, entonces no es omnisciente. En dado caso lo mejor que podríamos decir es que algún día será omnisciente; pero eso no es Escritural. El ES omnisciente. El nunca ha tenido un pensamiento nuevo acerca de algo porque todos Sus pensamientos siempre los ha tenido y siempre los tendrá; y El conoce el fin desde el principio porque El es Dios. POR LO TANTO LOS PENSAMIENTOS DE DIOS SON ETERNOS, SON REALES. No son simplemente como los pensamientos de un hombre con un plano dibujado que algún día lo transformará en sustancia y forma, sino que ya son reales y eternos, y son una parte de Dios mismo.",
    "¿Ve Ud. cómo funciona esto? Dios siempre tenía Sus pensamientos acerca de Adán. Adán, como Sus pensamientos, no estaba aun expresado. En este Salmo Ud. lo entenderá.\n\nNo fue encubierto de ti mi cuerpo, bien que en oculto fui formado. Y entretejido en lo más profundo de la tierra.\n\nMi embrión vieron tus ojos, y en tu libro estaban escritas todas aquellas cosas que fueron luego formadas, sin faltar una de ellas.\n\nSalmo 139:15 y 16",
    "Esto, como dije, no fue escrito de Adán pero le da a Ud. la idea y el conocimiento que el pensamiento estaba allí en Su mente y aquel pensamiento era eterno y tenía que ser expresado. Así que cuando Adán fue formado del polvo de la tierra y su ser Espiritual fue creado por Dios, entonces Adán llegó a ser el pensamiento de Dios expresado, y aquellos pensamientos eternos ahora se estaban manifestando.",
    "Podríamos ir a través de los siglos. Hallamos a un Moisés, un Jeremías, un Juan el Bautista; y cada uno de ellos fue el pensamiento de Dios expresado en su debido tiempo. Entonces llegamos a Jesús, el LOGOS. El era el completo y perfecto PENSAMIENTO expresado y llegó a ser conocido como la Palabra. Eso es lo que ES y para siempre SERA.",
    "Ahora dice que “El nos ha escogido EN EL (Jesús) desde antes de la fundación del mundo”. Eso quiere decir que estábamos allí CON El en la mente y en los pensamientos de Dios antes de la fundación del mundo. Eso da una calidad ETERNA a los escogidos. Ud. no se puede apartar de eso.",
    "Permítame introducir un pensamiento aquí. Aun nuestro nacimiento natural está basado en elección. Los ovarios de la hembra producen muchos óvulos. Pero ¿por qué es que en un cierto tiempo un cierto óvulo baja y no otro? Y luego entre la esperma del varón, por alguna razón desconocida un cierto germen se junta con el óvulo, mientras otros que hubieran podido juntarse con la misma facilidad, o aun tuvieron una oportunidad mejor para hacerlo, no lo hicieron y perecieron. Hay una inteligencia detrás de todo esto, de otra manera ¿qué es lo que determina en un infante si es hembra o varón, rubio o moreno, ojos negros o azules etc.?",
    "Con estos pensamientos piense en Josué y Caleb. ¿No dijo Jesús en San Juan 6:49: “Vuestros padres comieron el maná en el desierto, y murieron”? Aquellos padres que murieron fueron necesarios como los antecesores de aquellos a quien Jesús estaba hablando. Ellos perecieron, pero aún estaban en la elección natural de Dios como Josué y Caleb en lo Espiritual.",
    "Ahora sigamos. Estos escogidos no solamente eran los pensamientos eternos de Dios que habrían de ser expresados en carne en su debido tiempo, pero estos mismos escogidos son llamados por otro nombre.\n\nPor tanto, es por fe, para que sea por gracia, a fin de que la promesa sea firme para toda su descendencia; no solamente para la que es de la ley, sino también para la que es de la fe de Abraham, el cual es padre de todos nosotros.\n\nRomanos 4:16\n\nNi por ser descendientes de Abraham, son todos hijos; sino: En Isaac te será llamada descendencia.\n\nEsto es: no los que son hijos según la carne son los hijos de Dios, sino que los que son hijos según la promesa son contados como descendientes.\n\nPorque la palabra de la promesa es esta: Por este tiempo vendré, y Sara tendrá un hijo.\n\nY no sólo esto, sino también cuando Rebeca concibió de uno, de Isaac nuestro padre,\n\n(pues no habían aún nacido, ni habían hecho aún ni bien ni mal, para que el propósito de Dios conforme a la elección permaneciese, no por las obras sino por el que llama),\n\nSe le dijo: El mayor servirá al menor.\n\nComo está escrito: A Jacob amé mas a Esaú aborrecí.\n\nRomanos 9:7-13\n\nAhora bien, a Abraham fueron hechas las promesas, y a su simiente. No dice: Y a las simientes, como si hablase de muchos, sino como de uno: Y a tu simiente, la cual es Cristo.\n\nY si vosotros sois de Cristo, ciertamente linaje de Abraham sois, y herederos según la promesa.\n\nGálatas 3:16 y 29",
    "Según Romanos 4:16, hallamos que Dios ha dado una promesa segura a TODA la simiente de Abraham; y Pablo se coloca juntamente con todo creyente bajo esa promesa, porque él dice: “Abraham, quien es el padre de todos nosotros”. Luego Pablo continúa no solamente hasta reducir su definición, sino hasta finalizarla, porque en Gálatas 3, él identifica la SIMIENTE (singular) con Jesús, y contó los “hijos de la Simiente” como hijos de la promesa, y la promesa como teniendo que ver con “elección” o “la escogencia de Dios”.",
    "Y eso es exactamente lo que hemos estado diciendo. Estos que son de la Simiente Real, son los escogidos de Dios; ellos son los predestinados, los antes conocidos de Dios que estaban en Su mente y en Sus pensamientos. En palabras sencillas, la Verdadera Novia de Cristo estuvo en la mente de Dios eternamente, aunque cada uno vino a ser expresado en el tiempo designado. A medida que cada miembro apareció, llegó a ser EXPRESADO y tomó su lugar en el Cuerpo. Así que esta Novia es la NOVIA LITERAL DE LA SIMIENTE DE LA PALABRA HABLADA. Y aunque es femenina en designación, también es llamada el “Cuerpo de Cristo”. Es muy aparente que debe ser llamada así porque fue predestinada en El, vino del mismo origen, era eterna con El, y ahora está manifestando a Dios en un cuerpo de muchos miembros, mientras Dios una vez fue manifestado en UN MIEMBRO, nuestro Señor Jesucristo.",
    "Ahora pues, aquí estamos llegando a una conclusión. Como el Logos (Dios) eterno fue manifestado en el Hijo, y en Jesucristo moró toda la plenitud de la divinidad corporalmente, y aquel Ser Eterno era el Padre manifestado en carne, y por ese medio obtuvo el título de Hijo, así también nosotros siendo eternos en Sus pensamientos, en nuestro debido tiempo llegamos a ser los muchos miembros de la Simiente de la Palabra hablada, manifestados en carne, y aquellos pensamientos eternos ahora manifestados en la carne, son los hijos de Dios, como así somos llamados. NO LLEGAMOS A SER SIMIENTE POR MEDIO DEL NUEVO NACIMIENTO, ERAMOS SIMIENTE Y POR ESO FUIMOS NACIDOS DE NUEVO PORQUE SOLO LOS ESCOGIDOS PUEDEN SER NACIDOS DE NUEVO. Porque ERAMOS SIMIENTE es la razón por la cual podemos ser vivificados. En el que NO ES SIMIENTE no hay nada que vivificar.",
    "Guarde esto en la mente.",
    "Ahora tome el paso siguiente. ‘Redimir’ quiere decir comprar de nuevo. Es el acto de ser restaurado al dueño original. Dios por medio de Su muerte (la sangre derramada) COMPRÓ DE NUEVO LO SUYO. El compró de nuevo la Novia de la Simiente de la Palabra hablada. “Mis ovejas oyen mi voz (la Palabra) y me siguen” (Juan 10:27). Ud. siempre ha sido una oveja, no es un cerdo o un perro convertido en una oveja. Eso es imposible porque cada clase de vida produce la misma clase y no hay cambio en la especie. Como nosotros estábamos en los pensamientos de Dios y entonces fuimos expresados en carne, tuvo que llegar el día cuando oiríamos Su Voz (la Palabra) y al oír esa Voz, nos daríamos cuenta que era nuestro Padre llamándonos y entonces reconocer que somos los hijos de Dios. Oímos Su Voz y clamamos como hizo el hijo pródigo: “Sálvame Padre. Estoy volviendo a ti”.",
    "Un hijo de Dios puede continuar por mucho tiempo sin reconocer que es un hijo. Por cierto, muchos verdaderos Cristianos son como la historia del aguilucho que fue criado en el nido de la gallina. (Ud. sabe que el águila es un tipo del verdadero creyente.) Pues había este agricultor que tomó un huevo del nido del águila y lo puso debajo de la gallina. En su debido tiempo todos los huevos debajo de la gallina empollaron. Los pollitos se llevaban bien con la mamá pero el aguilucho no podía entender la búsqueda de alimento en el campo de estiércol. Poco a poco se mantuvo pero estaba muy confundido con todo eso.",
    "Pero un día, desde muy alto en el aire, el águila madre que había puesto el huevo, se fijó en aquel aguilucho en la tierra. Ella bajó con una velocidad tremenda y gritó lo más fuerte posible: “¡Sube acá conmigo”! El nunca había oído el grito del águila, pero cuando oyó aquel primer grito, algo empezó a incitarse dentro de él y anhelaba arrojarse hacia aquel grito. Pero tenía miedo experimentar. Otra vez la madre pasó y le gritó que se arrojara al viento para seguirla. El respondió que tenía miedo. Otra vez la madre gritó que hiciese el esfuerzo. Sacudiendo las alas se lanzó al aire y respondiendo a la llamada de su madre, se elevó hacia los cielos azules. El siempre había sido un águila. El se condujo como un pollo, por un tiempo, pero no estaba satisfecho. Pero cuando él oyó la llamada de la gran águila, entonces fue a su lugar. Y una vez que un verdadero hijo de Dios oye el grito del Espíritu por la Palabra, él también se dará cuenta de quién es y correrá al gran Aguila-Profeta para estar con El para siempre, sentado en lugares celestiales con Cristo Jesús.",
    "AHORA VIENE NUESTRA TRIUNFANTE PIEDRA ANGULAR sobre el bautismo del Espíritu Santo.\n\nPero cuando vino el cumplimiento del tiempo, Dios envió a su Hijo, nacido de mujer y nacido bajo la ley,\n\npara que redimiese a los que estaban bajo la ley, a fin de que recibiésemos la adopción de hijos.\n\nY por cuanto sois hijos, Dios envió a vuestros corazones el Espíritu de su Hijo, el cual clama: ¡Abba, Padre!\n\nAsí que ya no eres esclavo, sino hijo; y si hijo, también heredero de Dios por medio de Cristo.\n\nGálatas 4:4-7",
    "Allí está. Jesucristo vino, murió en la cruz y efectuó la Redención (restaurando al dueño original por medio de la compra o pagando un precio) y en eso NOS COLOCO COMO HIJOS. El no nos hizo hijos, porque ya éramos Sus hijos, pero nos colocó como hijos; porque por tanto tiempo que estuvimos en el mundo, en la carne, no podíamos ser conocidos como hijos. Estábamos detenidos presos por el diablo. Sin embargo, éramos hijos. Y oiga esto: “Y PORQUE SOIS HIJOS, DIOS HA ENVIADO EL ESPIRITU DE SU HIJO A VUESTROS CORAZONES POR EL CUAL CLAMAIS: PADRE, PADRE”. ¿Sobre quién cayó el Espíritu en el Día de Pentecostés? Sobre los hijos. ¿En Corinto? Sobre los hijos mientras OIAN LA PALABRA.",
    "¿Qué es el bautismo con el Espíritu Santo? Es el Espíritu bautizándole a Ud. en el Cuerpo de Cristo. Es el nuevo nacimiento. Es el Espíritu de Dios entrando y llenándole después de que se haya arrepentido, (habiendo oído Su Palabra) y haya sido bautizado en agua como la demanda de una buena conciencia delante de Dios.",
    "Lo que acabamos de estudiar sería mucho más fácil de entender si todos creyeran la doctrina de la unidad de Dios. Porque no hay tres personas en la Deidad, sino UNA. Por consiguiente NO nacemos de nuevo por el Espíritu de la Vida de Jesús entrando, y posteriormente entra el Espíritu Santo para darnos poder. Si así fuera, ¿por qué entonces estamos deshonrando al Padre en no darle una parte en nuestra salvación completa? Porque si la salvación es del Señor y hay tres Señores, entonces EL (el Padre) de hecho tiene que tener algo que hacer también.",
    "Pero seguramente se puede ver que Jesús aclaró esto: Que El y solamente El es Dios y que El y solamente El es Quien entrará en el creyente. Juan 14:16 dice que el Padre mandará otro Consolador. Pero el versículo 17 dice que El (Jesús) mora con ellos y que debía estar EN ellos después. En el versículo 18, dice que El vendrá a ellos. En el versículo 23, hablando a los discípulos, El dijo: “Nosotros (Padre e Hijo) vendremos a él”. Así que es el Padre, Hijo y Espíritu Santo, todos entrando a la misma vez porque ES UNA PERSONA abarcando la Deidad. Ese advenimiento tomó lugar en el Día de Pentecostés. No hay dos venidas del Espíritu, solamente una. El problema es que la gente no conoce la verdad, y simplemente cree en Jesús para el perdón de los pecados pero nunca sigue adelante hasta recibir el Espíritu.",
    "Antes de concluir este asunto, sé que hay una pregunta en su mente. Ud. quiere saber si yo creo en la doctrina de la preexistencia. Yo no creo en la doctrina de los mormones de la preexistencia de las almas, como tampoco creo en reencarnación o la transmigración de las almas. Tenga cuidado y vea esto. No es la persona la que viene eternamente predestinada por Dios, ES LA PALABRA O SIMIENTE. Eso es. Allá muy atrás, tanto que la mente humana no puede comprenderlo, el Dios Eterno con pensamientos eternos pensó y decretó: “A JACOB AME, MAS A ESAU ABORRECI (Romanos 9:13), CUANDO NINGUNO DE LOS DOS HABIA NACIDO Y CUANDO NINGUNO DE ELLOS HABIA HECHO NI BIEN NI MAL”. ¿Ve Ud.? Era el PENSAMIENTO, y luego aquel pensamiento llegó a ser expresado, y Dios compró de nuevo a Jacob, porque sólo Jacob era SIMIENTE. Solamente Jacob tenía la simiente; por eso fue que tuvo respeto a la primogenitura y al pacto de Dios.",
    "Si Ud. es verdadera simiente, Ud. oirá esa Palabra; el Espíritu le bautizará en el Cuerpo de Cristo, llenándole y dándole poder, y entonces recibirá la Palabra para su día y su edad. ¿Ve Ud. cuán claro llega a ser la verdadera evidencia cuando le es revelada la Palabra? Note de nuevo, Jesús era la Simiente Real. El vivió en un cuerpo humano. Cuando el Espíritu le llamó (el Pensamiento manifestado por la Palabra), El fue al Jordán y allí fue bautizado en agua. Al obedecer la Palabra, vino sobre El el Espíritu Santo y una Voz dijo: “Este es mi hijo amado, oídle”. La Voz no dijo: “Este ha llegado a ser mi hijo”. Jesús FUE el Hijo. El Espíritu Santo lo colocó como aquel Hijo ante todos. Entonces habiendo sido llenado así (y la misma forma continuó en el Día de Pentecostés y siempre hasta hoy), El salió en poder manifestado, recibiendo de Dios y de parte de Dios la revelación completa para aquel día.",
    "Ahora, hemos estado diciendo constantemente que la verdadera evidencia de haber sido bautizado con el Espíritu Santo es que el creyente reciba la Palabra para la edad en que vive. Déjeme mostrarlo claramente.",
    "Las Siete Edades, como están en los capítulos 2 y 3 del Apocalipsis, abarcan el tiempo completo de la Plenitud de los Gentiles, o sea el tiempo en que Dios está tratando con los gentiles para la salvación. En cada edad sin excluir ninguna, dice la misma cosa al empezar y al terminar el Mensaje. “Al mensajero de la edad de (Efeso, Esmirna, Pérgamo, Tiatira, Sardis, Filadelfia y Laodicea) escribe: estas cosas dice El, etc., etc.”. “…El que tiene oído, oiga (singular) lo que el Espíritu dice a las iglesias”. Note aquí que Jesús (por el Espíritu) en CADA edad se dirige SOLAMENTE A UNA persona, en relación a la Palabra para esa edad. Sólo UN mensajero en cada edad recibe lo que el Espíritu tiene que decir a esa edad y AUEL MENSAJERO es el mensajero a la Iglesia Verdadera. El habla por revelación de parte de Dios a las ’iglesias’ tanto a la Verdadera como a la falsa. Así que el Mensaje es transmitido a todos; pero aunque es transmitido para todos los que están al alcance del Mensaje, tal Mensaje es recibido individualmente sólo por un cierto grupo calificado y de cierta manera. Cada individuo en aquel grupo es uno que tiene la capacidad para oír lo que el Espíritu está diciendo por medio del mensajero. Aquellos que lo están oyendo, no están recibiendo su propia revelación, ni tampoco está (el grupo) recibiendo su revelación colectiva; PERO CADA PERSONA ESTA OYENDO Y RECIBIENDO LO QUE EL MENSAJERO YA HA RECIBIDO DE DIOS.",
    "Ahora no piense Ud. que este siendo el caso, sea muy extraño, porque Pablo estableció esta norma bajo la mano de Dios. Sólo Pablo tenía la revelación completa para su día como fue comprobado al confrontarse con los otros apóstoles, quienes aceptaron que Pablo era el Mensajero-Profeta a los gentiles para ese día. También note por la ilustración clara de la Palabra que cuando Pablo quiso ir a Asia, Dios lo detuvo porque las ovejas (Sus hijos) estaban en Macedonia y ellos (la gente de Macedonia) oirían lo que el Espíritu tenía que decir por Pablo, mientras que la gente en Asia no oiría.",
    "En cada edad tenemos exactamente la misma norma. Por eso es que la luz viene a través de algún mensajero dado por Dios en un cierto lugar, y luego de aquel mensajero la luz se difunde por medio del ministerio de otros que han sido fielmente instruidos. Pero, desde luego, todos aquellos que salen no siempre comprenden cuán necesario es decir SOLAMENTE lo que el mensajero ha dicho. Recuerde: Pablo advirtió a la gente que dijera solamente lo que él dijo:\n\n¿Acaso ha salido de vosotros la palabra de Dios, o sólo a vosotros ha llegado?\n\nSi alguno se cree profeta, o espiritual, reconozca que lo que os escribo son mandamientos del Señor.\n\nI Corintios 14:36 y 37",
    "Le agregan aquí o le quitan allá, y dentro de poco tiempo el Mensaje ya no es puro y el avivamiento se muere. Cuánto cuidado debemos tener de oír una Voz, porque el Espíritu solamente tiene UNA Voz, la cual es la Voz de Dios. Pablo les advirtió que dijeran lo que él dijo, como también lo hizo Pedro. El les advirtió que ni AUN EL (PABLO) podía cambiar una sola palabra de lo que había dado por revelación. Oh, ¡cuán importante es oír la Voz de Dios por medio de Sus mensajeros, y luego decir lo que les ha sido dado a ellos para decir a las iglesias!",
    "Ojalá que Ud. haya empezado a entenderlo. Puede ser que ahora Ud. pueda entender por qué no me voy con los fundamentalistas ni con los Pentecostales. Tengo que quedarme con la Palabra así como la reveló el Señor. Ahora, no lo he abarcado todo. Para eso se necesitaría un libro aparte, pero con la ayuda de Dios presentaremos muchos sermones, cintas y mensajes sobre todos estos puntos para ayudarle a entender y ensamblar toda Escritura.",
    "🦅 El que tiene oído, oiga lo que el Espíritu dice a las iglesias de cada edad”. En cada edad fue el mismo clamor: Oiga lo que el Espíritu dice. Si Ud. es Cristiano volverá a lo que el Espíritu está enseñando, eso es: La Palabra de esta edad. Cada mensajero a cada edad predicará esa Palabra. Cada avivamiento fresco y verdadero será porque los hombres han vuelto a la Palabra para su edad. El clamor de cada edad es la reprensión: “Han dejado la Palabra de Dios. Arrepiéntanse y vuelvan a la Palabra”. Desde el primer libro de la Biblia (Génesis) hasta el último (Apocalipsis) hay una sola razón por la cual Dios se disgusta: Dejar la Palabra. Y hay un solo remedio para obtener de nuevo Su favor: Volver a la Palabra.",
    "En la edad de Efeso, en esta edad y en cada edad que contemplaremos, veremos que esto es verdad. Y en la última edad, nuestra edad, encontraremos el oscurecimiento de la Palabra, la apostasía completa que finalizará con la gran tribulación.",
    "Si Ud. es simiente verdadera, si es en verdad bautizado con el Espíritu Santo, Ud. estimará Su Palabra más que su alimento físico, y anhelará vivir por TODA Palabra que sale de la boca de Dios.",
    "Esta es mi oración sincera por todos nosotros: Oigamos lo que el Espíritu está trayendo de la Palabra para nosotros hoy día."
  ]
}