{
  "title": "LA EDAD DE TIATIRA",
  "id": "C00A06B9",
  "content": [
    "Y escribe al ángel de la iglesia en Tiatira: El Hijo de Dios, el que tiene ojos como llama de fuego, y pies semejantes al bronce bruñido, dice esto:\n\nYo conozco tus obras, y amor, y fe, y servicio, y tu paciencia, y que tus obras postreras son más que las primeras.\n\nPero tengo unas pocas cosas contra ti: que toleras que esa mujer Jezabel, que se dice profetisa, enseñe y seduzca a mis siervos a fornicar y a comer cosas sacrificadas a los ídolos.\n\nY le he dado tiempo para que se arrepienta, pero no quiere arrepentirse de su fornicación.\n\nHe aquí, yo la arrojo en cama, y en gran tribulación a los que con ella adulteran, si no se arrepienten de las obras de ella.\n\nY a sus hijos heriré de muerte, y todas las iglesias sabrán que yo soy el que escudriña la mente y el corazón; y os daré a cada uno según vuestras obras.\n\nPero a vosotros y a los demás que están en Tiatira, a cuantos no tienen esa doctrina, y no han conocido lo que ellos llaman las profundidades de Satanás, yo os digo: No os impondré otra carga;\n\npero lo que tenéis, retenedlo hasta que yo venga.\n\nAl que venciere y guardare mis obras hasta el fin, yo le daré autoridad sobre las naciones,\n\ny las regirá con vara de hierro, y serán quebradas como vaso de alfarero; como yo también la he recibido de mi Padre;\n\ny le daré la estrella de la mañana.\n\nEl que tiene oído, oiga lo que el Espíritu dice a las iglesias.\n\nApocalipsis 2:18-29",
    "Históricamente, Tiatira era la ciudad de menos importancia entre las siete ciudades de la revelación. Estaba situada sobre la frontera de Mysia e Ionia, y se encontraba rodeada por ríos, los cuales estaban llenos de sanguijuelas. Su característica más meritoria fue su prosperidad económica debido a los gremios colectivos de alfareros, curtidores, tejedores, tintoreros, fabricantes de ropa, etc. Fue de esta ciudad de donde vino Lidia, la vendedora de púrpura, que fue la primera convertida de Pablo en Europa.",
    "Ahora, la razón por la cual el Espíritu escogió a esta ciudad como la que contenía los elementos espirituales para la cuarta edad, fue por causa de su religión. La religión mayor de Tiatira fue la adoración de Apolo Tyrimnaios, la cual estaba mezclada con la secta que adoraba a los emperadores. Apolo era el dios del sol y también el que seguía en poder a su padre Zeus. El fue conocido como el ‘separador de maldad’ y gobernaba sobre la ley religiosa y la expiación (el medio de expiación, haciendo enmiendas por injusticias o culpas). Platón dijo de él: “El explica a los hombres la institución de templos, sacrificios y servicios a deidades, además de los ritos ligados con la muerte y después de la vida”. El comunicaba su conocimiento de ‘el futuro’ y ‘la voluntad de su padre’ a los hombres por medio de profetas y oráculos. En Tiatira, este rito fue conducido por una profetisa sentaba en una silla de tres patas y entregaba los mensajes mientras estaba en trance.",
    "El dominio de esta religión era extraordinario. Su formidable poder no consistía exclusivamente en el dominio de misterios, sino en el hecho de que nadie podía pertenecer a los gremios, los cuales ofrecían a la gente su vivienda, sin pertenecer al templo donde se adoraba a Apolo. Cualquier hombre que se negaba a participar en las fiestas idólatras y las orgías licenciosas era excluido de estos gremios del primer siglo. Para pertenecer a la vida social y comercial, uno tenía que ser un verdadero pagano e idólatra.",
    "Es demasiado interesante notar que el mismo nombre Tiatira quiere decir “Mujer Dominante”. Así que esta edad es caracterizada por una fuerza dominante, una fuerza que cruelmente invade a todo, conquista a todo, y despóticamente controla. Ahora, una mujer dominante es la maldición más grande en todo el mundo. El hombre más sabio que el mundo jamás conoció fue Salomón, y él dijo:\n\nMe volví y fijé mi corazón para saber y examinar e inquirir la sabiduría y la razón, y para conocer la maldad de la insensatez y el desvarío del error.\n\nY he hallado más AMARGA QUE LA MUERTE A LA MUJER cuyo corazón es lazos y redes, y sus manos ligaduras. El que agrada a Dios escapará de ella; mas el PECADOR quedará en ella preso,\n\nHe aquí que esto he hallado, dice el Predicador, pesando las cosas una por una para hallar la razón;\n\nlo que aún busca mi alma, y no lo encuentra: un hombre entre mil he hallado, pero mujer entre todas éstas nunca hallé.\n\nEclesiastés 7:25-28\n\nY San Pablo dijo:\n\nPorque no permito a la mujer enseñar, ni ejercer dominio sobre el hombre, sino estar en silencio.\n\nI Timoteo 2:12",
    "Desde el Huerto del Edén en adelante, la mujer se ha esforzado constantemente, y con buen éxito, por tomar el dominio sobre el hombre; y hoy mismo, el mundo es de la mujer, siendo la diosa de América una mujer desnuda. Como el ídolo femenino cayendo del cielo (recuerde que sus brazos eran barras de hierro) caracterizaba la primera edad o sea la edad de Efeso, así su poder ha aumentado a tal grado que ella ha obtenido autoridad absoluta, siendo usurpada tal autoridad por su actitud de hierro.",
    "Ahora, la mujer no ha sido diseñada para tener una actitud o disposición férrea. Según la Escritura, ella debe ser sumisa al varón. Para ella, eso es un mandamiento. Una mujer que en verdad sea femenina, toda femenina, tendrá esa actitud. No será como alfombra donde uno se limpia los pies, porque ningún hombre que en verdad sea un varón hará de ella una alfombra; pero ella querrá estar bajo la autoridad y no gobernar sobre el varón porque él es la cabeza del hogar. Si ella rompe esa imagen que Dios ha hecho para ella, se pervierte. Cualquier hombre que le permite a la mujer tome autoridad sobre él, también ha roto esa imagen, tornándose en un pervertido.",
    "Por eso es que una mujer no PUEDE PONERSE LA ROPA QUE LE CORRESPONDE AL HOMBRE, NI CORTARSE EL CABELLO. Ella nunca debe ponerse la ropa que le corresponde al varón ni debe cortarse el cabello. Cuando hace estas cosas está entrometiéndose en el dominio del varón, tomando autoridad y se está pervirtiendo. Y cuando una mujer invade el púlpito, lo cual le es MANDADO QUE NO LO HAGA, entonces muestra de qué espíritu es. Siendo una mujer dominante es anticristo, y las simientes de la Iglesia Católica Romana están en ella, aunque quizás ella niegue esto calurosamente. Pero cuando es CUESTION DE LA PALABRA, antes bien sea Dios veraz, y todo hombre mentiroso (Romanos 3:4). Amén.",
    "Volvamos al principio. En la creación original (física) como la conocemos hoy día, Dios hizo todo en pares, varón y hembra. En todo hubo dos: el gallo y la gallina, la vaca y el toro, y así sucesivamente. Pero respecto al hombre, solamente había uno, no había dos. Adán había sido hecho a la semejanza de Dios. El era un hijo de Dios. Como hijo de Dios, él no podía ser tentado y luego caer. Eso sería imposible. Así que Dios tomó un sub-producto del hombre para permitir la caída.",
    "La mujer no salió directamente de la mano de Dios como un producto original; ella fue formada del hombre. Y cuando Dios hizo que ella fuese sacada del hombre, ella fue en gran manera diferente de las demás hembras que El había creado; ella tenía la capacidad de ser engañada. Ninguna otra hembra en la creación puede ser inmoral; pero la hembra humana puede ser tomada en casi todo tiempo. Y esa debilidad en ella permitió que Satanás la engañara por medio de la serpiente, y ha traído a la mujer a una posición muy extraordinaria delante de Dios y Su Palabra.",
    "Por un lado, ella es tipo de toda cosa vulgar, inmunda y aborrecible, mientras que por el otro lado, ella es tipo de toda cosa limpia, hermosa y santa, como el receptáculo del Espíritu y las bendiciones de Dios. Por un lado, ella es llamada la ramera que está emborrachada con el vino de sus fornicaciones, y por otro lado, ella es llamada la Novia de Cristo. Por un lado, es llamada Misterio Babilonia, la abominación delante de Dios; y por otro lado es llamada la Nueva Jerusalén, nuestra madre. Por un lado, ella es tan aborrecible, malvada y lujuriosa que es echada sumariamente en el Lago de Fuego como el único lugar digno que merece; y por el otro lado, ella es exaltada hasta el Cielo, compartiendo del mismo trono de Dios como el único lugar propio para una reina como ella.",
    "Y en esta edad de Tiatira, ella es una MUJER DOMINANTE. Ella es Misterio Babilonia. Ella es la gran ramera. Ella es Jezabel, la profetisa falsa. ¿Por qué? Porque la mujer verdadera es sumisa a Dios. Cristo es su cabeza. Ella no tiene otra palabra sino la de El, ni pensamientos fuera de los de El, ninguna guianza más que la de El. Pero ¿qué de esta iglesia? Ella ha echado fuera a la Palabra y ha destruido las Biblias y los documentos dignos de los piadosos. Ella ha dado muerte a los que predican la verdad. Se ha apoderado de reyes, príncipes y naciones. Ella domina ejércitos e insiste en que ella es el verdadero Cuerpo de Cristo y que sus Papas son los vicarios de Cristo. Ella ha sido completamente seducida por el diablo, y en cambio ahora ella ha llegado a ser la seductora de otros. Ella es la novia de Satanás y ha producido las religiones de sus hijos bastardos.",
    "Ella ha dominado a través de las Edades del Oscurantismo. Por más de novecientos años ella despojó y destruyó; terminó con las artes, destruyó las ciencias, y lo único que produjo fue muerte a tal grado que la Luz de la Verdad estaba ya casi completamente apagada y solamente quedaba un débil rayo de Luz. El aceite y el vino casi habían cesado de fluir; pero aunque dominaba los reinos de la tierra y demandaba de todos los hombres que hallasen su ciudadanía en ella, había un pequeño grupo que pertenecía a Dios, cuya ciudadanía estaba en el Cielo; y a éstos, ella no podía destruir. Dios cuidó de Su manada pequeña; ellos no podían ser destruidos.",
    "Esta iglesia de Roma era toda pagana y malvada así como la Reina Athalía, quien trató de destruir a toda la simiente real y casi logró hacerlo, pero DIOS PRESERVO A UNO, y de él llegó a haber más piadosos. Así que Dios preservó a una manada pequeña en aquella larga y oscura noche y de su verdad al fin salió un Lutero.",
    "Cualquiera que conozca un poco de la Iglesia Católica Romana y su forma de adoración, podrá entender porqué la ciudad de Tiatira fue escogida por el Espíritu para representar a la iglesia en las Edades del Oscurantismo. Allí está ante nuestros ojos.",
    "La Edad de Tiatira fue la más larga de todas las Edades de la Iglesia. Duró como 900 años, desde el año 606 hasta 1520 d.C.",
    "Por mucho tiempo la iglesia había estado dividida en dos grupos, el grupo occidental y el grupo oriental. De vez en cuando un reformador salía de uno o de ambos grupos, y por un tiempo guiaba a una porción de la iglesia a una relación más profunda con Dios. Tal hombre en el occidente fue Francisco de Asís. El verdaderamente prosperó por un tiempo, pero por fin su obra fue aniquilada por la jerarquía de Roma. Pedro Waldo de Lyons, un negociante que renunció a su vida secular, llegó a ser muy activo en el servicio del Señor y guió a muchos a Dios, pero fue contrarrestado en su obra y fue excomulgado por el Papa.",
    "Ni los grupos occidentales como tampoco los orientales tenían entre ellos a un hombre con la posibilidad de ser el mensajero para esta edad, examinándolo a la luz de la Escritura. Sin embargo, hubo dos hombres en las Islas Británicas, cuyos ministerios en Palabra y en hechos podían soportar la prueba de la Verdad. Ellos fueron San Patricio y San Colombo. Es a San Colombo a quien le corresponde el oficio de ser el mensajero.",
    "Aunque el mensajero a la edad de Tiatira fue San Colombo, yo quiero comentarles un poco acerca de la vida de San Patricio como un ejemplo para nosotros y también para mostrarles la mentira acerca de la pretensión de Roma de que San Patricio pertenecía a ella, así como tampoco pertenecía Juana de Arco. Patricio nació de la hermana de San Martín, en la pequeña ciudad de Bonavern que estaba situada en las riberas del río Clyde. Cierto día mientras estaba jugando en las playas del río con sus hermanas, llegaron unos piratas y se llevaron a los tres niños.",
    "Nadie sabe qué sucedió con las niñitas, pero Patricio (su nombre era Saccat) fue vendido a un comandante en el norte de Irlanda. Su obligación era atender los cerdos. Para hacer esto, él amaestró a unos perros. Sus perros fueron tan perfectamente amaestrados que mucha gente venía de lejos y de cerca para comprarlos. El, en su soledad, se rindió a Dios y fue salvo. Entonces en él despertó el deseo urgente de escapar y volver a su casa y a sus padres.",
    "El formuló un plan en el cual su habilidad como amaestrador le sirvió de gran utilidad. Enseñó a los perros que se acostaran sobre él, cubriendo su cuerpo cuidadosamente, y que no se moviesen hasta que él les diera la orden de hacerlo. Entonces cierto día cuando su dueño vendió varios perros, Patricio ordenó a los perros (con excepción del líder del grupo) a que se metieran al barco. El líder del grupo, al cual le había dado una orden secreta, corrió y rehusó subirse a bordo. Mientras el dueño y el comprador trataban de atrapar al perro, Patricio se subió al barco y ordenó a los perros que le cubrieran; entonces con un silbido llamó también al líder al barco y que se echara sobre él. Siendo que no podían encontrar a Patricio en ningún lado, el negociante alzó la vela y salió al mar. Después de asegurarse de que el capitán estaba demasiado lejos para regresarse, Patricio dio otra señal que hizo que los perros se pelearan. El vino ante el capitán y le dijo que si no lo llevaba a su casa, él mandaría a los perros que siguieran peleando y él tomaría posesión del barco. Sin embargo, por cuanto el capitán era un Cristiano, cuando oyó el relato del joven, con mucho agrado lo llevó a las riberas cerca de su casa.",
    "Patricio ingresó en la escuela Bíblica y luego regresó a Irlanda donde ganó a miles para el Señor por medio de la Palabra y el poder de Dios en muchas señales y maravillas. El, en ninguna ocasión fue a Roma ni tampoco fue comisionado por Roma. La verdad del asunto es que Roma, cuando al fin estableció un fundamento seguro en la isla y vio que el tiempo era oportuno, mató a más de cien mil Cristianos, quienes a través de los años, habían crecido de aquel grupo original que había venido al Señor bajo la guianza de San Patricio.",
    "Aproximadamente 60 años después de la muerte de San Patricio, Colombo nació en la familia real de Fergus, en el norte de Irlanda, en el condado de Donegal. El llegó a ser un estudiante consagrado y sobresaliente, aprendiendo de memoria la mayor parte de las Escrituras. Dios le llamó en una Voz audible a ser un misionero. Después de haber oído la Voz de Dios, nada lo pudo detener, y su maravilloso ministerio hizo que muchos historiadores lo colocaran juntamente con los apóstoles. Tan magnífico fue su ministerio, seguido de señales sobrenaturales, que algunos (especialmente los estudiantes de Roma) pensaron que los relatos fueros exagerados.",
    "En uno de sus viajes misioneros, él llegó a una ciudad amurallada, cuyas puertas estaban cerradas para que él no entrara. Alzó su voz en oración a Dios y le pidió que interviniera, permitiéndole entrar para predicar a la gente. Mientras oraba, los magos de la corte empezaron a hacerle mofa con ruidos estrepitosos. Entonces él empezó a cantar un salmo. Mientras cantaba, Dios aumentó el volumen de su voz hasta sobrepujar el bullicio de los paganos. De repente las puertas se abrieron por su cuenta. El entró y predicó el Evangelio ganando a muchos para el Señor.",
    "En otra ocasión cuando también le fue prohibido el paso a cierta aldea, se dio la vuelta para marcharse y repentinamente el hijo del jefe se enfermó, como para morir. Rápidamente buscaron a San Colombo y lo llamaron. Cuando ofreció la oración de fe, el niño fue sanado instantáneamente y el pueblo se abrió para la evangelización por la Palabra de Dios.",
    "El Evangelio puro predicado por Colombo y sus colaboradores se esparció por toda Escocia, tornándola a Dios. También llegó a Irlanda y al norte de Europa. Su modo de esparcir el Evangelio fue que tal vez una docena de hombres, bajo un líder, entrarían a un campo nuevo y literalmente construirían una ciudad basada y centralizada en Dios. Entre estos doce hombres habrían carpinteros, maestros, predicadores, etc., todos maravillosamente versados en la Palabra y en una vida Santa. Esta pequeña colonia estaría rodeada por un muro. Dentro de poco tiempo este recinto estaría rodeado por estudiantes y sus familias en sus propias casas, aprendiendo la Palabra y preparándose para salir y servir al Señor como misioneros, líderes y predicadores. Los hombres tenían libertad de casarse, aunque muchos no se casaron para así servir mejor al Señor. Se mantuvieron libres de la ayuda del Estado y así también de la política. En vez de atacar las demás religiones, ellos enseñaron la verdad porque creyeron que la verdad era suficiente arma para cumplir los resultados que Dios tenía en mente para ellos. Eran totalmente independientes de Roma.",
    "San Colombo fue el fundador de una gran escuela Bíblica en la isla de Hy (situada cerca de la costa suroeste de Escocia). Cuando él fue allí, la isla era tan estéril y peñascosa que no podía producir suficiente alimento para todos ellos. Pero Colombo sembró semilla con una mano mientras mantenía la otra alzada en oración. Hoy día aquella isla es una de las más fértiles de todo el mundo. Desde esta isla centralizada en la Biblia, salieron poderosos estudiantes dotados con sabiduría y con el poder de Dios.",
    "Cuando leí la historia de este gran siervo de Dios y la maravillosa obra que realizó, me entristeció el corazón al hallar que el poder del Papa, en su deseo de traer a todos los hombres bajo su dominio, vino y con el tiempo corrompió estos campos misioneros, destruyendo la verdad como fue enseñada por Colombo.",
    "El Hijo de Dios, el que tiene ojos como llama de fuego, y pies semejantes al bronce bruñido, dice esto:\n\nApocalipsis 2:18",
    "La revelación de la Deidad a la edad de Tiatira, es que Jesús es el Hijo de Dios. En los días de Su carne, El fue conocido como el Hijo del Hombre. Pero ya no lo conocemos según la carne. Ya no es el Hijo del Hombre, el gran Profeta, Quien en Sí mismo juntó todas las profecías. El Unigénito está de nuevo en el seno del Padre. Ahora le conocemos según el poder de la resurrección. El ha resucitado y ha tomado a Sí mismo Su gran poder, el cual es sobre todo para la alabanza de Su propia gloria. El no compartirá Su gloria con otro. La dirección de Su Iglesia El no la entregará a ningún hombre.",
    "El se fija en Tiatira, en aquella ciudad y en aquella cuarta edad, y allí ve que ha sido dado a otro el honor que le pertenece solamente a El. Sus ojos arden con el fuego de Su ira y justicia mientras ve que Apolo es reverenciado como el Hijo de Dios, cuando El y solamente El es el Unigénito del Padre. Cuán terrible ha de ser Su juicio sobre la religión de la edad de Tiatira, en la cual los miembros de la iglesia, así como los adoradores del hijo de dios (Apolo, el hijo de Zeus), elevan a un líder humano al puesto de adoración, respaldados por el poder del estado. Porque eso es exactamente lo que vio. La Iglesia Católica Romana estaba completamente entregada a la idolatría, basada en los ritos del dios del sol (Apolo), y había elevado a un hombre (el Papa) a la posición de Deidad por medio del matrimonio de la iglesia con el Estado.",
    "Tomás Aquinas y Alverus Pelagius formularon y afirmaron que: “El Papa parece ser, para aquellos que lo miran con ojos espirituales, no un hombre sino un dios. No hay límites en cuanto a su autoridad. El puede declarar ser correcto en lo que él desea, y puede quitar los derechos de cualquiera como a él le parezca conveniente. El dudar este poder universal resulta en ser apartado de la salvación. Los grandes enemigos de la iglesia son los herejes, los cuales no se sujetan al yugo de la verdadera obediencia”.",
    "Porque hay un solo Dios, y un solo mediador entre Dios y los hombres, Jesucristo hombre, (el Hijo de Dios).\n\nI Timoteo 2:5",
    "Pero el Papa de Roma ha cambiado la Palabra. El ha hecho que diga: “Un mediador entre Dios y el hombre (no hombres)”. Así que ahora él intercede entre el Mediador y los hombres. Pero no hay ningún otro mediador más que el Hijo. El Papa pronuncia salvación a través de la iglesia de Roma. Pero no hay ninguna salvación fuera del Hijo de Dios. Con razón los ojos resplandecen con juicio ardiente, y los pies son como latón fino mientras El está listo para reducir a polvo los reinos malvados de este mundo. Gracias a Dios por aquellos pies fuertes de latón que han pasado a través del juicio en nuestro lugar. Ahora son nuestro fundamento, porque lo que El ganó es nuestro. Nos encontramos identificados en El, en Jesús el Hijo de Dios.",
    "Fue en esta edad en que vimos el ascenso del mahometismo, el cual negó al Hijo de Dios y pronunció muerte sobre todos los que se llamaban Cristianos.",
    "Fue también en esta edad cuando la iglesia falsa desafió el primer mandamiento del Dios Todopoderoso y se lanzó precipitadamente al quebrantamiento del segundo al colocar a su Papa en el lugar de Jesucristo; y estableció y a la fuerza impuso la adoración de ídolos, enjuiciando con muerte a todos aquellos que negaban un lugar para los ídolos dentro de la iglesia. Bajo la emperatriz Teodora, quien reinó desde al año 842 hasta 867, más de cien mil santos fueron muertos simplemente porque estimaron las imágenes sin ningún valor.",
    "Seguramente esta edad tiene que arrepentirse o perder todo. Allí está el Señor de la Gloria, Dios mismo, Su Palabra echada a un lado, Su Persona rechazada. Sin embargo, manos y corazones humanos no pueden destronarlo. Aunque lo rechacen, El permanece fiel. “No temáis, manada pequeña, porque a vuestro Padre le ha placido daros el reino (Lucas 12:32). Y cuando Yo venga con pies de latón y ojos como llama de fuero, entonces recompensaré. El juicio es Mío, Yo pagaré”, dice el Señor.",
    "Yo conozco tus obras, y amor, y fe, y servicio, y tu paciencia, y que tus obras postreras son más que las primeras.\n\nApocalipsis 2:19",
    "De nuevo, aquí hallamos las mismas palabras de introducción: “Conozco tus obras”. El mismo Hijo de Dios dijo: “Creedme por las mismas obras” (Juan 10:38). El puso énfasis en Sus propias obras mientras estuvo en la tierra. Las obras que El obró fueron ordenadas por Dios para inspirar fe en El, y fueron gran parte de Su ministerio. Su Espíritu Santo en Pablo dijo:\n\nPorque somos hechura suya, creados en Cristo Jesús para buenas obras, las cuales Dios preparó de antemano para que anduviésemos en ellas.\n\nEfesios 2:10",
    "Estas obras fueron para inspirar fe en El, porque mostrarían el parentesco con El, el cual Pablo describió como “creados en El”.",
    "Ahora, las obras nunca tomarán el lugar de la fe en Dios para nuestra salvación. Pero las obras sí mostrarán nuestra fe ya puesta en El. Las buenas obras no lo salvarán a Ud., pero saldrán de una vida salva como fruto hacia el Señor. Yo creo en las buenas obras. Aunque un hombre no sea salvo, él debe hacer buenas obras y hacer lo mejor que pueda. Lo que es horrible a los ojos de Dios, es que los hombres hagan obras malvadas y luego digan que están haciendo la voluntad del Señor. Eso es lo que estaban haciendo los obispos, los Papas y toda la jerarquía de Roma. Estaban asesinando, mutilando, y obrando toda clase de maldad en el Nombre del Señor. Vivían vidas totalmente opuestas a lo que la Palabra enseña. En aquel día malvado los verdaderos creyentes resplandecieron como una luz en la oscuridad, al continuar haciendo el bien; devolvían bendición por maldición e hicieron lo correcto para honrar a Dios, aunque por hacerlo muchos murieron.",
    "En este versículo El está alabando a Sus hijos porque estaban viviendo vidas transformadas. Sus obras testificaban de un nuevo Espíritu morando dentro de ellos. La gente veía sus buenas obras y glorificaba a Dios. Sí señor, si Ud. es un Cristiano, Ud. hará lo que es correcto. Sus obras testificarán que su corazón está bien. Y no será algo que Ud. estará fingiendo, porque Ud. hará Su voluntad aunque nadie más que Dios lo esté mirando; y además, Ud. hará Su voluntad aunque le cueste la vida.",
    "🦅 Yo conozco tus obras, y amor, y fe, y servicio, y tu paciencia…” Ud. notará que amor es puesto entre ‘obras’ y ‘servicio’, y ese es su lugar correcto, porque sin amor nuestras obras no son aceptables ante Dios, ni tampoco nuestro servicio. Pablo, hablando a los corintios, dijo: “Sin amor no soy nada, y lo que hiciere será sin provecho si no es hecho con amor”. Ud. allí puede ver que estos creyentes no eran de la misma clase que los nicolaítas, los cuales hacían las obras como un medio de salvación o para ser admirados de los hombres. Ellos hacían sus obras como consecuencia del amor de Dios derramado en sus corazones por el Espíritu Santo. Aquel amor en sus corazones era el amor de Dios para los Suyos. Jesús dijo:\n\nEn esto conocerán todos que sois mis discípulos, si tuviereis amor los unos con los otros.\n\nSan Juan 13:35",
    "Los paganos que vieron las vidas de los primeros Cristianos dijeron: “Mirad pues, como se aman los unos a los otros”. Juan dijo en 1 Juan 4:7, “Todo aquel que ama, es nacido de Dios”.",
    "Aquí quiero dar una advertencia. La Biblia dice tocante a los últimos días, que por la abundancia de iniquidad, el amor de muchos se resfriará. En la edad de Laodicea, o sea la última edad, el amor a sí mismo y el amor a las cosas materiales ocupará el lugar del verdadero amor de Dios. Nos es necesario guardarnos del poder del pecado en estos últimos días. Muchos se están endureciendo porque no se han dado cuenta del efecto de este espíritu del último día. Es tiempo de acercarnos a Dios y dejarlo que llene nuestras vidas con Su amor, de otra manera sentiremos la frialdad de la iglesia del último día y rechazaremos la verdad de Dios, lo único que nos puede ayudar.",
    "En aquellos años oscuros y temerosos, la vid verdadera mantuvo su amor para con Dios y para con los hermanos, y por hacerlo Dios los encomendó.",
    "🦅 Conozco tu servicio”. Jesús dijo: “Aquel que es sobre todos es el siervo de todos”. Una vez un hombre sabio comentó sobre este versículo y dijo: “Solamente la historia probará la verdad de esas palabras”. Aquel hombre dijo la verdad. Todos los hombres de la historia que en verdad llegaron a ser grandes, fueron siervos. Aquellos que demandaron ser servidos, que oprimieron, que siempre tuvieron como meta estar a la cabeza de todos, todos ellos han terminado en vergüenza. Aun los más ricos han sido condenados por Dios al no haber utilizado sus riquezas correctamente. Pero fíjese en la historia y notará que aquellos que en verdad fueron algo grande, a la vez fueron los que sirvieron a otros. La historia nunca podrá alabar a aquellos por los cuales se hizo mucho, pero para siempre alabará a aquellos que hicieron mucho por otros.",
    "Ahora, apliquemos eso a nosotros mismos. Por cuanto el Hijo del Hombre no vino para ser servido sino para servir, así también nosotros debemos seguir el ejemplo. Fíjese en El mientras se postra a los pies de los apóstoles y les lava los pies tan cansados y sucios. El dijo: “Vosotros no entendéis ahora lo que estoy haciendo, pero lo entenderéis después. Mas lo que veáis que yo hago, vosotros también debéis hacerlo”. El llegó a ser un siervo de manera que Dios pudiese elevarlo a las alturas. Y algún día en el juicio de los santos, le oiremos decir: “Bien hecho, buen y fiel siervo, entrad pues al gozo del Señor”.",
    "No es siempre fácil ser un siervo, pero aquellos que sirven y son gastados en servicio a otros, algún día serán sentados con El en Su Trono. Entonces valdrá todo. “Trabajemos por el Maestro, desde el alba al vislumbrar; siempre hablemos de Su amor y fiel bondad. Cuando todo aquí fenezca y nuestra obra cese ya, y que sea pasada lista, allí estaré”.",
    "🦅 Conozco tu fe”. Ahora, El no dice aquí como dijo a la iglesia en Pérgamo: “No has negado mi fe”. El ahora no está hablando de Su fe, sino que los está encomendando por su fidelidad. Y a medida que lo está haciendo, también menciona su paciencia. Fidelidad y paciencia van juntamente. Por cierto, la paciencia es el resultado de la fidelidad, porque en Santiago 1:3 dice así:\n\nSabiendo que la prueba de vuestra fe produce paciencia.",
    "No hay ninguna otra manera para obtener la paciencia, tiene que venir como resultado de la prueba de su fe. “Y no sólo esto, sino que también nos gloriamos en las tribulaciones, sabiendo que la tribulación produce paciencia” (Romanos 5:3). Es visto en este versículo la alta consideración que Dios tiene en cuanto al desarrollo de nuestra fe:\n\nMas tenga la paciencia su obra completa, para que seáis perfectos y cabales, sin que os falte cosa alguna.\n\nSantiago 1:4",
    "La Voluntad de Dios para nosotros es la perfección. Y esa perfección es paciencia, esperando a Dios y esperando en Dios. Este es el proceso del desarrollo de carácter. Cuan altamente Dios ha encomendado a estos santos de la Edad del Oscurantismo. Pacientes como ovejas guiados al matadero, fielmente sirvieron a Dios con amor. Es todo lo que ellos deseaban en esta vida: servicio a su Señor. ¡Cuán grande habría de ser su recompensa!",
    "🦅 He conocido que tus obras postreras son más que las primeras”. Esto ciertamente es admirable. A medida que la oscuridad de la edad aumentó, y la lista de honor de los mártires llegó a ser más larga día tras día, ellos obraron cuanto más, sirviendo hasta lo máximo, y su fe fue creciendo. Cuan trágico fue que en la edad de Efeso el amor disminuyó. Y verdaderamente, nada es mencionado del aumento de la labor de amor en las otras edades; pero en esta edad, la más oscura de todas, le sirvieron a Dios cuanto más. ¡Qué grande lección es esa! No hubo merma de este afable servicio de amor hacia el Señor, sino más bien un aumento de labor. Ese es el secreto. Que el enemigo trate de impedir nuestro servicio al Señor, y nuestra respuesta será un aumento de servicio. Cuando los abatidos están clamando de temor, entonces es el tiempo de gritar la victoria.",
    "🦅 He conocido que tus obras postreras son más que las primeras”. Ahora, como ya hemos dicho, esta edad es llamada la Edad del Oscurantismo, porque en verdad fue la época más oscura de la historia. Fue la edad del Papa Inocencio III, el cual reclamó ser el “vicario de Cristo, soberano y supremo sobre la iglesia y el mundo”, quien también instituyó la INQUISICION, la cual, bajo su dirección, derramó más sangre que en cualquier otro tiempo, con excepción del tiempo de la Reforma. Fue la edad de la pornocracia, reinado de rameras. Sagario III tuvo una amante, y “llenó el coro papal con amantes e hijos bastardos y tornó el palacio papal en una habitación de ladrones”. Anastasio III murió por sofocación por la mano de Marozia, quien fue una amante de Segario. Juan XI fue el hijo ilegítimo de Marozia. Juan XII fue el nieto de Marozia y él “violó a las viudas y a las vírgenes, y mientras estaban en un acto de adulterio, fue muerto por el esposo enfurecido de la mujer”. Fue la edad del cisma papal, porque las dos líneas papales (una reinando desde Aviñón, Francia, y la otra reinando desde Roma) se maldecían y se peleaban entre sí mismos. Estos Papas no solamente eran culpables de actos sexuales inmorales (engendrando cientos de niños ilegítimos, cometiendo sodomía, etc.), sino también fueron culpables de haber vendido los oficios sacerdotales a los que pagaban el mejor precio.",
    "Fue la edad cuando la luz brilló más débilmente, sin embargo, los pocos creyentes que habían obraron más fervientemente a media que la oscuridad aumentaba, hasta que al final de la edad muchos intentaron hacer reformas. Sus labores fueron tan fervorosas que en realidad aparejaron el camino para la reforma que estaba por venir. Y como la Palabra dice acerca de esa edad: “tus obras postreras (al fin de la edad) son más que las primeras”.",
    "La palabra ‘Tiatira’, tiene varios significados entre los cuales está “Sacrificio continuo”. Muchos retienen la creencia que esto es una profecía tocante a la misa, lo cual es una presentación continua del sacrificio de Cristo. Ese es un pensamiento excelente, pero también puede ser que signifique el sacrificio continuo en cuanto a vidas y labores de los verdaderos creyentes del Señor.",
    "Seguramente estos santos de Tiatira eran excelentes, llenos del Espíritu Santo y fe, criados para buenas obras, mostrando Su alabanza, no teniendo sus vidas en aprecio personal, sino más bien rindiéndose totalmente como un sacrificio agradable al Señor.",
    "Pero tengo unas pocas cosas contra ti: que toleras que esa mujer Jezabel, que se dice profetisa, enseñe y seduzca a mis siervos a fornicar y a comer cosas sacrificadas a los ídolos.\n\nApocalipsis 2:20",
    "Ahora, juntamente con este versículo, quiero que se dé cuenta del versículo 23 y note la prueba de una gran verdad que he estado trayendo a su atención.\n\nYa sus hijos heriré de muerte, y todas las iglesias sabrán que yo soy el que escudriña la mente y el corazón…\n\nApocalipsis 2:23",
    "A través de este mensaje yo he estado diciendo que en realidad hay dos iglesias, aunque en cada edad el Espíritu habla a las dos como si fueran solamente una. Aquí está enfáticamente declarado que hay iglesias; y también declara plenamente que algunas de estas iglesias claramente NO saben que El es Aquel que escudriña los riñones y los corazones. El va a probarles a ellos que esto es cierto. Ahora pues, ¿cuales serán las iglesias que no conocen esta verdad? Desde luego, serán aquellas que proceden de la vid falsa, porque los verdaderos creyentes ciertamente saben que el juicio comienza en la casa de Dios, y siendo ellos temerosos de Dios, se juzgan a sí mismos para así no ser juzgados.",
    "Ahora, ¿por qué es que Dios llama a estas iglesias Sus iglesias, aunque son de la vid falsa? La verdad del asunto es que sí son Cristianos. Pero no son Cristianos de Espíritu. Son más bien Cristianos según la carne. Están llevando Su Nombre en vano.\n\nPues en vano me honran, enseñando como doctrinas mandamientos de hombres.\n\nMarcos 7:7",
    "Pero ciertamente son Cristianos, porque ¿qué más podrían ser? Un mahometano es un mahometano. Esa es su religión, sea como quiera que la viva, porque se somete en teoría a lo que el Corán enseña. Del mismo modo, un Cristiano es un Cristiano por cuanto él se somete al hecho de que Jesús es el Hijo de Dios, nacido de una virgen, que fue crucificado y murió y resucitó, que El es el Salvador de la humanidad, etc. (Por cierto, en la edad de Laodicea, habrán aquellos que se llamarán Cristianos porque se someten a las finas calidades de Jesús, mientras que reservan para sí mismos el derecho de negar Su Deidad. Los Cristianos Científicos ya han hecho eso como también multitudes que predican un Evangelio Social.) Este individuo es un Cristiano nominal y pertenece a la iglesia. Pero él no es un creyente VERDADERO o Espiritual. Este tipo de creyente es aquel que ha sido bautizado en el Cuerpo de Jesucristo y es un miembro de El. Pero sin embargo, está en el orden de Dios que la cizaña crezca juntamente con el trigo y no debe ser desarraigada. Ese es el mandamiento de Dios. El día de su juntada y quemada está por venir, pero todavía no.",
    "Así que el Espíritu está hablando a este grupo mezclado. Por un lado El está alabando, y por el otro lado está reprendiendo. El ha dicho lo que es correcto al verdadero creyente. Ahora El advierte a la vid falsa lo que debe hacer si es que ha de ser justificada ante el Señor.",
    "Sino que cada uno es tentado, cuando de su propia concupiscencia es atraído y seducido.\n\nEntonces la concupiscencia, después que ha concebido, da a luz el pecado; y el pecado, siendo consumado, da a luz la muerte.\n\nSantiago 1:14 y 15",
    "En este versículo el Apóstol Santiago nos muestra el curso que toma el pecado. Ahora, eso es una semejanza exacta de lo que está sucediendo en las Edades de la Iglesia. Así como el pecado empezó con nada menos que una sensación, así también la muerte de la iglesia empezó con los hechos sencillos y poco notados de los nicolaítas. De los hechos pasó a ser una doctrina. De la doctrina pasó a abarcar el poder del estado y la introducción del paganismo. Ahora, en esta edad pasa a su propia profetisa (maestra), y así continua hasta que se halla algún día en el Lago de Fuego, porque allí es exactamente donde va a encontrar su fin, en la muerte segunda.",
    "Ahora, todo el clamor de Dios en contra de esta cuarta edad se encuentra en Su denuncia de esta profetisa Jezabel. Y para entender mejor el porqué de esa denuncia, tendremos que escudriñar su historia en la Biblia, y cuando hallemos lo que ella hizo en el pasado, entonces sabremos lo que está sucediendo en este tiempo.",
    "Lo primero y muy importante que aprendemos acerca de Jezabel es que ella NO es una hija de Abraham, ni tampoco fue su admisión en las tribus de Israel una de carácter espiritual como en el caso de Rut la moabita. No señor. Esta mujer era la hija de Etbaal, rey de los sidonios (I Reyes 16:31), quien fue el sacerdote de Astarte. El había obtenido el trono asesinando a Pheles su predecesor. Claramente vemos que es la hija de un asesino. (Ciertamente esto nos hace recordar a Caín). Y la manera en que ella llegó a ser una parte de Israel no fue por medio de los canales espirituales que Dios había ordenado para la admisión del gentil; ella más bien entró por medio del MATRIMONIO con Acab, el rey de las diez tribus de Israel. Ahora esta unión, como hemos visto, no fue espiritual, fue más bien política. Y así esta mujer que estaba tan compenetrada en la idolatría, no tenía ningún deseo de llegar a ser una adoradora del Unico Dios Verdadero, antes por el contrario ella vino con las intenciones declaradas de apartar a Israel del Señor. Ahora, Israel (las diez tribus) ya tenía el conocimiento de la adoración de los becerros de oro, pero todavía no estaba completamente dado a la idolatría porque aun se adoraba a Dios y se reconocía la ley de Moisés. Pero desde el tiempo del matrimonio de Acab y Jezabel, la idolatría progresó de una manera mortal. Fue cuando esta mujer llegó a ser sacerdotisa en los templos que ella edificó a Astarte (Venus) y a Baal (dios del sol) cuando Israel llegó al punto más crítico de su vida.",
    "Con este conocimiento, podemos empezar a ver lo que el Espíritu de Dios está dando a conocer en esta edad de Tiatira. Aquí está.",
    "Acab se casó con Jezabel y lo hizo como una maniobra política para fortalecer y asegurar su reino. Es exactamente lo mismo que hizo la iglesia cuando se casó bajo Constantino. Los dos se juntaron por razones políticas, aunque le dieron una apariencia espiritual al asunto. Ahora, nadie me va a convencer a mí que Constantino fue un Cristiano. El era un pagano con apariencias de Cristianismo. El pintó cruces blancas en los escudos de los soldados, fue el inventor de los Caballeros de Colón, colocó una cruz en la torre de la iglesia de Santa Sofía y así dio comienzo a una tradición.",
    "Fue idea de Constantino juntar a todos los paganos, los Cristianos nominales y los verdaderos Cristianos. Y por un tiempo parecía que tendría éxito porque los verdaderos creyentes vinieron para ver si podían persuadir a los que se habían apartado de la Palabra a que volvieran. Cuando vieron que no los podían persuadir a que volviesen a la verdad, fueron obligados a apartarse de aquel cuerpo político. Entonces cuando hicieron esto, fueron llamados herejes y fueron perseguidos.",
    "Déjeme decirle claramente que hoy mismo está sucediendo la misma cosa. Todos se están juntando. Están escribiendo una Biblia que será conveniente para todos, ya sea judío, católico o protestante. Tienen su propio Concilio de Nicea, pero lo llaman el Concilio Ecuménico. Y ¿sabe Ud. a quiénes son los que estas organizaciones están combatiendo? Guerrean contra los verdaderos Pentecostales. No me refiero a la organización llamada Pentecostal, me refiero a los que son verdaderos Pentecostales porque son llenos del Espíritu Santo y tienen las señales y los dones en su medio porque caminan en la verdad.",
    "Cuando Acab se unió con Jezabel por razones políticas, él vendió su primogenitura. Cuando Ud. se une con una organización, Ud. vende su primogenitura aunque Ud. quiera creerlo o no. Cada grupo protestante que una vez salió y luego regresó de nuevo, vendió su primogenitura; y cuando Ud. vende su primogenitura, Ud. es exactamente como Esaú. Ud. puede llorar y arrepentirse todo lo que quiera, pero no tendrá resultados. Hay una sola cosa que Ud. puede hacer y eso es: “¡Salid de ella mi pueblo y dejad de participar en sus pecados”! Ahora, si Ud. piensa que esto no es correcto, contésteme esta sola pregunta: ¿Me puede decir alguien cuál iglesia o movimiento de Dios que en alguna ocasión tuvo un avivamiento, y que después de haberse organizado y llegar a ser una denominación haya regresado a ese avivamiento? Lea la historia. Ud. no podrá hallar ni una sola.",
    "Era la hora de la medianoche para Israel cuando se unió con el mundo y dejó lo Espiritual por lo político. Era la hora de la medianoche para la iglesia cuando en Nicea hizo la misma cosa. Es la hora de la medianoche ahora mismo cuando las iglesias se están juntando.",
    "Cuando Acab se casó con Jezabel, él permitió que ella tomara el dinero del estado para edificar dos enormes edificios para la adoración a Astarte y Baal. La casa que edificó para Baal fue suficientemente grande que todo Israel podía entrar y adorar allí. Y cuando Constantino y la iglesia se casaron, él regaló edificios a las iglesias y colocó altares e imágenes y organizó la jerarquía que ya se había estado formando.",
    "Cuando Jezabel obtuvo el respaldo de estado, ella impuso su religión sobre el pueblo y mató a los profetas y a los sacerdotes de Dios. Este asunto llegó a tal grado de perversión, que Elías, el mensajero de su día, pensó que sólo él había quedado; pero Dios tenía a otros 7,000 que no habían doblado sus rodillas a Baal. Y hoy mismo, entre esas denominaciones de bautistas, metodistas, presbiterianos, etc., hay algunos que saldrán y regresarán a Dios. Yo quiero que Ud. sepa que yo nunca he estado en contra de la gente. Es contra la denominación, el sistema organizado, el cual, según mi modo de pensar, no es correcto. Tengo que estar en contra de eso porque Dios lo aborrece.",
    "Ahora, detengámonos aquí por un momento para repasar lo que hemos descubierto acerca de la adoración en Tiatira. Yo dije que adoraban a Apolo (quien era el dios del sol) juntamente con el emperador. Este Apolo fue llamado el ‘separador de maldad’. El apartaba la maldad de la gente. El les bendecía y les fue un verdadero dios. Supuestamente les estaba enseñando. Les explicaba acerca de la adoración, los ritos del templo, los servicios a los dioses, los sacrificios, la muerte y la vida después de la muerte. La manera en que hacía esto, era a través de una profetisa embelesada sentada en una silla de tres patas. ¡Oh! ¿Lo puede ver Ud.? Aquí está aquella profetisa llamada Jezabel enseñando a la gente. Y su enseñanza está seduciendo a los siervos de Dios y haciéndoles cometer fornicación. Fornicación quiere decir ‘adoración idólatra’. Ese es su significado espiritual. Es una unión ilegal. La unión de Acab y la unión de Constantino eran igualmente ilegales. Ambos cometieron fornicación espiritual. Todo fornicario tendrá su fin en el Lago de Fuego porque así lo dijo Dios.",
    "Ahora pues, la enseñanza de la Iglesia Católica (la iglesia es femenina, es una mujer) reniega la Palabra de Dios. El Papa, que literalmente es Apolo en una versión moderna, ha enseñado a la gente cómo unirse a los ídolos. La Iglesia Romana ahora ha llegado a ser una profetisa falsa para la gente, porque ella ha quitado de entre la gente la Palabra del Señor y ha impuesto sus propias ideas en cuanto a lo que constituye el perdón de pecados, y lo que trae las bendiciones de Dios. Y los sacerdotes han llegado al extremo de declarar categóricamente que no solamente tienen poder sobre la vida, sino también sobre la muerte. Enseñan por su cuenta que existe un purgatorio, pero Ud. no puede hallar eso en la Palabra. Enseñan que las oraciones, las misas y el dinero pueden sacarlo a uno del purgatorio y llevarlo al Cielo. El sistema entero, que está basado sobre sus enseñanzas, es falso. No está basado sobre el seguro fundamento de la revelación de Dios en Su Palabra, sino que está basado sobre las arenas movedizas y sumergibles de sus propias mentiras diabólicas.",
    "La iglesia fue directamente de organización a denominación, y de allí a la enseñanza falsa. Eso es correcto. Los Católicos Romanos no creen que Dios esté en Su Palabra. No señor. Si lo creyeran tendrían que arrepentirse y retroceder, pero ellos dicen que Dios está en Su iglesia. Eso haría entonces que la Biblia fuera la historia de la Iglesia Católica, pero no es así. Fíjese en lo que hicieron solamente con el bautismo en agua. Lo convirtieron de ser Bautismo Cristiano en un bautismo pagano de títulos.",
    "Déjeme citarle una experiencia que tuve con un sacerdote Católico. En una ocasión, yo bauticé a una jovencita, la cual después se volvió Católica, y luego el sacerdote me quería entrevistar y obtener algunos informes acerca de ella. Me preguntó qué clase de bautismo había tenido la joven. Yo le respondí que la bauticé en el Bautismo Cristiano, el cual, según mi conocimiento, era el único que había. La había sumergido en el agua en el Nombre del Señor Jesucristo. El sacerdote comentó que en el tiempo pasado la Iglesia Católica hacía eso. Inmediatamente le pregunté cuándo era que la Iglesia Católica había hecho eso, porque yo había leído sus historias y no había encontrado lo que él decía. Me dijo que se encontraba en la Biblia, y que Jesús había organizado la Iglesia Católica. Le pregunté que si él creía que Pedro en verdad era el primer Papa. El dijo enfáticamente que Pedro sí fue el primer Papa. Yo le pregunté que si las misas se decían en latín para así asegurar que estaban correctas y que nunca cambiaran. El dijo que eso era cierto. Entonces le dije que yo pensaba que se habían alejado bastante de lo que tenían en el principio. Le hice saber que si la Iglesia Católica en verdad creía en el libro de los Hechos, entonces yo era como los primeros Católicos. El me dijo que la Biblia era el registro de la Iglesia Católica y que Dios estaba en la iglesia. Yo estuve en desacuerdo con él porque Dios está en Su Palabra. Que Dios sea verdadero, mas todo hombre mentiroso. Si Ud. le agrega o le quita a ese Libro, Dios ha prometido que El agregará plagas a aquellos que le agregan y quitará su parte del Libro de la Vida si se atreven a quitarle algo (Apocalipsis 22:18-19).",
    "Déjeme mostrarle cómo es que la Iglesia Católica Romana cree que Dios está en la iglesia en vez de la Palabra. Aquí está una cita del diario del Papa Juan XXIII: “Mi experiencia durante estos tres años como Papa, desde que con ‘temor y temblor’ acepté este servicio en obediencia pura A LA VOLUNTAD DEL SEÑOR, COMUNICADA A MI POR MEDIO DEL SAGRADO COLEGIO DE CARDENALES EN CONCLAVE, testifica a este máximo y es una razón durable y conmovedora por la cual debo ser fiel a ello; confianza absoluta en Dios, en todo lo que tiene que ver con el presente y perfecta tranquilidad en cuanto al futuro”. Este Papa declara que Dios habló por medio de la iglesia para revelar Su Voluntad. ¡Cuán falso! Dios está en Su Palabra y habla por medio de la Palabra, revelando Su Voluntad. También dijo que ponía confianza absoluta en la palabra de los hombres y consecuentemente la obedecía con tranquilidad. Todo esto suena tan hermoso, pero es tan falso. Igual a la perversión en el Huerto del Edén.",
    "Ahora, pasemos al capítulo 17 de Apocalipsis para ver esta mujer, la iglesia, que está viviendo por profecías falsas y no por la Palabra de Dios. En el versículo uno, Dios la llama la gran ramera. ¿Por qué es una ramera? Porque está en idolatría, y ha conducido a la gente a la misma cosa. ¿Cuál es el remedio para la idolatría? La Palabra de Dios. Entonces esta mujer es una ramera porque ha dejado la Palabra. Allí está sentada sobre muchas aguas, lo cual significa multitudes de gente. Esto seguramente tiene que ser la iglesia falsa, porque la iglesia de Dios es pequeña: “Y pocos son los que la hallan” (Mateo 7:14).",
    "Fíjese cómo aparece ella a los ojos de Dios. No importa cuán maravillosa parezca a la gente y cuán filosófica suene, ella está sumamente embriagada con sus fornicaciones. Ahora, ella estaba embriagada con la sangre de los mártires, igual como Jezabel, quien mató a los profetas y sacerdotes, y destruyó a la gente de Dios porque no se arrodillaba para adorar a Baal. Y eso es exactamente lo que hizo la Iglesia Católica. Mató a todos aquellos que no se sujetaban ante la autoridad del Papa. Aquellos que desearon mejor la Palabra de Dios que las palabras de los hombres, fueron asesinados generalmente por métodos sumamente crueles. Pero esta iglesia que aplicaba la muerte, ella misma estaba muerta y no lo sabía. No había nada de vida en ella y ninguna señal jamás la siguió.",
    "Y le he dado tiempo para que se arrepienta, pero no quiere arrepentirse de su fornicación.\n\nApocalipsis 2:21",
    "¿Sabe Ud. que esta iglesia fue en realidad más malvada que Acab? ¿Sabía Ud. que él se arrepintió por un tiempo y anduvo rectamente delante de Dios? Uno no puede decir eso de la Iglesia Católica Romana. No señor. Ella nunca se ha arrepentido, antes ha destruido obstinadamente a cualquiera y a todos los que se han esforzado por persuadirla a que se arrepienta. Eso es historia. Ahora, Dios no solamente siguió levantando a los mensajeros para cada edad, sino también levantó a unos maravillosos ayudantes para aquellos mensajeros. El dio a cada edad maravillosos hombres de Dios y ellos hicieron todo lo que pudieron para traer la iglesia de nuevo a Dios. Dios ciertamente le concedió a ella la oportunidad y la ayuda para arrepentirse. ¿Hubo alguna ocasión cuando ella se arrepintió y mostró por medio de su fruto que lo había hecho? No señor. Ella nunca lo ha hecho y nunca lo hará. Ella está embriagada y ha perdido sus facultades en cuanto a las cosas espirituales.",
    "Ahora, no se confunda Ud. pensando que la iglesia de Roma se ha arrepentido de la matanza de los santos sólo porque se está esforzando por unirse con los Protestantes al cambiar sus credos para que estén más en línea con los credos Protestantes. Ni una sola vez se ha disculpado diciendo que había errado en sus enormes matanzas. Y nunca lo hará tampoco. Y no importa cuan dulce y agradable aparezca en este tiempo, aún se levantará para matar, porque eso es lo que mora en su corazón malvado e impenitente.",
    "He aquí, yo la arrojo en cama, y en gran tribulación a los que con ella adulteran, si no se arrepienten de las obras de ella.\n\nYa sus hijos heriré de muerte, y todas las iglesias sabrán que yo soy el que escudriña la mente y el corazón, y os daré a cada uno según vuestras obras.\n\nApocalipsis 2:22 y 23",
    "¿Qué es esto? ¿Esta mujer tiene hijos siendo ella una ramera? Si ese es el caso, que haya tenido hijos por medio de sus fornicaciones, entonces tiene que ser quemada con fuego como la Palabra lo ha dicho. Eso es exactamente correcto. Ese es su fin porque ella será quemada con fuego. Su fin es el Lago de Fuego. Pero deténgase un momento para pensar sobre estos hijos. La mujer es el medio a través de la cual vienen los hijos. Es evidente que esta mujer tuvo hijos que vinieron por ella, y ellos hicieron la misma cosa que hizo ella. Muéstreme una sola iglesia que salió de una organización que no entró de nuevo en ella. No hay ni una sola, ni una. Los luteranos salieron y luego se organizaron de nuevo, y hoy día están mano a mano con este movimiento ecuménico. Los metodistas salieron y se organizaron de nuevo. Los Pentecostales salieron y luego se organizaron. Habrá otro movimiento que saldrá, pero gloria a Dios, ellos no se organizarán, porque conocen la verdad. Aquel grupo será la Novia del último día.",
    "Ahora, aquí nos es dicho que esta ramera tuvo hijos. Ahora, ¿qué fueron? Fueron hijas (hembras) porque eran iglesias iguales a ella. Ahora, aquí hay un punto muy interesante. Acab y Jezabel tuvieron una hija, la cual se casó con Joram, hijo de Josafat, y en II Reyes 8:18, la Palabra dice que Joram anduvo en el camino de su suegro. Por medio de ese matrimonio, él entró directamente a la idolatría. Impuso la idolatría en Judá, siendo éste un pueblo que temía y adoraba a Dios. Eso es exactamente lo que han hecho todas estas hijas (iglesias), así como se los he mostrado. Ellas comienzan en la verdad y se casan con organizaciones y dejan la Palabra por las tradiciones, los credos, etc. Ahora, déjeme aclarar esto. En Hebreos 13:7, la Palabra dice:\n\nAcordaos de vuestros pastores, que os hablaron la palabra de Dios…",
    "La Palabra es quien nos gobierna, no los hombres. Ahora, un hombre como esposo es la cabeza de la mujer, él la gobierna. La iglesia también es una mujer y su cabeza es la Palabra. Jesús es la Palabra. Si ella rechaza la Palabra y toma cualquier otra cabeza, ella es una adúltera. Ahora dígame Ud. de una sola iglesia que no haya rechazado la Palabra por las tradiciones y los credos. Todas son adúlteras; así como es la madre, también serán las hijas.",
    "¿Cuál será el castigo de la ramera y sus hijas? Pues será un doble castigo. Primeramente, El dijo: “Yo la echo en una cama”. Según la última parte del versículo 22, será una cama de tribulación, o sea la gran tribulación. Eso es exactamente lo que Jesús dijo en Mateo 25:1-13. Habían diez vírgenes. Cinco eran prudentes y cinco eran fatuas. Las cinco prudentes tenían aceite (el Espíritu Santo), pero las otras cinco no tenían aceite. Cuando se oyó el clamor: “He aquí el Esposo viene”, las cinco vírgenes fatuas tuvieron que correr a buscar aceite, mientras que las cinco vírgenes prudentes entraron a las bodas. Las cinco que permanecieron afuera, fueron dejadas para sufrir la gran tribulación. Eso es lo que sucederá con todos los que no suben en el rapto. Eso es lo que vendrá sobre la ramera y sus hijas.",
    "En segundo lugar, la Palabra dice que El las matará con muerte, o como dice una traducción literal, “Que sean puestos a muerte con muerte”. Esta es una cosa extraña. Puede ser que nosotros digamos: “Que muera por medio de la horca o por medio de la silla eléctrica, o de alguna otra manera”. Pero aquí dice: “Que sean puestos ala muerte por muerte”. La muerte misma es la causa de su muerte.",
    "Ahora quiero que vea esto claramente. Por eso tomaremos de nuevo la ilustración de la hija de Jezabel uniéndose con la casa de Judá y as trayéndola directamente a la idolatría y haciendo que Dios entregara a Judá a la muerte. Eso es lo que hizo Balaam también. Entonces aquí estaba Jezabel con su paganismo. Allá está Judá justamente adorando a Dios y viviendo bajo la Palabra. Entonces Jezabel une su hija con Joram. En el momento en que se llevó a cabo eso, Joram hizo que la gente fuera idólatra. En el momento en que se realizó aquel matrimonio, allí murió Judá; la muerte espiritual entró. En el momento en que la primera iglesia de Roma se organizó, allí mismo ella murió. En el momento en que los luteranos se organizaron, allí entró la muerte y murieron. Ultimamente llegaron los Pentecostales y también se organizaron. El Espíritu salió de en medio de ellos, aunque ellos no lo creen. Pero sí se fue. Aquel matrimonio produjo muerte. Entonces llegó la luz sobre la Unidad de la Deidad y ellos también se organizaron y murieron. Después que el Fuego de Dios cayó sobre el Río Ohio (en Jeffersonville, Indiana, E.U.A.) en 1933, un avivamiento de sanidad rodeó el mundo, pero no vino por medio de ninguna organización. Dios obró fuera de los grupos Pentecostales, y fuera de la organización. Y lo que El hará en el futuro será también fuera de la organización. Dios no puede obrar por medio de los muertos; solamente puede obrar a través de los miembros vivientes. Aquellos miembros vivientes están fuera de Babilonia.",
    "Así que Ud. puede ver que vino “Muerte” u “Organización” y la iglesia murió; o para ser más claro, la muerte llegó a ser un habitante en donde un poco antes sólo reinaba la VIDA. Como la Eva original trajo muerte a la humanidad, así también ahora la organización ha traído muerte, porque organización es un producto de una doble corrupción, nicolaísmo y balaamismo, las cuales fueron propagadas por la profetisa Jezabel. Ahora, Eva debió haber sido quemada juntamente con la serpiente por causa de su hecho horrible, pero Adán se interpuso, tomándola rápidamente a sí mismo para que fuera salva. Pero cuando esta religión satánica haya recorrido el curso completo de las edades, entonces no habrá nadie que se pueda interponer, y ella será quemada juntamente con su engañador, porque la ramera, sus hijas, el anticristo y Satanás, todos, hallarán su lugar en el Lago de Fuego.",
    "Aquí me estaré adelantando un poco y quizás deba reservar esto para el mensaje sobre la última edad, pero parece ser tan perfecto introducirlo aquí, pues trata tan claramente con la organización y lo que va a suceder por medio de la organización, y quiero prevenirle.\n\nMe paré sobre la arena del mar, y vi subir del mar una bestia que tenía siete cabezas y diez cuernos, y en sus cuernos diez diademas, y sobre sus cabezas, un nombre blasfemo.\n\nY la bestia que vi era semejante a un leopardo, y sus pies como de oso, y su boca como boca de león. Y el dragón le dio su poder y su trono, y grande autoridad.\n\nVi una de sus cabezas como herida de muerte, pero su herida mortal fue sanada; y se maravilló toda la tierra en pos de la bestia,\n\ny adoraron al dragón que había dado autoridad a la bestia, y adoraron a la bestia, diciendo: ¿Quién como la bestia, y quién podrá luchar contra ella?\n\nTambién se le dio boca que hablaba grandes cosas y blasfemias; y se le dio autoridad para actuar cuarenta y dos meses.\n\nY abrió su boca en blasfemias contra Dios, para blasfemar de su nombre, de su tabernáculo, y de los que moran en el cielo.\n\nY se le permitió hacer guerra contra los santos, y vencerlos. También se le dio autoridad sobre toda tribu, pueblo, lengua y nación.\n\nY la adoraron todos los moradores de la tierra cuyos nombres no estaban escritos en el libro de la vida del Cordero que fue inmolado desde el principio del mundo.\n\nSi alguno tiene oído, oiga.\n\nSi alguno lleva en cautividad, va en cautividad; si alguno mata a espada, a espada debe ser muerto. Aquí está la paciencia y la fe de los santos.\n\nDespués vi otra bestia que subía de la tierra; y tenía dos cuernos semejantes a los de un cordero, pero hablaba como dragón.\n\nY ejerce toda la autoridad de la primera bestia en presencia de ella, y hace que la tierra y los moradores de ella adoren a la primera bestia, cuya herida mortal fue sanada.\n\nTambién hace grandes señales, de tal manera que aun hace descender fuego del cielo a la tierra delante de los hombres.\n\nY engaña a los moradores de la tierra con las señales que se le ha permitido hacer en presencia de la bestia, mandando a los moradores de la tierra que le hagan imagen a la bestia que tiene la herida de espada, y vivió.\n\nY se le permitió infundir aliento a la imagen de la bestia, para que la imagen hablase e hiciese matar a todo el que no la adorase.\n\nY hacía que a todos, pequeños y grandes, ricos y pobres, libres y esclavos, se les pusiese una marca en la mano derecha, o en la frente;\n\ny que ninguno pudiese comprar ni vender, sino el que tuviese la marca o el nombre de la bestia, o el número de su nombre.\n\nAquí hay sabiduría. El que tiene entendimiento, cuente el número de la bestia, pues es número de hombre. Y su número es seiscientos sesenta y seis.\n\nApocalipsis 13:1-18",
    "Este capítulo muestra el poder de la Iglesia Católica Romana y lo que ella hará por medio de la organización. Recuerde que esta es la vid falsa. Déjela que invoque el Nombre del Señor, sólo lo hace mentirosamente. Su dirección no proviene del Señor, sino de Satanás. En el final se halla completamente identificada con la bestia. La ramera montada sobre la bestia bermeja claramente muestra que su poder es el dios de fuerza (Satanás), y no nuestro Dios, el Señor Jesucristo.",
    "El versículo 17 enfáticamente muestra que ella obtendrá dominio completo del comercio de la tierra, porque ningún hombre puede vender o comprar fuera de ella. Esto está afirmado en Apocalipsis 18:9-17, donde habla de sus tratos con reyes, príncipes y comerciantes, los cuales todos tienen que ver directamente con Roma y con el comercio.",
    "En Apocalipsis 13:14, aprendemos que la bestia esparce su influencia por medio de la imagen que fue edificada en su honor. La imagen es un concilio ecuménico mundial, en el cual todas las iglesias organizadas se juntarán con los Católicos Romanos (lo están haciendo ahora mismo). Es muy posible que se realice esta unión para parar el poder del comunismo; pero siendo que el comunismo, así como Nabucodonosor, ha sido traído a existencia para quemar la carne de la ramera, Roma será subyugada y destruida. Note Ud. que dondequiera que iba la iglesia de Roma, el comunismo la seguía. Así tiene que ser. Y déjeme advertirle, no vaya Ud. a pensar que el comunismo es su único enemigo, no señor. También lo es la Iglesia Católica, y aun peor.",
    "Me paré sobre la arena del mar, y vi subir del mar una bestia que tenía siete cabezas y diez cuernos; y en sus cuernos diez diademas; y sobre sus cabezas, un nombre blasfemo.\n\nY la bestia que vi era semejante a un leopardo, y sus pies como de oso, y su boca como boca de león. Y el dragón le dio su poder y su trono, y grande autoridad.\n\nVi una de sus cabezas como herida de muerte, pero su herida mortal fue sanada, y se maravilló toda la tierra en pos de la bestia,\n\ny adoraron al dragón que había dado autoridad a la bestia, y adoraron a la bestia, diciendo: ¿Quién como la bestia, y quién podrá luchar contra ella?\n\nApocalipsis 13:1-4\n\nApareció en el cielo una gran señal: una mujer vestida del sol, con la luna debajo de sus pies, y sobre su cabeza una corona de doce estrellas.\n\nY estando encinta, clamaba con dolores de parto, en la angustia del alumbramiento.\n\nTambién apareció otra señal en el cielo: he aquí un gran dragón escarlata, que tenía siete cabezas y diez cuernos, y en sus cabezas siete diademas;\n\ny su cola arrastraba la tercera parte de las estrellas del cielo, y las arrojó sobre la tierra. Y el dragón se paró frente a la mujer que estaba para dar a luz, a fin de devorar a su hijo tan pronto como naciese.\n\nY ella dio a luz un hijo varón, que regirá con vara de hierro a todas las naciones; y su hijo fue arrebatado para Dios y para su trono.\n\nApocalipsis 12:1-5",
    "Satanás y su religión satánica están en ambas bestias. En Apocalipsis 13, la bestia que fue herida de muerte pero vivió de nuevo fue la Roma pagana imperial que cayó bajo el asalto de los bárbaros salvajes y por eso perdió su poder temporal, pero ella recobró este poder en la Roma papal. ¿Lo puede ver Ud.? La nación que reinó sometiendo bajo sus pies a todos los demás, llegando a ser el imperio más poderoso que jamás se había conocido, al fin fue herida de muerte. Su poder, así como el control que ejerció por medio de ejércitos, estaba terminado. Pero bajo Constantino, ella volvió a vida, porque la Roma papal se ha infiltrado en el mundo entero, y su poder es absoluto. Ella utiliza reyes y comerciantes, y en su venenoso poder religioso y financiero, ella está gobernando como la diosa de esta edad presente. Ella también es el dragón que estuvo esperando para devorar al hijo varón cuando naciese. Herodes trató de matar al Señor Jesucristo y falló. Después Jesús fue crucificado por los soldados romanos, pero ahora está en el Trono.",
    "Ahora, juntamente con lo que acabo de decir, recuerde la visión de Daniel. La última parte de la imagen, la última fuerza mundial, estaba en los pies, compuestos de hierro y barro. El hierro representaba al Imperio Romano. Pero ahora ya no es hierro puro, sino que está mezclado con barro, sin embargo, está allí y está dirigiendo los asuntos mundiales, tanto en las naciones democráticas como también en las naciones más despóticas. La iglesia romana está en toda nación. Está metida en todo.",
    "Déjeme mostrarle algo acerca del hierro y el barro. ¿Recuerda Ud. la ocasión cuando Krushchev golpeó su zapato en el escritorio en las Naciones Unidas? Pues en aquella ocasión, estuvieron presentes cinco naciones occidentales y cinco orientales. El Sr. Krushchev habló por el oriente y el Presidente Eisenhower habló por el occidente. En el idioma ruso, Krushchev quiere decir barro y Eisenhower quiere decir hierro. Los dos líderes más importantes del mundo, los dos dedos grandes de los dos pies de hierro y barro estaban lado a lado. Estamos en el fin de todo.",
    "En el versículo 4 está la pregunta: “¿Quién podrá luchar (guerrear) con la bestia”? Hoy día hay ciertos nombres grandes en el mundo, hay varias naciones poderosas, pero ahora mismo Roma está dirigiendo el asunto. El Papa está en el lugar del conductor y su poder va en aumento. Nadie puede contender con él.",
    "El versículo 6 dice “Y abrió su boca en blasfemias.…” (Enseñando doctrinas y mandamientos de hombres, arrebatados, hinchados, amadores de los deleites, teniendo apariencia de piedad, mas habiendo negado la eficacia de ella.) El blasfemó el Nombre de Dios al cambiarlo por títulos, y rechazando todo fuera de eso.",
    "El versículo 7 dice: “Y se le permitió hacer guerra contra los santos.…” Persecución, muerte para el verdadero creyente, y todo esto fue hecho en el Nombre del Señor, de manera que el Nombre de Dios fue blasfemado, aun como es en Rusia, por lo que la religión católica hizo allí.",
    "El versículo 8 dice: “Y la adoraron todos los moradores de la tierra cuyos nombres no estaban escritos en el libro de la vida del Cordero que fue inmolado desde el principio del mundo”.",
    "Gracias a Dios que las ovejas no la adorarán. Todos menos los escogidos serán engañados; ellos no serán engañados, porque oyen la voz del Pastor y le siguen.",
    "Ahora pues, fíjese en esto, lo que le he tratado de mostrar: Esta simiente de muerte, la simiente de organización que empezó en la primera edad, ha crecido y ha llegado a ser el árbol en el cual mora toda ave inmunda. A pesar de sus reclamos de ser la fuente de vida, ella es la fuente de muerte. Su fruto es muerte. Aquellos que toman de ella están muertos. Este poderoso sistema religioso mundial que engaña al mundo, diciendo que en ella mora salvación espiritual y física, está engañando y destruyendo a las multitudes. No solamente es muerte personificada, sino que esta misma creación, esta carroña de muerte, será muerta con muerte, lo cual será en el Lago de Fuego. ¡Ay, que los hombres percibieran lo que será su fin al quedarse dentro de ella! “Salid de ella, ¿por qué moriréis”?",
    "Ya sus hijos heriré de muerte, y todas las iglesias sabrán que yo soy el que escudriña la mente y el corazón; y os daré a cada uno según vuestras obras.\n\nApocalipsis 2:23",
    "Dios mira al corazón, eso nunca ha cambiado ni tampoco cambiará jamás. Aquí, como a través de todas las edades, hay dos grupos y ambos reclaman tener revelación de y parentesco con Dios.\n\nPero el fundamento de dios está firme, teniendo este sello: Conoce el Señor a los que son suyos…\n\nII Timoteo 2:19",
    "🦅 El Señor escudriña la mente”. La palabra escudriñar quiere decir: seguir la huella o examinar minuciosamente. Dios examina nuestros pensamientos (mente), El sabe lo que está en nuestros corazones, El ve nuestras obras, las cuales son una manifestación clara de lo que mora en nosotros. Es del corazón de donde procede la justicia o la maldad. Nuestros motivos, nuestros propósitos, todo es conocido por El, siendo que El toma en cuenta de toda acción. Y toda acción y toda palabra será traída a juicio cuando sea presentada la cuenta de nuestra vida. No hubo temor de Dios en la vid falsa, y caramente pagarán. Todos los que invocan Su Nombre, que vivan como conviene a santos. Puede ser que engañemos a la gente, pero nunca engañaremos al Señor.",
    "Pero a vosotros y a los demás que están en Tiatira, a cuantos no tienen esa doctrina, y no han conocido lo que ellos llaman las profundidades de Satanás, yo os digo: No os impondré otra carga,\n\npero lo que tenéis, retenedlo hasta que yo venga.\n\nApocalipsis 2:24 y 25",
    "Ahora, antes de entrar en la promesa, déjeme mostrarle de nuevo que la iglesia, así como el Espíritu habla de ella en este libro, está compuesta de dos vides entrelazadas. “Pero a vosotros y a los demás que están en Tiatira, y a cuantos no tienen esa doctrina”. Allí está. El está hablando a los dos grupos. Uno tiene la doctrina, el otro no la tiene. Allí están, esparcidos entre las naciones con la doctrina de uno en oposición a la del otro. Uno es de Dios, conociendo Sus profundidades; y el otro es de Satanás, conociendo las profundidades de Satanás.",
    "🦅 No os impondré otra carga”. La palabra carga significa peso o presión. La presión de las edades del Oscurantismo era sujetarse o ser quebrantado, doblar la rodilla o morir. Era la inquisición, el poder del imperio respaldando la adoración satánica. O uno se organizaba o pagaba con su vida. Cada edad tuvo sus presiones. Por ejemplo, una gran carga de la última edad es la presión de las riquezas, el vivir cómodo, y las tensiones nerviosas en una edad compleja, en la cual no parece que estamos hechos para vivir. Parece que esta cuarta edad tuvo una carga definida, la cual era de oponerse a Roma, manteniéndose con la Palabra aun hasta la muerte.",
    "🦅 Y no han conocido lo que ellos llaman las profundidades de Satanás”. Parece que los comentaristas han omitido este versículo porque no les fue posible averiguar cuál doctrina o experiencias significaba esta frase. En realidad es sencillo conocer lo que esto quiere decir. Primeramente conozcamos cual es la profundidad de Dios, y entonces lo opuesto será claramente la profundidad de Satanás.\n\npara que os dé, conforme a las riquezas de su gloria, el ser fortalecidos con poder en el hombre interior por su Espíritu;\n\npara que habite Cristo por la fe en vuestros corazones, a fin de que, arraigados y cimentados en amor,\n\nseáis plenamente capaces de comprender con todos los santos cuál sea la anchura, la longitud, la profundidad y la altura,\n\ny de conocer el amor de Cristo, que excede a todo conocimiento, para que seáis llenos de toda la plenitud de Dios.\n\nEfesios 3:16-19",
    "Ahora, según estos versículos, cuando un hombre conoce la profundidad de Dios en su vida, es en realidad una experiencia personal del Espíritu de Dios viniendo a morar en él, y su mente es iluminada por la sabiduría y el conocimiento de Dios por medio de la Palabra. Pero la profundidad de Satanás será que se esforzará por destruir esto. El se esforzará, como siempre, por manufacturar un sustituto para esta realidad de Dios. ¿Como lo hará? Quitará el conocimiento de la verdad de Dios, y destruirá la Palabra al interponer su propia (“¿con que Dios os ha dicho…”?) Entonces él sustituirá al Cristo personal en nuestros espíritus. Satanás lo hará así como logró que Israel lo hiciera cuando pidieron que un hombre reinara sobre ellos en lugar de Dios. La experiencia del renacimiento será reemplazada con unirse a una iglesia. En esa edad habían entrado en las profundidades de Satanás, y entonces se manifestaron los frutos de esa profundidad, los cuales fueron mentiras, asesinatos y crímenes horribles.",
    "Al que venciere y guardare mis obras hasta el fin, yo le daré autoridad sobre las naciones,\n\ny las regirá con vara de hierro, y serán quebradas como vaso de alfarero; como yo también la he recibido de mi Padre;\n\ny le daré la estrella de la mañana.\n\nEl que tiene oído, oiga lo que el Espíritu dice a las iglesias.\n\nApocalipsis 2:26-29",
    "🦅 Al que venciere y guardare mis obras hasta el fin”. Es muy claro, según las palabras del Espíritu respecto a obras, que el Señor se está esforzando por hacer que los Suyos vean Su opinión de las obras justas. El menciona obras cuatro veces. Y ahora dice que aquel que sigue haciendo Sus obras fielmente hasta el fin, a él le será dada potestad sobre las naciones, y será fuerte y capaz, y gobernará con justicia, y podrá resistir tan poderosamente cualquier situación, que aun el enemigo más peligroso será quebrantado si fuere necesario. Su demostración de un régimen de poder será semejante a la del mismo Hijo. Esto es muy asombroso. Pero veamos esta promesa a la luz de la edad.",
    "La Roma poderosa, con el respaldo del estado y empleando reyes, ejércitos y legisladores, quebranta y destruye todo lo que se le opone. Ella ha matado a millones y tiene hambre de matar a otros millones más que no se arrodillan ante ella. Intolerantemente, cuando pueda, ella pone o quita a tal o cual rey. Ciertamente, su intervención ha causado la caída de naciones porque ella se ha propuesto destruir a los elegidos de Dios. Sus obras son las obras del diablo, porque ella asesina y miente así como él. Pero viene el día cuando el Señor dirá: “Traed mis enemigos ante Mí y matadlos”. Entonces cuando Su justa indignación caiga sobre los blasfemos, será cuando los justos estarán con su Señor. Los justos, viniendo con El en gloria, destruirán a aquellos que destruyeron la tierra e hicieron ruina a los santos de Dios. Esta era la edad de volver la mejilla, de sufrimiento terrible; pero viene un día cuando la verdad prevalecerá, y ¿quién podrá resistir su fuego y permanecer salvo? Solamente los redimidos del Señor.",
    "…Yo soy la raíz y el linaje de David, la estrella resplandeciente de la mañana.\n\nApocalipsis 22:16\n\n…hasta que el día esclarezca y el lucero de la mañana salga en vuestros corazones…\n\nII Pedro 1:19",
    "🦅 Y le daré la estrella de la mañana”. Según estos versículos, Jesús es la Estrella de la Mañana. El Espíritu está haciendo una promesa a los escogidos de las edades del Oscurantismo en relación a Sí mismo, y luego en las edades por venir.",
    "Como ya hemos mencionado, Jesús se identifica con el mensajero de cada edad. Los mensajeros reciben de El la revelación de la Palabra para cada edad. Esta revelación de la Palabra saca del mundo a los escogidos de Dios y los coloca en unión completa con Cristo Jesús. Estos mensajeros son llamados estrellas porque brillan con una Luz prestada o reflejada, la Luz del Hijo, Jesús. También son llamados estrellas porque son ‘portadores de luz’ en la noche. Así que en la oscuridad del pecado ellos traen la Luz de Dios a Su pueblo.",
    "Esta es la edad del Oscurantismo. Es especialmente oscuro porque la Palabra del Señor está casi enteramente escondida de la gente. El conocimiento del Altísimo casi ha cesado. La muerte se ha llevado a gran número de creyentes, hasta que sus filas han sido casi destruidas. Las cosas de Dios estaban en su nivel más bajo hasta la fecha, y parecía que Satanás ciertamente conquistaría al pueblo de Dios.",
    "Si en alguna ocasión alguna gente ha tenido necesidad de una promesa de una tierra donde no hubiese noche, fue la gente de la edad del Oscurantismo. Y por eso es que el Espíritu les está prometiendo la Estrella de la Mañana. El les está diciendo que la Estrella Mayor, Jesús, Quien mora en una Luz a la cual ningún hombre puede allegarse, en el reino futuro los iluminará por medio de Su presencia personal. El ya no estará utilizando las estrellas (mensajeros) para dar Luz en la oscuridad. Será Jesús mismo hablando con ellos cara a cara, mientras El comparte Su reino con ellos.",
    "Es la estrella de la mañana que se ve cuando la luz del sol empieza a brillar. Cuando venga nuestro Sol (Jesús), no habrá más necesidad de mensajeros. El mismo nos traerá Su Mensaje de Regocijo. Y a medida que El gobierna Su reino, y nosotros vivimos en Su presencia, la Luz de la Palabra llegará a ser más y más brillante en nuestro día perfecto.",
    "¿Qué más podríamos desear que a Jesús mismo? ¿No es El el todo, el Todo Perfecto?",
    "El que tiene oído, oiga lo que el Espíritu dice a las iglesias. Amén. Y así, Señor Dios, por medio de Tu Espíritu, déjanos oír Tu Verdad."
  ]
}