{
  "title": "LA VISIÓN DE PATMOS",
  "id": "C00A02B9",
  "content": [
    "Juan en Patmos\n\nYo Juan, vuestro hermano, y copartícipe vuestro en la tribulación, en el reino y en la paciencia de Jesucristo, estaba en la isla llamada Patmos, por causa de la Palabra de Dios y el testimonio de Jesucristo.\n\nApocalipsis 1:9",
    "Esta serie de visiones de la Revelación de la Persona de Jesucristo, le fue dada a Juan mientras él se encontraba desterrado en la Isla de Patmos. Esta pequeña isla está a treinta millas (48 kms.) de la costa de Asia Menor en el Mar Egeo. Siendo que era muy peñascosa e infestada con serpientes, lagartos y alacranes, tenía muy poco valor comercial; y fue usada por el Imperio Romano como una colonia penal adonde confinaban los criminales más violentos, los prisioneros políticos, etc.",
    "Ud. notará que Juan se identificó entre los Cristianos como un hermano en tribulación. Fue en este tiempo cuando la Iglesia primitiva estaba pasando por una persecución tremenda. No era solamente que “en todas partes se hablaba en contra de su religión”, sino que la gente misma era encarcelada y asesinada.",
    "Juan, al igual que multitudes anteriores, ahora estaba sufriendo encarcelamiento por la Palabra de Dios y el testimonio de Jesucristo. Cuando lo tomaron preso, procuraron en vano matarlo, hirviéndolo en aceite por veinticuatro horas. Entonces los oficiales enfurecidos y sin poder, lo confinaron a Patmos, sentenciándolo como un brujo. Pero Dios estaba con El, y le fue permitido dejar la isla y volver a Efeso donde de nuevo continuó como pastor hasta el tiempo de su muerte.",
    "Las visiones que Juan recibió abarcaron un período de dos años, de 95 a 96 d.C. Son las visiones más sobresalientes en toda la Palabra. El libro entero es dado en símbolos, y por lo tanto es el centro de mucha crítica y controversia. Sin embargo, tiene sobre sí el sello de Dios. Eso indica que es auténtico y de tremendo valor para todo aquel que lee o escucha la lectura de sus páginas sagradas.",
    "Yo estaba en el Espíritu en el día del Señor, y oí detrás de mí una gran voz como de trompeta.\n\nApocalipsis 1:10",
    "🦅 Yo estaba en el Espíritu”. ¿No es en verdad hermoso? ¡Cómo amo eso! Se podría decir de esas palabras: “El todo de la vida Cristiana”. Si vamos a vivir como Cristianos, tenemos que estar en Su Espíritu. Juan no estaba diciendo que estaba en su propio espíritu. Eso no hubiera producido estas visiones. Tenía que ser el Espíritu de Dios. Tiene que ser el Espíritu de Dios en nosotros también, de otra manera todos nuestros esfuerzos son en vano.",
    "Pablo dijo: “Yo oraré en el Espíritu, cantaré en el Espíritu, y viviré en el Espíritu”. Si algo bueno ha de venir a mí, tiene que ser revelado por el Espíritu, confirmado por la Palabra, y hecho manifiesto por medio de los resultados que produce. Tan seguro como Juan tuvo que estar en el Espíritu para recibir directamente de Jesús estas revelaciones tan tremendas, así también nosotros necesitamos estar en el Espíritu para entender las revelaciones que Dios nos ha dado en Su Palabra, las cuales nos muestran como vivir, porque es el mismo Espíritu.",
    "Véalo de esta manera. Muchísimas personas leen la Biblia en Hechos 2:38, “Arrepentíos, y bautícese cada uno de vosotros en el Nombre de Jesucristo para perdón de los pecados; y recibiréis el don del Espíritu Santo”, y siguen adelante. No lo ven. Si lo vieran, por medio de haber entrado en el Espíritu, sabrían que si desean recibir el Espíritu Santo, necesitan arrepentirse y ser bautizados en el Nombre del Señor Jesús, y entonces Dios estaría obligado a cumplir Su Palabra llenándolos con el Espíritu Santo. Nunca entran en Su Espíritu, de otra manera sucedería con ellos exactamente como dice la Palabra. Ore Ud. a Dios para que le dé revelación por Su Espíritu. Ese es el primer paso. Entre en el Espíritu.",
    "Permítame usar otra ilustración. Supongamos que Ud. necesita sanidad. ¿Qué dice la Palabra? Pues, todos lo hemos leído innumerables veces, pero no entramos en el Espíritu cuando lo leíamos. ¿Le pedimos a Dios que Su Espíritu nos enseñara la verdad genuina del asunto? Si lo hubiéramos hecho, llamaríamos a los ancianos, confesaríamos nuestros pecados, seríamos ungidos, orarían por nosotros, y allí sería el fin del asunto. Puede ser que no venga de inmediato, pero en Su Espíritu ya está concluido. No hay ninguna otra corte de apelación. Dios cumplirá Su Palabra. Oh, necesitamos entrar en el Espíritu, entonces las cosas se lograrán. NO VAYA A DAR PRIMERO LOS PASOS. PRIMERO ENTRE EN EL ESPIRITU, LUEGO DE LOS PASOS Y OBSERVE LO QUE DIOS HARA.",
    "¿Ha notado Ud. cómo es que el mundo entra en el espíritu de las cosas que son del mundo? Asisten a sus juegos de pelota, sus eventos deportivos y sus bailes. Ellos entran en el espíritu del asunto. No están sentados allí como flores pintadas en papel de tapiz, como algún palo seco y muerto. Entran en el mero sentir y llegan a ser parte de las cosas. ¡Pero cómo odian al Cristiano cuando entra en el Espíritu de la Palabra de Dios! Nos llaman de fanáticos y aleluyas. No hay nada que no harán para demostrar su odio y desaprobación. Pero ignore Ud. todo eso. Eso se puede anticipar, sabiendo de donde viene. Ud. siga adelante y entre en el Espíritu de adoración.",
    "Nuestro espíritu es limpio, fresco, genuino, tranquilo y serio, pero no obstante, lleno del gozo del Señor. El Cristiano debiera estar igual de exuberante y lleno de su placer en el Señor que los del mundo cuando saborean y se deleitan en sus placeres. Ambos son humanos y ambos tienen emociones. La diferencia consiste en que el corazón y las emociones del Cristiano están enteramente enfocados en el Señor de la Gloria y Su amor, mientras que el mundo satisface la carne.",
    "Ahora, dice que Juan estaba en el Espíritu en el Día del Señor.",
    "Oh, aquí está un versículo que en verdad causa contienda. No que debiera ser así, pero algunos simplemente no pueden ver lo que en realidad dice la Palabra.",
    "En primer lugar, hallamos a unas personas muy finas que interpretan el Día del Señor como el día de reposo, que para ellos es el día sábado. Luego hay otros que llaman el Día del Señor el día domingo, el primer día de la semana. Pero, ¿cómo podría ser uno o el otro, o aun los dos días juntos, cuando Juan estaba en el Espíritu recibiendo aquellas visiones por el espacio de dos años?",
    "En realidad, lo que sucedió fue que Juan fue llevado en el Espíritu y fue transportado al Día del Señor, lo cual está aún por venir. La Biblia habla del Día del Señor, lo cual está en el futuro, y Juan estaba viendo las cosas de ese día futuro. Pero entre tanto, para calmar nuestras mentes, resolvamos exactamente lo que es el día de reposo.",
    "El día de reposo, como lo conocemos en el Nuevo Testamento, NO es el guardar determinado día. No tenemos ningún mandamiento para guardar el día sábado como día de reposo, como tampoco tenemos mandamiento para guardar el primer día de la semana, o sea el día domingo. Aquí está la verdad respecto al día de reposo, lo cual significa “descanso”.\n\nPorque si Josué les hubiera dado el reposo (o día de reposo), no hablaría después de otro día.\n\nPor tanto, queda un reposo (el guardar el día de reposo) para el pueblo de Dios.\n\nPorque el que ha entrado en su reposo, también ha reposado de sus obras, como Dios de las suyas.\n\nHebreos 4:8-10",
    "¿Captó Ud. la frase clave en la última parte del versículo 10? “Dios reposó de sus obras”. Dios dio al pueblo de Israel el séptimo día para su día de reposo, en conmemoración de Su propia obra cuando El creó el mundo y todo lo que contiene, y entonces cesó de crear. El cesó de Sus labores. El reposó. Estaba muy en orden dar un día de reposo a una gente que estaba toda en un lugar a un mismo tiempo para que pudieran todos guardar un determinado día. Hoy día la mitad del mundo tiene luz mientras que la otra mitad está en tinieblas, así que eso no funcionaría. Pero eso solamente es un argumento desde el punto de vista natural.",
    "Veamos lo que la Biblia nos enseña respecto a este día de reposo. “Porque el que ha entrado en su reposo…” Esto no es solamente entrar, sino permanecer en el reposo. Es un “reposo eterno”, del cual el séptimo día sólo es un tipo. “Siete” es consumación. “Ocho” es nuevamente el primer día. La resurrección de Jesús ocurrió en el primer día de la semana, concediéndonos la Vida Eterna y un eterno día de reposo. Entonces podemos ver porqué Dios no nos pudo dar un cierto día de la semana como día de reposo. Hemos “entrado” y “permanecemos” en nuestro reposo, lo cual el pueblo de Israel no pudo hacer, teniendo sólo una sombra de la verdadera sustancia que nosotros gozamos. ¿Por qué volver a una sombra cuando ahora tenemos la realidad?",
    "La manera de recibir este descanso, o continuo día de reposo, es por la invitación de Jesús. El dijo:\n\nVenid a mí todos los que estáis trabajados y cargados, y yo os haré descansar.\n\nLlevad mi yugo sobre vosotros, y aprended de mí…y hallaréis descanso (o el guardar el día de reposo, no un cierto día, sino Vida Eterna, reposo) para vuestras almas.\n\nMateo 11:28 y 29",
    "No importa cuánto tiempo Ud. tiene caminando bajo la carga de su pecado, ya sean diez, treinta, o cincuenta años, o aun más, venga con su vida cansada y agobiada y hallará Su descanso (el verdadero reposo). Jesús le dará descanso.",
    "Ahora, ¿cuál es exactamente el descanso que Jesús le dará?\n\nPorque toda mesa está llena de vómito y suciedad, hasta no haber lugar limpio.\n\n¿A quién se enseñará ciencia, o a quién se hará entender doctrina? ¿A los destetados? ¿a los arrancados de los pechos?\n\nPorque mandamiento tras mandamiento, mandato sobre mandato, renglón tras renglón, línea sobre línea, un poquito allí, otro poquito allá;\n\nporque en lengua de tartamudos, y en extraña lengua hablará a este pueblo,\n\na los cuales él dijo: Este es el reposo (día de reposo); dad reposo al cansado (o bien, el guardar Su día de reposo); y este es el refrigerio; mas no quisieron oír.\n\nIsaías 28:8-12",
    "Aquí en Isaías está profetizado. Y tuvo su cumplimiento como 700 años más tarde en el día de Pentecostés cuando fueron todos llenos del Espíritu Santo, exactamente como fue predicho que sucedería. Este es el verdadero día de reposo que fue prometido. Por lo tanto, cuando fueron llenos del Espíritu Santo cesaron de sus obras mundanas, sus costumbres mundanas, y sus caminos errados. El Espíritu Santo tomó cargo de sus vidas. Ellos entraron en un reposo. Allí está el descanso. Allí está el día de reposo. No es un determinado día, o año, sino la eternidad de ser lleno y bendecido en el Espíritu Santo. Es Ud. cesando y Dios obrando. Es Dios en Ud. deseando y obrando de Su buena voluntad.",
    "Permítame hacer hincapié una vez más respecto a los sabatistas que dicen que estamos errados al reunirnos el día domingo, el primer día. Aquí está lo que dijo Justino, en el segundo siglo: “El día domingo se reúnen todos aquellos que viven en las ciudades y en las aldeas, y se lee una porción de los escritos y las biografías de los apóstoles, hasta donde el tiempo permite. Cuando se termina la lectura, el que preside da un discurso en el que amonesta y exhorta a que se deben de imitar esas cosas tan nobles. Después nos ponemos todos de pie para orar unánimes. Al terminar la oración, como ya hemos dicho, nos presentan el pan y el vino y se ofrece el agradecimiento, y la congregación responde con ‘Amén.’ Luego el pan y el vino se distribuye a cada uno, de lo cual todos participan, y los diáconos les llevan a los ausentes. Luego los pudientes y los que tienen el deseo, contribuyen voluntariamente y esta colección se entrega al que preside, de donde él ayuda a los huérfanos, las viudas, los prisioneros y los extranjeros con necesidad”.",
    "Por lo tanto, vemos que aquellos que reclaman que la iglesia primitiva perseveró con la costumbre judaica de congregarse en el último día de la semana están gravemente ignorantes de lo que la historia en realidad tiene registrado, y por lo tanto no son dignos de confianza.",
    "¡Oh, que la gente pudiese venir a El y hallar ese descanso! Existe un clamor en todos los corazones por ese descanso pero la mayoría no conoce la respuesta. Así que tratan de apaciguar ese clamor por medio de un procedimiento religioso de guardar ciertos días o aceptando credos y dogmas denominacionales. Pero al fallar en eso, muchos se van tras la botella, la parranda, y todo exceso físico, pensando que a través de los placeres mundanos puede haber alguna clase de satisfacción. Pero en tales cosas no existe el descanso. Fuman y toman píldoras para calmar los nervios. Pero no hay descanso en las pociones terrestres. Necesitan a Jesús. Necesitan el remedio celestial, el reposo del Espíritu.",
    "La mayoría asiste a la iglesia el día domingo. Eso está bien, pero aun allí no tienen la menor idea de cómo llegar ante Dios ni cómo adorarle. Jesús dijo en Juan 4:24 que la adoración verdadera era en Espíritu y en verdad.",
    "Pero ¿qué clase de adoración se espera hallar en una iglesia que conoce tan poquito de Dios que ponen a un Santa Claus en tiempo de navidad y conejitos en tiempo de la pascua? ¿De dónde obtuvieron tales cosas? Lo obtuvieron con los paganos y lo fijaron como parte de la doctrina de la iglesia. Pero cuando uno se entrega al Señor y es lleno del Espíritu Santo entonces deja todo aquello. El tiene un reposo en su alma. En realidad comienza a vivir, y amar a Dios y adorarle.",
    "Ahora, volvamos a nuestra Escritura. Sabemos lo que no es el Día del Señor. Si no es el sábado ni el domingo, entonces ¿qué es? Pues, podemos decir esto con certeza, hoy ciertamente no es el Día del Señor. Este es el día del hombre. Es la hechura del hombre, el trabajo del hombre, la iglesia del hombre, la idea del hombre respecto a la adoración, todo del hombre por cuanto es el mundo del hombre (cosmos). PERO EL DIA DEL SEÑOR ESTA POR VENIR. Así es.",
    "El caso es que en este tiempo de la Revelación de Jesucristo, Juan fue llevado por el Espíritu y transportado por el Espíritu a aquel Gran Día que está por venir. El Día del Señor es cuando los días del hombre han terminado. Los reinos de esta tierra entonces serán los reinos de nuestro Dios. El Día del Señor será cuando caigan los juicios, y después viene el Milenio.",
    "Hoy día el mundo hace lo que desea con el Cristiano. Le llaman de toda clase de nombres inmundos, burlándose de él. Pero viene aquel día grande y notable cuando lamentarán y sollozarán porque el Cordero viene en ira para juzgar al mundo. Entonces es cuando los justos tendrán su día con el Señor, porque los malvados quemarán y los justos entrarán al Milenio, caminando sobre sus cenizas.\n\nHollaréis a los malos, los cuales serán ceniza bajo las plantas de vuestros pies, en el día en que yo actúe, ha dicho Jehová de los ejércitos.\n\nMalaquías 4:3",
    "…y oí detrás de mí una gran voz como de trompeta.\n\nApocalipsis 1:10",
    "Juan estaba en el Espíritu, y allí él vio el grande y maravilloso Día del Señor Jesús y todo Su santo poder. El futuro estaba por desenvolverse porque Dios le iba a instruir. Juan no dijo que era trompeta, sino como trompeta. Ahora, cuando una trompeta es tocada, tiene algo de urgencia en el sonido. Es como el heraldo, el mensajero del rey, que viene ante el pueblo. El le sopla a la trompeta, y es un llamado urgente. La gente se reúne para escuchar. Israel siempre se reunía al sonar la trompeta. “Algo importante está a la mano, escúchenlo”. Así que esta voz tenía la misma urgencia como de trompeta. Era clara y fuerte, alarmante y despertadora. Oh, que nosotros pudiésemos oír la Voz de Dios en este día como una trompeta, por cuanto es la “Trompeta del Evangelio” resonando la “Palabra de Profecía” para alertarnos y prepararnos para lo que está por venir sobre la tierra.",
    "Que decía: Yo soy el Alfa y la Omega, el primero y el último. Escribe en un libro lo que ves, y envíalo a las siete iglesias que están en Asia: a Efeso, Esmirna, Pérgamo, Tiatira, Sardis, Filadelfia y Laodicea.\n\nApocalipsis 1:11",
    "Allí está. El Primero y el Ultimo, el Alfa y la Omega, eso es TODO. El único y verdadero Dios. La Voz y la Palabra de Dios. Realidad y Verdad están a la mano. ¡Qué cosa es estar en el Espíritu! Oh, el estar en la presencia de Dios y oír de El. “Escribe en un libro lo que ves, y envíalo a las siete iglesias”. La Voz que habló Su Palabra en el Huerto del Edén y sobre el Monte de Sinaí, la cual también fue oída en la gloria excelsa del Monte de la Transfiguración, una vez más estaba sonando, y esta vez a las siete iglesias con una completa y final revelación de Jesucristo.",
    "🦅 Juan, escribe las visiones. Haz un registro de ellas para las edades que han de seguir, por cuanto son las profecías verdaderas, las cuales TIENEN que cumplirse. Escríbelas y envíalas, haciéndolas notorias”.",
    "Juan reconoció esa Voz. Si Ud. es uno de los Suyos, Ud. también reconocerá esa Voz.",
    "Y me volví para ver la voz que hablaba conmigo; y vuelto, vi siete candeleros de oro.\n\nApocalipsis 1:12",
    "Juan no dice que volvió para ver a aquel que hablaba, sino que volvió para ver la voz. ¡Oh, cómo me gusta eso! El volvió para ver la Voz. La Voz y la Persona son la misma. Jesús es la PALABRA.\n\nEn el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios.\n\nEste era en el principio con Dios.\n\nTodas las cosas por él fueron hechas, y sin él nada de lo que ha sido hecho, fue hecho.\n\nSan Juan 1:1-3",
    "Si Ud. en realidad puede llegar a ver la Palabra, estará mirando a Jesús.",
    "Cuando Juan volvió, él estaba mirando siete candeleros de oro. En realidad eran lámparas. Y según el versículo 20, son las siete iglesias: “los siete candeleros que has visto, son las siete iglesias”. No podrían ser candelas o velas para representar las iglesias. Una vela arde por un tiempo y se acaba, muere, allí termina. Pero lámparas poseen una calidad duradera que no se encuentra en las velas.",
    "Si Ud. desea obtener una figura hermosa de la lámpara, lea esto:\n\nVolvió el ángel que hablaba conmigo, y me despertó, como un hombre que es despertado de su sueño.\n\nY me dijo: ¿Qué ves? Y respondí: He mirado, y he aquí un candelabro todo de oro, con un depósito encima, y sus siete lámparas encima del candelabro, y siete tubos para las lámparas que están encima de él;\n\nY junto a él dos olivos, el uno a la derecha del depósito, y el otro a su izquierda.\n\nProseguí y hablé, diciendo a aquel ángel que hablaba conmigo: ¿Qué es esto, señor mío?\n\nY el ángel que hablaba conmigo respondió y me dijo: ¿No sabes qué es esto? Y dije: No, señor mío.\n\nEntonces respondió y me habló diciendo: Esta es palabra de Jehová a Zorobabel, que dice: No con ejército, ni con fuerza, sino con mi Espíritu, ha dicho Jehová de los ejércitos.\n\nZacarías 4:1-6",
    "Aquí está otra lámpara de oro puro. Está ardiendo brillantemente porque tiene suficiente aceite, el cual obtiene de los dos olivos que están de ambos lados. Los dos árboles representan el Antiguo y el Nuevo Testamento, y por su puesto, el aceite tipifica el Espíritu Santo, siendo El solo quien puede dar la luz de Dios al pueblo. El ángel que le habló a Zacarías estaba diciendo en tantas palabras, “lo que has visto significa que la iglesia no puede lograr nada por su propia fuerza o poder, sino por el Espíritu Santo”.",
    "Ahora, examinemos esta lámpara. Notará Ud. que tiene un vaso grande, o depósito que es céntrico para los siete brazos que de allí salen. Este vaso se llena con aceite de olivo que a su vez fluye a través de las siete mechas colocadas en los siete brazos. Es el mismo aceite que arde y produce la luz en el extremo de los siete tubos o canales. Esta luz nunca se apagaba. Los sacerdotes se mantenían añadiéndole aceite al vaso.",
    "La lámpara se encendía de una manera especial. Primero, el sacerdote tomaba fuego del altar sagrado que fue encendido originalmente por el fuego de Dios. El encendía primeramente la lámpara que estaba encima del vaso. Luego encendía la segunda lámpara con fuego de la primera. La tercera lámpara recibía su fuego de la segunda, así como la cuarta recibía su fuego de la tercera, y así sucesivamente hasta que las siete lámparas estaban encendidas.",
    "Este fuego santo del altar, que pasó de lámpara a lámpara, es un maravilloso tipo del Espíritu Santo en las Siete Edades de la Iglesia. El derramamiento original en el día de Pentecostés (que procedió directamente de Jesús sobre el propiciatorio) está dotando a Su Iglesia a través de las Siete Edades, y mostrando perfectamente que Jesucristo es el mismo ayer, y hoy, y por todos los siglos, el Dios que no cambia, ni en Su esencia ni en Sus modos.",
    "En San Juan 15, Jesús dijo: “Yo soy la vid, vosotros los pámpanos”. El es la Vid principal que viene desde la raíz original de la simiente original en donde está la Vida. Ahora, la vid no produce el fruto, sino las ramas.",
    "Ahora observe esto: Se puede injertar en un árbol cítrico, como el naranjo, una rama de toronja, una de limón, y otras clases de la misma variedad, y todas las ramas prosperarán. Pero esas ramas injertadas no producirán naranjas, no señor. La rama de limón dará limones, la rama de toronja dará toronjas, etc. No obstante, esas ramas estarán viviendo de la vida en ese árbol. Pero si de ese árbol llegara a salir otra rama propia, será una rama de naranjo y producirá naranjas. ¿Por qué? Porque la vida en el tronco y la vida en la rama nueva es la misma, sin embargo no fue así con las ramas injertadas. Esas ramas injertadas tuvieron su principio en otra clase de vida de otros árboles, de otras raíces, de otras simientes. Seguramente producirán fruto, pero no serán naranjas. No pueden por cuanto no son los originales.",
    "Así mismo es la iglesia. La vid ha sido partida y se han injertado otras ramas. Han injertado ramas bautistas, ramas metodistas, ramas presbiterianas, y ramas pentecostales. Y dichas ramas están produciendo fruto bautista, metodista, presbiteriano y pentecostal (lo cual viene de sus simientes denominacionales).",
    "Pero si la Vid llegara a producir otra rama propia, será igual a la Vid. Será una rama igual a la que fue producida allá en Pentecostés. Tal rama hablará en lenguas, profetizará, y tendrá el poder y las señales del Jesucristo resucitado. ¿Por qué? Porque estará prosperando de los recursos naturales de la misma Vid. Vea Ud., no fue injertada en la Vid, NACIO en la Vid. Cuando aquellas otras ramas fueron injertadas, sólo podían producir de su propio fruto porque no habían nacido de esa Vid. Ellas no saben nada de la vida original ni del fruto original. No pueden saber por cuanto no nacieron allí. Pero si de allí hubieran nacido, la misma vida que estaba en el tronco original (Jesús) hubiera pasado por ellas, y por medio de ellas se hubiera manifestado.\n\nDe cierto, de cierto os digo: El que en mí cree, las obras que yo hago, él las hará también; y aun mayores hará, porque yo voy al Padre.\n\nSan Juan 14:12",
    "Denominaciones que son dirigidas por el hombre no pueden haber nacido de Dios, por cuanto es el Espíritu que da la vida y NO EL HOMBRE.",
    "Cuán admirable es pensar en las siete lámparas obteniendo vida y luz de los recursos de aquel vaso principal porque tenían sus mechas sumergidas allí. Aquí está representado cada mensajero de las edades de la iglesia. Su vida está encendida con el fuego del Espíritu Santo. Su mecha (su vida) ha sido sumergida en Cristo. Por medio de esa mecha él está extrayendo la misma Vida de Cristo, y por medio de la misma está dando luz a la iglesia. ¿Qué clase de luz está dando? La misma clase de luz que estaba en la primera lámpara que se encendió. Y por todas las edades hasta el tiempo presente del mensajero del último día, la misma vida y la misma luz es manifestada por medio de una vida que está escondida con Cristo en Dios.",
    "No sólo podemos hablar así de los mensajeros, sino que todo verdadero creyente está dramáticamente representado aquí. Todos están obteniendo del mismo recurso. Todos han sido sumergidos en el mismo vaso. Están muertos para sí mismos y sus vidas están escondidas con Cristo en Dios. Están sellados por el Espíritu Santo.\n\nY no contristéis al Espíritu Santo de Dios, con el cual fuisteis sellados para el día de la redención.\n\nEfesios 4:30",
    "Ningún hombre los puede arrebatar de Su mano. Sus vidas no se pueden alterar. La vida visible está ardiendo y brillando, dando luz y manifestaciones del Espíritu Santo. La vida invisible, de adentro, está escondida en Dios y alimentada por la Palabra del Señor. Satanás no los puede tocar. Ni siquiera los puede dañar la muerte, porque la muerte ha perdido su aguijón; la tumba ha perdido su victoria. Gracias a Dios, ellos tienen esta victoria en, y por los méritos de, el Señor Jesucristo. Amén y amén.",
    "Y en medio de los siete candeleros, a uno semejante al Hijo del Hombre, vestido de una ropa que llegaba hasta los pies, y ceñido por el pecho con un cinto de oro.\n\nApocalipsis 1:13",
    "Allí está parado, uno semejante al Hijo del Hombre. Como la joya es embellecida por el engaste del anillo, así también El es glorificado en medio de las iglesias. Es el Día del Señor; porque Juan lo ve parado, no como sacerdote, pero como el Juez por venir. El cinto de oro ya no está rodeando la cintura, como lo debe llevar el sacerdote mientras ministra a Dios en el Lugar Santísimo, pero ahora está sobre los hombros, por cuanto ya no es sacerdote sino el JUEZ. Para entonces se ha cumplido San Juan 5:22, donde dice, “Porque el Padre a nadie juzga; sino que todo el juicio dio al Hijo”. Su servicio ha sido desempeñado. El sacerdocio ha cesado. Los días de la profecía han terminado. El está ceñido como el JUEZ.",
    "Su cabeza y sus cabellos eran blancos como blanca lana, como nieve; sus ojos como llama de fuego;\n\ny sus pies semejantes al bronce bruñido, refulgente como en un horno; y su voz como estruendo de muchas aguas.\n\nTenía en su diestra siete estrellas; de su boca salía una espada aguda de dos filos; y su rostro era como el sol cuando resplandece en su fuerza.\n\nApocalipsis 1:14-16",
    "Cuán conmovedora e inspirativa fue la aparición de Jesús a Juan, el cual estaba desterrado por causa de la Palabra. Y he aquí, de frente tenía a la Palabra viviente. Qué visión tan iluminadora, porque todo atributo descriptivo tiene un significado. ¡Qué revelación de Su glorioso Ser!",
    "Aun el mundo entiende este simbolismo, porque en tiempos pasados el juez llegaba y convocaba la corte, estando vestido con una peluca blanca y un manto largo (que llegaba hasta los pies) que significaba autoridad completa para impartir justicia.",
    "Esta era la emoción que El manifestó más cuando apareció como Hijo de Hombre, con frecuencia lloró. Sin embargo, detrás de aquel llanto y tristeza aún estaba Dios.",
    "Esos mismos ojos vieron visiones. Miraron hasta lo profundo de los corazones de los hombres y conocieron sus pensamientos y todos sus diversos caminos. Era Dios quien ardía a través de esos ojos mortales y clamó a aquellos que no le reconocieron:\n\n…porque si no creéis que yo soy, en vuestros pecados moriréis.\n\nSan Juan 8:24\n\nSi no hago las obras de mi Padre, no me creáis.\n\nMas si las hago (las obras de mi Padre), aunque no me creáis a mí, creed a las obras, para que conozcáis y creáis que el Padre está en mí, y yo en el Padre.\n\nSan Juan 10:37 y 38",
    "Así como Jeremías de la antigüedad, El era el profeta de lágrimas porque los hombres no recibieron la Palabra de Dios y pusieron a un lado la revelación.",
    "Esos ojos ardientes y llameantes del Juez están grabando las vidas de toda carne aun ahora mismo. Recorriendo toda la tierra, no hay nada que El no sabe. El conoce los deseos del corazón y lo que cada uno piensa hacer. No hay nada que no será revelado porque todas las cosas están desnudas ante los ojos de aquel a quien tenemos que dar cuenta. Piénselo, El aun conoce lo que Ud. está pensando ahora mismo.",
    "Sí, allí está parado como Juez con ojos como llama para pronunciar juicio. El día de misericordia ha cesado. Oh, que los hombres se arrepienten y busquen Su presencia en justicia mientras aún hay tiempo. Que pudieran hacer de Su seno su almohada mientras el mundo se deshace en fuego.",
    "La serpiente ardiente en el asta simbolizaba el pecado desde el Huerto del Edén en donde la serpiente engañó a Eva y la hizo pecar. El bronce habla de juicio, como es evidente en el altar ardiente, donde el sacrificio fue ofrecido sobre el altar por la pena del pecado. Cuando Dios juzgó a Israel por sus pecados en los días de Elías, El detuvo la lluvia y los cielos ardientes eran como bronce. Ahora, en esta ilustración vemos que la serpiente sobre el asta representa pecado ya juzgado, por haber sido de bronce, mostrando que el juicio Divino ya había sido decretado sobre el pecado. Entonces quien sea que mirare a la serpiente sobre el asta, aceptando el significado, fue sanado, por cuanto esta era la obra o salvación del Señor.",
    "La serpiente sobre el asta es un tipo de lo que Jesús vino al mundo para lograr. El fue hecho carne para poder llevar sobre Sí mismo los juicios de Dios respecto al pecado. El fundamento del altar de sacrificio era de bronce sólido, tipificando el Cordero inmolado desde antes de la fundación del mundo. Juicio ya había sido decretado sobre El cuando aún no había pecadores. La salvación siendo enteramente del Señor, El pisó solo el lagar del vino de la ira de Dios. Su vestimenta fue teñida de color carmesí por Su propia sangre. Su porción fue el horno ardiente del justo juicio y la ira de Dios. El sufrió, el justo por los injustos. “Tú eres digno, o Cordero de Dios, porque nos has redimido por Tu propia sangre”.\n\nMás él herido fue por nuestras rebeliones, molido por nuestros pecados; el castigo de nuestra paz fue sobre él, y por su llaga fuimos nosotros curados.\n\n…mas Jehová cargó en él el pecado de todos nosotros.\n\nIsaías 53:5 y 6",
    "El sufrió como ningún hombre jamás ha sufrido. Aun antes de la cruz El había derramado en el sudor grandes gotas de sangre, anticipando la intensa agonía que estaba por delante, hasta la sangre se le estaba separando en las venas.\n\nY estando en agonía, oraba más intensamente; y era su sudor como grandes gotas de sangre que caían hasta la tierra.\n\nLucas 22:44",
    "Pero algún día esos pies de bronce pisarán esta tierra. Y entonces El será el Juez de toda la tierra y juzgará a la humanidad con rectitud y perfección, y no habrá manera de evadir ese juicio. No habrá manera de cambiar o de templar ese juicio. Entonces el que es injusto, sea injusto todavía; y el que es inmundo, sea inmundo todavía. El Ser Inmutable no cambiará entonces, porque nunca lo ha hecho y nunca lo hará. Esos pies de bronce destruirán al enemigo, destruirán al anticristo, a la bestia, la imagen y todo lo que es vil ante Su vista. El destruirá los sistemas eclesiásticos que han tomado Su Nombre sólo para corromper su brillantez, y los abrumará juntamente con el anticristo. Allí estarán todos los malvados, los ateos, los agnósticos, los modernistas, los liberales, como también la muerte, el infierno y la tumba. Así será. Porque cuando El viene entonces los libros serán abiertos. Entonces es cuando aparecerán hasta las vírgenes fatuas y la iglesia tibia. El separará las cabras de las ovejas. Cuando El viene se apoderará del reino porque es Suyo, y juntamente con El vendrán los miles de diez miles, Su Novia, los cuales vienen para ministrarle. ¡Gloria! Oh, es ahora o nunca. Arrepiéntanse antes de que sea demasiado tarde. Despierten de entre los muertos y busquen a Dios para que les llene de Su Espíritu, porque de otra manera perderán la Vida Eterna. Háganlo ahora mientras hay tiempo.",
    "¿Alguna vez ha pensado Ud. cuán horroroso es para el hombre que va con la corriente irremediablemente hacia la cascada? Piense ahora de aquel rugido mientras él se acerca a su ruina cierta e inevitable. Y de la misma manera viene el día del juicio cuando el rugido de la multitud de voces lo condenará a Ud. por no haber prestado atención antes de que fuera demasiado tarde. Tome cuidado ahora mismo, porque en este instante se están grabando sus pensamientos en el Cielo. Allá sus pensamientos hablan más fuerte que sus palabras. Como el fariseo que reclamaba tanto con la boca, pero al no escuchar al Señor, su corazón llegó a ser corrupto y malvado hasta que ya era demasiado tarde. Ahora mismo pudiera ser su último llamado para escuchar la Palabra y recibirla para Vida Eterna. Será demasiado tarde cuando llegue ante el rugido de aquellas voces de juicio y perdición.",
    "Pero ¿ha notado Ud. cuán dulce y relajante puede ser el sonido del agua? Me gusta salir a pescar, y me encanta hallar un lugar donde se puede apreciar el murmullo quieto de las aguas. Allí puedo recostarme y escuchar el agua apaciguando mi corazón con paz, gozo y contentamiento. ¡Cuánto gozo tengo por estar anclado en el puerto de reposo donde la Voz del Señor habla paz, así como lo ha declarado la Palabra de las aguas de separación! ¡Cuán agradecidos debiéramos de estar al oír Su Voz de amor y ternura, dirección y protección!",
    "Y algún día oiremos aquella misma dulce Voz hablarnos, no en juicio, sino en bienvenida, porque nuestros pecados han sido perdonados por Su sangre, nuestras vidas han sido llenas del Espíritu, y nuestro andar ha sido en la Palabra. ¿Qué podría ser más precioso que oír las multitudes de voces de bienvenida y estar rodeado por las multitudes que han creído para Vida Eterna? Oh, no hay nada como eso. Mi oración es que Ud. oiga Su Voz y que no vaya a endurecer su corazón, sino que lo reciba como su Rey.",
    "Oh, si Ud. solamente lo viera. Fueron las aguas que destruyeron al mundo, pero fueron las mismas aguas que salvaron a Noé, y que también salvaron a la tierra entera para Noé. Escuche Su Voz, la voz de Sus siervos, mientras esa Voz llama a arrepentimiento y Vida.",
    "Ahora, no es difícil mantenerse fiel a un credo, es fácil porque el diablo está detrás de todo eso. Pero es algo muy distinto ser fiel a la Palabra y volver a lo que la Palabra produjo originalmente después de Pentecostés.",
    "No hace mucho un hombre me dijo que la Iglesia Católica Romana tenía que ser la iglesia verdadera, por cuanto ella se había mantenido fiel a lo que creía a través de todos los años y que no había cambiado, sólo había crecido. De ninguna manera es cierto eso. Cualquier iglesia con el respaldo del gobierno, y con su propio credo (que de ninguna manera es la Palabra), y sin ningún ministerio manifestado que provoque al diablo, seguramente podría continuar. Eso no es criterio aceptable.",
    "Pero cuando uno piensa en aquel grupo pequeño, cuyos miembros fueron aserrados, entregados a los leones, perseguidos y expulsados para allá y para acá, y sin embargo se mantuvieron fieles a la Palabra, ahora eso definitivamente tendría que ser Dios. Cómo es que sobrevivieron la batalla de la fe y aún perseveraron, ESE es el milagro.",
    "Y este consuelo no es únicamente para los mensajeros de las siete edades de la iglesia. Todo verdadero creyente está en la mano de Dios y puede experimentar de Su amor y poder, y recibir el beneficio completo de todo lo que Dios es para el creyente. Lo que Dios le da al mensajero, y como lo bendice y lo usa, es un ejemplo para todo creyente de Su bondad y cuidado para con TODOS los miembros de Su cuerpo. Amén.",
    "Le dijo Natanael: ¿De dónde me conoces? Respondió Jesús y le dijo: Antes que Felipe te llamara, cuando estabas debajo de la higuera, te vi.\n\nSan Juan 1:48",
    "Allí está. Cuando El venga, aquella Palabra vendrá en contra de toda nación y todo hombre, ninguno podrá pararse en contra de ella. Revelará lo que hay en cada corazón así como hizo con Natanael. La Palabra de Dios mostrará quién hizo la voluntad de Dios y quién no. Dará a conocer las obras secretas de cada hombre y porqué las hizo, separará.\n\n¿Y piensas esto, oh hombre, tú que juzgas a los que tal hacen, y haces lo mismo, que tú escaparás del juicio de Dios?\n\nRomanos 2:3",
    "Entonces sigue relatando en los versículos 5 al 7 cómo es que Dios va a juzgar a los hombres. El corazón duro e impenitente será juzgado. Las obras serán juzgadas. Los motivos serán juzgados. No habrá acepción de personas ante Dios; pero todos serán juzgados por esa Palabra, nadie se escapará. Aquellos que oyeron y no quisieron poner atención serán juzgados por lo que oyeron. Aquellos que confiaron y dijeron que la creían, pero no la vivieron, también serán juzgados. Todo secreto saldrá a la luz y será publicado desde los terrados. Oh, entonces sí entenderemos la historia. De todas las edades no quedará ni un solo misterio.",
    "Pero, ¿sabe Ud. que El está revelando los secretos de los corazones de los hombres y de las mujeres en esta edad en que estamos viviendo? ¿Quién aparte de la Palabra podría revelar los secretos de los corazones?\n\nPorque la palabra de Dios es viva y eficaz, y más cortante que toda espada de dos filos; y penetra hasta partir el alma y el espíritu, las coyunturas y los tuétanos, y discierne los pensamientos y las intenciones del corazón.\n\nHebreos 4:12",
    "Es la Palabra. Está obrando para lo que fue enviada, porque Ella (la Palabra) está llena de poder. Es el mismo Espíritu que estaba en Jesús (la Palabra) lo cual está de nuevo presente en la iglesia en esta última edad como una señal final, procurando desviar a la gente del camino que conduce al juicio, porque todo aquel que lo rechaza a El (la Palabra) ya ha entrado en el juicio, habiéndole crucificado nuevamente.\n\nY recayeron, sean otra vez renovados para arrepentimiento, crucificando de nuevo para sí mismos al Hijo de Dios y exponiéndole a vituperio.\n\nHebreos 6:6",
    "Ahora, Pablo dijo que la Palabra vino tanto en voz como también en poder. La Palabra siendo predicada, en realidad se demostró a Sí misma. Como una espada llameante y aguda, fue a las conciencias de los hombres, y como cuchillo de cirujano, quitó las enfermedades y libertó a los cautivos. Por dondequiera que fueron aquellos creyentes primitivos, “salieron predicando el Evangelio (la Palabra), y Dios confirmó aquella Palabra con las señales que seguían”. Los enfermos fueron sanados, demonios fueron echados fuera, y hablaron en nuevas lenguas. Esa era la Palabra en acción. Esa Palabra nunca ha fallado en la boca de Cristianos que creen. Y en esta última edad está presente en una forma más grande y más fuerte que nunca, en la verdadera Novia de la Palabra. Oh, manada pequeña, Uds. que forman la minoría, manténganse con la Palabra, llenen sus bocas y sus corazones de ella, y algún día Dios les dará el reino.",
    "Ahora, en Mateo 16:28, lo cual está antes del texto que acabamos de leer, Jesús había dicho:\n\nDe cierto os digo que hay algunos de los que están aquí, que no gustarán la muerte, hasta que hayan visto al Hijo del Hombre viniendo en su reino.",
    "Y los tres apóstoles vieron precisamente eso: el orden de Su Segunda Venida. Lo vieron transfigurado allí sobre el monte. Su vestidura era resplandecientemente blanca y Su rostro brillaba como el sol en su cenit. Y allí junto a El aparecieron Moisés y Elías. Precisamente de esa manera es que El viene otra vez. A la verdad, Elías viene primero y hará volver el corazón de los hijos (la Novia) hacia la Doctrina Apostólica de la Palabra de los padres.\n\nHe aquí, yo os envío el profeta Elías, antes que venga el día de Jehová, grande y terrible.\n\nEl hará volver el corazón de los padres hacia los hijos, y el corazón de los hijos hacia los padres, no sea que yo venga y hiera la tierra con maldición.\n\nMalaquías 4:5 y 6",
    "Israel ya es una nación. Ella ahora está establecida con sus ejércitos, su marina, sistema postal, bandera, y todo lo que tiene que ver una nación. Pero aún está por cumplirse la Escritura que dice en Isaías 66:8: “¿Nacerá una nación de una vez”?",
    "Ese día viene pronto. La higuera ha brotado. Los israelitas están esperando al Mesías. Lo están esperando y sus esperanzas están por cumplirse. Israel renacerá espiritualmente porque su Luz y su Vida están por serle revelado.",
    "La ciudad no tiene necesidad de sol ni de luna que brillen en ella; porque la gloria de Dios la ilumina, y el Cordero es su lumbrera.\n\nApocalipsis 21:23",
    "Esta es la Nueva Jerusalén. El Cordero estará en esa ciudad, y por causa de Su presencia, no habrá necesidad de luz. Allí no saldrá ni se pondrá el sol, porque El mismo es el Sol y la Luz. Las naciones que entran allí caminarán en Su Luz. ¿No está Ud. contento de que aquel día está sobre nosotros? Juan vio ese día que venía. ¡Así sea, Señor Jesús, ven presto!",
    "Porque he aquí, viene el día ardiente como un horno, y todos los soberbios y todos los que hacen maldad serán estopa; aquel día que vendrá los abrasará, ha dicho Jehová de los ejércitos, y no les dejará ni raíz ni rama.\n\nMas a vosotros los que teméis mi nombre, nacerá el Sol de justicia, y en sus alas traerá salvación; y saldréis, y saltaréis como becerros de la manada.\n\nHollaréis a los malos, los cuales serán ceniza bajo las plantas de vuestros pies, en el día en que yo actúe, ha dicho Jehová de los ejércitos.\n\nMalaquías 4:1-3",
    "Allí está nuevamente, el SOL brillando en toda su fuerza. Oh, la fuerza del Hijo de Dios brillando en medio de los siete candeleros de oro. Allí está parado El, el Juez, Aquel que sufrió y murió por nosotros. El tomó sobre Sí mismo la ira de la justicia Divina. El solo pisó el lagar del vino del furor de la ira de Dios. Como ya hemos dicho, para el pecador Su Voz es como el rugido de la cascada o como el mar furioso golpeando la costa peñascosa con golpes de muerte. Pero para el santo, Su Voz es como el dulce murmullo de un arroyo mientras uno reposa satisfecho con Cristo. Brillando sobre nosotros con Sus rayos cálidos de amor, nos dice: “No temáis, Yo soy el que era, el que es, y el que ha de venir; Yo soy el Todopoderoso. Aparte de Mí no hay otro. Yo soy el Alfa y la Omega, el TODO”. El es el Lirio de los Valles, la Estrella resplandeciente de la Mañana. Para mi alma El es el más hermoso entre diez mil. Sí, aquel gran día está por manifestarse, y el Sol de Justicia nacerá y en sus alas traerá salvación.",
    "Cuando le vi, caí como muerto a sus pies. Y él puso su diestra sobre mí, diciéndome: No temas; yo soy el primero y el último;\n\ny el que vivo, y estuve muerto; mas he aquí que vivo por los siglos de los siglos, amén. Y tengo las llaves de l a muerte y del Hades.\n\nApocalipsis 1:17 y 18",
    "Ningún ser humano podría aguantar el efecto completo de aquella visión. Con sus fuerzas totalmente agotadas, Juan cayó a Sus pies como muerto. Pero la mano amorosa del Señor le tocó, y en voz de bendición le dijo: “No temas. No tengas miedo. Yo soy el Primero y el Ultimo. Soy el que vive, y estaba muerto; y he aquí vivo para siempre jamás”. ¿Qué hay que temer? El juicio que cayó sobre El en la cruz, en la tumba, y cuando descendió, todo fue por nosotros. El absorbió completamente la desgracia de la herida del pecado, y ahora ninguna condenación hay para los que están en Cristo Jesús.",
    "Vea Ud. como cosa cierta que nuestro “Abogado” a la vez es nuestro “Juez”. El es “Abogado” y “Juez”. Como Juez, “el caso está arreglado”, queda concluido. Ahora pues, no hay condenación. ¿Por qué debiera temer la iglesia? ¿Cuál promesa ha dejado El de manifestar ante nosotros? ¿Por qué debiera temer castigo o muerte? Todo ha sido vencido. Aquí está el conquistador poderoso. Aquí está el que conquistó los dos mundos, el visible y el invisible. No como Alejandro Magno que conquistó al mundo a la edad de treinta y tres años, y al no tener otra cosa que conquistar, murió víctima del pecado y de una vida licenciosa. No como Napoleón que conquistó a toda Europa, pero finalmente fue derrotado en Waterloo, y fue deportado a Elba, sólo para encontrar que había sido conquistado.",
    "¡Pero nada pudo conquistar a Cristo! El que descendió ahora ha ascendido sobre todos, y a El ha sido dado un Nombre que es sobre todo nombre. Sí, El conquistó la muerte, el infierno, y la tumba, y tiene las llaves de ellos. Lo que El desata es desatado, y lo que El liga es ligado; no se puede cambiar. No hubo conquistador antes de El y no hay ninguno aparte de El. Sólo El es el Salvador y Redentor. El es el UNICO Dios, y “Señor Jesucristo” es Su Nombre.",
    "🦅 No temas Juan. No teman Uds., manada pequeña. Uds. son herederos de todo lo que Yo soy. Todo Mi poder es para Uds. Mi omnipotencia es de Uds. mientras estoy parado entre Uds. No he venido para traer temor y derrotas, sino amor, valor y habilidad. Todo poder me ha sido dado, y está a la disposición de Uds. Hablen la Palabra y Yo la pondré por obra. Ese es Mi pacto y nunca podrá fallar”.",
    "El misterio de las siete estrellas que has visto en mi diestra, y de los siete candeleros de oro: las siete estrellas son los ángeles (mensajeros) de las siete iglesias, y los siete candeleros que has visto, son las siete iglesias.\n\nApocalipsis 1:20",
    "Ya hemos descubierto la verdad de estos dos misterios. Es cierto que no hemos revelado quiénes son estos siete mensajeros, pero con la ayuda de Dios lo haremos y ese misterio quedará resuelto. Conocemos las siete edades, están registradas en la Palabra. Y trataremos con cada una hasta llegar a esta última edad en que vivimos.",
    "Pero dando una mirada final a este capítulo, veámoslo a El allí en medio de los candeleros de oro con las siete estrellas en Su diestra. Oh, casi lo deja a uno sin aliento al verlo allí en Su Deidad Suprema. El es el Juez, el Sacerdote, el Rey, el Aguila, el Cordero, el León, el Alfa, la Omega, el Principio y el Fin, el Padre, Hijo y Espíritu Santo, El que era, que es, que ha de venir, el Todopoderoso, el TODO EN TODO. Allí está, el Autor y el Consumador. ¡Digno es aquel Cordero! El probó Su mérito cuando El solo compró nuestra salvación. Ahora se encuentra en todo Su poder y en toda Su gloria, con todas las cosas entregadas a El como Juez.",
    "Sí, allí está parado entre los candeleros, con las estrellas en Su diestra. Es de noche, porque entonces es cuando usamos lámparas para alumbrar, y entonces es cuando se ven las estrellas brillando y reflejando la luz del sol. Y está oscuro. La iglesia camina por fe en la oscuridad. Su Señor partió de este mundo pero el Espíritu Santo aún brilla a través de la iglesia, dando luz a este mundo corrupto por el pecado. Y aquellas estrellas también reflejan Su luz. La única luz que tienen es Su luz. Cuán oscuro está, cuánto frío hace espiritualmente. Sin embargo, cuando El llega a la escena entonces hay luz y calor, y la iglesia recibe poder, y por medio de El, ella hace las obras que El hizo.",
    "Oh, que pudiéramos verlo como lo vio Juan. ¡Qué tipo de gente debiéramos ser, parados ante El en aquel día!",
    "Si Ud. aún no le ha entregado su vida, ojalá que lo haga en este momento, y arrodíllese allí donde está, y pida Su perdón por sus pecados, y rinda su vida a El. Entonces juntos procuraremos entrar en las Siete Edades de la Iglesia; y al hacerlo ruego que Dios ayude a este siervo indigno para que pueda revelar Su Palabra a Ud."
  ]
}